{
    "juzs": [
        {
            "chapter": 36,
            "verse": 28,
            "text": "And We did not send down to his nation after him any army from heaven, neither would We send any down"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "It was only one Shout and they were silent, still"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "Woe, for those (unbelieving) worshipers! They mocked every Messenger that came to them"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "Have they not seen how many generations We destroyed before them? They shall never return to them"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "all shall be arraigned before Us"
        },
        {
            "chapter": 36,
            "verse": 33,
            "text": "The dead land is a sign for them. We revive it, and from it produce grain from which they eat"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "And there We made gardens of palms and vines, and in it We caused fountains to gush forth"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "so that they might eat of its fruit and the labor of their hands. Will they not give thanks"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "Exaltations to Him who created pairs of all the things the earth produces and of themselves, and that of which they have no knowledge"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "A sign for them is the night. From it We withdraw the day and they are in darkness"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "The sun runs to its fixed restingplace; that is the decree of the Almighty, the Knower"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "And the moon, We have determined it in phases till it returns like an old palmbranch"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "The sun shall not outstrip the moon, nor shall the night outstrip the day. Each is floating in an orbit"
        },
        {
            "chapter": 36,
            "verse": 41,
            "text": "And a sign for them is that We carried their offspring in the laden Ark (of Noah)"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "And We have created for them the like of it in which they board"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "We drown them if We will, then they have none to cry to, nor can they be saved"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "except through Our Mercy and as enjoyment for awhile"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "When it is said to them: 'Have fear of that which is before you and behind you in order that you find mercy"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "Yet there never comes to them any sign of their Lord's signs, but they turn away from it"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "And when it is said to them: 'Spend of that which Allah has given you' the unbelievers say to the believers: 'Are we to feed those whom Allah can feed if He chooses? Surely, you are only in clear error"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "They also say: 'When will this promise be, if what you say is true"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "They await but one Shout, which will seize them while they dispute"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "Then they will be unable to make a will, nor shall they return to their kinsmen"
        },
        {
            "chapter": 36,
            "verse": 51,
            "text": "And the Horn is blown, and, from the graves they rush forth to their Lord"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "Woe for us' they will say. 'Who has roused us from our sleepingplace? This is what the Merciful promised; the Messengers have spoken the truth"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "And it is but one Shout and they are all arraigned before Us"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "Today, no soul shall be wronged a thing. You shall not be recompensed except according to your deeds"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "Indeed, the companions of the Garden are this Day busy in their rejoicing"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "Together with their spouses, they shall recline on couches in the shade"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "They shall have fruits and all that they call for"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "Peace, a saying from the Most Merciful Lord"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "(And He will say): 'Distance yourselves, O sinners, this Day"
        },
        {
            "chapter": 36,
            "verse": 60,
            "text": "Children of Adam, did I not make a covenant with you, that you should not worship satan he is surely a clear enemy to you"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "and that you worship Me? Surely, that is the Straight Path"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "Yet he has led many a host of you astray, did you not understand"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "This, then is Gehenna (Hell), that which you were promised"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "Roast well therein this Day for you were unbelievers"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "This Day We set a seal on their mouths and their hands speak to Us, and their feet will testify to their earnings"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "Had it been Our will We would have obliterated their sight so that they raced to the Path. But, how would they see"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "Had it been Our will We would have transmuted them (into monkeys, pigs and stones) where they were, so that they could neither go forward nor yet return"
        },
        {
            "chapter": 36,
            "verse": 68,
            "text": "To whoever We give a long life We make him stoop. Do they not understand"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "We have not taught him (Prophet Muhammad) poetry, nor does it become him. This is only a Remembrance and a Clear Holy Reading (Koran)"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "that he may warn the living, and so that Judgement may be passed against the unbelievers"
        },
        {
            "chapter": 36,
            "verse": 71,
            "text": "Have they not seen how We have created for them the cattle they master with Our Hands"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "We have subdued these to them, and some of them they ride and some of them they eat"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "they also have other uses in them and drinks. What, will they not give thanks"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "And yet they have taken gods, other than Allah, so that they might helped"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "They cannot help them, for them (the socalled) army are brought (with them to Hell)"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "So do not let their sayings grieve you. Surely, We have knowledge of what they hide and all that they reveal"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "Has the human not seen how We created him from a drop (of sperm)? Yet he is a clear opponent"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "And he has struck for Us a parable, and forgotten his own creation. He asks: 'Who will quicken the bones after they have decayed"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "Say: 'He will quicken them who originated them the first time; He has knowledge of every creation"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "who has made fire for you from the green tree with which you kindle"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "Is He who created the heavens and the earth unable to create their like? Yes, indeed, He is the Creator, the Knower"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "When He wills a thing, His command is to say to it 'Be', and it is"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "Exaltations to Him in whose Hand is the Kingdom of all things, and to Him you will be returned"
        },
        {
            "chapter": 37,
            "verse": 1,
            "text": "By the aligners (angels) aligning"
        },
        {
            "chapter": 37,
            "verse": 2,
            "text": "and the drivers driving"
        },
        {
            "chapter": 37,
            "verse": 3,
            "text": "and those who recite the Remembrance"
        },
        {
            "chapter": 37,
            "verse": 4,
            "text": "surely, your God is One"
        },
        {
            "chapter": 37,
            "verse": 5,
            "text": "the Lord of the heavens and the earth and of all that is between them; the Lord of the Easts"
        },
        {
            "chapter": 37,
            "verse": 6,
            "text": "We have adorned the lower heaven with the adornment of the planets"
        },
        {
            "chapter": 37,
            "verse": 7,
            "text": "a protection against every rebel satan"
        },
        {
            "chapter": 37,
            "verse": 8,
            "text": "so they cannot listen to the High Assembly, for they are pelted from every side"
        },
        {
            "chapter": 37,
            "verse": 9,
            "text": "They are rejected and theirs is an everlasting punishment"
        },
        {
            "chapter": 37,
            "verse": 10,
            "text": "except such as snatches a fragment, and he is pursued by a piercing flame"
        },
        {
            "chapter": 37,
            "verse": 11,
            "text": "So ask them, are they stronger in constitution, or those whom We have created. We have created them of sticky clay"
        },
        {
            "chapter": 37,
            "verse": 12,
            "text": "No, you marvel, while they scoff"
        },
        {
            "chapter": 37,
            "verse": 13,
            "text": "When they are reminded, they do not remember"
        },
        {
            "chapter": 37,
            "verse": 14,
            "text": "When they are shown a sign, they scoff at it"
        },
        {
            "chapter": 37,
            "verse": 15,
            "text": "and say: 'This is nothing but clear sorcery"
        },
        {
            "chapter": 37,
            "verse": 16,
            "text": "What, when we are dead and become dust and bones, shall we be resurrected"
        },
        {
            "chapter": 37,
            "verse": 17,
            "text": "What, and our forefathers, the ancients"
        },
        {
            "chapter": 37,
            "verse": 18,
            "text": "Say: 'Yes, but worthless"
        },
        {
            "chapter": 37,
            "verse": 19,
            "text": "It will be but one Shout, then see, they are watching"
        },
        {
            "chapter": 37,
            "verse": 20,
            "text": "and they will say: 'Woe for us. This is the Day of Recompense"
        },
        {
            "chapter": 37,
            "verse": 21,
            "text": "This is the Day of Decision which you belied"
        },
        {
            "chapter": 37,
            "verse": 22,
            "text": "Gather together the evildoers, their wives, and that they were worshipping"
        },
        {
            "chapter": 37,
            "verse": 23,
            "text": "other than Allah, and guide them to the Path of Hell"
        },
        {
            "chapter": 37,
            "verse": 24,
            "text": "And halt them so that they may be questioned"
        },
        {
            "chapter": 37,
            "verse": 25,
            "text": "Why do you not help one another"
        },
        {
            "chapter": 37,
            "verse": 26,
            "text": "No, today they will resign themselves in submission"
        },
        {
            "chapter": 37,
            "verse": 27,
            "text": "and approach each other with questions"
        },
        {
            "chapter": 37,
            "verse": 28,
            "text": "saying: 'You used to come to us from the right hand"
        },
        {
            "chapter": 37,
            "verse": 29,
            "text": "But they reply: 'Rather, you were not believers"
        },
        {
            "chapter": 37,
            "verse": 30,
            "text": "We had no authority over you, but you were an insolent nation"
        },
        {
            "chapter": 37,
            "verse": 31,
            "text": "The statement of Our Lord is realized against us, and we are tasting it"
        },
        {
            "chapter": 37,
            "verse": 32,
            "text": "we perverted you, indeed, we were perverts"
        },
        {
            "chapter": 37,
            "verse": 33,
            "text": "Therefore, on that Day they will all share Our punishment"
        },
        {
            "chapter": 37,
            "verse": 34,
            "text": "As such We shall deal with the evildoers"
        },
        {
            "chapter": 37,
            "verse": 35,
            "text": "For when it was said to them: 'There is no god except Allah' they were always proud"
        },
        {
            "chapter": 37,
            "verse": 36,
            "text": "and said: 'Are we to renounce our gods for the sake of a mad poet"
        },
        {
            "chapter": 37,
            "verse": 37,
            "text": "No, indeed, he has brought the truth, and confirmed the Messengers"
        },
        {
            "chapter": 37,
            "verse": 38,
            "text": "You shall certainly taste the painful punishment"
        },
        {
            "chapter": 37,
            "verse": 39,
            "text": "but you shall not be recompensed except for what you were doing"
        },
        {
            "chapter": 37,
            "verse": 40,
            "text": "But for the sincere worshipers of Allah"
        },
        {
            "chapter": 37,
            "verse": 41,
            "text": "there is waiting for them a known provision"
        },
        {
            "chapter": 37,
            "verse": 42,
            "text": "fruits. And they are receivers of generosity"
        },
        {
            "chapter": 37,
            "verse": 43,
            "text": "in the Gardens of Delight"
        },
        {
            "chapter": 37,
            "verse": 44,
            "text": "sitting face to face upon couches"
        },
        {
            "chapter": 37,
            "verse": 45,
            "text": "a goblet from a spring shall be passed round to them"
        },
        {
            "chapter": 37,
            "verse": 46,
            "text": "white, a delight to the drinkers"
        },
        {
            "chapter": 37,
            "verse": 47,
            "text": "there is neither sickness in it, nor intoxication"
        },
        {
            "chapter": 37,
            "verse": 48,
            "text": "And with them will be maidens (houris) who restrain their wide glances"
        },
        {
            "chapter": 37,
            "verse": 49,
            "text": "as if they were hidden pearls"
        },
        {
            "chapter": 37,
            "verse": 50,
            "text": "They will go to one another asking each other questions"
        },
        {
            "chapter": 37,
            "verse": 51,
            "text": "One of them will say: 'I had a companion"
        },
        {
            "chapter": 37,
            "verse": 52,
            "text": "who would say: \"Are you among the believers (of the resurrection)"
        },
        {
            "chapter": 37,
            "verse": 53,
            "text": "When we are dead and turned to dust and bones, shall we be recompensed"
        },
        {
            "chapter": 37,
            "verse": 54,
            "text": "And he will reply: 'Are you looking down (into Hell)"
        },
        {
            "chapter": 37,
            "verse": 55,
            "text": "Then, he will look and see him in the midst of Hell"
        },
        {
            "chapter": 37,
            "verse": 56,
            "text": "By Allah' he will say, 'you almost destroyed me"
        },
        {
            "chapter": 37,
            "verse": 57,
            "text": "But for the Favor of Allah I should have surely been among those who were arraigned (with you in Hell)"
        },
        {
            "chapter": 37,
            "verse": 58,
            "text": "What then, shall we not die"
        },
        {
            "chapter": 37,
            "verse": 59,
            "text": "except our first death, and shall we not be punished"
        },
        {
            "chapter": 37,
            "verse": 60,
            "text": "Indeed, this is the mighty victory"
        },
        {
            "chapter": 37,
            "verse": 61,
            "text": "and for the like of this let the workers work"
        },
        {
            "chapter": 37,
            "verse": 62,
            "text": "Is this a better hospitality or the tree of AzZakkum"
        },
        {
            "chapter": 37,
            "verse": 63,
            "text": "We have made this (tree) a trial for the evildoers"
        },
        {
            "chapter": 37,
            "verse": 64,
            "text": "It is a tree that grows from the bottom of Hell"
        },
        {
            "chapter": 37,
            "verse": 65,
            "text": "its spathes are like the heads of satans"
        },
        {
            "chapter": 37,
            "verse": 66,
            "text": "on it they shall feed, and with it they shall fill their bellies"
        },
        {
            "chapter": 37,
            "verse": 67,
            "text": "On top of it they shall have a brew of boiling water"
        },
        {
            "chapter": 37,
            "verse": 68,
            "text": "then their return is to Hell"
        },
        {
            "chapter": 37,
            "verse": 69,
            "text": "They found their fathers in error"
        },
        {
            "chapter": 37,
            "verse": 70,
            "text": "yet they run in their footsteps"
        },
        {
            "chapter": 37,
            "verse": 71,
            "text": "yet before them most of the ancients went astray"
        },
        {
            "chapter": 37,
            "verse": 72,
            "text": "though We had sent among them warners"
        },
        {
            "chapter": 37,
            "verse": 73,
            "text": "See then the end of those who were warned"
        },
        {
            "chapter": 37,
            "verse": 74,
            "text": "except the sincere worshipers of Allah"
        },
        {
            "chapter": 37,
            "verse": 75,
            "text": "Noah called to Us, and We are the Best to answer"
        },
        {
            "chapter": 37,
            "verse": 76,
            "text": "We saved him and his people from the great distress"
        },
        {
            "chapter": 37,
            "verse": 77,
            "text": "and We made his offspring the survivors"
        },
        {
            "chapter": 37,
            "verse": 78,
            "text": "And We let it remain upon him in the latter"
        },
        {
            "chapter": 37,
            "verse": 79,
            "text": "Peace be upon Noah among all the worlds"
        },
        {
            "chapter": 37,
            "verse": 80,
            "text": "As such We recompense the gooddoers"
        },
        {
            "chapter": 37,
            "verse": 81,
            "text": "he was one of Our believing worshipers"
        },
        {
            "chapter": 37,
            "verse": 82,
            "text": "Afterwards We drowned the others"
        },
        {
            "chapter": 37,
            "verse": 83,
            "text": "Of his party was Abraham"
        },
        {
            "chapter": 37,
            "verse": 84,
            "text": "(Remember when) he came to his Lord with a pure heart"
        },
        {
            "chapter": 37,
            "verse": 85,
            "text": "and when he said to his father and to his nation: 'What do you worship"
        },
        {
            "chapter": 37,
            "verse": 86,
            "text": "It is falsehood that you desire gods other than Allah"
        },
        {
            "chapter": 37,
            "verse": 87,
            "text": "What do you think of the Lord of the Worlds"
        },
        {
            "chapter": 37,
            "verse": 88,
            "text": "He cast a glance at the stars"
        },
        {
            "chapter": 37,
            "verse": 89,
            "text": "and said: 'Surely, I am sick (of what you worship)"
        },
        {
            "chapter": 37,
            "verse": 90,
            "text": "But they turned their backs and went away from him"
        },
        {
            "chapter": 37,
            "verse": 91,
            "text": "Then he turned to their gods, and said: 'What do you eat"
        },
        {
            "chapter": 37,
            "verse": 92,
            "text": "What is the matter with you, that you do not speak"
        },
        {
            "chapter": 37,
            "verse": 93,
            "text": "And he turned upon them striking them with the right hand"
        },
        {
            "chapter": 37,
            "verse": 94,
            "text": "Thereafter they (the people) came to him in haste"
        },
        {
            "chapter": 37,
            "verse": 95,
            "text": "He said: 'Do you worship what you, yourselves have carved"
        },
        {
            "chapter": 37,
            "verse": 96,
            "text": "when it is Allah who created you and all that you do"
        },
        {
            "chapter": 37,
            "verse": 97,
            "text": "They replied: 'Build for him a building and cast him into the fire"
        },
        {
            "chapter": 37,
            "verse": 98,
            "text": "Their desire was to outwit him, but We made them to be the humiliated"
        },
        {
            "chapter": 37,
            "verse": 99,
            "text": "He said: 'I will go to my Lord; He will guide me"
        },
        {
            "chapter": 37,
            "verse": 100,
            "text": "My Lord, grant me a righteous (son)"
        },
        {
            "chapter": 37,
            "verse": 101,
            "text": "And We gave him the glad tidings of a very gentle son (Ishmael)"
        },
        {
            "chapter": 37,
            "verse": 102,
            "text": "And when he reached the age of traveling with him, he said: 'My son, while I was sleeping I saw that I shall slaughter (sacrifice) you, tell me what is your opinion' He replied: 'Father, do as you are ordered (by Allah). Allah willing, you shall find me one of those who are steadfast"
        },
        {
            "chapter": 37,
            "verse": 103,
            "text": "And when they had both submitted, and his son had laid down prostrate upon his forehead"
        },
        {
            "chapter": 37,
            "verse": 104,
            "text": "We called to him, saying: 'O Abraham"
        },
        {
            "chapter": 37,
            "verse": 105,
            "text": "you have confirmed your vision' As such We recompense the gooddoers"
        },
        {
            "chapter": 37,
            "verse": 106,
            "text": "That was indeed a clear trial"
        },
        {
            "chapter": 37,
            "verse": 107,
            "text": "So, We ransomed him with a mighty sacrifice"
        },
        {
            "chapter": 37,
            "verse": 108,
            "text": "and We let it (the beautiful praise) remain upon him in the latter (generations)"
        },
        {
            "chapter": 37,
            "verse": 109,
            "text": "Peace be upon Abraham"
        },
        {
            "chapter": 37,
            "verse": 110,
            "text": "As such We recompense the gooddoers"
        },
        {
            "chapter": 37,
            "verse": 111,
            "text": "He was one of Our believing worshipers"
        },
        {
            "chapter": 37,
            "verse": 112,
            "text": "Then, We gave him the glad tidings of Isaac, a Prophet, one of the righteous"
        },
        {
            "chapter": 37,
            "verse": 113,
            "text": "and We blessed him and Isaac, and from their offspring are some gooddoers, and others who clearly wronged themselves"
        },
        {
            "chapter": 37,
            "verse": 114,
            "text": "We also favored Moses and Aaron"
        },
        {
            "chapter": 37,
            "verse": 115,
            "text": "and We saved them with their nation from a great distress"
        },
        {
            "chapter": 37,
            "verse": 116,
            "text": "We helped them, and they became victorious"
        },
        {
            "chapter": 37,
            "verse": 117,
            "text": "and We gave them the Clear Book"
        },
        {
            "chapter": 37,
            "verse": 118,
            "text": "and guided them upon the Straight Path"
        },
        {
            "chapter": 37,
            "verse": 119,
            "text": "And We let it (the beautiful praise) remain upon on both of them in the latter (generations)"
        },
        {
            "chapter": 37,
            "verse": 120,
            "text": "Peace be upon Moses and Aaron"
        },
        {
            "chapter": 37,
            "verse": 121,
            "text": "As such We recompense the gooddoers"
        },
        {
            "chapter": 37,
            "verse": 122,
            "text": "They were among Our believing worshipers"
        },
        {
            "chapter": 37,
            "verse": 123,
            "text": "And Elias (El Yaseen) was among the Messengers"
        },
        {
            "chapter": 37,
            "verse": 124,
            "text": "He asked his people: 'Do you not fear (Allah)"
        },
        {
            "chapter": 37,
            "verse": 125,
            "text": "Do you call on Ba'lan (the idol Baal) and abandon the Best Creator"
        },
        {
            "chapter": 37,
            "verse": 126,
            "text": "Allah is your Lord and the Lord of your fathers, the ancients"
        },
        {
            "chapter": 37,
            "verse": 127,
            "text": "But they belied him, so they will be among the arraigned (in Hell)"
        },
        {
            "chapter": 37,
            "verse": 128,
            "text": "except the sincere worshipers of Allah"
        },
        {
            "chapter": 37,
            "verse": 129,
            "text": "And We let it (the beautiful praise) remain upon him in the latter (generations)"
        },
        {
            "chapter": 37,
            "verse": 130,
            "text": "Peace be upon El Yaseen"
        },
        {
            "chapter": 37,
            "verse": 131,
            "text": "As such We recompense the gooddoers"
        },
        {
            "chapter": 37,
            "verse": 132,
            "text": "He was among Our believing worshipers"
        },
        {
            "chapter": 37,
            "verse": 133,
            "text": "Lot, too, was among the Messengers"
        },
        {
            "chapter": 37,
            "verse": 134,
            "text": "We saved him and all his kinsmen"
        },
        {
            "chapter": 37,
            "verse": 135,
            "text": "except an old woman who lingered"
        },
        {
            "chapter": 37,
            "verse": 136,
            "text": "and We destroyed the others"
        },
        {
            "chapter": 37,
            "verse": 137,
            "text": "You pass by them in the morning"
        },
        {
            "chapter": 37,
            "verse": 138,
            "text": "and at night, will you not understand"
        },
        {
            "chapter": 37,
            "verse": 139,
            "text": "Jonah, too, was one of the Messengers"
        },
        {
            "chapter": 37,
            "verse": 140,
            "text": "He ran away to the laden ship"
        },
        {
            "chapter": 37,
            "verse": 141,
            "text": "and cast lots, and he was among the losers (of the lots that were cast)"
        },
        {
            "chapter": 37,
            "verse": 142,
            "text": "So the whale swallowed him, for he was blameworthy"
        },
        {
            "chapter": 37,
            "verse": 143,
            "text": "and had he not been among those who exalt (Allah)"
        },
        {
            "chapter": 37,
            "verse": 144,
            "text": "he would have lingered in its belly till the Day they are resurrected"
        },
        {
            "chapter": 37,
            "verse": 145,
            "text": "But We cast him, upon the shore, and he was ill"
        },
        {
            "chapter": 37,
            "verse": 146,
            "text": "and We caused a pumpkin tree to grow over him"
        },
        {
            "chapter": 37,
            "verse": 147,
            "text": "Then We sent him to a hundred thousand or more"
        },
        {
            "chapter": 37,
            "verse": 148,
            "text": "and they believed, and We gave them enjoyment for awhile"
        },
        {
            "chapter": 37,
            "verse": 149,
            "text": "Now, ask them, has your Lord daughters, and they sons"
        },
        {
            "chapter": 37,
            "verse": 150,
            "text": "Or, did We create the angels females while they were witnessing"
        },
        {
            "chapter": 37,
            "verse": 151,
            "text": "Then is it of their lying that they say"
        },
        {
            "chapter": 37,
            "verse": 152,
            "text": "Allah has begotten' They are truly liars"
        },
        {
            "chapter": 37,
            "verse": 153,
            "text": "Has He chosen daughters above sons"
        },
        {
            "chapter": 37,
            "verse": 154,
            "text": "What is the matter with you? How do you judge"
        },
        {
            "chapter": 37,
            "verse": 155,
            "text": "What, will you not remember"
        },
        {
            "chapter": 37,
            "verse": 156,
            "text": "Or, do you have a clear authority"
        },
        {
            "chapter": 37,
            "verse": 157,
            "text": "Bring your Book, if what you say is true"
        },
        {
            "chapter": 37,
            "verse": 158,
            "text": "They assert kinship between Him and the angels. But the angels know that they (the liars) will be arraigned (in Hell)"
        },
        {
            "chapter": 37,
            "verse": 159,
            "text": "Exaltations to Allah above what they describe"
        },
        {
            "chapter": 37,
            "verse": 160,
            "text": "except for the sincere worshipers of Allah"
        },
        {
            "chapter": 37,
            "verse": 161,
            "text": "But as for you, and that you worship"
        },
        {
            "chapter": 37,
            "verse": 162,
            "text": "you shall tempt none against Him"
        },
        {
            "chapter": 37,
            "verse": 163,
            "text": "except for he who shall roast in Hell"
        },
        {
            "chapter": 37,
            "verse": 164,
            "text": "(Gabriel said to the Prophet): 'Each of us has a known place"
        },
        {
            "chapter": 37,
            "verse": 165,
            "text": "We are surely those who are arranged in ranks"
        },
        {
            "chapter": 37,
            "verse": 166,
            "text": "And we are they who exalt (Allah)"
        },
        {
            "chapter": 37,
            "verse": 167,
            "text": "What, would they then say"
        },
        {
            "chapter": 37,
            "verse": 168,
            "text": "If only we had a reminder from the ancients"
        },
        {
            "chapter": 37,
            "verse": 169,
            "text": "we would have been sincere worshipers of Allah"
        },
        {
            "chapter": 37,
            "verse": 170,
            "text": "But they disbelieve in it (the Koran), but soon they shall know"
        },
        {
            "chapter": 37,
            "verse": 171,
            "text": "Our Word had already preceded Our worshipers, the Messengers"
        },
        {
            "chapter": 37,
            "verse": 172,
            "text": "that they shall receive Our help"
        },
        {
            "chapter": 37,
            "verse": 173,
            "text": "and Our armies shall be the victors"
        },
        {
            "chapter": 37,
            "verse": 174,
            "text": "So turn (away) from them for a while"
        },
        {
            "chapter": 37,
            "verse": 175,
            "text": "See them and soon they shall see"
        },
        {
            "chapter": 37,
            "verse": 176,
            "text": "What, do they seek to hasten Our punishment"
        },
        {
            "chapter": 37,
            "verse": 177,
            "text": "When it descends upon their courtyards, evil will be the morning of those forewarned"
        },
        {
            "chapter": 37,
            "verse": 178,
            "text": "So turn (away) from them for a while"
        },
        {
            "chapter": 37,
            "verse": 179,
            "text": "and see, soon they shall see"
        },
        {
            "chapter": 37,
            "verse": 180,
            "text": "Exaltations be to your Lord, the Lord of Might, above that they describe"
        },
        {
            "chapter": 37,
            "verse": 181,
            "text": "Peace be on the Messengers"
        },
        {
            "chapter": 37,
            "verse": 182,
            "text": "And praise belongs to Allah, Lord of the Worlds"
        },
        {
            "chapter": 38,
            "verse": 1,
            "text": "Saad, by the Holy Reading (Koran) of the Remembrance"
        },
        {
            "chapter": 38,
            "verse": 2,
            "text": "No, the unbelievers exalt in their division"
        },
        {
            "chapter": 38,
            "verse": 3,
            "text": "How many generations have We destroyed before them. They called: 'The time is neither of escape, nor safety"
        },
        {
            "chapter": 38,
            "verse": 4,
            "text": "They marvel now that, from among themselves, a warner has come to them. The unbelievers say: 'This is a lying sorcerer"
        },
        {
            "chapter": 38,
            "verse": 5,
            "text": "What, has he made the gods One God? This is indeed a wondrous thing"
        },
        {
            "chapter": 38,
            "verse": 6,
            "text": "Their assembly left (saying): 'Go, and be patient to your gods, this is something to be desired"
        },
        {
            "chapter": 38,
            "verse": 7,
            "text": "We never heard of this in the former religion. It is nothing but an invention"
        },
        {
            "chapter": 38,
            "verse": 8,
            "text": "What, out of all of us, has the Remembrance been sent down to him (Prophet Muhammad)' No, they are doubtful about My Remembrance, no, they have not yet tasted My punishment"
        },
        {
            "chapter": 38,
            "verse": 9,
            "text": "Or, have they the treasuries of the Mercy of your Lord, the Almighty, the Giving"
        },
        {
            "chapter": 38,
            "verse": 10,
            "text": "Or, is theirs the Kingdom of the heavens and the earth and all that is between them? Then let them ascend by (their) means"
        },
        {
            "chapter": 38,
            "verse": 11,
            "text": "The army is defeated as (were) the confederates"
        },
        {
            "chapter": 38,
            "verse": 12,
            "text": "Before them the nations of Noah, Aad and Pharaoh, and he of the tentpegs belied"
        },
        {
            "chapter": 38,
            "verse": 13,
            "text": "Thamood, the nation of Lot and the dwellers of the Thicket such were the confederates"
        },
        {
            "chapter": 38,
            "verse": 14,
            "text": "There was not one of those that did not belie the Messengers. Therefore, My retribution was realized"
        },
        {
            "chapter": 38,
            "verse": 15,
            "text": "These only wait for a single Shout for which there will be no delay"
        },
        {
            "chapter": 38,
            "verse": 16,
            "text": "They say: 'Our Lord, hasten to us our share before the Day of Recompense"
        },
        {
            "chapter": 38,
            "verse": 17,
            "text": "Bear patiently with what they say, and remember Our worshiper David, a man of might. He was ever turning in repentance"
        },
        {
            "chapter": 38,
            "verse": 18,
            "text": "We subjected the mountains to exalt (Me) with him in the evening and at sunrise"
        },
        {
            "chapter": 38,
            "verse": 19,
            "text": "and the birds, too, gathered each obedient to him"
        },
        {
            "chapter": 38,
            "verse": 20,
            "text": "We made his kingdom strong and gave him wisdom and decisive speech"
        },
        {
            "chapter": 38,
            "verse": 21,
            "text": "Has the news of the dispute reached you (Prophet Muhammad)? When they scaled the Sanctuary"
        },
        {
            "chapter": 38,
            "verse": 22,
            "text": "they went to David whereupon he was afraid of them, but they said: 'Do not be afraid, we are two that have a dispute, one of us has wronged the other. Judge between us justly, and do not transgress, and guide us to the Right Path"
        },
        {
            "chapter": 38,
            "verse": 23,
            "text": "This, my brother has ninetynine ewes, but I have only one ewe (a female sheep). He said: \"Give her into my keeping\" and overcame me in the argument"
        },
        {
            "chapter": 38,
            "verse": 24,
            "text": "He (David) replied: 'He has without doubt wronged you in seeking to add your ewe to his sheep. Many intermixers wrong one another; except those who believe, and do good works, and they are few indeed' David realized that We had tried him and sought the forgiveness of his Lord and fell down, prostrate and repented"
        },
        {
            "chapter": 38,
            "verse": 25,
            "text": "So, We forgave him that, and he has a near place with Us and a fine return"
        },
        {
            "chapter": 38,
            "verse": 26,
            "text": "(We said): 'David, We have made you a caliph in the earth. Judge with justice among people and do not yield to your own preference in case it should lead you from the Path of Allah. Surely, a terrible punishment awaits those who stray from the Path of Allah, because they forget the Day of Reckoning"
        },
        {
            "chapter": 38,
            "verse": 27,
            "text": "It was not in falsehood that We created the heavens and the earth and all that is between them. That is the thought of the unbelievers. But woe to the unbelievers because of the Fire"
        },
        {
            "chapter": 38,
            "verse": 28,
            "text": "Are We to make those who believe and do good works the same as those who corrupt the earth? Are We to make the righteous as the wicked"
        },
        {
            "chapter": 38,
            "verse": 29,
            "text": "It is a Blessed Book that We have sent down to you (Prophet Muhammad), so that those possessed with minds might ponder its verses and remember"
        },
        {
            "chapter": 38,
            "verse": 30,
            "text": "We gave Solomon to David; and he was an excellent worshiper, he was penitent"
        },
        {
            "chapter": 38,
            "verse": 31,
            "text": "When his dressage steeds were presented to him in the evening"
        },
        {
            "chapter": 38,
            "verse": 32,
            "text": "he said: 'Indeed I have loved the love of good things better than the remembrance of my Lord until the sun has vanished behind a veil"
        },
        {
            "chapter": 38,
            "verse": 33,
            "text": "Bring them back to me' And he hacked their legs and necks (slaughtering them for Allah)"
        },
        {
            "chapter": 38,
            "verse": 34,
            "text": "Indeed, We tried Solomon and placed a body (of a child) upon his throne, then he repented"
        },
        {
            "chapter": 38,
            "verse": 35,
            "text": "He said: 'Forgive me my Lord, and give me a kingdom the like of which will not befall any after me, surely, You are the Giver"
        },
        {
            "chapter": 38,
            "verse": 36,
            "text": "So We subjected the wind to him, so that it ran softly by his command wherever he wished"
        },
        {
            "chapter": 38,
            "verse": 37,
            "text": "and the satans, every builder and diver"
        },
        {
            "chapter": 38,
            "verse": 38,
            "text": "and others joined together by (iron) fetters"
        },
        {
            "chapter": 38,
            "verse": 39,
            "text": "This is Our gift, give or withhold without reckoning"
        },
        {
            "chapter": 38,
            "verse": 40,
            "text": "And he has a place near to Us, and a fine return"
        },
        {
            "chapter": 38,
            "verse": 41,
            "text": "Also, remember Our worshiper Job. He called out to his Lord, (saying): 'satan has afflicted me with harm and pain"
        },
        {
            "chapter": 38,
            "verse": 42,
            "text": "(We said): 'Stamp your foot on the ground, here is cool water with which to wash and a drink"
        },
        {
            "chapter": 38,
            "verse": 43,
            "text": "We restored to him to his family and like those with them, a mercy from Us and a reminder to a nation that understand"
        },
        {
            "chapter": 38,
            "verse": 44,
            "text": "(We said to him): 'Take a bundle of rushes and strike with it; and do not break your oath' We found him to be patient, a good worshiper and he was penitent"
        },
        {
            "chapter": 38,
            "verse": 45,
            "text": "Also, remember Our worshipers Abraham, Isaac, and Jacob, those of might and vision"
        },
        {
            "chapter": 38,
            "verse": 46,
            "text": "Indeed, We purified them with a most pure quality, the remembrance of the Everlasting Life"
        },
        {
            "chapter": 38,
            "verse": 47,
            "text": "Indeed with Us they are among the chosen, the excellent"
        },
        {
            "chapter": 38,
            "verse": 48,
            "text": "Also, remember our worshipers Ishmael, Elisha, and ThulKifl, they are among the good"
        },
        {
            "chapter": 38,
            "verse": 49,
            "text": "This is a Reminder, and indeed for the cautious is a fine return"
        },
        {
            "chapter": 38,
            "verse": 50,
            "text": "the Gardens of Eden whose gates shall be open to them"
        },
        {
            "chapter": 38,
            "verse": 51,
            "text": "in which they will recline, and call for abundant fruit and drink therein"
        },
        {
            "chapter": 38,
            "verse": 52,
            "text": "And with them will be maidens of equal age with modest gaze"
        },
        {
            "chapter": 38,
            "verse": 53,
            "text": "This is what you are promised on the Day of Recompense"
        },
        {
            "chapter": 38,
            "verse": 54,
            "text": "this is Our unending provision"
        },
        {
            "chapter": 38,
            "verse": 55,
            "text": "All of this; but, for the proud there is an ill return"
        },
        {
            "chapter": 38,
            "verse": 56,
            "text": "They shall roast in (the Fire) of Gehenna, an evil cradling"
        },
        {
            "chapter": 38,
            "verse": 57,
            "text": "All of this; so let them taste it, boiling water and pus"
        },
        {
            "chapter": 38,
            "verse": 58,
            "text": "and other similar to it, joined together"
        },
        {
            "chapter": 38,
            "verse": 59,
            "text": "(We shall say to their leaders): 'This is a troop rushing in with you, there is no welcome for them, they shall roast in the Fire"
        },
        {
            "chapter": 38,
            "verse": 60,
            "text": "But they will say: 'No, it is you that has no welcome. It was you who brought it upon us, an evil place"
        },
        {
            "chapter": 38,
            "verse": 61,
            "text": "They will say: 'Our Lord, give those who brought this upon us double the punishment of the Fire"
        },
        {
            "chapter": 38,
            "verse": 62,
            "text": "And they will say: 'Why do we not see the men that we counted as being among the wicked in here"
        },
        {
            "chapter": 38,
            "verse": 63,
            "text": "Have we taken them in mockery? Or, have our eyes swerved from them"
        },
        {
            "chapter": 38,
            "verse": 64,
            "text": "Surely that is true the disputing of the inhabitants of the Fire"
        },
        {
            "chapter": 38,
            "verse": 65,
            "text": "Say: 'I am only a warner. There is no god except Allah, the One, the Conqueror"
        },
        {
            "chapter": 38,
            "verse": 66,
            "text": "the Lord of the heavens and the earth and all that is between them; the Almighty, the Forgiving"
        },
        {
            "chapter": 38,
            "verse": 67,
            "text": "Say: 'This is a mighty message"
        },
        {
            "chapter": 38,
            "verse": 68,
            "text": "from which you turn away"
        },
        {
            "chapter": 38,
            "verse": 69,
            "text": "I had no knowledge of the High Assembly's dispute"
        },
        {
            "chapter": 38,
            "verse": 70,
            "text": "This alone is revealed to me, I am only a clear warner"
        },
        {
            "chapter": 38,
            "verse": 71,
            "text": "When your Lord said to the angels: 'I am creating a human from clay"
        },
        {
            "chapter": 38,
            "verse": 72,
            "text": "after I have shaped him and breathed of My spirit (I created) into him, fall down prostrate before him"
        },
        {
            "chapter": 38,
            "verse": 73,
            "text": "So all the angels prostrated themselves"
        },
        {
            "chapter": 38,
            "verse": 74,
            "text": "except iblis (satan, the father of the jinn), he became too proud, for he was one of the unbelievers"
        },
        {
            "chapter": 38,
            "verse": 75,
            "text": "He (Allah) said: 'iblis, what prevented you from prostrating yourself towards that which I have created with My Hands? Have you become too proud, or areyou among the grand"
        },
        {
            "chapter": 38,
            "verse": 76,
            "text": "He (satan) replied: 'I am better than he. You created me from fire, and You created him from clay"
        },
        {
            "chapter": 38,
            "verse": 77,
            "text": "Begone' said He, 'you are stoned"
        },
        {
            "chapter": 38,
            "verse": 78,
            "text": "My curse shall rest on you until the Day of Recompense"
        },
        {
            "chapter": 38,
            "verse": 79,
            "text": "He (satan) replied: 'Respite me my Lord till the Day of Resurrection"
        },
        {
            "chapter": 38,
            "verse": 80,
            "text": "He (Allah) said: 'You are among those that are respited"
        },
        {
            "chapter": 38,
            "verse": 81,
            "text": "till the Day of the known time"
        },
        {
            "chapter": 38,
            "verse": 82,
            "text": "He (satan) said: 'I swear by Your Might, that I will seduce all of them"
        },
        {
            "chapter": 38,
            "verse": 83,
            "text": "except those among them who are Your sincere worshipers"
        },
        {
            "chapter": 38,
            "verse": 84,
            "text": "He (Allah) said: 'This is the truth, and I speak the truth"
        },
        {
            "chapter": 38,
            "verse": 85,
            "text": "I shall certainly fill Gehenna with you and every one of them that follows you"
        },
        {
            "chapter": 38,
            "verse": 86,
            "text": "Say (Prophet Muhammad): 'For this I ask of you no wage, and I am not of those who take things upon themselves"
        },
        {
            "chapter": 38,
            "verse": 87,
            "text": "This is nothing else but a reminder to all the worlds"
        },
        {
            "chapter": 38,
            "verse": 88,
            "text": "and after a while you shall know its news"
        },
        {
            "chapter": 39,
            "verse": 1,
            "text": "The sending down of the Book is from Allah, the Almighty, the Wise"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "We have sent down the Book with the truth to you (Prophet Muhammad), therefore worship Allah, and make your religion sincerely His"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "Is it not that the sincere religion belongs to Allah? As for those who choose guardians, other than Him, (saying): 'We only worship them so that they will bring us near to Allah' Indeed, Allah will judge between them concerning their differences. Indeed, Allah does not guide he who is an unthankful liar"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "If Allah had desired to take a son, He would have chosen whatever He willed out of His creation. Exaltations to Him! He is Allah, the One, the Conqueror"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "He created the heavens and the earth in truth, wrapping the night about the day and wrapping the day about the night, He has subjected the sun and the mooneach to run for a stated term. Is He not the Almighty, the Forgiving"
        },
        {
            "chapter": 39,
            "verse": 6,
            "text": "He created you from a single soul, then from it He created its spouse. And He sent down to you eight pairs of the cattle. He creates you in your mothers' womb, creation after creation, in three (stages of) darkness. Such then is Allah, your Lord. For Him is the Kingdom. There is no god except Him. How, then, can you turn away"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "If you disbelieve, Allah is Rich, independent of you. Yet He does not approve of disbelief to His worshipers, but if you believe He will approve it in you. No laden soul shall bear another's load. Then, to Allah you shall return and He will tell to you what you have done. He knows the innermost of your chests"
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "When an affliction befalls a human, he supplicates to his Lord and turns to Him (in repentance) yet, no sooner does He bestow on him His blessing than he forgets that for which he had just supplicated and sets up associates with Allah in order to lead (people) away from His Path. Say: 'Enjoy your disbelief for awhile, you shall surely be among the companions of the Fire"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "Or, is he who is obedient that prostrates himself and stands during parts of the night, being afraid of the Everlasting Life but hoping for the Mercy of the Lord (to be compared to the unbeliever)' Say: 'Are they equal, those who know and those who do not know' Only those with minds remember"
        },
        {
            "chapter": 39,
            "verse": 10,
            "text": "Say: 'My worshipers who believe, fear your Lord. For those who do good in this world there is good and the earth of Allah is wide surely, those who are patient will be recompensed in full without count"
        },
        {
            "chapter": 39,
            "verse": 11,
            "text": "Say: 'I am ordered to worship Allah making my religion sincerely His"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "I am ordered to be the first of those to be submissive (Muslims to Him)"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "Say: 'Indeed, if I rebel against my Lord I fear the punishment of a dreadful Day"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "Say: 'I worship Allah and make my religion sincerely His"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "(As for yourselves) worship what you will, other than Him' Say: 'The losers are surely those who lose themselves and their families on the Day ofResurrection. Is that not a clear loss"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "Above them they shall have layers of fire and beneath them layers. By this Allah puts fear into His worshipers' 'O My worshipers, fear Me"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "Those who shun the worship of idols and turn in repentance to Allah for them glad tidings. Therefore give good tidings to My worshipers"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "who listen to the Words and follow what is finest of it. These are they whom Allah has guided. They are those of understanding"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "Can you save from the Fire he whom against the word of punishment has been realized"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "As for those who fear their Lord, there await high mansions above which are built (more) high mansions, beneath which rivers flow, such is the promise ofAllah; Allah will not fail His promise"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "Have you not seen how Allah sends down water from the sky and threaded it as springs in the earth? Then, He brings forth plants of various colors, after which they wither, and you see them turning yellow, and then He makes them into broken stubble. Surely, in this there is a reminder for those of understanding"
        },
        {
            "chapter": 39,
            "verse": 22,
            "text": "Is he whose chest Allah has expanded to Islam, so that he walks upon a light from his Lord (as those whose heart is sealed)? But woe to those whose hearts are hardened against the Remembrance of Allah! Those are in clear error"
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "Allah has sent down the best discourse, a Book, consimilar in its oftrepeated (verses) that the skins of those who fear their Lord tremble; and thereafter their skins and hearts soften to the Remembrance of Allah. Such is the Guidance of Allah, whereby He guides whosoever He will; and whosoever Allah leads astray, he has no guide"
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "Is he whose face is cautious of the evil of the punishment on the Day of Resurrection (to be compared to the unbeliever)! To the evildoers it shall be said:'Now taste that which you have been earning"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "Those who went before them also belied, then Our punishment overtook them from where they were unaware"
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "Allah let them taste degradation in this present life, but the punishment of the Everlasting Life shall be greater if they but knew"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "Indeed, We have struck of every manner of parable for mankind in this Koran in order that they will remember"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "It is an Arabic Koran free from all crookedness, in order that they will be cautious"
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "Allah has struck an example of a man shared by disagreeing partners, and a man who is owned by just one man, are the two equally alike? Praise belongs toAllah, but most of them do not know"
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "You are mortal, and they are mortal"
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "then, on the Day of Resurrection, you shall dispute before your Lord"
        }
    ]
}