{
    "chapter": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "پاک ہے وہ (خدا) جو اپنے بندہ (خاص) کو رات کے ایک حصہ میں مسجد الحرام سے اس مسجدِ اقصیٰ تک لے گیا جس کے گرد و پیش ہم نے برکت دی ہے تاکہ ہم انہیں اپنی (قدرت کی) کچھ نشانیاں دکھائیں بے شک وہ بڑا سننے والا، بڑا دیکھنے والا ہے۔"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "اور ہم نے موسیٰ کو کتاب دی اور اسے بنی اسرائیل کے لئے ذریعۂ ہدایت بنایا کہ (دیکھو) میرے سوا کسی کو اپنا کارساز نہ بنانا۔"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "اے ان لوگوں کی اولاد جن کو ہم نے نوح کے ساتھ (کشتی میں) سوار کر لیا تھا بے شک وہ (نوح) ایک شکر گزار بندہ تھا۔"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "اور ہم نے اس کتاب (توراۃ) میں بنی اسرائیل کو آگاہ کر دیا تھا کہ تم ضرور زمین میں دو مرتبہ فساد برپا کروگے اور بڑی سرکشی کروگے۔"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "چنانچہ جب ان دونوں میں سے پہلے وعدہ کا وقت آگیا تو ہم نے (تمہاری سرکوبی کیلئے) اپنے کچھ ایسے سخت جنگجو بندے بھیج دیئے جو تمہاری آبادیوں کے اندر گھس گئے اور (خدا) کا وعدہ پورا ہو کر رہا۔"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "اور پھر ہم نے گردشِ زمانہ کو تمہارے حق میں دشمن کے خلاف کر دیا (تمہیں ان پر غلبہ دے دیا) اور مال اور اولاد سے تمہاری مدد کی اور تمہیں کثیر التعداد بنا دیا۔"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "(دیکھو) اگر تم اچھے کام کروگے تو اپنے لئے ہی کروگے اور اگر برے کام کروگے تو وہ بھی اپنے لئے کروگے پس جب دوسرا وعدہ آگیا (تو ہم نے اور بندوں کو مسلط کر دیا) تاکہ تمہارے چہروں کو بگاڑ دیں اور مسجد (بیت المقدس) میں اسی طرح (جبراً) داخل ہو جائیں جس طرح پہلی بار (حملہ آور) داخل ہوئے تھے اور تاکہ جس جس چیز پر وہ قابو پائیں اسے تباہ و برباد کر دیں۔"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "ہو سکتا ہے کہ تمہارا پروردگار تم پر رحم فرمائے اور اگر تم پھر (فساد و سرکشی کی طرف) لوٹے تو پھر ہم بھی اسی طرح لوٹیں گے اور ہم نے جہنم کو کافروں کے لئے قید خانہ بنا دیا ہے۔"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "یقیناً یہ قرآن اس راستہ کی طرف راہنمائی کرتا ہے جو سب سے زیادہ سیدھا ہے اور خوشخبری دیتا ہے ان اہلِ ایمان کو جو نیک عمل کرتے ہیں کہ ان کے لئے بہت بڑا اجر ہے۔"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "اور جو لوگ آخرت پر ایمان نہیں رکھتے ان کے لئے ہم نے دردناک عذاب تیار کر رکھا ہے۔"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "اور انسان برائی کی دعا اسی طرح کرتا ہے جس طرح اچھائی کی دعا کرتا ہے (دراصل) انسان بڑا ہی جلد باز ہے۔"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "اور ہم نے رات اور دن کو (اپنی قدرت کی) دو نشانیاں بنایا ہے سو ہم نے رات کی نشانی کو دھندلا بنایا اور دن کی نشانی کو روشن بنایا تاکہ تم اپنے پروردگار کا فضل و کرم (رزق) تلاش کرو اور تاکہ برسوں کی گنتی اور (ہر طرح کا) حساب معلوم کر سکو اور ہم نے ہر (ضروری) چیز کو تفصیل سے بیان کر دیا ہے۔"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "اور ہم نے ہر انسان کا (نامہ) عمل اس کی گردن میں ڈال دیا ہے اور قیامت کے دن ہم ایک کتاب (نوشتہ) نکالیں گے جسے وہ اپنے سامنے کھلا ہوا پائے گا۔"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "(ہم حکم دیں گے کہ) اپنا نامۂ عمل پڑھ آج تو خود ہی اپنے حساب کے لئے کافی ہے۔"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "جو راہِ راست اختیار کرتا ہے وہ اپنے فائدہ کے لئے ہی کرتا ہے اور جو گمراہی اختیار کرتا ہے تو اس کا وبال اسی پر ہے اور کوئی بوجھ اٹھانے والا کسی دوسرے کا بوجھ نہیں اٹھائے گا اور ہم اس وقت تک عذاب نازل نہیں کرتے جب تک (اتمامِ حجت کی خاطر) کوئی رسول بھیج نہیں دیتے۔"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "اور جب ہم کسی بستی کو ہلاک کرنا چاہتے ہیں تو ہم وہاں کے خوشحال لوگوں کو (انبیاء کے ذریعہ سے اپنی اطاعت کا) حکم دیتے ہیں اور وہ (اطاعت کی بجائے) نافرمانی کرنے لگتے ہیں تب اس پر (عذاب کی) بات ثابت ہو جاتی ہے اور ہم اسے تباہ و برباد کر دیتے ہیں۔"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "اور ہم نے نوح کے بعد کتنی ہی قوموں کو (ان کے گناہوں کی پاداش میں) ہلاک کیا اور آپ کا پروردگار اپنے بندوں کے گناہوں سے باخبر ہونے اور دیکھنے کی حیثیت سے کافی ہے۔"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "جو کوئی دنیا کا خواہشمند ہو تو ہم جسے جتنا دینا چاہتے ہیں اسی (دنیا) میں جلدی دے دیتے ہیں پھر اس کے لئے دوزخ قرار دیتے ہیں جس میں وہ ملامت زدہ اور راندہ ہوا داخل ہوگا (اور اسے تاپے گا)۔"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "اور جو کوئی آخرت کا طلبگار ہوتا ہے اور اس کے لئے ایسی کوشش بھی کرے جیسی کہ کرنی چاہیئے درآنحالیکہ وہ مؤمن بھی ہو تو یہ وہ ہیں جن کی کوشش مشکور ہوگی۔"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "ہم ہر ایک کی امداد کرتے ہیں اِن کی بھی اور اُن کی بھی آپ کے پروردگار کی عطا و بخشش سے اور آپ کے پروردگار کی عطا کسی پر بند نہیں ہے۔"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "(دیکھو) ہم نے (یہاں) کس طرح بعض لوگوں کو بعض پر فضیلت دی ہے اور آخرت تو درجات کے اعتبار سے بہت بڑی ہے اور فضیلت کے لحاظ سے بھی بہت بڑی ہے۔"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "اللہ کے ساتھ کوئی الٰہ (معبود) نہ ٹھہراؤ۔ ورنہ ملامت زدہ ہوکر اور بے یار و مددگار ہو کر بیٹھے رہوگے۔"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "اور آپ کے پروردگار نے فیصلہ کر دیا ہے کہ تم اس کے سوا اور کسی کی عبادت نہ کرو اور ماں باپ کے ساتھ بھلائی کرو اگر تمہارے پاس ان میں سے ایک یا دونوں بڑھاپے تک پہنچ جائیں تو انہیں اف تک نہ کہو اور نہ انہیں جھڑکو۔ اور ان سے احترام کے ساتھ بات کرو۔"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "اور ان کے سامنے مہر و مہربانی کے ساتھ انکساری کا پہلو جھکائے رکھو اور کہو اے پروردگار تو ان دونوں پر اسی طرح رحم و کرم فرما جس طرح انہوں نے میرے بچپنے میں مجھے پالا( اور میری پرورش کی)۔"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "تمہارا پروردگار بہتر جانتا ہے جو کچھ تمہارے دلوں میں ہے اگر تم صالح اور نیک کردار ہوئے تو وہ توبہ و انابہ کرنے والوں کے لئے بڑا ہی بخشنے والا ہے۔"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "اور (دیکھو) قریبی رشتہ دار کو اس کا حق دے دو اور مسکین و مسافر کو بھی اور (خبردار) فضول خرچی نہ کرو۔"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "بے شک فضول خرچی کرنے والے شیطانوں کے بھائی بند ہیں اور شیطان اپنے پروردگار کا بڑا ناشکرا ہے۔"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "اور اگر تمہیں ان لوگوں سے پہلوتہی کرنی پڑے اس انتظار میں کہ تمہارے پروردگار کی طرف سے رحمت (کشائش) آئے جس کے تم امیدوار ہو تو ان سے نرم انداز میں بات کرو۔"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "اور (دیکھو) نہ تو اپنا ہاتھ اپنی گردن سے باندھ لو اور نہ ہی اسے بالکل کھول دو کہ (ایسا کرنے سے) ملامت زدہ (اور) تہی دست ہو کر بیٹھ جاؤگے۔"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "تمہارا پروردگار جس کسی کی چاہتا ہے روزی فراخ کر دیتا ہے اور جس کی چاہتا ہے تنگ کر دیتا ہے بے شک وہ اپنے بندوں کے حال سے بڑا باخبر ہے اور بڑا نگاہ رکھنے والا ہے۔"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "اور فقر و فاقہ کے خوف سے اپنی اولاد کو قتل نہ کرو۔ ہم ہی انہیں اور تمہیں روزی دیتے ہیں بے شک انہیں قتل کرنا بڑا جرم ہے۔"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "اور زناکاری کے قریب بھی نہ جاؤ یقینا وہ بہت بڑی بے حیائی ہے اور بہت برا راستہ ہے۔"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "اور جس جان کا مارنا اللہ نے حرام قرار دیا ہے اس کو قتل نہ کرو۔ مگر حق کے ساتھ اور جو شخص ناحق قتل کیا جائے تو ہم نے اس کے وارث کو (قصاص کا) اختیار دے دیا ہے پس چاہیئے کہ وہ قتل میں حد سے آگے نہ بڑھے ضرور اس کی مدد کی جائے گی۔"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "اور یتیم کے مال کے قریب بھی نہ جاؤ سوائے احسن طریقہ کے یہاں تک کہ وہ اپنی پختگی کے سن و سال (جوانی) تک پہنچ جائے اور (اپنے عہد) کو پورا کرو بے شک عہد کے بارے میں تم سے بازپرس کی جائے گی۔"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "اور جب ناپو تولو تو ناپ پوری پوری رکھا کرو اور جب تولو تو صحیح ترازو سے تولو یہی بہتر ہے اور انجام کے اعتبار سے بھی بہت اچھا ہے۔"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "اور جس چیز کا تمہیں علم نہیں ہے اس کے پیچھے نہ پڑو یقیناً کان، آنکھ اور دل ان سب کے بارے میں (تم سے) بازپرس کی جائے گی۔"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "اور زمین میں اکڑتے ہوئے نہ چلو کیونکہ تم (اس طرح چلنے سے) نہ زمین کو پھاڑ سکتے ہو اور نہ لمبائی میں پہاڑوں تک پہنچ سکتے ہو۔"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "ان سب باتوں میں سے ہر بری بات اللہ کو سخت ناپسند ہے۔"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "یہ سب باتیں حکمت و دانائی کی ان باتوں میں سے ہیں جو آپ کے پروردگار کی طرف سے آپ پر وحی کی گئی ہیں اللہ کے ساتھ کوئی دوسرا الٰہ (خدا) قرار نہ دو ورنہ اس حال میں جہنم میں ڈالے جاؤگے کہ تم ملامت زدہ اور راندۂ بارگاہ ہوگے۔"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "کیا تمہارے پروردگار نے تمہیں تو بیٹوں کے لئے منتخب کر لیا اور خود اپنے لئے فرشتوں کو بیٹیاں بنا لیا؟ اس میں شک نہیں ہے کہ تم بڑی سخت بات کہتے ہو۔"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "اور بے شک ہم نے (مطالبِ حقہ کو) اس قرآن میں مختلف انداز میں بار بار بیان کیا ہے تاکہ وہ نصیحت حاصل کریں مگر (اس تکرار) نے ان کی نفرت میں اضافہ کیا ہے۔"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "اے پیغمبر(ص)!) آپ کہہ دیجیے کہ اگر اس (خدا) کے ساتھ اور خدا بھی ہوتے جیساکہ یہ (کافر) کہتے ہیں تو وہ ضرور مالکِ عرش تک پہنچنے کا کوئی راستہ تلاش کرتے (اور مقابلہ تک نوبت پہنچ جاتی)۔"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "وہ پاک ہے اور کہیں برتر و بالا ہے ان باتوں سے جو یہ لوگ کہتے ہیں۔"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "ساتوں آسمان اور زمین اور جو کوئی بھی ان میں موجود ہیں اس کی تسبیح کرتے ہیں اور کوئی بھی چیز ایسی نہیں ہے جو حمد کے ساتھ اس کی تسبیح نہ کرتی ہو۔ لیکن تم ان کی تسبیح کو سمجھتے نہیں ہو بے شک وہ بڑا بردبار، بڑا بخشنے والا ہے۔"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "اے پیغمبر(ص)!) جب آپ قرآن پڑھتے ہیں تو ہم آپ کے اور ان لوگوں کے درمیان جو آخرت پر ایمان نہیں رکھتے ایک پوشیدہ پردہ ڈال دیتے ہیں۔"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "اور (ان کے پیہم انکار کی وجہ سے گویا) ہم نے ان کے دلوں پر پردے ڈال دیے ہیں تاکہ وہ اسے نہ سمجھیں اور کانوں میں گرانی (پیدا کر دیتے ہیں) اور جب آپ قرآن میں اپنے واحد و یکتا پروردگار کا ذکر کرتے ہیں تو وہ لوگ نفرت کرتے ہوئے پچھلے پاؤں پلٹ جاتے ہیں۔"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "ہم خوب جانتے ہیں کہ وہ غور سے کیا سنتے ہیں؟ جب یہ آپ کی طرف کان لگاتے ہیں اور (ہم خوب جانتے ہیں) جب یہ ظالم سرگوشیاں کرتے ہوئے کہتے ہیں کہ تم تو ایک سحر زدہ آدمی کی پیروی کر رہے ہو۔"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "دیکھیے یہ کیسی کیسی مثالیں آپ کے لئے بناتے ہیں جس کی وجہ سے وہ ایسے گمراہ ہوگئے ہیں کہ راستہ پا ہی نہیں سکتے۔"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "اور وہ کہتے ہیں کہ جب ہم (مر کر) ہڈیاں اور چُورا ہو جائیں گے تو کیا از سرِ نو پیدا کرکے اٹھائے جائیں گے؟"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "کہہ دیجیے! کہ تم پتھر ہو جاؤ یا لوہا۔"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "یا کوئی اور ایسی چیز (جس کا دوبارہ پیدا ہونا) تمہارے خیال میں بڑا (مشکل) ہو (بہرحال تمہیں دوبارہ زندہ کیا جائے گا) وہ (یہ سن کر) ضرور کہیں گے کہ کون ہمیں دوبارہ (زندہ کرکے) لائے گا؟ کہہ دیجیے! وہی جس نے تمہیں پہلی بار پیدا کیا پس وہ اپنے سر جھکا کر کہیں گے کہ کب ایسا ہوگا؟ کہہ دیجئے! کہ شاید بالکل قریب ہو۔"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "وہی دن کہ جب (خدا) تمہیں بلائے گا تو تم اس کی حمد کے ساتھ لبیک کہوگے اور خیال کروگے تم بہت تھوڑی مدت (عالمِ برزخ میں) رہے ہو۔"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "(اے رسول) میرے بندوں سے کہہ دو کہ وہ (لوگوں سے) ایسی بات کریں جو بہترین ہو۔ بے شک شیطان ان کے درمیان فساد ڈالتا ہے۔ یقیناً شیطان انسان کا کھلا ہوا دشمن ہے۔"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "تمہارا پروردگار تمہیں خوب جانتا ہے وہ اگر چاہے تو تم پر رحم کرے اور اگر چاہے تو تمہیں سزا دے۔ (اے رسول(ص)) ہم نے آپ کو ان پر داروغہ بنا کر نہیں بھیجا۔"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "آپ کا پروردگار خوب جانتا ہے ان کو جو آسمانوں اور زمین میں ہیں اور ہم نے بعض بندوں کو بعض پر فضیلت دی ہے اور ہم نے داؤد کو زبور عطا کی۔"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "اے رسول(ص)) ان لوگوں سے کہہ دو کہ جنہیں تم اللہ کے سوا (کارساز) سمجھتے ہو۔ ذرا انہیں پکار کر دیکھو۔ وہ نہ تو تم سے تکلیف دور کر سکتے ہیں اور نہ ہی (اسے) بدل سکتے ہیں۔"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "جن کو یہ لوگ پکارتے ہیں وہ تو خود اپنے پروردگار کی بارگاہ میں وسیلہ تلاش کر رہے ہیں کہ کون زیادہ قرب رکھنے والا ہے؟ اور وہ اللہ کی رحمت کی امید رکھتے ہیں اور اس کے عذاب سے ڈرتے ہیں۔ بے شک تمہارے پروردگار کا عذاب ڈرنے کے قابل ہے۔"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "کوئی بستی ایسی نہیں ہے جسے ہم قیامت سے پہلے ہلاک نہ کر دیں یا سخت عذاب میں مبتلا کر دیں یہ بات کتاب (نوشتۂ تقدیر) میں لکھی ہوئی ہے۔"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "اور (منکرین کی مطلوبہ) نشانیاں بھیجنے سے ہمیں کسی چیز نے نہیں روکا۔ مگر اس بات نے کہ پہلے لوگ انہیں جھٹلا چکے ہیں۔ اور ہم نے قومِ ثمود کو ایک (خاص) اونٹنی دی جوکہ روشن نشانی تھی۔ تو انہوں نے اس پر ظلم کیا اور ہم نشانیاں صرف ڈرانے کیلئے بھیجتے ہیں۔"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "(اے رسول وہ وقت یاد کرو) جب ہم نے آپ سے کہا تھا کہ آپ کے پروردگار نے لوگوں کو گھیرے میں لے لیا ہے اور جو منظر ہم نے آپ کو دکھایا تھا۔ اس کو اور اس درخت کو جس پر قرآن میں لعنت کی گئی ہے، ہم نے لوگوں کیلئے آزمائش کا ذریعہ بنایا ہے اور ہم انہیں ڈراتے ہیں مگر یہ ڈرانا ان کی سرکشی میں اضافہ ہی کر رہا ہے۔"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "(وہ وقت یاد کرو) جب ہم نے فرشتوں سے کہا تھا آدم(ع) کے سامنے سجدہ ریز ہو جاؤ تو سب نے سجدہ کیا سوائے ابلیس کے۔ اس نے کہا کیا میں اس کو سجدہ کروں جسے تو نے مٹی سے پیدا کیا ہے؟"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "نیز اس نے کہا بھلا مجھے بتا تو سہی یہ شخص جس کو تو نے مجھ پر فضیلت دی ہے (آخر کیوں افضل ہے) اگر تو مجھے قیامت کے دن تک مہلت دے دے تو میں چند افراد کے سوا اس کی پوری اولاد کی بیخ کنی کر ڈالوں گا۔"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "ارشاد ہوا چل نکل جا! ان میں سے جو کوئی بھی تیری پیروی کرے گا تو بے شک جہنم تم سب کی پوری پوری سزا ہے۔"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "اور ان میں سے جس پر تیرا قابو چلتا ہے اپنی پکار سے اسے ورغلا اور ان پر اپنے سواروں اور پیادوں سے چڑھائی کر اور ان کے مالوں اور اولاد میں شریک ہو جا۔ اور ان سے وعدے کر۔ اور شیطان تو دھوکے اور فریب کے سوا ان سے کوئی وعدہ کرتا ہی نہیں ہے۔"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "بے شک جو میرے خاص بندے ہیں ان پر تیرا کوئی قابو نہیں ہے اور کارسازی کیلئے آپ کا پروردگار کافی ہے۔"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "تمہارا پروردگار وہ ہے جو سمندر میں تمہارے لئے کشتی چلاتا ہے تاکہ تم اس کا فضل (مال) تلاش کرو یقینا وہ تم پر بڑا مہربان ہے۔"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "اور جب تمہیں سمندر میں کوئی تکلیف پہنچتی ہے۔ تو اس کے سوا جس جس کو تم پکارتے ہو وہ سب غائب ہو جاتے ہیں اور جب وہ تمہیں (خیریت سے) خشکی پر پہنچا دیتا ہے تو تم روگردانی کرنے لگتے ہو اور انسان بڑا ہی ناشکرا ہے۔"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "کیا تم اس بات سے بے فکر ہوگئے ہو کہ وہ تمہیں خشکی کے کسی گوشے میں زمین کے اندر دھنسا دے یا تم پر کوئی پتھر برسانے والی آندھی بھیج دے۔ پھر تم کسی کو بھی اپنا کارساز نہیں پاؤگے۔"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "کیا تم اس بات سے بے فکر ہوگئے ہو کہ وہ تمہیں دوبارہ اسی (سمندر) میں پہنچائے اور پھر تم پر طوفانی ہوا چلا کر تمہیں ناشکرے پن کی پاداش میں غرق کر دے۔ پھر تم اس کی ہم سے بازپرس کرنے والا کوئی نہیں پاؤگے۔"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "بے شک ہم نے اولادِ آدم کو بڑی عزت و بزرگی دی ہے اور ہم نے انہیں خشکی اور تری میں سوار کیا (سواریاں دیں) پاک و پاکیزہ چیزوں سے روزی دی اور انہیں اپنی مخلوقات پر (جو بہت ہیں) فضیلت دی۔"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "اس دن (کو یاد کرو) جب ہم (ہر دور کے) تمام انسانوں کو انکے امام (پیشوا) کے ساتھ بلائیں گے پس جس کسی کو اس کا نامۂ اعمال دائیں ہاتھ میں دیا جائے گا تو یہ لوگ اپنا صحیفۂ اعمال (خوش خوش) پڑھیں گے اور ان پر ذرہ برابر بھی ظلم نہیں کیا جائے گا۔"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "اور جو کوئی اس دنیا میں اندھا بنا رہا وہ آخرت میں بھی اندھا ہی ہوگا اور بڑا راہ گم کردہ ہوگا۔"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "اے رسول(ص)) یہ (کافر) اس بات میں کوشاں تھے (اور اس کا ارادہ کر لیا تھا کہ) آپ کو اس (کتاب) سے پھیر دیں جو ہم نے آپ کی طرف بذریعۂ وحی بھیجی ہے تاکہ آپ اس کے خلاف کوئی بات گڑھ گھڑ کر ہماری طرف منسوب کریں اور اس صورت میں وہ ضرور آپ کو اپنا گہرا دوست بنا لیتے۔"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "اور اگر ہم آپ کو ثابت قدم نہ رکھتے تو آپ کچھ نہ کچھ ضرور ان کی طرف جھک جاتے۔"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "اور اگر آپ ایسا کرتے تو ہم آپ کو دنیا میں عذاب کا مزہ چکھاتے اور مرنے پر بھی دوہرے عذاب کا مزہ چکھاتے۔ پھر آپ ہمارے مقابلہ میں کوئی یار و مددگار نہ پاتے۔"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "اور یہ لوگ اس بات میں بھی کوشاں تھے کہ اس سر زمین سے آپ کے قدم اکھیڑ دیں اور اس طرح آپ کو یہاں سے نکال دیں اور اگر وہ ایسا کریں گے تو وہ خود بھی آپ کے بعد زیادہ دیر نہیں ٹھہریں گے۔"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "یہی ہمارا دستور رہا ہے ان رسولوں کے بارے میں جنہیں ہم نے پہلے بھیجا ہے اور آپ ہمارے اس دستور میں کوئی تبدیلی نہیں پائیں گے۔"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "اے پیغمبر(ص)) زوالِ آفتاب سے لے کر رات کے اندھیرے تک نماز قائم کرو۔ اور نمازِ صبح بھی۔ کیونکہ صبح کی نماز حضوری کا وقت ہے (اس وقت شب و روز کے فرشتے حاضر ہوتے ہیں)۔"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "اور رات کے کچھ حصہ (پچھلے پہر) میں قرآن کے ساتھ بیدار رہیں (نمازِ تہجد پڑھیں) یہ آپ کے لئے اضافہ ہے۔ عنقریب آپ کا پروردگار آپ کو مقامِ محمود پر فائز کرے گا۔"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "اور کہیے اے میرے پروردگار! مجھے (ہر جگہ) سچائی کے ساتھ داخل کر اور نکال بھی سچائی کے ساتھ اور میرے لئے اپنی جانب سے ایسی قوت قرار دے جو مددگار ہو۔"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "اور کہیئے! کہ حق آگیا اور باطل مٹ گیا۔ یقیناً باطل تو تھا ہی مٹنے والا۔"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "اور ہم تنزیلِ قرآن کے سلسلہ میں وہ کچھ نازل کر رہے ہیں جو اہلِ ایمان کے لئے شفاء اور رحمت ہے اور ظالموں کے لئے خسارہ کے سوا اور کسی چیز میں اضافہ نہیں کرتا۔"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "اور جب ہم انسان کو کوئی نعمت عطا کرتے ہیں تو وہ منہ پھیر لیتا ہے اور پہلو تہی کرتا ہے اور جب اسے کوئی تکلیف پہنچتی ہے تو مایوس ہو جاتا ہے۔"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "کہہ دیجیے! ہر شخص اپنے طریقہ پر عمل پیرا ہے۔ اب یہ تو تمہارا پروردگار ہی بہتر جانتا ہے کہ ٹھیک راہ پر کون ہے؟"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "اے رسول(ص)!) لوگ آپ سے روح کے بارے میں سوال کرتے ہیں۔ کہہ دیجئے کہ روح میرے پروردگار کے امر سے ہے اور تمہیں بہت ہی تھوڑا سا علم دیا گیا ہے۔"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "اور اگر ہم چاہیں تو وہ سب کچھ سلب کر لیں جو ہم نے آپ کی طرف وحی کی ہے۔ اور پھر آپ ہمارے مقابلہ میں کوئی وکیل (حمایتی) بھی نہ پائیں (جو اسے واپس دلا سکے)۔"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "مگر یہ آپ کے پروردگار کی خاص رحمت ہے (کہ وہ ایسا نہیں کرتا) بے شک آپ پر اس کا بہت بڑا فضل ہے۔"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "کہہ دیجئے کہ اگر سارے انسان اور جن اکٹھے ہو جائیں (اور چاہیں) اس جیسا قرآن لے آئیں تو جب بھی اس جیسا نہیں لا سکیں گے۔ اگرچہ ایک دوسرے کے مددگار بھی بن جائیں۔"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "اور یقیناً ہم نے اس قرآن میں ہر طرح کی مثالیں (بار بار) ادل بدل کر بیان کی ہیں لوگوں کے لئے (تاکہ وہ سمجھیں) مگر اکثر لوگ انکار کئے بغیر نہ رہے۔"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "اور انہوں نے کہا ہم اس وقت تک آپ کی بات نہیں مانیں گے جب تک آپ یہ کام کرکے نہ دکھا دیں (مثلاً) ہمارے لئے زمین سے چشمہ جاری کریں۔"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "یا آپ کے لئے کھجوروں اور انگوروں کا ایک باغ ہو اور آپ اس کے درمیان بہت سی نہریں جاری کریں۔"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "یا جیساکہ آپ کا خیال ہے آسمان کے ٹکڑے ٹکڑے کرکے ہم پر گرا دیں یا پھر خدا اور فرشتوں کو کھلم کھلا ہمارے سامنے لے آئیں۔"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "یا آپ کا خالص سونے کا ایک گھر ہو۔ یا پھر آپ آسمان پر چڑھ جائیں اور ہم آپ کے (آسمان پر) چڑھنے کو بھی اس وقت تک نہیں مانیں گے جب تک ایک (لکھی لکھائی) کتاب اتار کے نہ لے آئیں جسے ہم خود پڑھیں۔ کہہ دیجئے پاک ہے میرا پروردگار میں پیغام پہنچانے والا انسان کے سوا کیا ہوں؟"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "جب کبھی لوگوں کے پاس ہدایت پہنچی تو ان کو ایمان لانے سے نہیں روکا مگر اس بات نے کہ کہنے لگے کیا اللہ نے کسی بشر کو رسول بنا کر بھیجا ہے؟"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "کہہ دیجئے! کہ اگر زمین میں (انسان کی بجائے) فرشتے ہوتے جو اطمینان و آرام سے چلتے پھرتے تو ہم ضرور ان پر آسمان سے کسی فرشتہ کو رسول(ص) بنا کر بھیجتے۔"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "اے رسول(ص)!) کہہ دیئے! کہ میرے اور تمہارے درمیان گواہی کیلئے اللہ ہی کافی ہے۔ بے شک وہ اپنے بندوں کو خوب جانتا ہے۔ (اور) خوب دیکھتا ہے۔"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "اور جس کو اللہ ہدایت دے دے وہی ہدایت یافتہ ہے اور جسے (وہ اپنی توفیق سلب کرکے) گمراہی میں چھوڑ دے تو تم اللہ کے سوا اس کا کوئی حامی و مددگار نہیں پاؤگے اور قیامت کے دن ہم ایسے لوگوں کو منہ کے بل اس حال میں اٹھائیں گے کہ وہ اندھے، گونگے اور بہرے ہوں گے۔ ان کا ٹھکانہ جہنم ہے جب بھی وہ بجھنے لگے گی تو ہم اسے اور بھڑکا دیں گے۔"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "یہ ان کی سزا ہے کیونکہ انہوں نے ہماری آیتوں کا انکار کیا۔ اور کہا کہ جب ہم (گل سڑ کر) ہڈیاں اور چورہ ہو جائیں گے تو کیا ہم ازسرِنو پیدا کرکے اٹھائے جائیں گے؟"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "کیا انہوں نے (اس بات پر) غور نہیں کیا کہ وہ اللہ جس نے آسمانوں اور زمین کو پیدا کیا ہے وہ اس پر بھی ضرور قادر ہے کہ ان جیسوں کو (دوبارہ) پیدا کر دے اور اس نے ان کے (حشر کے) لئے ایک میعاد مقرر کر رکھی ہے جس میں کوئی شک نہیں ہے مگر اس امر میں ظالم انکار کئے بغیر نہ رہے۔"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "کہہ دیجئے! کہ اگر تم میرے پروردگار کی رحمت کے خزانوں کے مالک بھی ہوتے تو تم ان کے خرچ ہو جانے کے خوف سے (ہاتھ) روک لیتے اور انسان بڑا بخیل ہے۔"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "اور ہم نے موسیٰ کو نو کھلی نشانیاں عطا فرمائیں۔ آپ بنی اسرائیل سے پوچھ لیں جب کہ وہ (موسیٰ) ان کے پاس آئے تھے! تو فرعون نے اس سے کہا۔ اے موسیٰ! میں تو تمہیں سحر زدہ (یا ساحر) خیال کرتا ہوں۔"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "موسیٰ نے کہا (اے فرعون) تو (دل میں تو) یقیناً جانتا ہے کہ یہ نشانیاں آسمانوں اور زمین کے پروردگار نے بصیرت کا سامان بنا کر نازل کی ہیں۔ اور اے فرعون! میں سمجھتا ہوں کہ تو ایک ہلاکت زدہ آدمی ہے۔"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "اس (فرعون) نے ارادہ کیا کہ وہ (موسیٰ اور بنی اسرائیل) کو اس سر زمین سے نکال باہر کرے لیکن ہم نے اسے اور اس کے سب ساتھیوں کو غرق کر دیا۔"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "اور اس (واقعہ) کے بعد ہم نے بنی اسرائیل سے کہا کہ تم اس سر زمین میں سکونت اختیار کرو۔ پس جب آخرت کا وعدہ آجائے گا تو ہم تم (سب) کو (اپنے حضور) سمیٹ لائیں گے۔"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "اور ہم نے اس (قرآن) کو حق کے ساتھ نازل کیا ہے اور وہ حق کے ساتھ نازل ہوا ہے۔ اور ہم نے آپ کو بشارت دینے والا اور ڈرانے والا بنا کر بھیجا ہے۔"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "اور ہم نے قرآن کو متفرق طور پر (جدا جدا کرکے) نازل کیا ہے تاکہ آپ اسے لوگوں کے سامنے ٹھہر ٹھہر کر پڑھیں اور ہم نے اسے (موقع بموقع) بتدریج نازل کیا ہے۔"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "کہہ دیجیے! کہ تم (لوگ) اس پر ایمان لاؤ یا نہ لاؤ۔ لیکن جن کو اس سے پہلے علم دیا گیا ہے جب اسے ان کے سامنے پڑھا جاتا ہے تو وہ منہ کے بل سجدہ میں گر پڑتے ہیں۔"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "اور کہتے ہیں کہ پاک ہے ہمارا پروردگار! بے شک ہمارے پروردگار کا وعدہ تو پورا ہو کر ہی رہتا ہے۔"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "اور وہ روتے ہوئے منہ کے بل گر پڑتے ہیں۔ اور یہ (قرآن) ان کے خشوع و خضوع میں اضافہ کر دیتا ہے۔"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "کہہ دیجیے! کہ اسے اللہ کہہ کر پکارو یا رحمٰن کہہ کر پکارو جس نام سے بھی اسے پکارو۔ اس کے سارے نام اچھے ہیں اور نہ ہی اپنی نماز زیادہ بلند آواز سے پڑھو اور نہ ہی بالکل آہستہ سے بلکہ ان دونوں کے درمیان کا راستہ اختیار کرو۔"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "اور کہہ دیجئے! سب تعریفیں اللہ کے لئے ہیں جس نے نہ کسی کو بیٹا بنایا ہے اور نہ ہی کسی کو شریک بنایا ہے اور نہ ہی درماندگی اور عاجزی کی وجہ سے اس کا کوئی مددگار ہے اور اس کی کبریائی اور بڑائی کا بیان کرو جس طرح بڑائی بیان کرنی چاہیئے۔"
        }
    ]
}