{
    "maqras": [
        {
            "chapter": 60,
            "verse": 7,
            "text": "บางทีอัลลอฮฺจะทรงทำให้เกิดความรักใคร่ระหว่างพวกเจ้ากับบรรดาผู้ที่พวกเจ้าถือเป็นศัตรูในหมู่พวกเขา และอัลลอฮฺเป็นผู้ทรงอานุภาพ และอัลลอฮฺเป็นผู้ทรงอภัย ผู้ทรงเมตตาเสมอ"
        },
        {
            "chapter": 60,
            "verse": 8,
            "text": "อัลลอฮฺมิได้ทรงห้ามพวกเจ้าเกี่ยวกับบรรดาผู้ที่มิได้ต่อต้านพวกเจ้าในเรื่องศาสนาและพวกเขามิได้ขับไล่พวกเจ้าออกจากบ้านเรือนของพวกเจ้าในการที่พวกเจ้าจะทำความดีแก่พวกเขา และให้ความยุติธรรมแก่พวกเขา แท้จริงอัลลอฮฺทรงรักผู้มีความยุติธรรม"
        },
        {
            "chapter": 60,
            "verse": 9,
            "text": "แต่ว่าอัลลอฮทรงห้ามพวกเจ้าเกี่ยวกับบรรดาผู้ที่ต่อต้านพวกเจ้าในเรื่องศาสนาและขับไล่พวกเจ้าออกจากบ้านเรือนของพวกเจ้า และช่วยเหลือให้ขับไล่พวกเจ้าในการที่พวกเจ้าจะผูกมิตรกับพวกเขาและผู้ใดผูกมิตรกับพวกเขา ชนเหล่านั้นพวกเขาเป็นผู้อธรรม"
        },
        {
            "chapter": 60,
            "verse": 10,
            "text": "โอ้บรรดาผู้ศรัทธาเอ๋ย เมื่อบรรดาหญิงผู้ศรัทธาเป็นผู้ลี้ภัยมาหาพวกเจ้า ก็จงสอบสวนพวกนาง อัลลอฮฺทรงรู้ดียิ่งในการศรัทธาของพวกนาง ครั้นเมื่อพวกเจ้ารู้ว่าพวกนางเป็นผู้ศรัทธา ก็อย่าได้ส่งพวกนางกลับไปยังพวกปฏิเสธศรัทธา พวกนางมิได้เป็นที่อนุมัติแก่พวกเขา และพวกเขาก็มิได้เป็นที่อนุมัติแก่พวกนาง และจงจ่ายคืนให้พวกเขา (สามีเดิมที่เป็นกาเฟร) สิ่งที่พวกเขาได้จ่ายไป (มะฮัร) และไม่เป็นบาปอันใดแก่พวกเจ้าที่จะแต่งงานกับพวกนาง เมื่อพวกเจ้าได้ให้แก่พวกนางซึ่งของหมั้นของพวกนาง และอย่าหน่วงเหนี่ยวพันธะการแต่งงานของบรรดาหญิงผู้ปฏิเสธศรัทธา และจงขอคืนสิ่งที่พวกเจ้าได้ใช้จ่ายไป และให้พวกเขาขอคืนสิ่งที่พวกเขาได้ใช้จ่ายไป นั่นคือข้อตัดสินของอัลลอฮฺ พระองค์ทรงตัดสินในระหว่างพวกเจ้า และอัลลอฮฺเป็นผู้ทรงรอบรู้ ผู้ทรงปรีชาญาณ"
        },
        {
            "chapter": 60,
            "verse": 11,
            "text": "และถ้าคนใดในบรรดาภริยาของพวกเจ้าหนีออกไปสู่พวกปฏิเสธศรัทธาแล้ว ครั้นเมื่อพวกเจ้าสามารถแก้แค้นริบทรัพย์มาได้ ก็จงจ่ายคืนให้แก่บรรดาผู้ที่บรรดาภริยาของพวกเขาหนีไปเท่ากับจำนวนที่พวกเขาได้จ่ายไป และจงยำเกรงอัลลอฮฺ ผู้ซึ่งพวกเจ้าเป็นผู้ศรัทธาต่อพระองค์เถิด"
        },
        {
            "chapter": 60,
            "verse": 12,
            "text": "โอ้ นะบีเอ๋ย เมื่อบรรดาหญิงผู้ศรัทธาได้มาหาเจ้าโดยพวกนางเพื่อให้ปฏิญาณแก่เจ้าพวกนางจะไม่ตั้งภาคีใด ๆ ต่ออัลลอฮฺ และจะไม่ขโมย และจะไม่ทำชู้ และจะไม่ฆ่าลูก ๆ ของพวกนาง และจะไม่นำมาซึ่งการใส่ร้ายโดยการเสกสรรลูกหลง พ่อให้เป็นลูกของเขา และจะไม่ขัดขืนคำสั่งของเจ้าในเรื่องดีงาม ดังนั้นจงรับการปฏิญาณของพวกนาง และจงขอต่ออัลลอฮฺให้ทรงอภัยแก่พวกนาง แท้จริงอัลลอฮฺเป็นผู้ทรงอภัยผู้ทรงเมตตาเสมอ"
        },
        {
            "chapter": 60,
            "verse": 13,
            "text": "โอ้บรรดาผู้ศรัทธาเอ๋ย พวกเจ้าอย่าได้คบกับหมู่ชนที่อัลลอฮฺทรงกริ้วต่อพวกเขาไว้เป็นมิตรสหาย แน่นอนพวกเขาหมดหวังต่อวันปรโลกแล้วเสมือนกับที่พวกปฏิเสธศรัทธาหมดหวังต่อ (การฟื้นคืนชีพของ) ชาวกุบูร"
        },
        {
            "chapter": 61,
            "verse": 1,
            "text": "สิ่งที่อยู่ในชั้นฟ้าทั้งหลายและสิ่งที่อยู่ในแผ่นดินต่างแซ่ซ้อง สดุดีแด่อัลลอฮฺ และพระองค์ เป็นผู้ทรงอำนาจ ผู้ทรงปรีชาญาณ"
        },
        {
            "chapter": 61,
            "verse": 2,
            "text": "โอ้บรรดาผู้ศรัทธาเอ๋ย ทำไมพวกเจ้าจึงกล้าพูดในสิ่งที่พวกเจ้าไม่ปฏิบัติ"
        },
        {
            "chapter": 61,
            "verse": 3,
            "text": "เป็นที่น่าเกลียดยิ่งที่อัลลอฮฺ การที่พวกเจ้าพูดในสิ่งที่พวกเจ้าไม่ปฏิบัติ"
        },
        {
            "chapter": 61,
            "verse": 4,
            "text": "แท้จริง อัลลอฮฺทรงรักบรรดาผู้ที่ต่อสู้ในทางของพระองค์เป็นแถวเดียวกัน ประหนึ่งพวกเขาเป็นอาคารที่ยึดมั่นแข็งแรง"
        },
        {
            "chapter": 61,
            "verse": 5,
            "text": "และจงรำลึกเมื่อมูซาได้กล่าวแก่หมู่ชนของเขาว่า โอ้หมู่ชนของฉันเอ๋ย ทำไมพวกท่านจึงทำร้ายฉัน และแน่นอนพวกท่านรู้แล้วมิใช่ หรือว่าแท้จริงฉันเป็นร่อซูลของอัลลอฮฺมายังพวกท่าน ดังนั้นเมื่อพวกเขาหันเหไป (จากแนวทาง ที่เที่ยงตรง) อัลลอฮฺก็ทรงทำให้หัวใจของพวกเขาหันเหออกไป และอัลลอฮฺนั้นจะไม่ชี้แนะ ทางที่ถูกต้องแก่หมู่ชนผู้ฝ่าฝืน"
        },
        {
            "chapter": 61,
            "verse": 6,
            "text": "และจงรำลึก เมื่ออีซา อิบนฺ มัรยัม ได้กล่าวว่า โอ้วงศ์วานของอิสรออีลเอ๋ย แท้จริงฉันเป็นร่อซูลของอัลลอฮฺมายังพวกท่าน เป็นผู้ยืนยันสิ่งที่มีอยู่ในเตารอฮฺก่อนหน้าฉันและเป็นผู้แจ้งข่าวดีถึงร่อซูลคนหนึ่งผู้จะมาภายหลังฉัน ชื่อของเขาคือ อะหมัด ครั้นเมื่อเขา (อะหมัด) ได้มายังพวกเขาพร้อมด้วยหลักฐานอันชัดแจ้งแล้ว พวกเขากล่าวว่านี่คือมายากลแท้ ๆ"
        },
        {
            "chapter": 61,
            "verse": 7,
            "text": "และผู้ใดเล่าจะอธรรมยิ่งกว่าผู้กล่าวเท็จต่ออัลลอฮฺ ด้วยปากของพวกเขาขณะที่เขาถูกเชิญชวนสู่อิสลาม และอัลลอฮฺนั้นจะไม่ชี้แนะทางที่ถูกต้องแก่หมู่ชนผู้อธรรม"
        },
        {
            "chapter": 61,
            "verse": 8,
            "text": "พวกเขาปรารถนาที่จะดับรัศมีของอัลลอฮฺด้วยปากของพวกเขา แต่อัลลอฮฺเป็นผู้ทำให้รัศมีของพระองค์สมบูรณ์ แม้ว่าพวกปฏิเสธศรัทธาจะเกลียดชังก็ตาม"
        },
        {
            "chapter": 61,
            "verse": 9,
            "text": "พระองค์คือผู้ทรงส่งร่อซูลของพระองค์ด้วยการชี้นำทางและศาสนาแห่งสัจธรรมเพื่อพระองค์จะทรงให้ศาสนาอิสลามอยู่เหนือศาสนาทั้งมวล ถึงแม้พวกตั้งภาคีจะเกลียดชังก็ตาม"
        },
        {
            "chapter": 61,
            "verse": 10,
            "text": "โอ้บรรดาผู้ศรัทธาเอ๋ย ข้าจะชี้แนะแนวทางแก่พวกเจ้าไหมเล่า ถึงการค้าที่จะช่วยพวกเจ้าให้พ้นจากการลงโทษอันเจ็บปวด"
        },
        {
            "chapter": 61,
            "verse": 11,
            "text": "นั้นคือพวกเจ้าต้องศรัทธาต่ออัลลอฮฺและร่อซูลของพระองค์ และต่อสู้ดิ้นรนในทางอัลลอฮฺ ด้วยทรัพย์สินของพวกเจ้าและชีวิตของพวกเจ้า นั่นเป็นการดียิ่งสำหรับพวกเจ้าหากพวกเจ้ารู้"
        },
        {
            "chapter": 61,
            "verse": 12,
            "text": "พระองค์จะทรงอภัยให้แก่พวกเจ้า ซึ่งการทำบาปของพวกเจ้า และจะทรงให้พวกเจ้าเข้าในสวนสวรรค์หลากหลาย มีลำน้ำหลายสายไหลผ่าน ณ เบื้องล่างของสวนสวรรค์ และที่พำนักอันบรมสุขในสวนสวรรค์หลากหลายอันสถาพร นั่นคือชัยชนะอันใหญ่หลวง"
        },
        {
            "chapter": 61,
            "verse": 13,
            "text": "และสิ่งอื่น ๆ อีกที่พวกเจ้ารักชอบมันการช่วยเหลือจากอัลลอฮฺและการพิชิตอันใกล้นี้และจงแจ้งข่าวดีแด่บรรดาผู้ศรัทธาเถิด"
        },
        {
            "chapter": 61,
            "verse": 14,
            "text": "โอ้บรรดาผู้ศรัทธาเอ๋ย ! จงเป็นผู้ช่วยเหลือในทางของอัลลอฮฺ ดังเช่น อีซา อิบนฺมัรยัมได้กล่าวแก่บรรดาสาวกว่า ผู้ใดจะเป็นผู้ช่วยเหลือฉันไปยังอัลลอฮฺบ้าง? บรรดาสาวกได้กล่าวว่า พวกเราเป็นผู้ช่วยเหลือในทางของอัลลอฮฺ ดังนั้นกลุ่มหนึ่งจากวงศ์วารของอิสรออีลได้ศรัทธา และอีกกลุ่มหนึ่งได้ปฏิเสธศรัทธา แต่เราได้ช่วยเสริมสร้างกำลังแก่บรรดาผู้ศรัทธาให้เหนือกว่าศัตรูของพวกเขา แล้วพวกเขาก็กลายเป็นผู้มีชัยชนะ"
        }
    ]
}