{
    "rukus": [
        {
            "chapter": 6,
            "verse": 155,
            "text": "Это - благословенное Писание, которое Мы ниспослали. Следуйте же ему и будьте богобоязненны, - быть может, вы будете помилованы"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "Мы ниспослали его, чтобы вы не говорили: «Писание было ниспослано только двум общинам до нас, и мы ничего не знали о том, что они изучали»"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "Или чтобы вы не говорили: «Если бы нам было ниспослано Писание, то мы придерживались бы прямого пути лучше, чем они». К вам уже явилось ясное знамение от вашего Господа, верное руководство и милость. Кто же несправедливее того, кто считает ложью знамения Аллаха и отворачивается от них? Мы воздадим тем, кто отворачивается от Наших знамений, тяжкими мучениями за то, что они отворачивались"
        },
        {
            "chapter": 6,
            "verse": 158,
            "text": "Неужели они ожидают чего-либо помимо того, что к ним явятся ангелы, или явится твой Господь, или явятся некоторые из знамений твоего Господа? В тот день, когда явятся некоторые знамения твоего Господа, вера не принесет пользы душе, если та не уверовала прежде или не приобрела благодаря своей вере добро. Скажи: «Ждите, и мы тоже подождем»"
        },
        {
            "chapter": 6,
            "verse": 159,
            "text": "Ты не имеешь никакого отношения к тем, которые раскололи свою религию и разделились на секты. Их дело находится у Аллаха, и позднее Он сообщит им о том, что они совершали"
        },
        {
            "chapter": 6,
            "verse": 160,
            "text": "Кто явится с добрым деянием, тот получит десятикратное воздаяние. А кто явится со злым деянием, тот получит только соответствующее воздаяние, и с ними не поступят несправедливо"
        },
        {
            "chapter": 6,
            "verse": 161,
            "text": "Скажи: «Воистину, мой Господь наставил меня на прямой путь, на правильную религию, веру Ибрахима (Авраама), ханифа. Ведь он не был из числа многобожников»"
        },
        {
            "chapter": 6,
            "verse": 162,
            "text": "Скажи: «Воистину, мой намаз и мое жертвоприношение (или поклонение), моя жизнь и моя смерть посвящены Аллаху, Господу миров"
        },
        {
            "chapter": 6,
            "verse": 163,
            "text": "Нет у Него сотоварищей. Это мне велено, и я - первый из мусульман»"
        },
        {
            "chapter": 6,
            "verse": 164,
            "text": "Скажи: «Неужели я стану искать другого господа помимо Аллаха, в то время как Он является Господом всякой вещи?». Каждая душа приобретает грехи только во вред самой себе. Ни одна душа не понесет чужого бремени. Затем вам предстоит вернуться к вашему Господу, и Он поведает вам о том, в чем вы расходились во мнениях"
        },
        {
            "chapter": 6,
            "verse": 165,
            "text": "Он - Тот, Кто сделал вас преемниками на земле и возвысил одних из вас над другими по степеням, чтобы испытать вас тем, что Он даровал вам. Воистину, твой Господь скор в наказании. Воистину, Он - Прощающий, Милосердный"
        }
    ]
}