{
    "rukus": [
        {
            "chapter": 2,
            "verse": 113,
            "text": "Иудеи сказали: «Христиане не следуют прямым путем». А христиане сказали: «Иудеи не следуют прямым путем». Все они читают Писание, но слова невежественных людей похожи на их слова. В День воскресения Аллах рассудит их в том, в чем они расходились во мнениях"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "Кто может быть несправедливее того, кто запрещает в мечетях Аллаха поминать имя Его и стремится разрушить их? Им следовало бы входить туда только с чувством страха. Позор им в мирской жизни и великие мучения в Последней жизни"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "Аллаху принадлежат восток и запад. Куда бы вы ни повернулись, там будет Лик Аллаха. Воистину, Аллах - Объемлющий, Знающий"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "Они сказали: «Аллах взял Себе сына». Пречист Он! Напротив, Ему принадлежит то, что на небесах и земле. Ему одному все покоряются"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "Он - Первосоздатель небес и земли. Когда Он принимает решение, то стоит Ему сказать: «Будь!», как это сбывается"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "Те, которые лишены знания, говорят: «Почему Аллах не говорит с нами? Почему знамение не приходит к нам?». Такие же слова произносили их предшественники. Их сердца похожи. Мы уже разъяснили знамения людям убежденным"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "Мы отправили тебя с истиной добрым вестником и предостерегающим увещевателем, и ты не будешь спрошен об обитателях Ада"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "Иудеи и христиане не будут довольны тобой, пока ты не станешь придерживаться их религии. Скажи: «Путь Аллаха - это прямой путь». Если же ты станешь потакать их желаниям после того, как к тебе явилось знание, то Аллах не будет тебе ни Покровителем, ни Помощником"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Те, кому Мы даровали Писание и кто читает его надлежащим образом, действительно веруют в него. А те, которые не уверуют в него, непременно окажутся в убытке"
        }
    ]
}