{
    "rukus": [
        {
            "chapter": 20,
            "verse": 25,
            "text": "Муса (Моисей) сказал: «Господи! Раскрой для меня мою грудь"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "Облегчи мою миссию"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "Развяжи узел на моем языке"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "чтобы они могли понять мою речь"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "Назначь мне помощника из моей семьи"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "брата моего Харуна (Аарона)"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "Умножь благодаря ему силу мою"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "и позволь ему разделить со мной мою миссию"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "чтобы мы славили Тебя многократно"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "и поминали Тебя многократно"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "Воистину, Ты видишь нас»"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "Аллах сказал: «О Муса (Моисей)! Ты уже получил то, что попросил"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "Мы и прежде оказывали тебе милость"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "когда внушили твоей матери откровение"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "«Положи его в сундук и пусти его по реке, и река выбросит его на берег. Его подберет Мой враг и его враг». Я одарил тебя Своей любовью, и тебя взрастили у Меня на Глазах"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "Твоя сестра пришла к семье Фараона и сказала: «Не указать ли вам на ту, которая будет заботиться о нем?». Мы вернули тебя к твоей матери, чтобы порадовался ее взор и чтобы она не горевала. Ты убил человека, и Мы спасли тебя от скорби и подвергли тебя тяжелому испытанию. О Муса (Моисей)! Ты пробыл многие годы среди жителей Мадьяна, а теперь вернулся в срок"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "Я избрал тебя для Себя"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Ступайте же вместе с твоим братом с Моими знамениями и не уставайте поминать Меня"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Ступайте к Фараону вдвоем, ибо он преступил границы дозволенного"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "Говорите с ним мягко, быть может, он прислушается к назиданию или устрашится»"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "Они сказали: «Господь наш! Мы боимся, что он поспешит наказать нас или преступит границы дозволенного»"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "Аллах сказал: «Не бойтесь, ибо Я - с вами. Я слышу и вижу"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "Ступайте к нему вдвоем и скажите: «Мы - посланники твоего Господа. Отпусти с нами сынов Исраила (Израиля) и не причиняй им мучения. Мы явились к тебе со знамением от нашего Господа. Мир тому, кто последовал верному руководству"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Мы получили откровение о том, что мучениям подвергнется всякий, кто счел истину ложью и отвернулся»"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "Фараон сказал: «Кто же ваш Господь, о Муса (Моисей)?»"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "Муса (Моисей) ответил: «Господь наш - Тот, Кто придал облик всякой вещи, а затем указал всему путь»"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "Фараон сказал: «А что будет с первыми поколениями?»"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "Муса (Моисей) ответил: «Знание об этом - у моего Господа в Писании. Мой Господь не ошибается и не забывает»"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "Он сделал землю для вас колыбелью, проложил для вас на ней дороги и низвел с неба воду. Благодаря ей Мы взрастили различные растения"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "Вкушайте сами и пасите свой скот. Воистину, в этом - знамения для обладающих разумом"
        }
    ]
}