{
    "rukus": [
        {
            "chapter": 27,
            "verse": 59,
            "text": "Скажи: «Хвала Аллаху, и мир Его избранным рабам! Аллах лучше или те, кого вы приобщаете в сотоварищи?»"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "Кто создал небеса и землю и ниспослал вам с неба воду? Посредством нее Мы взрастили прекрасные сады. Вы не смогли бы взрастить деревья в них. Так есть ли бог, кроме Аллаха? Нет, но они являются людьми, которые уклоняются от истины (или равняют с Аллахом вымышленных богов)"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "Кто сделал землю жилищем, проложил по ее расщелинам реки, воздвиг на ней незыблемые горы и установил преграду между морями? Есть ли бог, кроме Аллаха? Нет, но большинство их не знает этого"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "Кто отвечает на мольбу нуждающегося, когда он взывает к Нему, устраняет зло и делает вас наследниками земли? Есть ли бог, кроме Аллаха? Мало же вы поминаете назидания"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "Кто ведет вас прямым путем во мраках суши и моря и посылает ветры с доброй вестью о Своей милости? Есть ли бог, кроме Аллаха? Аллах превыше тех, кого приобщают в сотоварищи"
        },
        {
            "chapter": 27,
            "verse": 64,
            "text": "Кто создает творение изначально, а затем воссоздает его и обеспечивает вас пропитанием с неба и земли? Есть ли бог, кроме Аллаха? Скажи: «Приведите ваше доказательство, если вы говорите правду»"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "Скажи: «Никто из тех, кто на небесах и на земле, не ведает сокровенное, кроме Аллаха, а они даже не подозревают, когда их воскресят"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "Но они не постигли о Последней жизни (или но их знание станет совершенным в Последней жизни). Более того, они сомневаются в ней и даже слепы к ней»"
        }
    ]
}