{
    "rukus": [
        {
            "chapter": 47,
            "verse": 20,
            "text": "Верующие говорят: «Почему не ниспослана сура о джихаде?». Когда же ясная сура, в которой упоминалось сражение, была ниспослана, ты увидел, что те, чьи сердца поражены недугом, смотрят на тебя взглядом потерявших сознание перед смертью. Для них предпочтительнее было бы"
        },
        {
            "chapter": 47,
            "verse": 21,
            "text": "повиноваться и говорить слово доброе. Если же дело решено, то для них лучше быть верными Аллаху"
        },
        {
            "chapter": 47,
            "verse": 22,
            "text": "Может быть, если вы станете руководить (или отвернетесь от веры; или откажетесь повиноваться), то распространите нечестие на земле и разорвете родственные связи"
        },
        {
            "chapter": 47,
            "verse": 23,
            "text": "Таких Аллах проклял и лишил слуха и ослепил их взоры"
        },
        {
            "chapter": 47,
            "verse": 24,
            "text": "Неужели они не размышляют над Кораном? Или же на их сердцах замки"
        },
        {
            "chapter": 47,
            "verse": 25,
            "text": "Воистину, тех, которые обратились вспять после того, как им стал ясен прямой путь, дьявол обольстил и обещал им долгую жизнь"
        },
        {
            "chapter": 47,
            "verse": 26,
            "text": "Это потому, что они сказали тем, которые возненавидели ниспосланное Аллахом: «Мы будем повиноваться вам в некоторых делах». Аллах знает то, что они скрывают"
        },
        {
            "chapter": 47,
            "verse": 27,
            "text": "Но что же будет, когда ангелы станут умерщвлять их, ударяя по их лицам и спинам"
        },
        {
            "chapter": 47,
            "verse": 28,
            "text": "Это - за то, что они последовали за тем, что вызвало ярость Аллаха, и возненавидели то, чем Он доволен, и поэтому Он сделал тщетными их деяния"
        }
    ]
}