{
    "rukus": [
        {
            "chapter": 4,
            "verse": 142,
            "text": "Воистину, лицемеры пытаются обмануть Аллаха, но это Он обманывает их. Когда они встают на намаз, то встают неохотно, показывая себя перед людьми и поминая Аллаха лишь немного"
        },
        {
            "chapter": 4,
            "verse": 143,
            "text": "Они колеблются между этим (верой и неверием), но не принадлежат ни к тем, ни к другим. Для того, кого Аллах вводит в заблуждение, ты уже не найдешь дороги"
        },
        {
            "chapter": 4,
            "verse": 144,
            "text": "О те, которые уверовали! Не берите неверующих себе в помощники и друзья вместо верующих. Неужели вы хотите предоставить Аллаху очевидный довод против вас самих"
        },
        {
            "chapter": 4,
            "verse": 145,
            "text": "Воистину, лицемеры окажутся на нижайшей ступени Огня, и ты не найдешь для них помощника"
        },
        {
            "chapter": 4,
            "verse": 146,
            "text": "если только они не раскаются и исправят содеянное, крепко ухватятся за Аллаха и очистят свою веру перед Ним. Такие окажутся вместе с верующими, а ведь Аллах одарит верующих великой наградой"
        },
        {
            "chapter": 4,
            "verse": 147,
            "text": "Зачем Аллаху подвергать вас мучениям, если вы будете благодарны и уверуете? Аллах - Признательный, Знающий"
        },
        {
            "chapter": 4,
            "verse": 148,
            "text": "Аллах не любит, когда злословят вслух, если только этого не делает тот, с кем поступили несправедливо. Аллах - Слышащий, Знающий"
        },
        {
            "chapter": 4,
            "verse": 149,
            "text": "Если вы обнаружите добро, скроете его или простите злодеяние, то ведь Аллах - Снисходительный, Всемогущий"
        },
        {
            "chapter": 4,
            "verse": 150,
            "text": "Воистину, те, которые не веруют в Аллаха и Его посланников, хотят различать между Аллахом и Его посланниками и говорят: «Мы веруем в одних и не веруем в других», - и хотят найти путь между этим"
        },
        {
            "chapter": 4,
            "verse": 151,
            "text": "являются подлинными неверующими. Мы приготовили для неверующих унизительные мучения"
        },
        {
            "chapter": 4,
            "verse": 152,
            "text": "А тех, которые уверовали в Аллаха и Его посланников и не делают различий между любым из них, Он одарит их наградой. Аллах - Прощающий, Милосердный"
        }
    ]
}