{
    "maqras": [
        {
            "chapter": 1,
            "verse": 1,
            "text": "In the name of Allah, the Gracious, the Merciful"
        },
        {
            "chapter": 1,
            "verse": 2,
            "text": "All the praises be for Allah, the Lord of the worlds"
        },
        {
            "chapter": 1,
            "verse": 3,
            "text": "The Gracious, the Merciful"
        },
        {
            "chapter": 1,
            "verse": 4,
            "text": "The Owner of the Day of Judgment"
        },
        {
            "chapter": 1,
            "verse": 5,
            "text": "You alone we worship and You alone we seek help"
        },
        {
            "chapter": 1,
            "verse": 6,
            "text": "Guide us to the Right Way"
        },
        {
            "chapter": 1,
            "verse": 7,
            "text": "The way of those whom You have favored; not of those who earned Your anger, nor of those who went astray"
        },
        {
            "chapter": 2,
            "verse": 1,
            "text": "Alif-Lam-Mim"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "This is the book (the Qur’an) in which there is no doubt, a guidance for those who fear Allah"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "who believe in the unseen, establish prayers, and spend in charity of what We have provided for them"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "and who believe in this revelation (the Qur’an) sent to you (O Muhammad) and in that which was revealed before you (like Torah, Psalms, Gospel), and firmly believe in the Hereafter"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "They are on true guidance from their Lord, and they are the successful"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "Surely, those who disbelieve, it is the same whether you (Muhammad) warn them or don’t warn them, they will not believe"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "Allah has sealed on their hearts, on their hearings, and on their eyes there is a covering. For them there is a severe punishment"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "And there are some people who say: “We believe in Allah and the Last Day,” while in fact they don’t believe"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "They (think to) deceive Allah and those who believe, while they deceive only themselves, and they don’t realize it"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "In their hearts there is a disease (of doubt and hypocrisy), and Allah has increased their disease. For them there is a painful punishment because they used to tell lies"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "And when it is said to them: “Don’t make mischief on earth,” they say: “We are only peace-makers.”"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Surely! They are the ones who make mischief but they don’t realize it"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "And when it is said to them: “Believe as the other people believe,” they say: “Shall we believe as the fools believe?” Surely, they themselves are the fools, but they don’t know"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "And when they meet those who believe, they say: “We believe,” but when they are alone with their Satans, they say: “Truly, we are with you, we were only mocking.”"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Allah mocks at them and gives them (increase) in their wrong-doings to wander blindly"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "These are they who have purchased error for guidance, so their business is profitless and they are not guided"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Their example is like the one who kindled a fire; then when it lighted all around him, Allah took away their light (eyesight) and left them in darkness, so they could not see"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "(They are) deaf, dumb, and blind, so they will not return (to Right Way)"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Or like a rainstorm from the sky with darkness, thunder, and lightning. They press their fingers in their ears from (the sound of) thunderclaps for fear of death. But Allah surrounds the disbelievers"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "The lightning almost snatches away their sight; whenever it flashes for them, they walk in it; and when it darkens against them, they stand still. And if Allah willed, He could have taken away their hearing and their sight. Certainly, Allah has power over all things"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "O mankind! Worship your Lord, Who created you and those who were before you so that you may become pious"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "It is He Who has made for you the earth a resting place, the sky as a canopy, sends down rain from the sky, and brings out with it fruits as a provision for you. So don’t set up rivals to Allah (in worship) while you know"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "And if you are in doubt about what We have sent down (the Qur’an) to Our servant (Muhammad), then produce a chapter like this, and call your witnesses besides Allah, if you are truthful"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "But if you can not do it, and you are not able do it, then fear the hellfire, whose fuel is men and stones, prepared for the disbelievers"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "And give glad tidings to those who believe and do good deeds, for them there will be gardens under which rivers flow (Paradise). Whenever they will be provided with fruit from there, they will say: “This is what we were provided with before,\" and they will be given from there things having resemblance (of earth); and for them therein will be chaste spouses, and they will live therein forever"
        }
    ]
}