{
    "maqras": [
        {
            "chapter": 17,
            "verse": 23,
            "text": "And your Lord has decreed that you worship none except Him. You shall be good (dutiful) to parents. If one of them or both of them attain old age with you, then don’t say to them a word of disrespect, nor scold them but address them in terms of honor"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "And lower to them the wing of submission (humility) through Mercy, and say: “My Lord! Bestow on them Your Mercy just as they raised me (when I was) a little child.”"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "Your Lord knows best what is in your hearts. If you are righteous, then surely, He is forgiving to those who often turn (to Him)"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "Give to your relatives their due and to the poor, and to the wayfarers. But don’t spend wastefully (your wealth like a spendthrift)"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "surely, the spendthrifts are brothers of the devils, and the devil is ever ungrateful to its Lord"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "And if you (O Muhammad) turn away from them (kinsman, poor, wayfarer, etc) seeking a Mercy from your Lord which you hope, then say kind word to them"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "And you shall neither tie your hands (like a miser) to your neck nor stretch them to their utmost reach, so that you become blameworthy, and in severe poverty"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "Surely, your Lord extends the provision to whom He wills and straitens (for whom He wills). Surely, He is All-Knower, All-Seer of His servants"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "And don’t kill your children for fear of poverty. We provide (sustenance) for them and for you. Surely, killing them is a great sin"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "Don’t approach adultery. Surely, it is a great sin, and it is the worst way"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "Don’t kill a soul which Allah has forbidden, except for a just cause. And whoever is killed wrongfully, and then surely We have made for its heir (guardian) an authority. But let him not exceed limits in killing (should not kill except the killer only). Surely, he is helped (by Islamic law)"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "And don’t go near the property of the orphan except with what is best (to improve), until it attains the age of full strength. Fulfill the covenant. Surely! The covenant is a responsibility (will be questioned)"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "And give full measure when you measure, and weigh with a straight balance. That is good and better interpretation (in the end)"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "And don’t follow (anyone blindly in matters) about which you don’t have knowledge. Surely, the (use of) hearing, the sight, and the heart - for each of these, you will be questioned (by Allah on the Day of Judgment)"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "And don’t walk on the earth with arrogance. Surely, you can neither penetrate the earth nor can attain the height of the mountains"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "All that is evil are hateful to your Lord"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "This is part of wisdom which your Lord has revealed to you (Muhammad). Don’t set up with Allah another one worthy of worship lest you should be thrown into hell, blameworthy and rejected"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "Has your Lord preferred for you (O pagans of Makkah) to give sons and adapted (for Himself) from among the angels as females (daughters)? Surely! You utter awful statement"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "And surely, We have explained in this Qur’an so that they (disbelievers) may take heed, but it has only increased their dislike"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "Say (O Muhammad to polytheists): “If there were other one worthy of worship besides Him as they say, they would have certainly sought a way to (dethrone) the Master of the Throne"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "Glorified and exalted is He! (He) is far above (the great falsehood) that they say"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "The 7 heavens, the earth, and all that is in them glorify Him. There is not a single thing but glorifies Him with praise. But you don’t understand their glorification. Surely, He is Forbearing, Forgiving"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "And when you (Muhammad) recite the Qur’an, We make an invisible veil (unseen barrier) between you and between those who don’t believe in the Hereafter"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "And We put coverings over their hearts so that they don’t understand it (the Qur’an), and create deafness in their ears. When you mention of your Lord alone in the Qur’an, they turn their backs in extreme dislike"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "We know best what they like to listen when they listen to you. When they take secret counsel, then the wrongdoers say: “You follow none but a bewitched man.”"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "See how they have put forward examples for you. They have gone astray, and they can not find a way"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "And they say: “When we are reduced to bones and fragments (ashes), shall we really be resurrected to a new creation?”"
        }
    ]
}