{
    "maqras": [
        {
            "chapter": 30,
            "verse": 31,
            "text": "Turn (in repentance) to Him, fear Him, establish the prayer, and don’t be of the polytheists"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "those who split up their religion and become sects, each party rejoicing in its own circle"
        },
        {
            "chapter": 30,
            "verse": 33,
            "text": "And when a harm touches people, they cry to their Lord, turning to Him in repentance. But when He gives them a taste of His Mercy, behold! a party of them associate (partners in worship) with their Lord"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "be ungrateful for what We have bestowed on them. Then enjoy (your short life); soon you will come to know"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "Or have We revealed to them a Scripture, which speaks of that which they have been associating with Him"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "And when We cause mankind to taste of Mercy, they rejoice in it, but when an evil afflicts them because of (evil deeds) what their hands have sent forth, then they are in despair"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "Don’t they see that Allah enlarges the provision for whom He wills and straitens (for whom He wills). Surely, there are signs for a people who believe"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "(O believers) give what is due to your relative, the poor, and the wayfarer. That is best for those who seek the pleasure of Allah and it is they who will be successful"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "And that interest which you give in order that it may increase in wealth of other people, does not increase with Allah; but that which you give as obligatory charity seeking the pleasure of Allah, shall have manifold increase"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "It is Allah Who has created you, then provides (sustenance) for you, then will cause you to die, then He will give you life (on the Day of Resurrection). Is there any of your partners (of Allah) who can do any of these things? Glory be to Him! Exalted is He above all that evil they associate (with Him)"
        },
        {
            "chapter": 30,
            "verse": 41,
            "text": "Evil (sins and disobedience of Allah) has appeared in the land and the sea because of what the hands of people (have earned). He may make them taste a part of that which they have done in order that they may return (from evil)"
        },
        {
            "chapter": 30,
            "verse": 42,
            "text": "Say (O Muhammad): “Travel in the land and see how was the end of those before you! Most of them were polytheists.”"
        },
        {
            "chapter": 30,
            "verse": 43,
            "text": "So you (O Muhammad) set your face to the right religion before there comes a Day from Allah which none can avert it. On that Day they (people) shall be divided (in 2 groups - a group in Paradise and a group in hell)"
        },
        {
            "chapter": 30,
            "verse": 44,
            "text": "Those who disbelieved will suffer from their disbelief, and those who have done righteous deeds will prepare a good place (in Paradise) for themselves"
        },
        {
            "chapter": 30,
            "verse": 45,
            "text": "so that He may reward those who believe and do righteous deeds, out of His Bounty. Surely, He does not like the disbelievers"
        },
        {
            "chapter": 30,
            "verse": 46,
            "text": "And among His Signs is that He sends the winds as glad tidings, give you a taste of His Mercy, the ships may sail at His Command, and that you may seek of His Bounty, in order that you may be thankful"
        },
        {
            "chapter": 30,
            "verse": 47,
            "text": "And indeed We did send Messengers before you (O Muhammad) to their own people. They came to them with clear proofs. Then We took revenge on those who committed crimes and it was incumbent upon Us to help the believers"
        },
        {
            "chapter": 30,
            "verse": 48,
            "text": "It is Allah Who sends the winds to raise the clouds, then spreads them in the sky as He wills, then breaks them into fragments, until you see (rain) drops come forth from their midst! And when He makes them fall with it on whom He wills of His servants, lo! They rejoice"
        },
        {
            "chapter": 30,
            "verse": 49,
            "text": "surely before that (rain) is sent down upon them, they were in despair"
        },
        {
            "chapter": 30,
            "verse": 50,
            "text": "Look at the effects of Mercy of Allah, how He revives (gives life) the earth after its death. Surely! That is He who will raise the dead (on the Day of Resurrection), and He is Able (has power) on every thing"
        },
        {
            "chapter": 30,
            "verse": 51,
            "text": "And if We send a wind and they see (their crops) turn yellow, behold, then they disbelieve (more) after it"
        },
        {
            "chapter": 30,
            "verse": 52,
            "text": "So surely you (O Muhammad) can neither make the dead to hear, nor can you make the deaf hear the call when they (disbelievers) turn their backs and turn away"
        },
        {
            "chapter": 30,
            "verse": 53,
            "text": "nor you can guide the blind from their straying. None will hear you except those who believe in Our Signs and submit to Allah in Islam (as Muslims)"
        }
    ]
}