{
    "maqras": [
        {
            "chapter": 52,
            "verse": 24,
            "text": "and boy-servants will go round for them to serve them as if they were preserved pearls"
        },
        {
            "chapter": 52,
            "verse": 25,
            "text": "And some of them will come near to others, questioning (worldly life)"
        },
        {
            "chapter": 52,
            "verse": 26,
            "text": "and they will say: “Surely, we were previously afraid with our families (from the punishment of Allah)"
        },
        {
            "chapter": 52,
            "verse": 27,
            "text": "But Allah has been Gracious to us, and has saved us from the punishment of the fire"
        },
        {
            "chapter": 52,
            "verse": 28,
            "text": "Surely, we used to invoke Him before. Surely, He is the Kind, the Merciful.”"
        },
        {
            "chapter": 52,
            "verse": 29,
            "text": "Therefore, remind and preach (mankind, O Muhammad). By the Grace of Allah, you are neither a fortune-teller, nor a madman"
        },
        {
            "chapter": 52,
            "verse": 30,
            "text": "Or do they say: “(Muhammad is) a poet! We are waiting for him some calamity (by time)!”"
        },
        {
            "chapter": 52,
            "verse": 31,
            "text": "Say (O Muhammad to them): “Wait! I am with you among the waiters!”"
        },
        {
            "chapter": 52,
            "verse": 32,
            "text": "Or do their minds command them this (to tell a lie against you)? Or are they people exceeding all bounds (from belief to disbelief)"
        },
        {
            "chapter": 52,
            "verse": 33,
            "text": "Or do they say: “He (Muhammad) has forged it (this Qur’an)?” Nay! They don’t believe"
        },
        {
            "chapter": 52,
            "verse": 34,
            "text": "Then let them produce a Scripture like it (the Qur’an) if they are truthful"
        },
        {
            "chapter": 52,
            "verse": 35,
            "text": "Or were they created by no one? Or were they (themselves) the creators"
        },
        {
            "chapter": 52,
            "verse": 36,
            "text": "Or have they created the heavens and the earth? Nay, but they have no firm belief"
        },
        {
            "chapter": 52,
            "verse": 37,
            "text": "Or are the treasures of your Lord with them? Or are they the tyrants with the authority to do as they like"
        },
        {
            "chapter": 52,
            "verse": 38,
            "text": "Or do they have a stairway (to heaven), by means of which they listen (to the talks of the angels)? Then let their listener produce some clear proof"
        },
        {
            "chapter": 52,
            "verse": 39,
            "text": "Or has He only daughters and you have sons"
        },
        {
            "chapter": 52,
            "verse": 40,
            "text": "Or is it that you (O Muhammad) ask a wage from them (for your preaching) so that they are burdened from a load of debt"
        },
        {
            "chapter": 52,
            "verse": 41,
            "text": "Or is the (knowledge of) unseen with them and they write it down"
        },
        {
            "chapter": 52,
            "verse": 42,
            "text": "Or do they intend a plot (against you)? If so, those who disbelieve are themselves (trapped) in a plot"
        },
        {
            "chapter": 52,
            "verse": 43,
            "text": "Or do they have one worthy of worship other than Allah? Glorified is Allah from all that they ascribe as partners (to Him)"
        },
        {
            "chapter": 52,
            "verse": 44,
            "text": "Even if they were to see a piece of the heaven falling down, they would say: “Clouds gathered in heaps!”"
        },
        {
            "chapter": 52,
            "verse": 45,
            "text": "So leave them alone till they meet their Day, in which they will sink into a fainting (with horror)"
        },
        {
            "chapter": 52,
            "verse": 46,
            "text": "The Day when their plotting will avail them nothing nor will be helped"
        },
        {
            "chapter": 52,
            "verse": 47,
            "text": "Surely, for those who do wrong, there is punishment (in this world and in graves) before this, but most of them don’t know"
        },
        {
            "chapter": 52,
            "verse": 48,
            "text": "So wait patiently (O Muhammad) for the decision of your Lord, for surely He is watching you. Glorify the praises of your Lord when you get up from sleep"
        },
        {
            "chapter": 52,
            "verse": 49,
            "text": "and also glorify His praises in the night-time, and at the setting of stars"
        },
        {
            "chapter": 53,
            "verse": 1,
            "text": "By the star when it goes down (vanishes)"
        },
        {
            "chapter": 53,
            "verse": 2,
            "text": "your companion (Muhammad) has neither gone astray nor misguided"
        },
        {
            "chapter": 53,
            "verse": 3,
            "text": "nor does he speak of (his own) desire"
        },
        {
            "chapter": 53,
            "verse": 4,
            "text": "It is only a revelation that is revealed"
        },
        {
            "chapter": 53,
            "verse": 5,
            "text": "He (Muhammad) has been taught (this Qur’an) by one mighty in power (angel Gabriel)"
        },
        {
            "chapter": 53,
            "verse": 6,
            "text": "the one free from any defect who rose and became stable (in view)"
        },
        {
            "chapter": 53,
            "verse": 7,
            "text": "While he (Gabriel) was in the highest part of the horizon"
        },
        {
            "chapter": 53,
            "verse": 8,
            "text": "then he (Gabriel) approached and came closer"
        },
        {
            "chapter": 53,
            "verse": 9,
            "text": "and was at a distance of 2 bow’s length or even closer"
        },
        {
            "chapter": 53,
            "verse": 10,
            "text": "so he (Gabriel) conveyed the revelation to His servant (Muhammad) what he was supposed to reveal"
        },
        {
            "chapter": 53,
            "verse": 11,
            "text": "(The prophet’s) heart did not deny what he (Muhammad) saw"
        },
        {
            "chapter": 53,
            "verse": 12,
            "text": "Will you (disbelievers) then dispute with him (Muhammad) about what he saw (during his ascent journey over the 7 heavens)"
        },
        {
            "chapter": 53,
            "verse": 13,
            "text": "Indeed he (Muhammad) saw him (Gabriel) another descent time"
        },
        {
            "chapter": 53,
            "verse": 14,
            "text": "near Sidra-tul-Muntaha (the lote-tree at the farthest end of the 7th heavens, beyond which none can cross)"
        },
        {
            "chapter": 53,
            "verse": 15,
            "text": "Near it is Jannatul-M’awa (the rest-house of Paradise)"
        },
        {
            "chapter": 53,
            "verse": 16,
            "text": "When that lote-tree was covered with what covered it"
        },
        {
            "chapter": 53,
            "verse": 17,
            "text": "the sight (of Muhammad) did not turn aside (right or left), nor it transgressed beyond limit"
        },
        {
            "chapter": 53,
            "verse": 18,
            "text": "Indeed he (Muhammad) did see some of the greatest signs of his Lord"
        },
        {
            "chapter": 53,
            "verse": 19,
            "text": "Have you then considered Lat, Uzza (2 idols of the pagan Arabs)"
        },
        {
            "chapter": 53,
            "verse": 20,
            "text": "and another idol (Manat of the pagan Arabs), the other 3rd (as the daughters of Allah)"
        },
        {
            "chapter": 53,
            "verse": 21,
            "text": "Is it for you the sons and for Him the daughters"
        },
        {
            "chapter": 53,
            "verse": 22,
            "text": "This indeed is a division most unfair"
        },
        {
            "chapter": 53,
            "verse": 23,
            "text": "They (Lat, Uzza, Manat) are nothing but names which you and your forefathers have named, for Allah has not sent down any authority in them. They (disbelievers) follow nothing but a guess which is their soul’s desire, even though the guidance has come to them from their Lord"
        },
        {
            "chapter": 53,
            "verse": 24,
            "text": "Or should human have whatever he wishes"
        },
        {
            "chapter": 53,
            "verse": 25,
            "text": "But to Allah belong the last (Hereafter) and the first (the world)"
        }
    ]
}