{
    "maqras": [
        {
            "chapter": 58,
            "verse": 1,
            "text": "Indeed Allah has heard the statement of her (Khawlah, daughter of Tha’labah), who pleaded with you (O Muhammad) against her husband (Aus, son of As-Samit) and she complained to Allah. Allah has heard the conversation between each other. Surely, Allah is All-Hearer, All-Seer"
        },
        {
            "chapter": 58,
            "verse": 2,
            "text": "Those of you who divorce their wives by Zihar (by saying to them “you are like my mother’s back”) (should know that) they cannot be their mothers. Their mothers are only those who gave birth to them. Surely, they say an evil word and a lie. Surely, Allah is Pardoning, Forgiving"
        },
        {
            "chapter": 58,
            "verse": 3,
            "text": "And those who divorce their wives by Zihar, then wish to go back (free themselves) from what they said, the penalty is to free a captive before they touch each other. This is prescribed for you (so that you may not return to such an evil thing). Allah is All-Aware of what you do"
        },
        {
            "chapter": 58,
            "verse": 4,
            "text": "And he who does not find (money for freeing a captive), then must fast for 2 successive months before they both touch each other. For him who is unable to do so (fast), he shall feed 60 poor people. This is (enjoined) in order that you may believe in Allah and His Messenger. These are the limits of Allah. For disbelievers, there is a painful punishment"
        },
        {
            "chapter": 58,
            "verse": 5,
            "text": "Surely, those who oppose Allah and His Messenger (Muhammad); they will be disgraced as those who were disgraced before them (among the past nation). And indeed, We have sent down clear revelations. For the disbelievers, there is a disgracing punishment"
        },
        {
            "chapter": 58,
            "verse": 6,
            "text": "On the Day (of judgment) Allah will resurrect them all together and inform them about what they have done. Allah has kept account (of all deeds) while they may have forgotten. Allah is Witness over all things"
        },
        {
            "chapter": 58,
            "verse": 7,
            "text": "Are you not aware that Allah knows whatever is in the heavens and whatever is on the earth? There is no secret counsel of 3, but He is their 4th (with His knowledge), nor of 5 but He is their 6th, nor of less than that or more, but He is with them wherever they may be. Then on the Day of Resurrection, He will inform them of what they did. Surely, Allah is All-Knower of everything"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "Have you not seen those who were forbidden from secret counsels, and afterwards they returned to what they were forbidden from it? They conspired together for sin, wrong doing, and disobedience to the Messenger (Muhammad). Yet, when they come to you, they greet you with a greeting with which Allah does not greet you, and they say to themselves: “Why Allah does not punish us for what we say?” Hell will be sufficient for them, they will burn in it, and worst indeed is that destination"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "O you who believe! When you hold secret counsel, don’t hold secret council for sin, wrong-doing, and disobedience towards the Messenger (Muhammad); but hold secret council for righteousness and piety; and fear Allah to whom you shall be gathered"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "Secret counsels (conspiracies) are only from Satan so that he may cause grief to those who believe. But he cannot harm them in anything except with the permission of Allah. In Allah let the believers put their trust"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "O you who believe! When you are asked to make room in the assemblies, (spread out) make room. Allah will make room (from His Mercy) for you (Hereafter). When you are told to rise up (His cause), then rise up. Allah will elevate those of you who believe and those who have been granted knowledge in degrees. Allah is Well-Acquainted with what you do"
        },
        {
            "chapter": 58,
            "verse": 12,
            "text": "O you who believe! When you wish to consult the Messenger (Muhammad) in private, spend something in charity before your private consultation. That will be better and purer for you. But if you don’t find (anything), then surely, Allah is Forgiving, Merciful"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "Are you afraid to spend in charity before your private consultation (with Muhammad)? If you cannot afford, Allah will forgive you; so establish prayer and give obligatory charity and obey Allah and His Messenger (Muhammad). Allah is Well-Aware of what you do"
        }
    ]
}