{
    "maqras": [
        {
            "chapter": 4,
            "verse": 1,
            "text": "O mankind! Fear your Lord, Who created you from a single person (Adam), created from him his mate (Eve), and spread from both of them many men and women. Fear Allah through Whom you demand (your rights), and (don’t cut relations of) the wombs (kinship). Surely, Allah is All-Watcher over you"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "And give orphans their wealth (when they are able to handle), don’t exchange your bad things for their good ones, and don’t devour their wealth by adding it to your wealth. Surely, this is a great sin"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "And if you fear that you shall not be able to do justice with the orphans, then marry women (without orphan child) of your choice: 2, 3, or 4. But if you fear that you will not be able to do justice (between wives), then marry only one or what your right hands possess (your captives). That is nearer to prevent you from doing injustice"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "And give women (whom you marry) their dower (as obligation) willingly. But if they willingly give up to you any part of it on their own, then you may enjoy it without fear of any harm"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "And don’t give your wealth (for business) to foolish people which Allah has made a means of support for you (your family); but feed them from it, clothe them, and speak to them with good words"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "And test the orphans (their abilities) until they reach the age of marriage. Then if you perceive them mature minded, then deliver to them their wealth. You don’t eat it wastefully and hastily (fearing) that they would grow up (and demand it). Whoever (amongst guardians) is rich, should abstain entirely (from taking wages for taking care of their wealth), and whoever is poor, let him take what is just and reasonable. When you deliver their wealth to them, take witness in their presence. Allah is All-Sufficient in taking account"
        },
        {
            "chapter": 4,
            "verse": 7,
            "text": "There is a share for men from what is left by parents and near relatives and a share for women from what is left by parents and near relatives: whether the property is small or large, a legal share"
        },
        {
            "chapter": 4,
            "verse": 8,
            "text": "And if the relatives, orphans, and the poor come (at the time of) division of an inheritance, then give them something out of it, and speak to them kind words"
        },
        {
            "chapter": 4,
            "verse": 9,
            "text": "And let those (executors and guardians) have the same fear in their minds as they would have for their own if they were to leave weak offspring behind. So fear Allah and speak right and fair words"
        },
        {
            "chapter": 4,
            "verse": 10,
            "text": "Surely, those who eat up (misuse) wealth of orphans wrongfully, they eat up only fire in their bellies, and they will soon be burnt in the blazing fire"
        },
        {
            "chapter": 4,
            "verse": 11,
            "text": "Allah commands you regarding your children (inheritance): share of one male (son) shall be equal to share of 2 females (daughters). If there are more than 2 daughters, then for them is 2/3rd of what was left (inheritance); and if there is only one daughter, then her share is ½. For parents, each one of them will get 1/6th of what was left if the deceased left children behind, and if the deceased left no children and the parents are only heirs, then the mother shall get 1/3rd and if the deceased left brothers or (sisters), then the mother will get 1/6th. (This distribution in all cases shall be) after fulfilling the terms of the (last) will and the payment of debts. With respect to parents and children, you don’t know who is more beneficial to you; therefore Allah has issued this ordnance. Indeed Allah is All-Knower, All-Wise"
        }
    ]
}