{
    "maqras": [
        {
            "chapter": 4,
            "verse": 12,
            "text": "For you is ½ of what left of your wives if they did not leave a child. If they had a child, then for you a 1/4th of what they left after fulfilling the term of their (last) will and the payment of debt. For your wives a 1/4th of what you have left if you did not leave a child. If you leave a child, then for them is 1/8th of what you have left behind, after fulfilling the terms of your (last) will and the payment of debt. If man or woman is testator having no parents and children or women but has a brother or a sister, then for each one of the 2 is a 1/6th. But if they are more than 2, then they shall share in a 1/3rd after fulfilling the terms of the (last) will and the payment of debt, without being harmful (no loss to anyone). This is the commandment from Allah. Allah is All-Knowing, Forbearing"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "These are limits (set by) Allah and whoever obeys Allah and His Messenger (Muhammad), will be admitted to gardens under them the rivers flow (Paradise) to abide therein, and that will be the great success"
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "And whoever disobeys Allah and His Messenger (Muhammad), and transgresses His limits, He will admit them to fire, they will abide in it forever; and they will have a disgraceful punishment"
        },
        {
            "chapter": 4,
            "verse": 15,
            "text": "And those of your women who commit lewdness (illegal sexual intercourse), call to witness against them 4 of you; and if they bear witness, then confine them (i.e. women) in their houses until the death comes to them or Allah makes for them a way"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "And those 2 (man and woman) who commit (illegal sexual intercourse) among you (married or unmarried), punish them both. And if they repent and mend their ways (do good deeds), then leave them alone. Surely, Allah is Acceptor of the repentance, Merciful"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "Surely, (acceptance of) repentance by Allah is for those who do evil in ignorance, then they repent soon; and for those Allah accepts their repentance. Allah is All-Knower, All-Wise"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "And the repentance is not for those who do evil deeds until when one of them faces death and says: “Surely I repent now;” or those who die while they are disbelievers. We have prepared for them a painful punishment"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "O you who believe! It is not lawful for you to inherit women by force and you don’t put constrains upon them, that you take away a part of (dowry) you have given them, unless they commit open lewdness (illegal sexual intercourse), and live with them honorably. If you dislike them, it may be that you dislike a thing and Allah has placed in it much good"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "But if you intend to replace your wife by another and you have given one of them a heap of gold (as dowry), don’t take away anything from her. Would you take it by slander and with clear sin (accuse her unjustly)"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "And how you could take it back when one of you has gone in to another (with happiness), and they have taken from you a firm pledge (of marriage)"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "And don’t marry woman whom your fathers married, except what has happened before. Indeed it was lewdness and admonition, and an evil way"
        },
        {
            "chapter": 4,
            "verse": 23,
            "text": "Forbidden to you (for marriage) are: your mothers, your daughters, your sisters, your father’s sisters, your mother’s sisters, your brother’s daughters, your sister’s daughters, your (foster) mothers who gave you suck, your (foster) milk suckling sisters, your wife’s mothers, your step daughters who are under your guardianship; born from your wives you had conjugal relations with them, but if you did not have conjugal relations with them then there is no sin on you (to marry their daughters), the wives of your sons who are from your own side, and 2 sisters in wedlock at the same time, except what happened before. Surely, Allah is Forgiving, Merciful"
        }
    ]
}