{
    "maqras": [
        {
            "chapter": 6,
            "verse": 141,
            "text": "And it is He who has created gardens trellised and not trellised, the date-palms, the crops of different tastes, the olives, and pomegranates, are similar (in kind) but not similar (in taste). Eat of its fruit when ripen, but pay its due (obligatory charity) on the day of its harvest. Don’t exceed the limits. Surely, He does not like those who exceed limits"
        },
        {
            "chapter": 6,
            "verse": 142,
            "text": "And of the cattle some are for loads (like camel) and some are to be laid on ground (for slaughter like sheep, goats etc). Eat that what Allah has provided you, and you don’t follow footsteps of Satan. Surely he is to you open enemy"
        },
        {
            "chapter": 6,
            "verse": 143,
            "text": "in pairs: of the sheep 2 (male and female), and of the goats 2 (male and female). Ask: “Has He forbidden you the 2 males or the 2 females, or contain (fetuses) which the wombs of the 2 females (enclose)? Tell me with knowledge, if you are truthful.”"
        },
        {
            "chapter": 6,
            "verse": 144,
            "text": "Of the camels 2 (male and female), and of the cows 2 (male and female). Ask: “Has He forbidden you the 2 males or the 2 females or contain fetuses which the wombs of the 2 females (enclose)? Or were you present when Allah ordered you of this? Then who is more unjust than one who fabricates a lie against Allah so as to mislead the people without knowledge? Surely, Allah does not guide the wrongdoers.”"
        },
        {
            "chapter": 6,
            "verse": 145,
            "text": "Say (O Muhammad): “I don’t find in what has been revealed to me anything prohibited to be eaten by one who intends to eat it, except that it be dead animal or blood poured out, or flesh of pork: for that is surely unclean or impious (unlawful meat slaughtered) by invoking name of other than Allah. But whoever is forced (by necessity) neither craving nor transgressing, then certainly your Lord is Forgiving, Merciful.”"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "And to those who are Jews, We forbade every animal with claws (undivided hoof), and We prohibited them the fat of the cows and the sheep, except what is carried to their backs or intestines, or what is mixed with bone. Thus We punished them for their rebellion. Surely, We are Truthful"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "If they deny you (Muhammad) say: “Your Lord is owner of vast Mercy, but His punishment can not be averted from the guilty people.”"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "Those who made partners with Allah will say: “If Allah had willed, we would have made neither partner with Him, nor would our forefathers, nor we would have prohibited anything (against Him).” Likewise those who were before them rejected until they tasted Our punishment. Say: “Is there any knowledge (evidence) with you which you can provide to us? You follow nothing but guess and you are not but guessing.”"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "Say: “Allah has conclusive argument, and had He willed, He would have guided you all.”"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "Say: “Bring your witnesses, who can testify that Allah has prohibited this.” Even if they testify, you (O Muhammad) don’t testify with them. You don’t follow desires of those who have rejected Our Verses, those who don’t believe in the Hereafter, and they set up others as equals with their Lord"
        }
    ]
}