{
    "rukus": [
        {
            "chapter": 2,
            "verse": 87,
            "text": "Abaśya'i āmi mūsākē kitāba diẏēchi. Ēbaṁ tāra parē paryāẏakramē rasūla pāṭhiẏēchi. Āmi mariẏama tanaẏa īsākē suspaṣṭa mōjēyā dāna karēchi ēbaṁ pabitra rūhēra mādhyamē tākē śaktidāna karēchi. Ataḥpara yakhana'i kōna rasūla ēmana nirdēśa niẏē tōmādēra kāchē ēsēchē, yā tōmādēra manē bhāla lāgēni, takhana'i tōmarā ahaṅkāra karēcha. Śēṣa paryanta tōmarā ēkadalakē mithyābādī balēcha ēbaṁ ēkadalakē hatyā karēcha."
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "Tārā balē, āmādēra hr̥daẏa ardhābr̥ta. Ēbaṁ tādēra kupharēra kāraṇē āllāha abhisampāta karēchēna. Phalē tārā alpa'i īmāna ānē."
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "Yakhana tādēra kāchē āllāhara pakṣa thēkē kitāba ēsē paum̐chāla, yā sē biṣaẏēra satyāẏana karē, yā tādēra kāchē raẏēchē ēbaṁ tārā pūrbē karata. Abaśēṣē yakhana tādēra kāchē paum̐chala yākē tārā cinē rēkhēchila, takhana tārā tā asbīkāra karē basala. Ata'ēba, asbīkārakārīdēra upara āllāhara abhisampāta."
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "Yāra binimaẏē tārā nijēdēra bikri karēchē, tā khuba'i manda; yēhētu tārā āllāha yā nayila karēchēna, tā asbīkāra karēchē ē'i haṭhakāritāra daruna yē, āllāha sbīẏa bāndādēra madhyē yāra prati icchā anugraha nāyila karēna. Ata'ēba, tārā krōdhēra upara krōdha arjana karēchē. Āra kāphēradēra jan'ya raẏēchē apamānajanaka śāsti."
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "Yakhana tādērakē balā haẏa, āllāha yā pāṭhiẏēchēna tā mēnē nā'ō, takhana tārā balē, āmarā māni yā āmādēra prati abartīṇa haẏēchē. Sēṭi chāṛā sabagulōkē tārā asbīkāra karē. Athaca ē granthaṭi satya ēbaṁ satyāẏana karē ai granthēra yā tādēra kāchē raẏēchē. Balē dina, tabē tōmarā itipūrbē paẏagambaradēra hatyā karatē kēna yadi tōmarā biśbāsī chilē"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "suspaṣṭa mu’jēyāsaha mūsā tōmādēra kāchē ēsēchēna. Ērapara tāra anupasthititē tōmarā gōbaṯsa bāniẏēcha. Bāstabika'i tōmarā atyācārī."
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "Āra yakhana āmi tōmādēra kācha thēkē pratiśruti nilāma ēbaṁ tura parbatakē tōmādēra upara tulē dharalāma yē, śakta karē dhara, āmi yā tōmādēra diẏēchi āra śōna. Tārā balala, āmarā śunēchi āra amān'ya karēchi. Kupharēra kāraṇē tādēra antarē gōbaṯsaprīti pāna karānō haẏēchila. Balē dina, tōmarā biśbāsī halē, tōmādēra sē biśbāsa manda biṣaẏādi śikṣā dēẏa."
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "Balē dina, yadi ākhērātēra bāsasthāna āllāhara kāchē ēkamātra tōmādēra jan'ya'i barādda haẏē thākē-an'ya lōkadēra bāda diẏē, tabē mr̥tyu kāmanā kara, yadi satyabādī haẏē thāka."
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "Kasminakālē'ō tārā mr̥tyu kāmanā karabē nā aisaba gōnāhara kāraṇē, yā tādēra hāta pāṭhiẏē diẏēchē. Āllāha gōnāhagāradēra samparkē samyaka abagata raẏēchēna."
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "Āpani tādērakē jībanēra prati sabāra cā'itē, ēmanaki muśarikadēra cā'itē'ō adhika lōbhī dēkhabēna. Tādēra pratyēkē kāmanā karē, yēna hājāra bachara āẏu pāẏa. Athaca ērūpa āẏu prāpti tādērakē śāsti thēkē rakṣā karatē pārabē nā. Āllāha dēkhēna yā kichu tārā karē."
        }
    ]
}