{
    "rukus": [
        {
            "chapter": 14,
            "verse": 42,
            "text": "Jālēmarā yā karē, sē samparkē āllāhakē kakhana'ō bēkhabara manē karō nā tādērakē tō ai dina paryanta abakāśa diẏē rēkhēchēna, yēdina cakṣusamūha bisphōrita habē."
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "Tārā mastaka uparē tulē bhīta-bihabala cittē dauṛātē thākabē. Tādēra dikē tādēra dr̥ṣṭi phirē āsabē nā ēbaṁ tādēra antara uṛē yābē."
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "Mānuṣakē ai dinēra bhaẏa pradarśana karuna, yēdina tādēra kāchē āyāba āsabē. Takhana jālēmarā balabēḥ hē āmādēra pālanakartā, āmādērakē sāmān'ya mēẏāda paryanta samaẏa dina, yātē āmarā āpanāra āhabānē sāṛā ditē ēbaṁ paẏagambaragaṇēra anusaraṇa karatē pāri. Tōmarā ki itōpūrbē kasama khētē nā yē, tōmādērakē duniẏā thēkē yētē habē nā"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "tōmarā tādēra bāsabhūmitē'i basabāsa karatē, yārā nijēdēra upara juluma karēchē ēbaṁ tōmādēra jānā haẏē giẏēchila yē, āmi tādēra sāthē kirūpa byabahāra karēchi ēbaṁ āmi tōmādērakē ōdēra saba kāhinī'i barṇanā karēchi."
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "Tārā nijēdēra madhyē bhīṣaṇa cakrānta karē niẏēchē ēbaṁ āllāhara sāmanē rakṣita āchē tādēra ku-cakrānta. Tādēra kuṭakauśala pāhāṛa ṭaliẏē dēẏāra mata habē nā."
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "Ata'ēba āllāhara prati dhāraṇā karō nā yē, tini rasūlagaṇēra sāthē kr̥ta ōẏādā bhaṅga karabēna niścaẏa āllāha parākramaśālī, pratiśōdha grahaṇakārī."
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "Yēdina paribartita karā habē ē pr̥thibīkē an'ya pr̥thibītē ēbaṁ paribartita karā habē ākāśa samūhakē ēbaṁ lōkērā parākramaśālī ēbaṁ āllāhara sāmanē pēśa habē."
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "Tumi aidina pāpīdērakē parasparē śr̥ṅkhalā bad'dha dēkhabē."
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "Tādēra jāmā habē dāhya ālakātarāra ēbaṁ tādēra mukhamanḍalakē āguna ācchanna karē phēlabē."
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "Yātē āllāha pratyēkakē tāra kr̥takarmēra pratidāna dēna. Niścaẏa āllāha druta hisāba grahaṇakārī."
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "Ēṭā mānuṣēra ēkaṭi sambādanāmā ēbaṁ yātē ētadbārā bhīta haẏa ēbaṁ yātē jēnē nēẏa yē, upāsya tini'i-ēkaka; ēbaṁ yātē bud'dhimānarā cintā-bhābanā karē."
        }
    ]
}