{
    "rukus": [
        {
            "chapter": 28,
            "verse": 43,
            "text": "Āmi pūrbabartī anēka sampradāẏakē dhbansa karāra para mūsākē kitāba diẏēchi mānuṣēra jan'yē jñānabartikā. Hēdāẏēta ō rahamata, yātē tārā smaraṇa rākhē."
        },
        {
            "chapter": 28,
            "verse": 44,
            "text": "Mūsākē yakhana āmi nirdēśanāmā diẏēchilāma, takhana āpani paścima prāntē chilēna nā ēbaṁ āpani pratyakṣadarśī'ō chilēna nā."
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "Kintu āmi anēka sampradāẏa sr̥ṣṭi karēchilāma, ataḥpara tādēra anēka yuga atibāhita haẏēchē. Āra āpani māda'iẏānabāsīdēra madhyē chilēna nā yē, tādēra kāchē āmāra āẏātasamūha pāṭha karatēna. Kintu āmi'i chilāma rasūla prēraṇakārī."
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "Āmi yakhana mūsākē ā'ōẏāja diẏēchilāma, takhana āpani tura parbatēra pārśbē chilēna nā. Kintu ēṭā āpanāra pālanakartāra rahamata sbarūpa, yātē āpani ēmana ēka sampradāẏakē bhīti pradarśana karēna, yādēra kāchē āpanāra pūꦣ2503;ba kōna bhīti pradarśanakārī āgamana karēni, yātē tārā smaraṇa rākhē."
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "Āra ē jan'ya yē, tādēra kr̥takarmēra jan'yē tādēra kōna bipada halē tārā balata, hē āmādēra pālanakartā, tumi āmādēra kāchē kōna rasūla prēraṇa karalē nā kēna? Karalē āmarā tōmāra āẏātasamūhēra anusaraṇa karatāma ēbaṁ āmarā biśbāsa sthāpanakārī haẏē yētāma."
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "Ataḥpara āmāra kācha thēkē yakhana tādēra kāchē satya āgamana karala, takhana tārā balala, mūsākē yērūpa dēẏā haẏēchila, ē'i rasūlakē sērūpa dēẏā hala nā kēna? Pūrbē mūsākē yā dēẏā haẏēchila, tārā ki tā asbīkāra karēni? Tārā balēchila, ubhaẏa'i jādu, parasparē ēkātma. Tārā āra'ō balēchila, āmarā ubhaẏakē māni nā."
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "Baluna, tōmarā satyabādī halē ēkhana āllāhara kācha thēkē kōna kitāba āna, yā ētadubhaẏa thēkē uttama pathapradarśaka haẏa. Āmi sē'i kitāba anusaraṇa karaba."
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "Ataḥpara tārā yadi āpanāra kathāẏa sāṛā nā dēẏa, tabē jānabēna, tārā śudhu nijēra prabr̥ttira anusaraṇa karē. Āllāhara hēdāẏētēra paribartē yē byakti nija prabr̥ttira anusaraṇa karē, tāra cā'itē adhika pathabhraṣṭa āra kē? Niścaẏa āllāha jālēma sampradāẏakē patha dēkhāna nā."
        }
    ]
}