{
    "rukus": [
        {
            "chapter": 47,
            "verse": 1,
            "text": "Yārā kupharī karē ēbaṁ āllāhara pathē bādhā sr̥ṣṭi karē, āllāha tādēra sakala karma byartha karē dēna."
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "Āra yārā biśbāsa sthāpana karē, saṯkarma sampādana karē ēbaṁ tādēra pālanakartāra pakṣa thēkē muhām'madēra prati abatīrṇa satyē biśbāsa karē, āllāha tādēra manda karmasamūha mārjanā karēna ēbaṁ tādēra abasthā bhāla karē dēna."
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "Ēṭā ē kāraṇē yē, yārā kāphēra, tārā bātilēra anusaraṇa karē ēbaṁ yārā biśbāsī, tārā tādēra pālanakartāra nikaṭa thēkē āgata satyēra anusaraṇa karē. Ēmanibhābē āllāha mānuṣēra jan'yē tādēra dr̥ṣṭāntasamūha barṇanā karēna."
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "Ataḥpara yakhana tōmarā kāphēradēra sāthē yud'dhē abatīrṇa ha'ō, takhana tādēra gardāra māra, abaśēṣē yakhana tā˦#2503;darakē pūrṇarūpē parābhūta kara takhana tādērakē śakta karē bēdhē phēla. Ataḥpara haẏa tādēra prati anugraha kara, nā haẏa tādēra nikaṭa hatē muktipaṇa la'ō. Tōmarā yud'dha cāliẏē yābē yē paryanta nā śatrupakṣa astra samarpaṇa karabē! Ēkathā śunalē. Āllāha icchā karalē tādēra kācha thēkē pratiśōdha nitē pāratēna. Kintu tini tōmādēra katakakē katakēra dbārā parīkṣā karatē cāna. Yārā āllāhara pathē śahīda haẏa, āllāha kakhana'i tādēra karma binaṣṭa karabēna nā."
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "Tini tādērakē patha pradarśana karabēna ēbaṁ tādēra abasthā bhāla karabēna."
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "Ataḥpara tini tādērakē jānnātē dākhila karabēna, yā tādērakē jāniẏē diẏēchēna."
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "Hē biśbāsīgaṇa! Yadi tōmarā āllāhakē sāhāyya kara, āllāha tōmādērakē sāhāyya karabēna ēbaṁ tōmādēra pā dr̥ṛhapratiṣṭha karabēna."
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "Āra yārā kāphēra, tādēra jan'yē āchē durgati ēbaṁ tini tādēra karma binaṣṭa karē dibēna."
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "Ēṭā ējan'yē yē, āllāha yā nāyila karēchēna, tārā tā pachanda karē nā. Ata'ēba, āllāha tādēra karma byartha karē dibēna."
        },
        {
            "chapter": 47,
            "verse": 10,
            "text": "Tārā ki pr̥thibītē bhramaṇa karēni ataḥpara dēkhēni yē, tādēra pūrbabartīdēra pariṇāma ki haẏēchē? Āllāha tādērakē dhbansa karē diẏēchēna ēbaṁ kāphēradēra abasthā ērūpa'i habē."
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "Ēṭā ējan'yē yē, āllāha muminadēra hitaiṣī bandhu ēbaṁ kāphēradēra kōna hitaiṣī bandhu nā'i."
        }
    ]
}