{
    "rukus": [
        {
            "chapter": 4,
            "verse": 127,
            "text": "Tārā āpanāra kāchē nārīdēra bibāhēra anumati cāẏa. Balē dinaḥ āllāha tōmādērakē tādēra samparkē anumati dēna ēbaṁ kōra'ānē tōmādērakē yā yā pāṭa karē śunānō haẏa, tā ai saba pitr̥hīnā-nārīdēra bidhāna, yādēra kē tōmarā nirdhārita adhikāra pradāna kara nā athaca bibāha bandhanē ābad'dha karāra bāsanā rākha. Āra akṣama śiśudēra bidhāna ē'i yē, ētīmadēra jan'yē inasāphēra upara kāẏēma thāka. Tōmarā yā bhāla kāja karabē, tā āllāha jānēna."
        },
        {
            "chapter": 4,
            "verse": 128,
            "text": "Yadi kōna nārī sbīẏa sbāmīra pakṣa thēkē asadācaraṇa kimbā upēkṣāra āśaṅkā karē, tabē paraspara kōna mīmānsā karē nilē tādēra ubhaẏēra kōna gōnāha nā'i. Mīmānsā uttama. Manēra sāmanē lōbha bidyamāna āchē. Yadi tōmarā uttama kāja kara ēbaṁ khōdābhīru ha'ō, tabē, āllāha tōmādēra saba kājēra khabara rākhēna."
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "Tōmarā kakhana'ō nārīdērakē samāna rākhatē pārabē nā, yadi'ō ēra ākāṅkṣī ha'ō. Ata'ēba, sampūrṇa jhum̐kē'ō paṛō nā yē, ēkajanakē phēlē rākha dōdulyamāna abasthāẏa. Yadi sanśōdhana kara ēbaṁ khōdābhīru ha'ō, tabē āllāha kṣamāśīla, karuṇāmaẏa."
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "Yadi ubhaẏē'i bicchinna haẏē yāẏa, tabē āllāha sbīẏa praśastatā dbārā pratyēkakē amukhāpēkṣī karē dibēna. Āllāha supraśasta, prajñāmaẏa."
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "Āra yā kichu raẏēchē āsamāna samūhē ō yamīnē saba'i āllāhara. Bastutaḥ āmi nirdēśa diẏēchi tōmādēra pūrbabartī granthēra adhikārīdērakē ēbaṁ tōmādērakē yē, tōmarā sabā'i bhaẏa karatē thāka āllāhakē. Yadi tōmarā tā nā māna, tabē jēnō, sē saba kichu'i āllāha tā’ālāra yā kichu raẏēchē āsamāna samūhē ō yamīnē. Āra āllāha hacchēna abhābahīna, prasanśita."
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "Āra āllāhara'i jan'yē sē sabakichu yā kichu raẏēchē āsamāna samūhē ō yamīnē. Āllāha'i yathēṣṭa karmabidhāẏaka."
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "Hē mānabakūla, yadi āllāha tōmādērakē sariẏē tōmādēra jāẏagāẏa an'ya kā'ukē pratiṣṭhita karēna? Bastutaḥ āllāhara sē kṣamatā raẏēchē."
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "Yē kē'u duniẏāra kalyāṇa kāmanā karabē, tāra jēnē rākhā praẏōjana yē, duniẏā ō ākhērātēra kalyāṇa āllāhara'i nikaṭa raẏēchē. Āra āllāha saba kichu śōnēna ō dēkhēna."
        }
    ]
}