{
    "pages": [
        {
            "chapter": 6,
            "verse": 28,
            "text": "Weki dilxwaziya wan nine, ji ber ku ji bona wan ra hej di berye da ewan tisten ku ewan vesartibun xuya buye, wusa dibejin (heke kirinen wan ji wan ra nehata xuyandine ewan wusa ne digotin). U heke ewan di para da (li bal cihane da) bihatina fetlandine, ewane (disa) biziviriyan li bal wan kirine (ku kirina wan tistan ji bona wan ra hatibuya qedqxekirine) bikirinan. Bi rasti ewan derewkar in"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "U (ewan, aha) gotibun: \"Ji pestire jina meya cihane tu jin tune ye u bi rasti em bi xweber idi (nayne zindekirine, li bal tu civinan da ji) nayne sandine"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "U heke di gava ku ewan di hembere Xudaye xwe da (ji bona xelat u celatkirine bi situxari) hew kiribun, te ewan biditanan (ka ewan bi ci awayi lava dikirin! Yezdan ji wan ra) gotiye: \"Qey eva (dane hane) bi rasti maf nebu? (Ewan aha pisyara Yezdan dane u) gotine: \"Ere! bi Xudaye me, eva mafaki rast e.\" (Yezdan ji wan ra aha) gotiye: \"De ijar idi hun ji bi sedema filetiya xwe sapate cesne (tam) bikin"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "Bi sond! Ewane ku rasthatina Yezdan didine derawderandine ziyan kirine. Gava dane rabuna hemuti ku ji wan ra niske va hatiye, ewan baren xwe ne (ji gonehan) dan eli ser pista xwe (aha) gotine: \"Ji ber ku di cihane da kirina hinek tistan ji deste me dihat (me ji ewan nekiriye, idi kirina ewan tistan ji deste me cuye, sed) kovan ji me ra be.\" Hun hiuyar bin! Ciqa sike tista ewan hildaye"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "Bi rasti jina cihane hey leyiztik u dilxwazi ne. U ji bona wane xudaparizi dikin, ewiren para da qenctir in. Idi qe hun bi hisi naponijin"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "Bi sond! Em dizanin ku ewan peyven wan (Muhemmed!) te bi rasti didine miruzkirine. Evan idi te nadine derewderandine, le ewane cewrkar hene! Ewanan bi hinci berateyen Yezdan nepeni dikin"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "U bi rasti ewan pexemberen di berya te da (Muhemmed) hene! Ewanan ji bi viran hatine derewderandine. Idi ewan (pexemberan) li ser wan cefa u derewderandinen xwe, hew kiribune, heya ji wan (pexemberan ra) arikaraya me hatiye. U ji bona peyven (peymaniyen) Yezdan ra tu guhurandin tune ye. U bi sond! Ji te ra, ji wan serdaboriyen pexemberan hatiye"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "U heke rufetilandina wan (ji ve ole) li ser te mezin bibe, heke heza te te, ku tu bi sere xwe dikari; ku di zemin da qulikan ceki, ya ji pepelikan di ezmana da dayni heri, ji wan ra beratan bini, here (ji wan ra beratan bine, qe ji li ser cefadana wan hew neke). Sixwa heke Yezdan biva, we ewan hemuskan li ser rastiye bicivandinan. Idi (hisyar be) nebe ji wane ne zan"
        }
    ]
}