{
    "pages": [
        {
            "chapter": 7,
            "verse": 164,
            "text": "U di gava desteki ji wan ra (aha) gotibune: \"Hun ji bona ci li ewi komale ku Yezdane ya ewan tesqele bike, ya ji ewan bi sapateke zor, sapat bike, siretan dikin?\" (Ewan siretvanan di pisyara wan da aha) gotine: \"Evan sireten me, dibe ku li bal Xudaye we ji bona me ra (gava ji wan be pirsine; ka we ji bona ci ewan qedexeyen roya semiye di nava xwe da rakirine, disa we necira masiyan kiriye? Ewan pisyara xwe aha bidin: \"Ka tu keseki ji bona me ra ne gotibu, necire nekin.\" Bibe tati u dibe ku ewan xwe ji wan kirinan biparisinin (bi gotina Xuda bikin)"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "Idi (ji pisti siretan) gava ewan ew sireten li wan hatibuye kirine birva kirine, me ji ewane ku xwe ji sikatiyan diparisandin fereste kirine u me ewane ku cewr kiribune ji bisedema ji reya (rast) derdiketibune, bi sapateke zor girtine"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "Idi (ji pisti wan siretan) gava ewan (ji siretvanan) hers bune ewan (disa ji reya rast derketine necira masiyan di roya semiye da, kirine) me ji ji bona wan ra (aha) gotiye: \"Hun (geli cewrkaran! Ji diliq u qenciyen merivatiye derkebin bikebine diliqe) meymune pekeni"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "Di we qave da Xudaye te li wan (aha) qir kiriye u (ji wan ra gotiye): \"Xudaye te li ser wan da meriven wusa bisine, ku ewan merivan van (cewrkaran) heya roya rabuna hemu da bi sike sapatan, sapat bikin. Bi rasti Xudaye te bi lez celatvan e! U Xudaye te bi rasti baxiskare dilovin e"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "U me ewan (cihuyan) di zemin da xistine cend komen wusa: Ji wan astikar hebun u ji wan xenci astikaran ji hebune u ji bo ku ewan li bal (reya rast da) bizivirin me ewan bi qenci u xirabiyan ceribandin"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Idi li pey wan da sunmanen wusa (koti) mane, ewan bune miratxuren pirtuka (Tewrate) ewan (aha) digotin: \"Sixwa (ca dibe bira bibe) eme hey bene baxisandine.\" (Ji ber vi qasi) ewan (biryaren pirtuke) di hembere hineki ji male ve cihana hane riswa da, diguhurandin u heke weki wi mali ji ji bona wan ra mal be dayine, ewane ewi mali ji bigirin. Gelo qey ji wan, peyman li ser pirtuke ne hatibu sitandine, ku ewan ji pestire rastiye li ser nave Yezdan qe tu tisti nebejin? U ci tista di pirtuku da heye, ewi (ji merivan ra bi sireti) bejin? Bi rasri ji bona wane xudaparisi dikin, sunware para da cetir e. Idi qey hun bi hisi naponijin"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "(Xudaparis) ew in ku xwe (bi fermane) pirtuke digirin u nimeja xwe (ca hatine fermankirine) wusa dikin. Bi rasti em kirya wane astikar wunda nakin"
        }
    ]
}