{
    "pages": [
        {
            "chapter": 11,
            "verse": 13,
            "text": "Qey ewan (aha) dibejin: \"(Muhemmed eva Qur’ana li bal xwe da) aloze kiriye (ku tu ji ji wan bihers dibi?\" Muhemmed! Tu ji wan ra aha) beje: \"Heke hun di doza xwe da rast in, ji pestire Yezdan heza we digiheje ci, hun gazi wan ji bikin, hun ji deh ferkeren weki (we Qur’ane) aloze bikin, binin"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "Idi (geli filan!) heke ewan tisten, ku hun (bi wan bawer in) bi pisyari (arikarya we nekirin) hun bizanin. ku bi rasti (ewa Qur’ana) bi zanina Yezdan hatiye hinartine u ji pestire wi ji (tu tisti babete perestiye) tune ye. Idi gelo hune teslim bibin"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Kese jin u xemla cihane bive, eme ji bona wan ra (di cihane da be kemasi) kirya wan bidine wan, ewan di cihane da ji qe tu kemasi nabinin"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "Evane ku bi van salixan hatine salixkirine hene! Ji bona wan ra di para da hey agir heye. Ewan peseyen wan e, ku ewan kirine, di para da hemusk sewitine u ewan kirine wan hemusk puc bune"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "(Qe evane, ku bi van salixan hatine salixdane) weki wane, ku ji Xudaye wan ji wan ra reya diyari hatibe u ji Xudaye wan (beraten ji Qur’ane) bi sahidi (ji bona reya rast) ji wan ra be xundine u hej di berya (Qur’ane da ji) pirtuka Musa (Tewrat) ku pesrevan u dilovin buye (eva reya rast daye hezkirine) weki hev dibin? Evane bi van (salixen) rast hatine salixkirine he- ne! Ewan bi Qur’ane bawer dikin. U kijan part bi Qur’ane bibe fiLe, bi rasti suna wi agir e, idi bira ji bona te ra di mafe Qur’ane da qe tu dudili ce nebe. Bi rasti ewa Qur’ana ji Xudaye te bi mafi (hatiye). Le piren ji kesan (bi Qur’ane) bawer nakin"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "Gelo ji wane, ku bi vir derewan li ser (nave) Yezdan dikin, cewrkartir hene? Evanan di hembere Xudaye xwe da tene raberkirine; sahid ji bona wan ra (aha) dibejin: \"Ewane, ku li ser nave Xudaye xwe vir dikirin ev in\". Hun hisyar bin! Bi rasti deherandina Yezdan li ser cewrkaran e"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "Ewan (cewrkaran) wusa nin, reya Yezdan (li ber kesan) dibirin u diven, ku ewe xar bikin. Sixwa ewan bi xweber ji (bi jina) dane para da bawer nakin"
        }
    ]
}