{
    "pages": [
        {
            "chapter": 12,
            "verse": 87,
            "text": "Geli kuren min! Hun herne (bajare Misr e) idi hun di wura da (dizika da) ji Yusuf u ji biraye wi kolandina bikin u hun ji dilovaniya Yezdan be hevi nebin, ji pestire filan, tu kes ji dilovaniya Yezdan be hevi nabin"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "Idi dema ewan (disa fetiline Misre) cune ketine (xaniye Yusuf; je ra) gotin: \"Wezir! Bi me u bi maliyen me da xelayi hatiye, em ji bi puleki hindik hatine, ve care tu ji me ra zimher bi hemuti pek bine u tu ji me ra qenci bike, bi rasti Yezdan qencikaran xelat dike"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "(Yusuf) ji wan ra dibeje: \"Gelo hun dizanin ka we ci bi sere Yusuf u biraye wi kiriye? Bi rasti hun di wan gavan da nezan bun"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "(Ewan birayen wi) gotine: \"Qey tu! Tu bi rasti Yusuf nini?\" (Yusuf) got: \"Ere, ez Yusuf im, eva ji biraye min e. Bi sond! Yezdan bi me qenci kiriye (em parisandine u mezin kirine) bi rasti ki (ji Yezdan bitirse u li ser cefadana di reya wi da) hew bike, idi be dudili (Yezdan) kirya qencikaran wunda nake"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "(Ewan birayen Yusuf) gotine: \"Bi Yezdan em sond dixun! Ku ewi tu li ser me, paydar kiriyi. Bi rasti em bi xweber ji nusitemkar bune.”"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "(Yusuf ji wan ra) gotiye: \"Di iro da ji aliye min da, ji bona we ra qe tu (rexne u kemasi) tune ye. Yezdan we bibaxisine. (U ewa) dilovintire dilovanan e"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "Hun bi vi kirase min e hane va herne (welate xwe). Hun ewi kirasi bavejine li ser cave bave min, ku cave wi vebin u hun hemusk maliyen xwe hildin bene bal min"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "Dema ku karwane wan ji MisrE raqetiyan, bavE wan gotiye: \"Geli (maliyen min!) heke hun nebejin: \"te hise xwe wunda kiriye\" bi rasti behna Yusuf hate min"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "(Ewan ji Ye´qub ra) gotine: \"Bi Yezdan! Hej tu di we wunda bune bere da ni"
        }
    ]
}