{
    "pages": [
        {
            "chapter": 15,
            "verse": 1,
            "text": "R. (Hey Yezdan bi arsa van tipen ji hevcuyi dizane). Evanan, beraten pirtuk u Qur’ana daveger in"
        },
        {
            "chapter": 15,
            "verse": 2,
            "text": "Gave werin, ewane bene file hene! (Ewane bejin:) \"Xwezika em misilman buna"
        },
        {
            "chapter": 15,
            "verse": 3,
            "text": "(Muhemmed!) Tu dest ji (tekosina bi wan ra) berde. Bira ewan bixun u (bi xwesi) bijin, xwestine wan ewan didine para da. Idi di nezik da ewane bizanin (ka pasiya kirine wan ca ne)"
        },
        {
            "chapter": 15,
            "verse": 4,
            "text": "Me ciqa runistiyen welateki tesqele kiribin, hey ji bona tesqela wan, daneki diyari hebuye. (Ya ji, ji wan hey mayine nivisare diyari mane)"
        },
        {
            "chapter": 15,
            "verse": 5,
            "text": "Qe tu kom tune ye, ku ji dane (tesqele dane xwe) boriye, ya ji para da mayi be"
        },
        {
            "chapter": 15,
            "verse": 6,
            "text": "Ewan (filan ji bona te ra aha) gotine: \"Bi rasti ewe ku (Qur’an) bi ser te da hatiye hinartine, tu yeki tepaketi yi"
        },
        {
            "chapter": 15,
            "verse": 7,
            "text": "Heke (bira, tu) di doza xwa da rast i, ka (ji bona rastiya pexemberiya xwe) ji me ra firisteyen (didevan) bine"
        },
        {
            "chapter": 15,
            "verse": 8,
            "text": "Em hey firistan (ji bona berewani u sapatdane) dihenirin. (Gava firiste werin hinartine idi ewanan nikarin) tu tisti bikin (firiste nahelin ku ewan cave xwe vekin)"
        },
        {
            "chapter": 15,
            "verse": 9,
            "text": "Bi rasti me (Qur’an) hinartiye, bi rasti em bi xweber ji ji bona (Qur’ane ra) parisvan in"
        },
        {
            "chapter": 15,
            "verse": 10,
            "text": "U bi sond! Di nava wan komen berya te da, me pexember sandine"
        },
        {
            "chapter": 15,
            "verse": 11,
            "text": "Ciqa pexemberek hatibe bal wan, ewan hey bi wi (pexemberi) tinaz kirine"
        },
        {
            "chapter": 15,
            "verse": 12,
            "text": "Em bi vi awayi (tinazan) dixine dile wan e nusitemkar"
        },
        {
            "chapter": 15,
            "verse": 13,
            "text": "Di berya wan da (ewan komalen tinazger) ka me ci bi sere wan da anibu, borine (evan sopa wan dibinin ji, disa) bawer nakin"
        },
        {
            "chapter": 15,
            "verse": 14,
            "text": "Heke me di ezman da ji bona wan ra deriyek vekiri buya, ku ewan di wi deri da hevraz derketinan ji (ewan beratan bi cave xwe biditanan)"
        },
        {
            "chapter": 15,
            "verse": 15,
            "text": "(We disa ewane) bi gotinan: \"Bi rasti cave me sermest buye, bi rasti em komeleki wusa nin li me anc hatiyekirine"
        }
    ]
}