{
    "pages": [
        {
            "chapter": 18,
            "verse": 21,
            "text": "Ji bo ku (ewane bi rabuna para da bawer nakin) bizanin, bi rasti peymana Yezdan e (ji pisti mirine) rabun heye, mafeki rast e u (bizanin ku) bi rasti di wi dani da, qe tu dudili tune ye. (Me ca ewan razandin, disa hisyar kirin) wusa ji me komal bi wan dane hesandine. (Loma ewan hej di bere da, di buyera rabun u civandine da, bi hev ra tekosin dikiribune, gava ewa cu sikevte, idi bi rasti mirin e) di we gave da komal bi hev ra tekosin kirin (ji bo ku hevriyen sikevte ca biparisinin): Hinekan ji wana gotine: \"Hun li ser wan kumbetan ava bikin.\" (Hineka di mafe wan da tekosin kirine, gelo ki ne, nave wan ci ne? Le) Xudaye wan, bi wan cetir dizane. Ewane servatiyi buyera wan in (aha) gotine: \"Eme li ser wan mizgevteki ava bikin"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "(Ewane xweye pirtuk, di nezik da) dibejin: \"Ewan xortan sise bune, care wan kucike wan buye.\" Hineki wan ji dibejin: \" (Ewan xortan) penc bune, sese wan kucike wan buye;\" evan (keviran) nediti davejin (ji ber xwe dibejin). Hinek ji dibejin: \"(Wusa nine) rastiya wan eva ye; hevt bune, heste wan kucike wan buye.\" (Muhemmed! Tu ji wan ra aha) beje: \"Xudaye min bi hijmara wan cetir dizane. Ewane bi wan dizanin hindik in. Idi tu di mafe hijmara wan xortan da, ji tekosina bercavi pestir qe tu tekosine bi wan ra neke. (Muhemmed! Tu) ji wan, di mafe xortan da tu tisti pirs neke"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "(Muhemmed!) Tu ji bona tu tisti ra ne beje: \"Eze evi tisti di sibehe da bikim"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "Le tu (aha) beje: \"Heke Yezdan bive (eze eve tisti bikim).\" (Muhemmed!) Gava tu eve gotina, heke Yezdan bive, birva biki (ne beji), tu Xudaye xwe (bi paqiji u peresti) bine bira xwe u (aha) beje: \"Ez hevi dikim, ku Xudaye min ji vi neziktir, min bigihine miraze min"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "Ewan (xortan di sikevta xwe da, se sed sali mane, ewane (sala xwe bi hijmara hivan dihijmirinin) neh sal ji (li van salan) pir kirine (gotine: \"Se sed u neh salan mane)"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "(Muhemmed! Tu ji wan ra) beje: \"Yezdan bi mayina wan (di sikevte da) cetir dizane, loma zanina bi ne xuyayen ezman u zemin hey ji Yezdan ra ne. Ew ciqa rind dibine u ciqa rind dibihe! Ji pestire Yezdan ji bona wan (xortan ra) qe tu arikar tune buye u tu kes di berewaniye da nabe hempaye Yezdan"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "(Muhemmed!) Ji pirtuka Xuda ye te, ci li bal te da hatibe niqandine tu ewi bixune. Tu guhurandin ji bona peyven we ra tune ye, tu ji pestire wi ji raste tu penahi naye"
        }
    ]
}