{
    "pages": [
        {
            "chapter": 19,
            "verse": 96,
            "text": "Bi rasti ewane bawer kirine u kare asti kirine hene! We (Yezdan )e dilovan ji bona wan ra hezkirineki ce bike (her kese ji wan hez bikin)"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "Idi ewa (Qur’an)a bi zimane te (hinartiye) hesani kiriye, ji bo, ku bi we (Qur’an)e xudaparizan bidi mizgindane (ewane felat bibin) u tu ewi komale lecker ji (bi hatina sapatan) bidi tirsandine"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "Me di berya wan da ciqa (komalen) caxan tesqele kirine! Gelo qe tu ji yeke ji wan pejne hildidi, ya ji qe ji wan dengan dibihisi"
        },
        {
            "chapter": 20,
            "verse": 1,
            "text": "Arsa van tipen ji hevcui her Yezdan dizane"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "(Muhemmed!) Me Qur’an li ser te da ne hinartiye, ji bo ku tu bi we (Qur’an)e cefa bikisini"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "Le me (ewa Qur’ana hinartiye ku xuri ji bo (xuda) tirsan bibe biranineki"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "Ewa (Qur’ana ji wi Xudaye) ku zemin u ezmana bilind afirandi (hedi hedi) hatiye hinartine"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "(Yezdan)e dilovan, ars (wate) hildaye bine heza xwe"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "Ci tiste di ezman u zemin da heye u tiste di niveka wan herdukan da ji heye u tiste di nava xunava xwelye da heye ji, hemi ji bona wi ra nin"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "Heke tu (ji bona xwastin u lavayan) denge xwe bilind biki (ya ji dizika da beji, li bal Yezdan yek e). Loma ewa bi hemi dizi u vesartiyan dizane"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "Yezdane (babete perestiye ew e) ji pestire wi tu ilahek tune ne, hey ji bona wi ra nave rind hene"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "Qe (ji buyera) Musa, ji bona te ra zanin hatiye"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "Di gaveki da (Musa) agirek ditibu. Idi ji bona maliyen xwe ra (aha) gotibu: \"Hun li vira binivin, bi rasti agirek li ber cave min ket (eze herim). Guman dikim, ku ez ji wi agiri ji bona we ra kozeki binim, ya ji ez li ser wi agiri raste beledeki werim"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "Idi gava (Musa) hatiye bal wi (agiri) deng (li Musa hate kirine, aha got): \"Musa"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "Bi rasti ez Xudaye te me, idi tu her du pelava derxe, loma bi rasti a, di naha da tu li newala piroz ya (bi nav) Tuwa dayi"
        }
    ]
}