{
    "pages": [
        {
            "chapter": 28,
            "verse": 36,
            "text": "Idi gava Musa bi beraten me yen hizwarti va hatiye bal (Fir’ewn u koma wi da, ewan ji hev ra aha) gotine: \"Evan kirine (Musa) hey ancen (wusanin, Musa bi wan ancan) viran dike. Me tisten aha, qe ji bave xwe e bere da ji ne bihistiye"
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "U Musa ji (bersiva wan aha daye u) gotiye: \"Bi rasti Xudaye min cetir dizane; ka kijan ji bal wi, bi rehberya rast hatiye u ka encama buyeran ji bona ke ra dimine. Loma bi rasti cewkar fereste nabin"
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "Fir’ewn ji (ji bona koma xwe ra aha) gotiye: \"Geli koma min e pesrewan! Ez ji bona we ra ji pestire xwe qe bi tu ilahek nizanim. Haman! Idi tu ji bona min ra ji heriye kerpican sor bike u koskeki ava bike.Loma dibe ku ez derkevim bal Xudaye Musa.Ez bi xweber guman dikim, ku bi rasti (Musa) ji virekan e"
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "U (Fir’ewn) u bi leskere xwe va be mafi di zemin da qureti dikirin. Loma ewan guman dikirin, ku bi rasti li bal me da nazivirin"
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "Idi me ji ewa bi leskere wi va (bi sapatan) girtin, pase me ewan avetine ava milmilok. (Muhemmed!) tu meze bike, idi ka encama wan e cewrkar ca buye"
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "Me ewan xistine pesrewane wusa, ku ewan li bal agir da tene gazi kirine. Di roya rabena hemi da ji qe arikariya wan naye kirine"
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "Di ve cehane da me deherandin xistiye peyrewe wan. Di roya rabena hemi da ji sixwa ewan ji wane sik in"
        },
        {
            "chapter": 28,
            "verse": 43,
            "text": "Bi sond! Ji pisti tesqele kirina wan kesen caxe bori, me ji bona Musa ra pirtukek daye; ji bo ku ewa (pirtuka) ji bona kesan ra bibe beled u dilovineke ber cavi, loma bi rasti hevi heye ku ewan (evan buyeran) bira xwe binin (bawer bikin)"
        }
    ]
}