{
    "pages": [
        {
            "chapter": 33,
            "verse": 16,
            "text": "Tu beje: \"Eger hun ji mirin yan kuþtine birevin ji rev qet bikera we naye u ew gav hun ji hindiki peve ji bi xweþi najin"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "Tu beje ku: \"Eger Xuda xerabi ji we re bive yan dilovani ji we re bive we ki we je bipareze?\" Ew ji Xuda peve ji xwe re ne tu yar u yawer u ne ji tu alikar peyda dikin"
        },
        {
            "chapter": 33,
            "verse": 18,
            "text": "Bi rasti Xuda, en ji we xwe egle dikin u en ji birayen xwe re dibejin: \"Werin ba me\" baþ dizane. Ew ji hindiki peve nayen þer"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "Ji ber ku ew li ser we kindar in. Veca gava tirs be, tu wan dibini ku ew li te dinerin, cave wan weki e ku ji mirine ji xwe cube digere. Veca gava tirs cu ew ji ber cikusiya li ser mal bi zimanen tuj eriþi we dikin-we rexne dikin. Even han bera baweri neanine; veca Xuda ji kirinen wan bereday bir. Eve han li ser Xuda pirr hesan e"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "Ew (ji tirsa) guman dikin ku (leþkere) partiyen (bi ser we de girtine) he necune; u eger ew (leþkere) partiyan (disa) ben ew ji dil hiz dikin ku xwezi ew di nava Erebe cole de buna ku pirsa xerebe we bikirna. Eger ew di nava we de buna ji disa wan ji hindiki peve þer nedikir"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "Sond be ji we re di pexembere Xuda de nimunen rind hene, ji ewen ku Xuda u roja dawin hevi dikin u pirr Xuda di bir tinin re"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "U ci gava bawermendan (leþkere) partiyan dit, gotin: \"Eve han tiþte Xuda u pexembere wi wade dabun me ye u Xuda u pexembere xwe rast gotine.\" Eva hey baweri u musilmaniya wan pirrtir dike"
        }
    ]
}