{
    "pages": [
        {
            "chapter": 33,
            "verse": 23,
            "text": "Ji bawermendan hin zilam hene ku wad u ehda dabun Xuda rast derxistin; edi hina ji wan ehd u nezra xwe bi cih ani-þehid bun u hin ji wan ji li bende ne u bi tu awayi (wade xwe) naguherinin"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "Ji bo ku Xuda rastgoyan bi rastiya wan xelat bike u eger bixwaze duruyan bide ezabe yan toba wan bipejirine. Beguman Xuda hey bexþendekar e dilovan e"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "Xuda (leþkere) ewen kafir bune beyi ku bigihijin mal (u piroziki) bi kin u hersa wan zivirand. Xuda di þer de besi bawermenda ye. Xuda hey hezdar e serkefti ye"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "U (Xuda) ji ehle kitebe (cihuye Beni qureyze) en ku piþtvaniya wan (leþkere partiyan) kirin wan ji beden (keleh)en wan daxist u tirse avete dilen wan; hun desteki (ji wan) dikujin u desteki ji hun dil digrin"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "U we kir miratxware axa wan u waren wan u malen wan u axeki ku we he pe navetiye. Xuda, hey bi her tiþti dikare"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "Ey pexember! tu ji pireken xwe re beje ku: \"Eger hun jina dine u xeml u xweþiya we diven, edi werin ez we xweþiye bi we dim u bi berdaneki rind ez we berdim"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "U eger hun Xuda u pexembere wi u ware axrete diven, edi beguman Xuda ji jinen qencikaren ji we re peruki mezin amade kiriye"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "Geli pireke pexember! ki ji we nepakiki aþikar bike, ezab je re bi du qati te qat kirine. Eve han hey li ser Xuda hesan e"
        }
    ]
}