{
    "pages": [
        {
            "chapter": 43,
            "verse": 11,
            "text": "Ewe ku ji asiman ave bi pivan daxistiye, veca me pe welateki miri vejand; hune ji wuha bene derxistine"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "Ewe ku cota teva aferandiye u ji we re ji keþtiyan u dewaran tiþte hun le siwar dibin cekiriye"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "Ji bo ku li piþta wan rast (siwar) bibin, paþe gava hun li ser wan rast (siwar) bun, hun qenciye perwerdekare xwe di bir binin u bejin: \"Pak beri ye e ku eva ji me re situxor kiriye u me bi xwe qet pe nikarbu"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "U beguman eme her bal perwerdekare xwe ve vegerin"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "Wan je re ji bendeyen wi parek (ji zaruyan) cekir. Beguman mirov nankoreki aþikar e"
        },
        {
            "chapter": 43,
            "verse": 16,
            "text": "Ma wi ji tiþte diaferine kecan ji xwe re girtiye u kuran ji ji we re hilbijartiye"
        },
        {
            "chapter": 43,
            "verse": 17,
            "text": "Gava yek ji wan bi tiþte ji (Xudaye) Mihriban re minak dide (bi kecan) te mizgin dayin, ruye wi reþutanki dibe u ew hersa wi di gewriya wi de dimine"
        },
        {
            "chapter": 43,
            "verse": 18,
            "text": "Ma ew (kec)en ku di nav xiþr u xemle de tene mezin kirin u ew di xirecira de ji (delila xwe bi hesani nikare) diyar bike (ji Xuda re dikin hevpar)"
        },
        {
            "chapter": 43,
            "verse": 19,
            "text": "U wan, feriiteyen ku bendeye (Xudaye) Mihriban in kiriye pirek. Ma ew danase aferandina wan bun? Ewe danasiya wan be nivisandin u we bene pirsyari kirin"
        },
        {
            "chapter": 43,
            "verse": 20,
            "text": "U gotin ku: \"Eger (Xudaye) Mihriban nexwestana me wan nediheband.\" Tu zanina wan bi vi nine. Ew hey derewa dikin"
        },
        {
            "chapter": 43,
            "verse": 21,
            "text": "Ma qey me bere wi ketebek daye wan, veca ew xwe pe digrin"
        },
        {
            "chapter": 43,
            "verse": 22,
            "text": "Ne, (me tu kiteb nedaye wan) gotin ku: \"Beguman me bav u kalen xwe li ser dineki dit u bi rasti em ji li ser þopa wan reya xwe dibinin"
        }
    ]
}