{
    "pages": [
        {
            "chapter": 3,
            "verse": 16,
            "text": "Ewan xwedaparizan in, ku dibejin: “Xwedaye me! Bi rasti me bi te bawer kiriye, idi tu ji bona me ra gunehen me bibaxisine u tu me ji sapata agir biparisine.”"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "Ewan xwedaparizan in, ku li ser asit u tesqelan hew dikin u rast in u bi dil peresti dikin u male xwe ji bona hewcan ra, di reya Xwede da, disixurinin u di sewgura sibehe da, ji bona baxisandina gunehen xwe, lavan dikin"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "Bi rasti Yezdan u firistan u ewan zane ne, ku bi dadvani radibin, daditiyi bi cih tinin sahidi dane, ku tu yezdan ji pestire Yezdane (babete perestiye) tune ne, hey servahate bijejke ewa ye"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "Bi rasti “ol”a rasti li bal Yezdan, hey “ol”a (bi nav) Islam e. Ewan komen, ku ji wan ra pirtuk hatiye hene! Ji pisti ku ji wan ra zanin hatiye, pase ji dexesiya di nava hev da, ne wekhevbun ce kirine. U kijan bi beratene Yezdan bibe file, idi bira bizane! Bi rasti Yezdan zu hijmarok e"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "Idi heke ewan (Muhemmed) bi te ra di mafe (ol) e da tekosine bikin, tu ji bona wan ra beje: “Min xwe u bi wane peyrewe xwe va ji bona Yezdan ra hispartiye.” U tu ji bona wane, ku pirtuk ji bona wan ra hatiye u ji bona wane ne xwandi ra beje: “Hun ji misilman bune?” Idi heke ewan misilman ben, sixwa ewan hatine reya rast u heke ewan pista xwe dane te (misilman ne bun) li ser te hey gotina (biryaren Yezdan ji wan ra) heye. U Yezdan bi xweber ji bendene xwe dibine"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "Bi rasti ewane ku bi beratene Yezdan dibine file u pixemberen wi be mafi dikujin u ewan meriven ji kesan, ku fermana kesan ji bona dadvanitiye dikin ji dikujin, hene! Idi (Muhemmed!) tu ewanan bi sapata dilsoz bide mizgindane"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "Evan in, ku keda wane di cihan u di dan u gave para da kirine sewitiye u ji bona wan bi xweber ji tu arikar tune ye"
        }
    ]
}