{
    "pages": [
        {
            "chapter": 4,
            "verse": 80,
            "text": "Kijan bi gotina pexember bike, idi (bira ewa bizane) ku ewi bi gotina Yezdan ji kiriye u kijan ji pexember ru bifetiline, idi (bira ewa ji bizane!) ku me (Muhemmed!) te li ser wan da parisvan ne sandiyi"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "Ewanan (ji bona te ra) dibejin: \"Fermana te (li ser ceve me) eme bi gotina te bikin.\" Idi di gava ku ewan ji bal te derdikebin, desteki ji wan di seve da ji pestire wan gotine, ku te ji wan ra gotine (di nava xwe da) hinek gotine mayi dihunin. (Qe tistek nabe!) Yezdan ewan tiste ku ewan dihunin, dinivise. Idi (Muhemmed!) tu dest ji wan berde u tu xwe hespire Yezdan u sixwa Yezdan bi serkari bes e"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "(Gelo) qe ewan (di ars u peyve) Qur’ane da naponijin? Heke Qur’an ji bal pestire Yezdan (hatibuya) we ewane di Qur’ane da raste pir tiste ne wekhev hatibunan"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "U di gava ku ji wan ra buyerek, ji ewletiye (ku bawerger serva hatine, file para da revine) ya ji ji tirse (ku file bi serva hatine, bawerger para da reviyane) hatibe, heman ewan (duruyan) ewe buyere belav dikin. U heke ewan, ewa buyera bi birana li bal Pexember (ji wi pirs bikirinan) ya ji ewan ewa buyera bibirina li bal wan seroken xweyen, ku fermandare wan in (ji wan bipirsiyan) we ewe, ku ewanan ji wi rastiya buyeran hin dibin, rastiya we buyere bizaniya. U heke rumet u dilovaniya Yezdan e, ku li ser we heye ne buya, ji pestire hindiken ji we, hune hemusk bibuna peyrewe pelid"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "Idi (Muhemmed!) tu di reya Yezdan da qirine bike, tu hey (ji kirine xwe) teyi pirs kirine. U tu helana bide bawergeran, bi rasti goman heye, ku Yezdan tirsa wane bune file, ji we bide paradane. U Yezdan bi xweber ji zor erise u zor sernegunvan e"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "U kijan mehderyeke qenci bike, ji bona wi ra di we mehderye da pareke wi heye u kijan mehderyeke sikiti bike, ji bona wi ra di we mehderye da gerewa wi heye. Yezdan bi xweber ji li ser hemu tistan didevan e (hemberya wan dide)"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "U di gava hun (bi jin danan) hatine selam dane; idi hun bi rinde (jin danan) selaman bidin, ya ji hun ji weki we selame, selame bidin. Bi rasti Yezdan li ser hemu tistan hejmarkarvan e"
        }
    ]
}