{
    "pages": [
        {
            "chapter": 3,
            "verse": 38,
            "text": "Aho ni ho Zakariya yasabye Nyagasani we agira ati \"Nyagasani wanjye! Mpa ingabire y’urubyaro rwiza iguturutseho. Mu by’ukuri, uri Uwumva ubusabe bihebuje"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "Ubwo (Zakariya) yari ahagaze asengamu cyumba cy’amasengesho, abamalayika baramuhamagaye baramubwira ati \" Allah aguhaye inkuru nziza yo kuzabyara umwana w’umuhungu (uzitwa) Yahaya, uzahamya ijambo riturutse kwa Allah (iremwa rya Yesu), akazaba umunyacyubahiro, utazashaka umugore ndetse akazaba umuhanuzi n’umwe mu ntungane"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "(Zakariya) aravuga ati \"Nyagasani wanjye! Ni gute nagira umuhungu kandi ngeze mu zabukuru n’umugore wanjye akaba ari urubereri? Aravuga ati \"Ni ko bimeze; Allah akora ibyo ashaka"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "(Zakariya) aravuga ati \"Nyagasani wanjye! Mpa ikimenyetso. (Allah) aravuga ati \"ikimenyetso cyawe ni ukutazavugisha abantu iminsi itatu, usibye guca amarenga. Kandi wibuke Nyagasani wawe kenshi, unamusingiza nimunsi no mu museso"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "Unibuke ubwo abamalayika bavugaga bati \"Yewe Mariyamu! Mu by’ukuri, Allah yaragutoranyije (ngo umugandukire), arakweza, anakurutisha abagore bo mu isi (mu gihe cyawe)"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "Yewe Mariyamu! Ibombarike kuri Nyagasani wawe, wubame ndetse ununame (usenga Allah) hamwe n’abunama"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "Izo ni zimwe mu nkuru zibyihishe tuguhishurira (yewe Muhamadi). Kandi ntabwo wari hamwe na bo ubwo banagaga amakaramu yabo (batombora) kugira ngo muri bo haboneke uzarera Mariyamu; ndetse nta n’ubwo wari kumwe na bo ubwo bajyaga impaka"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "Ibuka ubwo Malayika yavugaga ati \"Yewe Mariyamu! Mu by’ukuri, Allah aguhaye inkuru nziza y’ijambo rimuturutseho33 (ry’uko uzabyara umwana w’umuhungu). Izina rye ni Masihi Isa (Yesu), mwene Mariyamu. Azaba umunyacyubahiro ku isi no ku mperuka, kandi azaba mu bari hafi ya Allah"
        }
    ]
}