{
    "chapter": [
        {
            "chapter": 13,
            "verse": 1,
            "text": "Alif L'am M'im Ra. These are the Verses of the Book (Qur'an) which has been revealed to you, O Muhammad, from your Lord is the Truth, but most of the people do not believe in this"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "Allah is the One Who raised the heavens without any pillars that you can see, then firmly established Himself on the throne of authority and subjected the sun and the moon to His law - each one pursuing its course for an appointed time. He regulates all affairs. He has spelled out His revelations so that you may believe in meeting your Lord"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "He is the One Who spread out the earth and placed thereon mountains and rivers, created fruits of every kind in pairs, two and two, and makes the night cover the day. Certainly in these things there are signs for those who use their common sense"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "In the earth there are tracts side by side: gardens of grapes, cornfields and palm trees with single and double trunks - they are all watered with the same water, yet we make some of them excel others in taste. Surely in this, there are signs for people who use their common sense"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "Now, if there is anything that seems strange, then strange is their saying: \"What! When we will become dust, could we then be raised to a new life again?\" They are the people who have denied their Lord, they are the ones who will have yokes around their necks and they are the ones who will be the inmates of Hellfire to live therein forever"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "They ask you to hasten on the evil rather than the good, although there have been instances of exemplary punishments before them. In fact your Lord is the Lord of Forgiveness to the people, notwithstanding their wrongdoing; and it is also the fact that your Lord is stern in retribution"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "The unbelievers say: \"Why is not a sign sent down to him (Muhammad) from his Lord?\" You are nothing but a Warner and every nation was assigned a guide"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Allah knows what every female bears in her womb. He is fully aware of what decrease or increase (miscarriage or a long wait) takes place in the womb. Everything has a due measure with Him"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "He has perfect knowledge of both the visible and the invisible. He is the Great, the Most High"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "It is the same to Him whether any of you speak in secret or aloud, whether anyone hides under the darkness of night or walks about in broad daylight"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "Each person has been assigned guardian angels before him and behind him, who watch him by the command of Allah. The fact is that Allah never changes the condition of a people until they intend to change it themselves. If Allah wants to afflict a people with misfortune, none can ward it off, nor they can find any protector besides Him"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "He is the One Who shows you lightning, which causes fear and hope, and brings up heavy clouds"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "The thunder declares His glory with His praises and so do the angels with awe. He sends thunderbolts and smites with them whomever He wants. Yet these unbelievers dispute concerning Allah; He is mighty in strength"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "Praying to Him Alone is the right thing. The other deities they pray to, besides Him, cannot answer their prayers. They are like a man who stretches forth his hands to the water and asks it to reach his mouth. It cannot reach his mouth this way; likewise the prayer of the unbelievers is nothing but a fruitless effort"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Whatever is in the heavens and the earth do prostrate before Allah Alone willingly or unwillingly, and so do their shadows in the mornings and evenings"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Ask them: \"Who is the Lord of the heavens and the earth?\" If they hesitate to respond, say: \"Allah.\" Then ask them: \"When this is the fact, why do you take other deities, besides Him, who do not control any benefit or harm even to themselves, as your protectors?\" Say: \"Are the blind and the seeing equal? Or can darkness and light be equal?\" If that is not so, then, have their shoraka' (other deities they worship) created any thing like His creation which has made the matter of creation doubtful for them? Say: \"Allah Alone is the Creator of everything and He is the One, the Irresistible"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "He sends down water from the skies and each channel starts flowing according to its measure, and then the torrent bears a swelling foam - like the scum which appears from metal which are melted in the furnace for making ornaments and utensils. By such examples Allah depicts truth and falsehood. As for the scum, it is thrown away, being worthless, but that which is useful for the mankind remains behind on the earth. In this way Allah cites examples to make His message clear"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "There is an excellent reward for those who respond to the call of their Lord. As for those who do not respond to Him - even if they had all that is in the earth, and as much besides, to offer as a ransom in order to save themselves from punishment, it would be of no use. They are the ones who will have terrible reckoning; their abode will be hell - what an evil resting place"
        },
        {
            "chapter": 13,
            "verse": 19,
            "text": "How can the one who knows that which has been revealed to you from your Rabb is the Truth, be like the one who is blind to this fact? Only those who use their common sense benefit from this reminder"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "They are the ones who fulfill their covenant with Allah and do not break their pledge"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "and they are the ones who join together what Allah has commanded to be joined, who fear their Rabb and are afraid of a terrible reckoning"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "also thery are the ones who are patient, seek the pleasure of their Rabb, establish Salah, spend secretly and openly out of the sustenance which We have provided for them, and repel evil with good - they are the ones for whom there is the home of the hereafter"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "the Paradise of perpetual bliss: they will enter into it along with their righteous forefathers, their spouses and their descendants. The angels will come to welcome them from every side"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "saying: \"Peace be upon you for all that you steadfastly endured in the world. Now! How excellent will be the home of the hereafter"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "As for those who break their covenant with Allah after confirming it and cut asunder what Allah has commanded to be joined and create mischief in the land, they are the ones on whom there shall be a curse and they are the ones who will have a terrible home"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "Allah grants abundantly His provisions to whom He will and sparingly to whom He pleases. The unbelievers rejoice in the life of this world; but brief indeed is the comfort of this worldly life as compared to the life of the hereafter"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "The unbelievers say: “Why has no sign been sent down to him (Muhammad) from his Rabb?” Say: “In fact Allah lets him go astray who wants, and guides to Himself those who turn to Him"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "such are the ones who have believed and whose hearts find satisfaction in the remembrance of Allah. Beware! It is the remembrance of Allah which provides tranquility to the hearts"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "As for those who believe and do good deeds, for them there will be prosperity and a beautiful place of final return"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "O Muhammad! We have sent you among a nation before whom other nations have passed away, so that you may recite to them Our revelations which We have sent down to you; yet they are rejecting the Compassionate (Allah). Say: “He is my Rabb! There is no god but Him. In Him I have put my trust and to Him shall I return"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "Even if there were a Qur’an that could move mountains, cleft the earth asunder or make the dead speak (do you think the result would have been different?) Surely all things are subject to Allah’s command. Have not yet the believers been satisfied that if Allah wanted, He would have certainly guided the whole of mankind? As for the unbelievers, the disaster will not cease to afflict them every now and then or to crouch at their very doorsteps because of their misdeeds, until the promise of Allah is fulfilled; surely Allah will not fail His promise"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "Rasools have been mocked before you (O Muhammad), but I always gave respite to the unbelievers and finally I seized them, so see how terrible was My requital"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "What! Are they so audacious that they ascribe partners to Allah, Who watches minutely over each and every soul and knows all that it does? O Prophet ask them: If Allah Himself has set them up as His partners, then tell me their names! Do you mean to inform Him of something new that He Himself does not know on this earth, or do you merely utter empty words?” Nay! Indeed their foul devices seem fair to the unbelievers, for they have been debarred from the Right Way; and there is none to guide those whom Allah has let go astray"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "They shall be punished in the life of this world, still more grievous is the punishment of the hereafter, and there is none to protect them from Allah"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "As for the paradise which the righteous have been promised, it is like this: rivers flow beneath it; eternal are its fruits, and eternal are its shades; such is the reward of the righteous. But the reward of unbelievers is the fire"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "O Prophet, some of those to whom We have given the Book rejoice at what is revealed to you, while there are some factions who deny a part of it. Tell them: “I am commanded to worship Allah and to associate none with Him. To Him I invite you and to Him I shall return"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "With these instructions, We have revealed this commandment in the Arabic language. Now, if you follow their vain desires after real knowledge has come to you, there will be none to save you or protect you against the wrath of Allah"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "We have sent forth other Rasools before you and given them wives and children and it was never in the power of a Rasool to show any miracle without the sanction of Allah. For each period there was a Book"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Allah abrogates and confirms what He pleases - with Him is the Master Copy of the Book"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "O Muhammad! Whether We let you see, within your lifetime, a part of what We threaten them with or cause you to die before We smite them, your mission is only to deliver the Message and it is for Us to take accountability"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Do they not see that We are gradually reducing the land in their control through curtailing its borders? When Allah commands, there is none to reverse His command and He is swift in taking accountability"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Those unbelievers who have passed before them also devised plots; but Allah is the Master of all planning. He knows the actions of every soul. Soon the unbelievers will come to know who will get the home of paradise in the hereafter"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "And those who have disbelieved say, \"You are not a messenger.\" Say, [O Muhammad], \"Sufficient is Allah as Witness between me and you, and [the witness of] whoever has knowledge of the Scripture"
        }
    ]
}