{
    "chapter": [
        {
            "chapter": 33,
            "verse": 1,
            "text": "O Prophet! Fear Allah and do not obey the unbelievers and the hypocrites: certainly Allah is aware and wise"
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "Follow that which is revealed to you from your Lord: for Allah is aware of what you do"
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "Put your trust in Allah: for Allah is your all-sufficient protector"
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "Allah has not put two hearts in a person’s body: nor does He regard your wives whom you divorce through Zihar (divorcing a wife saying: from now on you are as my mother, depriving her conjugal rights yet keeping her like a slave nor letting her marry anyone else) as your mothers: nor does He regard your adopted sons as your sons. These are mere words which you utter with your mouths; but Allah declares the Truth and guides you to the Right Way"
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "Name your adopted sons after their fathers; that is more just in the sight of Allah, and if you don’t know who their fathers are, then call them as your brothers in faith and your friends. There is no blame on you for an unintentional mistake, but you will be held responsible for what you do with the intention of your hearts; Allah is Forgiving, Merciful"
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "The Prophet is closer to the believers than their own selves and his wives are as their mothers. Blood relatives have a greater claim on one another than the other believers and the Muhajirin (early Muslims who migrated from Mecca to Medina) according to the Book of Allah: although you are permitted to some good (through leaving bequests) for your friends . This has been written in the Book of Allah"
        },
        {
            "chapter": 33,
            "verse": 7,
            "text": "O Muhammad, remember the Covenant which We took from all the Prophets - from you as well as from Noah, Abraham, Moses and Jesus son of Mary - We took that solemn Covenant from all of them"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "so that He may question the truthful concerning the Truth (that they were entrusted with): as for the unbelievers, He has prepared a painful punishment"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "O believers! Remember the favor of Allah, which he bestowed on you, when you were attacked by your enemy’s army (during the battle of Trench/Confederates) and We unleashed against them violent winds and invisible forces. Allah saw all that you were doing"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "When the enemy attacked you from above and from below; when your eyes were petrified due to fear and your hearts leaped up to your throats, and you began to entertain all sorts of doubts about Allah"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "there, the believers were put to test; and were shaken with tremendous shaking"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "Remember, when the hypocrites and those in whose hearts there was a disease were openly saying: \"Allah and His Messenger promised us nothing but delusion"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "And a party of them said: \"O people of Yathrib (Medina)! You cannot stand the attack much longer. Go back to your city.\" And yet another party of them sought leave of the Prophet saying: \"In fact our houses are insecure,\" whereas they were not insecure. They intended nothing but to run away from the battlefront"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "Had the city been entered from all sides, and had they been incited to sedition, they would have little hesitation to become partners in it"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "Even though they had made covenant with Allah not to show their backs, and the covenant with Allah must surely be answered for"
        },
        {
            "chapter": 33,
            "verse": 16,
            "text": "Tell them: \"Running away will not do you any good, and if you are running away from death or being killed, you would enjoy this life only for a little while"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "Ask them: \"Who can protect you from Allah if He intends to harm you or who can prevent Him if He intends to show you mercy?\" They will find none besides Allah to protect or help them"
        },
        {
            "chapter": 33,
            "verse": 18,
            "text": "Allah is well aware of those among you who hold others back and those who say to their brethren: \"Join us,\" and seldom take part in the fighting themselves"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "They are ever reluctant to assist you. Whenever they are in danger, they look towards you with their eyes rolling as though they were at the point of death, but when they are out of danger, they will come to greet you with their sharp tongues in greed for gain. Such people have no faith. Allah has made all their deeds null and void, and this is easy for Allah"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "They thought that the confederates would never withdraw. Indeed, if the confederates should come again, they would wish to be among the beduins and seek news about you from a safe distance; and if they happened to be with you, they would take but a little part in the fighting"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "You have indeed, in the life of Messenger-Allah, the 'Best Model' for him whose hope is in Allah and the Day of the Hereafter, and who engages himself much in the remembrance of Allah"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "When the true believers saw the confederate forces they said: \"This is what Allah and His Messenger had promised us: Allah and his Messenger were absolutely true.\" This increased them all the more in their faith and their zeal in obedience"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "Among the believers there are men who have been true to their covenant with Allah: of them some have completed their vow through sacrificing their lives, and some others are waiting for it, and have not changed their determination in the least"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "All this happens so that Allah may reward the truthful for their truth and punish the hypocrites or accept their repentance if He wills: for Allah is Forgiving, Merciful"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "Allah turned back the unbelievers; they retreated in their rage without gaining any advantage, and Allah was sufficient to fight on behalf of the believers; for Allah is All- Powerful, All-Mighty"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "And brought down, from their fortresses, those people of the Book (The Jews of Bani Qurayzah) who supported the invaders, and cast terror into their hearts. As a result, some of them you slew and some you took as prisoners"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "Thus He made you heirs of their lands, their houses and their goods, and also the land (Khayber) on which you had never set your foot before. Truly, Allah has power over all things"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "O Prophet! Say to your wives: \"If you desire the life of this world and its glitter, then come, I shall give you of these and let you go in an honorable way"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "But if you seek Allah and His Messenger and the home of the hereafter, then you should rest assured that Allah has prepared a great reward for those of you who are good"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "O wives of the Prophet! If any of you were guilty of open indecency, her punishment will be increased to double and this is easy for Allah"
        },
        {
            "chapter": 33,
            "verse": 31,
            "text": "Those of you (O wives of the Prophet Muhammad) who obey Allah and His Messenger and practice righteousness, shall be granted double reward, and for them We have prepared a generous provision"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "O wives of the Prophet! You are not like the other women: if you fear Allah, then you should not be complaisant while talking to the men who are not closely related to you, lest the one in whose heart is a disease may thereby be encouraged, and speak using suitable good words"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "Stay in your homes and do not display your finery as women used to do in the days of ignorance (pre-Islamic days); establish Salah, pay Zakah, and obey Allah and His Messenger. O women of the household of Messenger, Allah only intends to remove uncleanliness from you and to purify you completely"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "Remember the revelations of Allah and wise sayings which are recited in your homes, surely Allah is aware of even the finest mysteries"
        },
        {
            "chapter": 33,
            "verse": 35,
            "text": "Surely the Muslim men and the Muslim women, the believing men and the believing women, the devout men and the devout women, the truthful men and the truthful women, the patient men and the patient women, the humble men and humble women, the charitable men and the charitable women, the fasting men and the fasting women, the men who guard their chastity and the women who guard their chastity, and the men who remember Allah much and the women who remember Allah much - for all those, Allah has prepared forgiveness and a great reward"
        },
        {
            "chapter": 33,
            "verse": 36,
            "text": "It is not fitting for a believing man or a believing woman to have an option in their affairs when a matter has been decided by Allah and His Messenger; and whoever disobeys Allah and His Messenger has indeed strayed into a clearly wrong path"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "O Prophet, remember when you said to the one (Zaid, Prophet's adopted son) whom Allah as well as you had favored: \"Keep your wife in wedlock and fear Allah.\" You sought to hide in your heart what Allah intended to reveal; you were afraid of the people whereas it would have been more appropriate to fear Allah. So when Zaid divorced his wife, We gave her to you in marriage, so that there remains no hindrance for the believers to wed the wives of their adopted sons if they divorced them. And Allah’s Command had to be carried out"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "There can be no blame attached to the Prophet for doing what is sanctioned for him by Allah. Such has been the way of Allah with those who have gone before; and the decrees of Allah are preordained"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "Those who are charged with the mission of conveying the message of Allah are to fear Him, they are supposed to fear none but Allah; for Allah is sufficient to settle their account"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "Muhammad is not the father of any of your men (he is not going to leave any male heirs). He is the Messenger of Allah and the Seal of the Prophets. Allah has the knowledge of all things"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "O believers! Remember Allah as a frequent remembrance"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "and glorify Him morning and evening"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "It is He Who sends His blessings on you (believers) and so do His angels, that He may bring you out of darkness into light, for He is Merciful to the believers"
        },
        {
            "chapter": 33,
            "verse": 44,
            "text": "On the Day of their meeting with Him, their greeting shall be: \"Salaam (peace)!\": and He has prepared for them a generous reward"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "O Prophet! Surely We have sent you as a witness, as a bearer of good news and as a Warner"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "and to call the people towards Allah by His leave and a lamp spreading light (guidance)"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "Give good news to the believers that they shall have great blessings from Allah"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "Do not obey the unbelievers and the hypocrites, disregard their annoyances and put your trust in Allah; for Allah is sufficient as a disposer of affairs"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "O believers! If you marry believing women and divorce them before the marriage is consummated, you are not required to observe the Iddat (waiting period) which you should count for them, so give them some present and relieve them gracefully"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "O Prophet! We have made lawful to you the wives to whom you have given their dowers; and those ladies whom your right hands possess (from the prisoners of war) whom Allah has assigned to you; and the daughters of your paternal uncles and aunts, and the daughters of your maternal uncles and aunts, who have migrated with you; and the believing woman who gave herself to the Prophet if the Prophet desires to marry her - this permission is only for you and not for the other believers; We know what restrictions We have imposed on the other believers concerning their wives and those whom their right hands possess. We have granted you this privilege as an exception so that no blame may be attached to you. Allah is Forgiving, Merciful"
        },
        {
            "chapter": 33,
            "verse": 51,
            "text": "You may put off any of your wives you please and take to your bed any of them you please, and there is no blame on you if you call back any of them you had temporarily set aside. This is most proper, so that their eyes may be cooled and they may not grieve, and that they will remain satisfied with what you give them. O believers! Allah knows all that is in your hearts; for Allah is All-Knowing, Most Forbearing"
        },
        {
            "chapter": 33,
            "verse": 52,
            "text": "It shall be unlawful for you, O Muhammad, to marry more women after this or to change your present wives with other women, though their beauty may be pleasing to you, however those ladies whom your right hands possess are an exception. Allah takes cognizance of all things"
        },
        {
            "chapter": 33,
            "verse": 53,
            "text": "O believers! Do not enter the houses of the Prophet without permission, nor stay waiting for meal time: but if you are invited to a meal, enter, and when you have eaten disperse and do not seek long conversation. Such behavior annoys the Prophet, he feels shy in asking you to leave, but Allah does not feel shy in telling the truth. If you have to ask his wives for anything, speak to them from behind a curtain. This is more chaste for your hearts and for theirs. It is not proper for you to annoy the Messenger of Allah, nor ever to marry his wives after him; this would be a grievous offence in the sight of Allah"
        },
        {
            "chapter": 33,
            "verse": 54,
            "text": "Whether you reveal anything or conceal it, surely Allah has full knowledge of all things"
        },
        {
            "chapter": 33,
            "verse": 55,
            "text": "There is no blame on the ladies if they appear before their fathers, their sons, their brothers, their brothers’ sons, their sisters’ sons, their familiar women and those whom their right hands possess (slaves). O Ladies! Have fear of Allah: for Allah is a witness to all things"
        },
        {
            "chapter": 33,
            "verse": 56,
            "text": "Indeed Allah and His angels send blessings on the Prophet. O believers, call for Allah’s blessings on him and saLute him with all respect"
        },
        {
            "chapter": 33,
            "verse": 57,
            "text": "Surely those who annoy Allah and His Messenger, are cursed by Allah in this world and in the hereafter. He has prepared for them a humiliating punishment"
        },
        {
            "chapter": 33,
            "verse": 58,
            "text": "And those who annoy believing men and believing women, for no fault of theirs, shall bear the guilt of slander and an evident sin"
        },
        {
            "chapter": 33,
            "verse": 59,
            "text": "O Prophet! Enjoin your wives, daughters and the believing women that they should draw their outer garments over their persons. That is more proper, so that they may be recognized and not bothered. Allah is Forgiving, Merciful"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "If the hypocrites, those in whose hearts is malice and the scandal mongers of Medina do not desist; We shall rouse you against them, and their days in the city - as your neighbors - will be numbered"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "They shall be cursed wherever they are found and they shall be seized and killed mercilessly"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "This has been the Way of Allah regarding such people among those who lived before you, and you will never find any change in the Way of Allah"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "People ask you about the Hour of Doom. Tell them: \"Allah Alone has the knowledge of it. Who knows? It may be that the Hour is near at hand"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "Surely Allah has laid a curse on the unbelievers and has prepared for them a blazing fire"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "to live therein forever and they shall find no protector or helper"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "That Day, when their faces will roll about in the fire, they will say: \"Woe to us! Would that we had obeyed Allah and obeyed the Messenger"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "They will further say: \"Our Lord! We obeyed our chiefs and our great ones and they misled us from the Right Way"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "Our Lord! Give them double punishment and lay on them a mighty curse"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "O believers! Be not like those who slandered Moses, but Allah cleared him of what they said - for he was honorable in the sight of Allah"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "O believers! Fear Allah and always say the right thing"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "He will bless your works and forgive your sins - for he that obeys Allah and His Messenger, has indeed achieved the highest achievement"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "The fact is that We offered the Trust ( \"freedom of choice\") to the heavens, to the earth and to the mountains, but they refused to undertake it and were afraid, but man undertook it. He was indeed unjust and foolish"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "(The inevitable result of bearing the burden of Allah’s Trust is) that Allah will punish the hypocrite men, the hypocrite women, the pagan men and the pagan women, and that Allah will turn in mercy to the believing men and the believing women: for Allah is Forgiving, Merciful"
        }
    ]
}