{
    "pages": [
        {
            "chapter": 7,
            "verse": 74,
            "text": "Vspomnite, chto Allakh sdelal vas naslednikami plemeni aditov i poselil vas na blagodatnoy zemle, gde vy v dolinakh stroite gromadnyye roskoshnyye zamki i vysekayete v gorakh zhilishcha. Pomnite zhe blagodeyaniya Allakha Vsevyshnego. On predostavil vam vso eto v pol'zovaniye. Ne rasprostranyayte nechestiya na zemle posle togo, kak Allakh poslal vam blagodenstviye i vlast'"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "Vozgordivshayasya znat' i vysokomernyye vozhdi iz yego naroda skazali prostym smirennym lyudyam, uverovavshim v Istinu Allakha, uprekaya ikh: \"Uvereny li vy, chto Salikh poslan ot Gospoda svoyego?\" Togda uverovavshiye lyudi im otvetili: \"Poistine, my veruyem v to, chto nam nisposlano Allakhom cherez nego, i povinuyemsya Allakhu"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "Vozgordivshayasya znat' i vozhdi iz yego naroda skazali: \"My ne uveruyem v to, vo chto vy uverovali, i otvergayem yedinobozhiye, k kotoromu prizyvayet nas Salikh"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "Oni zakololi verblyuditsu, derzko oslushavshis' poveleniya Allakha i Yego poslannika, i skazali, brosaya vyzov Salikhu: \"Nizvedi na nas to nakazaniye, o kotorom ty govorish', yesli ty deystvitel'no poslannik Allakha"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "I togda ikh postiglo sil'noye zemletryaseniye, i nautro oni lezhali v svoikh zhilishchakh poverzhennymi nits, mortvymi"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "Salikh, ikh brat, otvernulsya ot nikh do togo, kak ikh postiglo nakazaniye, skazav: \"O moy narod! YA uzhe peredal vam nastavleniya i prikazy Gospoda moyego. YA daval vam iskrenniye sovety, no vy nastoychivo otvergayete sovety i ne lyubite togo, kto vam sovetuyet"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "My poslali takzhe Luta, proroka Allakha, k yego narodu, chtoby on prizval svoy narod k vere v Yedinogo Boga i sovetoval svoyey obshchine izbavit'sya ot skverneyshego grekha, v kotorom ona prebyvayet: \"Neuzheli vy budete tvorit' merzost' - takoy skvernyy grekh, kotoryy ne podkhodit chelovecheskoy prirode? Neuzheli budete sovershat' merzost', kotoraya protivorechit vrozhdonnym svoystvam cheloveka, merzost', v kotoroy nikto iz mirov ne operedil vas"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "Vy ispol'zuyete iz-za svoyey raspushchennoy pokhoti muzhchin vmesto zhenshchin. V etom vy prestupili vsyakiye predely, vyydya za ramki chelovecheskoy prirody, sovershaya to, chto ne delayut dazhe zhivotnyye"
        }
    ]
}