{
    "pages": [
        {
            "chapter": 8,
            "verse": 1,
            "text": "Prorok Mukhammad - da blagoslovit yego Allakh i privetstvuyet! - byl vynuzhden pereselit'sya iz Mekki v Medinu iz-za kovarstva mnogobozhnikov i ikh intrig s tsel'yu ubit' yego, a takzhe, chtoby sozdat' musul'manskoye gosudarstvo. On pereselilsya v Medinu, gde obosnovalsya i nashol storonnikov i pomoshchnikov. Srazheniye bylo neobkhodimo, chtoby predotvratit' vrazheskoye nastupleniye i chtoby veruyushchiye ne otvernulis' ot islama. Tak nachalos' srazheniye pri Badre, v kotorom veruyushchiye oderzhali pobedu i zakhvatili voyennyye trofei. Po povodu raspredeleniya trofeyev voznikli raznoglasiya. Allakh skazal Mukhammadu - da blagoslovit yego Allakh i privetstvuyet: \"Tebya sprashivayut (o Mukhammad!) o dobyche: kuda i komu ona poydot, i kak raspredelit' yeyo?\" Skazhi im (o Mukhammad!): \"Dobycha prinadlezhit Allakhu i Yego poslanniku v pervuyu ochered', a on raspredelit yeyo, kak povelit yemu Allakh. Ostav'te raznoglasiya o ney. Samoye glavnoye - byt' bogoboyaznennymi i imet' dobryye otnosheniya mezhdu soboy, osnovannyye na lyubvi i spravedlivosti. Vot eto - kachestvo veruyushchikh"
        },
        {
            "chapter": 8,
            "verse": 2,
            "text": "Iskrenne veruyushchiye - eto te, ch'i serdtsa trepeshchut ot blagogoveniya pri upominanii imeni Allakha, kotoryye stremyatsya k povinoveniyu Yemu. Kogda im chitayutsya ayaty Korana, ikh vera v Allakha i povinoveniye Yemu usilivayutsya. Oni vo vsom polagayutsya tol'ko na Allakha, ikh Tvortsa, Zashchitnika, Pokrovitelya i Nastavnika"
        },
        {
            "chapter": 8,
            "verse": 3,
            "text": "Eti iskrenniye veruyushchiye vystaivayut obryadovuyu molitvu dolzhnym obrazom, v pokornosti i smirenii, chtoby postoyanno pomnit' Allakha, i raskhoduyut iz togo, chto On daroval im v udel, na srazheniye za islam, na milostynyu i na pomoshch' slabym i bespomoshchnym"
        },
        {
            "chapter": 8,
            "verse": 4,
            "text": "Lyudi, obladayushchiye etimi kachestvami, - nastoyashchiye, istinnyye veruyushchiye, i im budet vysokaya stepen' vozdayaniya u ikh Vladyki. On, Vsevyshniy, proshchayet im nebol'shiye oploshnosti, daruyet im Svoyo blagovoleniye, dobryy udel v blizhney zhizni i rayskoye blazhenstvo v budushchey zhizni"
        },
        {
            "chapter": 8,
            "verse": 5,
            "text": "Pobeda nad vragami, kak i vso, nakhoditsya vo vlasti Allakha. Veruyushchiye raznoglasili o dobyche tochno tak zhe, kak raznoglasili, kogda Allakh povelel im nachat' srazheniye protiv neveruyushchikh pri Badre. Ved' togda nekotoryye iz veruyushchikh byli protiv srazheniya i protivilis' yemu"
        },
        {
            "chapter": 8,
            "verse": 6,
            "text": "Oni prepirayutsya s toboy (o Mukhammad!) ob ochevidnoy istine - o vystuplenii v pokhod. Oni vyshli so svoimi tovarishchami zakhvatit' tovary kurayshitov, otpravlennyye v Siriyu. Kogda zhe oni ne smogli dognat' karavan, oni predpochli vernut'sya, poskol'ku oni znali ot proroka, chto oni pobedyat. No iz-za svoyego strakha, nenavisti k srazheniyu i boyazni yego posledstviy, oni v pokhode byli, kak tot, kotoryy yavno idot navstrechu svoyey smerti i vidit yeyo voochiyu"
        },
        {
            "chapter": 8,
            "verse": 7,
            "text": "Vspomnite, o veruyushchiye, kak Allakh obeshchal pomoch' vam oderzhat' pobedu nad tem iz dvukh vrazheskikh otryadov, kotoryy byl sil'neye. No vy zhelali, chtoby vam dostalsya drugoy otryad - karavan Abu Sufyana, kotoryy byl bezoruzhen i v kotorom bylo mnogo dobychi. A Allakh Vsevyshniy zhelal utverdit' istinu Svoimi Slovami, chtoby pobedoy veruyushchikh polozhit' konets neveriyu v strane arabov i iskorenit' nevernykh"
        },
        {
            "chapter": 8,
            "verse": 8,
            "text": "i utverdit' Istinu, i iznichtozhit' lozh', yesli eto dazhe nenavistno dlya neveruyushchikh, sovershayushchikh mnogo grekhov, podryvayushchikh Istinu Allakha i nanosyashchikh vred tem, kotoryye uverovali v etu Istinu, i dazhe samim sebe"
        }
    ]
}