{
    "pages": [
        {
            "chapter": 2,
            "verse": 164,
            "text": "Allakh poslal znameniya kazhdomu razumnomu cheloveku o Svoyom sushchestvovanii i Bozhestvennoy moshchi. Poistine, v ustroystve nebes, gde regulyarno dvizhutsya planety i otkuda idut teplo i svet dlya nashego mira, v tvorenii zemli, gde more i susha, v poleznoy smene dnya i nochi, v korablyakh, kotoryye plyvut po moryam, chtoby perevozit' lyudey i neobkhodimyye im gruzy, v vode, kotoruyu Allakh nizvodit s neba i ozhivlyayet yeyu zemlyu, rasteniya i skot, vo vsom sushchem, chto On rasseyal po zemle, v smene vetrov i dvizhenii oblakov, prinuzhdonnykh nosit'sya mezhdu nebom i zemloy, - znameniya Allakha dlya tekh, kto razumeyet! Razve eto bylo sozdano samo soboy, ili eto tvoreniye Allakha Vsevedushchego i Vsemogushchego"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "Nesmotrya na yasnyye znameniya Allakha, sredi lyudey yest' takiye, u kotorykh oslepli serdtsa, i oni pochitayut naravne s Allakhom drugiye bozhestva. Oni ikh slushayut, pochitayut i lyubyat, kak dolzhno lyubit' tol'ko odnogo Boga. A te, kotoryye uverovali, lyubyat Allakha Yedinogo i vsegda iskrenne povinuyutsya Yemu. No yesli mnogobozhnikov postignet neschast'ye, oni nachinayut somnevat'sya v svoikh bozhestvakh i obrashchayutsya k Vsemogushchemu Allakhu. Yesli by eti nechestivyye uznali nakazaniye, kotoromu oni podvergnutsya v Den' vozdayaniya, oni ponyali by, chto Allakh vsemogushch nad vsem i surov v Svoyom nakazanii, i oni ne sovershali by svoikh greshnykh postupkov"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "V Den' vozdayaniya te, kto vol za soboyu drugikh, kto byl primerom dlya drugikh v neverii i nepovinovenii, otdelyatsya ot tekh, kto sledoval za nimi, i skazhut im: \"My ne prizyvali vas sledovat' za nami po greshnomu puti. Eto bylo vashe zhelaniye i nerazumnoye povedeniye\". Svyazi i druzhba, kotoryye byli mezhdu nimi v blizhney zhizni, oborvutsya, i te, za kotorymi sledovali, stanut vragami s temi, kotoryye sledovali za nimi"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "I poymut te, kotoryye sledovali za nimi, chto oni byli v zabluzhdenii, sleduya po nepravednomu puti, i skazhut: \"O, yesli by nam byl vozmozhen vozvrat otsyuda! My otdelilis' by ot nikh tak zhe, kak oni otdelilis' teper' ot nas!\" Tak Allakh predstavit im ikh greshnyye deyaniya, i oni raskayutsya, buduchi brosheny v ad, i iz ognya im net uzhe vykhoda"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "O lyudi! Iz togo, chto yest' na zemle, yesh'te tol'ko dobroye i dozvolennoye Allakhom. Ne sleduyte shaytanu, kotoryy soblaznyayet vas yest' nedozvolennoye ili otkazyvat'sya ot dozvolennogo Allakhom. Ved' vy uzhe znayete, chto shaytan - vash zaklyatyy vrag i podtalkivayet vas sovershat' plokhiye dela"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "Shaytan podtalkivayet vas na zlyye, merzkiye dela. On tol'ko vredit vam. On poseyet v vas somneniya, vozbudit voobrazheniye lozhnymi illyuziyami. I vy budete vozvodit' na Allakha to, o chom ne vedayete sami otnositel'no zapreshchonnogo i razreshonnogo"
        }
    ]
}