{
    "pages": [
        {
            "chapter": 2,
            "verse": 182,
            "text": "Yesli zhe zaveshchaniye nespravedlivo i lishayet bednykh rodstvennikov chasti nasledstva, a vso zaveshchayetsya bogatym rodstvennikam ili dal'nim rodstvennikam, ili bednym nerodstvennikam, togda net grekha v stremlenii ispravit' nespravedlivost' zaveshchaniya. Ved' Allakh Proshchayushch i Miloserden"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "O te, kotoryye uverovali! My predpisali vam vozmezdiye i zaveshchaniye dlya preobrazovaniya vashego obshchestva i sokhraneniya vashikh semey. My takzhe predpisyvayem vam post dlya vospitaniya vashikh dush, uluchsheniya vashego povedeniya, predpochitaya vas nemomu zhivotnomu, kotoroye podchinyayetsya tol'ko svoim strastyam i instinktam. Predpisan vam post tak zhe, kak on predpisan tem, kto byl do vas, - mozhet byt', vy budete bogoboyaznenny! Post vospityvayet i ukreplyayet vashi dushi"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "Vam predpisan post v opredelonnyye dni. Yesli by Allakh pozhelal, On by predpisal vam postit'sya bol'sheye chislo dney, no On ne predpisal vam v poste to, chto vam ne po silam. Tot, kto iz vas bolen, i post mozhet byt' vreden pri etoy bolezni, i tot, kto v puti, imeyut pravo ne soblyudat' post. On mozhet postit'sya takoye zhe chislo dney v drugoye vremya (kogda vernotsya iz poyezdki ili vyzdoroveyet). A te, kotorym po kakoy- libo prichine vredno soblyudat' post (naprimer, starost', neizlechimyye bolezni), mogut ne postit'sya, no vzamen dolzhny nakormit' bednogo. Kto zhe postitsya ne tol'ko vo vremya obyazatel'nogo posta - Ramadana, - a po dobroy vole budet postit'sya dopolnitel'no, - eto luchshe dlya nego. Ved' post vsegda na blago tomu, kto znayet obryady religii"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "Dlya predpisannogo posta - mesyats Ramadan. On dorog Allakhu. V etot mesyats byl nisposlan Svyashchennyy Koran s yasnymi znameniyami i ayatami, vedushchimi k blagu, kak rukovodstvo dlya vsekh lyudey i kak raz\"yasneniye pryamogo puti, otdelyayushchego istinu ot lzhi. Kto iz vas v etot mesyats nakhoditsya doma, tot v prodolzheniye yego dolzhen soblyudat' post; a tot, kto bolen ili nakhoditsya v puti, mozhet postit'sya stol'ko zhe dney v drugoye vremya. Allakh ne khochet dlya vas zatrudneniya, a khochet oblegcheniya, chtoby vy polnost'yu vyderzhali post i slavili Allakha za to, chto On napravil vas pryamym putom. Mozhet byt', vy budete blagodarny"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "YA znayu, chto delayut Moi raby. Kogda Moi raby tebya (o Mukhammad!) sprashivayut: \"Blizok li Allakh k nam, chtoby On znal, chto my skryvayem, ob\"yavlyayem ili ostavlyayem?\" Skazhi im (o Mukhammad!), chto YA blizhe k nim, chem oni mogut sebe predstavit'. Dokazatel'stvo etogo - molitva prosyashchego, dokhodyashchaya do Menya srazu. I YA otvechayu molyashchemusya, kogda on vzyvayet ko Mne. Pust' zhe oni otvechayut Mne veroy v Menya i poslushaniyem. Mozhet byt', oni poydut pravednym putom"
        }
    ]
}