{
    "pages": [
        {
            "chapter": 19,
            "verse": 12,
            "text": "Yakhya rodilsya i vyros, i byl prizvan tvordo i ser'yozno derzhat'sya Pisaniya (Tory). Allakh odaril yego v yunosti mudrost'yu i sposobnost'yu ponimat' nazidaniya religii i yeyo zakony"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "Allakh yemu daroval miloserdiye, dushevnuyu chistotu i bogoboyaznennost'"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "Allakh daroval yemu miloserdiye k roditelyam i ne sdelal yego tiranom ili oslushnikom Allakha"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "Mir i bezopasnost' Yakhyye v den', kogda on rodilsya, i v den', kogda on umrot, i v Den' voskreseniya, kogda on budet voskreshon"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "Vspomni i rasskazhi (o prorok!) istoriyu Maryam, kak o ney skazano v Korane. Vot ona udalilas' ot svoikh rodnykh i ot lyudey i poshla v vostochnuyu chast' Khrama"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "Ona ukrylas' za zavesoy ot nikh. Allakh poslal k ney Dzhibrila (Gavriila) v obraze cheloveka, chtoby ona ne ispugalas', uvidev yego v obraze angela, neprivychnom dlya neyo"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "Maryam skazala:\" YA upovayu na Milostivogo Vladyku v zashchite ot tebya, yesli ty bogoboyaznen"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "Angel skazal: \"YA - lish' poslannik tvoyego Gospoda, chtoby darovat' tebe prechistogo, miloserdnogo mal'chika"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "Maryam skazala: \"Kak mozhet u menya rodit'sya mal'chik, yesli ko mne ne prikasalsya muzhchina, i ya ne byla rasputnitsey"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "Angel skazal: \"Tak vso i yest', kak ty skazala: k tebe ne prikasalsya ni odin muzhchina. Tvoy Vladyka skazal: \"Darovat' mal'chika bez ottsa - eto dlya Menya legko. I sdelayem My yego dlya lyudey znameniyem Nashey moshchi i Nashim miloserdiyem dlya blagochestivykh. Eto delo uzhe resheno"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "Volya Allakha svershilas', i Maryam ponesla Isu, kak pozhelal Allakh. Ona udalilas' daleko ot lyudey"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "Skhvatki i muki pri rozhdenii ditya priveli yeyo k stvolu pal'my, chtoby operet'sya na neyo i skryt'sya pod yeyo ten'yu. Ona predstavila sebe, kak sorodichi budut osuzhdat' eto delo, i zhelala umeret' ran'she etogo i byt' zabytoy navsegda"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "Angel vozzval k ney szadi s mesta nizhe yeyo: \"Ne ogorchaysya iz-za togo, chto ty odinoka i u tebya net ni pishchi, ni pit'ya i chto lyudi budut zloslovit' o tebe. Ryadom s toboy ruchey"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "Potryasi stvol pal'my, i na tebya ona uronit svezhiye, spelyye finiki"
        }
    ]
}