{
    "pages": [
        {
            "chapter": 20,
            "verse": 65,
            "text": "Kolduny protivostoyali Muse yedinomysliyem, i vysokomerno i gordo skazali yemu: \"Vybiray, komu pervomu brosit' posokh"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "Musa otvetil: \"Brosayte vy snachala\". Oni brosili svoi verovki i posokhi, kotoryye, kak predstavilos' Muse pod siloy ikh char, prevratilis' v dvizhushchikhsya zmey"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "Musu okhvatil strakh ot uvidennogo. On boyalsya, chto lyudi ne pochuvstvuyut raznitsy mezhdu koldovstvom i znameniyem"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "Allakh okazal Muse Svoyo blagovoleniye i milost' i skazal yemu: \"Ne boysya, ty pobedish' ikh lozh'"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "Bros' posokh, kotoryy ty derzhish' v pravoy ruke, i on poglotit to, chto oni sozdali volshebnymi ukhishchreniyami i chto yavlyayetsya lish' koldovskim obmanom. Koldunu nikogda ne budet soputstvovat' schast'ye, gde by on ni byl"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "Musa brosil svoy posokh, i on deystvitel'no prevratilsya blagodarya moshchi Allakha v strashnuyu bol'shuyu zmeyu, kotoraya poglotila vso, chto oni sozdali. Uvidev eto znameniye, kolduny pali nits, ubedivshis' v istine Musy i govorya:\" My uverovali v Allakha Yedinogo - Gospoda Kharuna i Musy i Gospoda vsego sushchego"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "Faraon skazal: \"Kak vy smeli uverovat' v nego bez moyego dozvoleniya? Dolzhno byt', on vash starshiy, kotoryy nauchil vas koldovstvu? To, chto on pokazal, - eto ne znameniya, kak vam eto predstavlyayetsya\". Faraon prigrozil im otrubit' ruki i nogi nakrest (t.ye. kazhdomu otsech' pravuyu ruku i levuyu nogu) i raspyat' ikh na stvolakh pal'm, dobaviv pri etom, chto togda oni uznayut, kto sil'neye nakazaniyem i kto boleye dlitelen - Faraon ili Gospod' Musy"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "Kolduny tvordo derzhalis' za istinnuyu veru, i ikh ne ispugali ugrozy Faraona. Oni skazali: \"My ne ostanemsya s toboy v neverii, posle togo kak istina znameniya Musy uzhe nam stala yasna. My ne predpochtom tebya Gospodu Musy, nashemu Tvortsu. Sdelay, kak khochesh'! Poistine, tvoya vlast' deystvut tol'ko v etoy blizhayshey, korotkoy zhizni"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "My uverovali v nashego istinnogo Gospoda i ne otvratimsya ot etoy istiny. Obrashchayemsya k Nemu, chtoby On prostil nam byvshiye grekhi i nashe koldovstvo, kotorym ty vynuzhdal nas zanimat'sya. Nash Gospod' nagrazhdayet luchshe tebya, yesli Yemu poklonyat'sya i povinovat'sya. Ved', poistine, Allakh - luchshe, On - Vechnosushchiy i moguch v Svoyey nagrade"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Tomu, kto umrot, ne uverovav, i predstanet pered Allakhom greshnym, ugotovan ad, v kotorom on ne umirayet, chtoby izbavit'sya ot muki, i ne zhivot tak, chtoby naslazhdat'sya blazhenstvom zhizni"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "Tem, kto predstanet pered Gospodom veruyushchim, sovershiv pravednyye deyaniya, budut vysshiye stupeni (voznagrazhdeniya v dal'ney zhizni)"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "vechnoye prebyvaniye v rayskikh sadakh, pod derev'yami kotorykh tekut reki. Poistine, takova nagrada tomu, kto ochistilsya ot neveriya i grekhov veroy i povinoveniyem Allakhu"
        }
    ]
}