{
    "pages": [
        {
            "chapter": 28,
            "verse": 78,
            "text": "Karun prenebrog sovetom svoyey obshchiny i zabyl blagovoleniye Allakha k nemu, i ne razumel, kak mnogo pokoleniy, prevoskhodyashchikh yego moshch'yu, sposobnost'yu i opytom v priobretenii bogatstva i v raznykh sposobakh pomeshcheniya deneg, pogubil Allakh. Ved' greshnikov ne sprashivayut o zlodeyaniyakh, ibo Allakh ob etom vedayet, i oni voydut v ad. Vopros, zadannyy im, - lish' tol'ko uprok"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "Karun vso - taki ne prinyal vo vnimaniye soveta svoyego naroda i vyshel k nim v polnom ukrashenii i velikolepii, obol'stiv imi tekh, kotoryye lyubyat uslady zemnoy zhizni i zhazhdut imet' bogatstvo i schast'ye v etom mire, podobno darovannomu Karunu"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "Te, kotorym Allakh daroval poleznoye znaniye, ne uvleklis' ukrasheniyami i bogatstvom Karuna i stali sovetovat' tem, kogo obol'stilo velikolepiye Karuna : \"Ne stremites' k etomu i ne ostavlyayte very i svoyey religii. Poistine, nagrada Allakha i sady blagodenstviya gorazdo luchshe dlya tekh, kto uveroval v Allakha i tvoril dobryye deyaniya. Eto nastoyashchiy sovet, kotoryy prinimayut i slushayut tol'ko terpelivyye, kotoryye boryutsya protiv svoikh strastey i povinuyutsya Allakhu"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "Po Nashemu poveleniyu zemlya poglotila Karuna i yego zhilishche so vsemi ukrasheniyami i bogatstvom. U nego ne bylo storonnikov, kotoryye mogli by spasti yego ot nakazaniya Allakha, a on sam ne smog by spastis' i pomoch' sebe"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "Te, kotoryye tol'ko nedavno mechtali byt' v etom mire takimi zhe, kak Karun, stali povtoryat' slova, vyrazhayushchiye zhalost' i raskayaniye, urazumev to, chto s nim sluchilos', i skazali: \"Poistine, Allakh shchedro daruyet bol'shoy udel tomu, komu On pozhelayet iz Svoikh veruyushchikh i neveruyushchikh rabov, i On daruyet udel umerenno tomu, komu On pozhelayet\". I oni dobavili: \"Yesli by Allakh ne byl milostiv k nam i ne napravil by nas k vere, otvedya nas ot zabluzhdeniya, to On ispytal by nas, otvetiv na nashi mechty i poslav nam, chto my zhelayem, i On podverg by nas tomu, chemu podverg Karuna (zemlya by poglotila nas)\". Poistine, nevernyye, ne blagodarnyye za blagovoleniye Allakhu, ne sumeyut spastis' ot nakazaniya Allakha"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "Eto posledneye zhilishche, o kotorom i ob opisanii kotorogo ty (o prorok!) slyshal - sady blagodenstviya (ray). My daruyem yego smirenno povinuyushchimsya veruyushchim, kotoryye ne zhelayut vysokogo polozheniya i ne stremyatsya k vlasti v zemnom mire, ne sovershayut grekhov i ne rasprostranyayut nechestiya i rasputstva. Dobryy konets - tol'ko iskrennim, bogoboyaznennym, serdtsa kotorykh okhvatyvayet smirennyy strakh pered Allakhom i kotoryye vershat to, chem On budet dovolen"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Tomu, kto tvorit dobro - verit v Allakha i vershit dobrodeyaniya - dvoynaya nagrada, a tomu, kto tvorit zlo - ne verit v Allakha, ne povinuyetsya Yemu i tvorit zlodeyaniya, - vozdastsya tol'ko soglasno yego deyaniyam"
        }
    ]
}