{
    "pages": [
        {
            "chapter": 2,
            "verse": 249,
            "text": "Kogda Talut vystupil s voyskami v pokhod, on skazal: \"Allakh budet ispytyvat' vas rekoy, podle kotoroy budet prokhodit' vash put'. Ne peyte iz neyo bol'she, chem mozhno zacherpnut' gorst'yu: tot, kto vyp'yet bol'she, ne budet sredi moikh voinov, potomu chto oslushalsya Allakha\". No bol'shinstvo iz nikh pili iz reki, ne vyderzhav ispytaniya. Talut i vmeste s nim te, kto uveril, pereshli reku. Uvidev mnogochislennyye vrazheskiye voyska, oni skazali: \"My ne smozhem segodnya srazhat'sya s Dzhalutom (Goliafom) - ikh mnogo, a nas malo, ubezhim ot nikh!\" No te, kotoryye verili, chto im predstoit vstretit' Allakha, skazali: \"Ne boytes'! Skol'ko raz nebol'shiye otryady veruyushchikh pobezhdali mnogochislennyye otryady nevernykh s pomoshch'yu Allakha!\" Terpite! Allakh vsegda s terpelivymi"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "Kogda veruyushchiye okazalis' pered Dzhalutom i yego voyskom, oni obratilis' k Allakhu, molya Yego vselit' v nikh tvordost', ukrepit' ikh serdtsa terpeniyem i darovat' im pobedu nad nevernymi"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "Oni oderzhali pobedu nad svoim vragom s pomoshch'yu Allakha Vsevyshnego, i ubil Daud (David) - odin iz soldat Taluta - Dzhaluta, vozhdya nevernykh. I Allakh daroval Daudu tsarstvo posle Taluta, i nadelil yego prorochestvom, mudrost'yu, poleznymi znaniyami, i nauchil yego tomu, chto Yemu bylo ugodno. Allakh vsegda pomogayet tem, kotoryye delayut to, chto uluchshayet zhizn' na zemle, a ne tem, kotoryye razrushayut yeyo. Yesli by Allakh ne napravlyal Svoikh voinov protiv zlodeyev, chtoby pokonchit' s ikh zlodeyaniyami, a zlodeyev - k vrazhde drug s drugom, to zemlya perepolnilas' by bedoy. Poistine, Allakh - Obladatel' shchedrosti dlya obitateley mirov - Svoikh rabov"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "Eta istoriya iz znameniy Allakha. My otkryvayem ikh tebe (o Mukhammad!) kak pritchu dlya tebya i svidetel'stvo togo, chto ty - istinnyy poslannik; i chtoby ty znal, chto My pomozhem tebe pobedit' vragov, kak pomogli predydushchim poslannikam. I deystvitel'no, ty - odin iz poslannikov"
        }
    ]
}