{
    "pages": [
        {
            "chapter": 37,
            "verse": 127,
            "text": "No oni ob\"yavili yego lzhetsom. Ikh nakazhut v Sudnyy den', kogda privedut k ognyu"
        },
        {
            "chapter": 37,
            "verse": 128,
            "text": "krome iskrennikh rabov Allakha. Oni budut schastlivy"
        },
        {
            "chapter": 37,
            "verse": 129,
            "text": "My zaveshchali o nom prekrasnuyu pamyat' i blagosloveniye v posleduyushchikh pokoleniyakh"
        },
        {
            "chapter": 37,
            "verse": 130,
            "text": "Da budet mir i blagosloveniye Ilyasinu"
        },
        {
            "chapter": 37,
            "verse": 131,
            "text": "My vozdadim kazhdomu dobrodeyushchemu za yego dobro nagrazhdeniyem, podobnym tomu, kotorym My vozdali Ilyasinu"
        },
        {
            "chapter": 37,
            "verse": 132,
            "text": "Poistine, Ilyas byl iz chisla Nashikh veruyushchikh, pravednykh rabov"
        },
        {
            "chapter": 37,
            "verse": 133,
            "text": "Poistine, Lut iz chisla Nashikh poslannikov, kotorykh My otpravlyali k lyudyam s Nashim Poslaniyem"
        },
        {
            "chapter": 37,
            "verse": 134,
            "text": "My yego spasli vmeste so vsey yego sem'yoy ot bedstviya i nakazaniya, kotoroye postiglo yego narod"
        },
        {
            "chapter": 37,
            "verse": 135,
            "text": "Krome yego staroy zheny, kotoraya pogibla s ostavshimisya"
        },
        {
            "chapter": 37,
            "verse": 136,
            "text": "My pogubili ostal'nykh, krome Luta i tekh, kto v nego uveroval"
        },
        {
            "chapter": 37,
            "verse": 137,
            "text": "Vy, obitateli Mekki, prokhodite mimo razvalin zhilishch naroda Luta po puti v Siriyu utrom"
        },
        {
            "chapter": 37,
            "verse": 138,
            "text": "i vecherom. Neuzheli vy poteryali svoy um i ne obrazumites', kogda vidite, chto ikh postiglo v nakazaniye za to, chto oni sochli Luta lzhetsom"
        },
        {
            "chapter": 37,
            "verse": 139,
            "text": "Poistine, Yunus byl iz chisla Nashikh poslannikov, napravlennykh Nami k lyudyam, chtoby peredat' im Nashe Poslaniye"
        },
        {
            "chapter": 37,
            "verse": 140,
            "text": "Yunus pokinul svoy narod bez dozvoleniya svoyego Gospoda i sel na sil'no nagruzhennyy korabl'"
        },
        {
            "chapter": 37,
            "verse": 141,
            "text": "Korabl' podvergsya opasnosti iz-za yego peregruzhennosti i potrebovalos' osvobodit'sya ot odnogo iz passazhirov. Vmeste so vsemi Yunus brosil zhrebiy, i on proigral. Po togdashnemu obychayu Yunusa brosili v more"
        },
        {
            "chapter": 37,
            "verse": 142,
            "text": "Yego proglotil kit, i on zasluzhil poritsaniye i nakazaniye za to, chto ubezhal ot svoyego naroda, poteryav terpeniye prodolzhat' prizyv k Istine Allakha i ne proyaviv terpimosti k tem, kto yego oprovergal"
        },
        {
            "chapter": 37,
            "verse": 143,
            "text": "Yesli by Yunus ne byl iz chisla postoyanno pominayushchikh Allakha i vozdayushchikh Yemu khvalu"
        },
        {
            "chapter": 37,
            "verse": 144,
            "text": "on by pogib vo chreve kita i ne vyshel by ottuda do Dnya voskreseniya"
        },
        {
            "chapter": 37,
            "verse": 145,
            "text": "My vybrosili yego na prostornyy pustynnyy bereg, gde ne bylo ni derev'yev, ni zhilishch, a on byl tyazhko bolen ot togo, chto on perenos"
        },
        {
            "chapter": 37,
            "verse": 146,
            "text": "My vyrastili nad nim derevo \"yaktin\" bez stvola, chtoby yego listva prikryvala yego i okhranyala ot peremeny pogody"
        },
        {
            "chapter": 37,
            "verse": 147,
            "text": "Kogda Yunus vyzdorovel, My yego napravili k lyudyam - k sta tysyacham ili bol'she, kak rasskazyvali te, kto ikh videl"
        },
        {
            "chapter": 37,
            "verse": 148,
            "text": "Oni otozvalis' na yego prizyv i uverovali, i My ikh odarili Svoyeyu milost'yu do opredelonnogo vremeni"
        },
        {
            "chapter": 37,
            "verse": 149,
            "text": "Sprosi, o prorok, u tvoyego naroda: \"Razve u tvoyego Gospoda-Tvortsa docheri, a u nikh odnikh synov'ya"
        },
        {
            "chapter": 37,
            "verse": 150,
            "text": "Razve My sozdali angelov zhenshchinami, a tvoy narod videl ikh tvoreniye, chtoby svidetel'stvovat' ob etom"
        },
        {
            "chapter": 37,
            "verse": 151,
            "text": "Obrati vnimaniye, o slushatel', na ikh slova! Ved' oni lgut, kogda govoryat"
        },
        {
            "chapter": 37,
            "verse": 152,
            "text": "Allakh porodil!\" No Allakh prechist i prevyshe togo, chtoby rodit' ili byt' rozhdonnym. Oni lzhivy v svoikh izmyshleniyakh! Poistine, vse dokazatel'stva svidetel'stvuyut o Yego yedinstvennosti"
        },
        {
            "chapter": 37,
            "verse": 153,
            "text": "Allakh po vashemu lozhnomu izmyshleniyu predpochol docherey, kotorykh vy nenavidite, pered synov'yami, kotorykh vy lyubite. A ved' On tvoril i mal'chikov, i devochek"
        }
    ]
}