{
    "pages": [
        {
            "chapter": 45,
            "verse": 23,
            "text": "Posmotrel li i uvidel li ty, o poslannik, togo, kto sdelal svoi strasti bogom svoim, podchinilsya, povinovalsya im, umyshlenno sbilsya s puti istiny, zakryl svoi ushi, chtoby ne slushat' nastavleniya, i polozhil pechat' na svoyo serdtse, chtoby ne ubedit'sya v istine, i opustil na svoi glaza zavesu, chtoby ne pouchat'sya i ne nastavlyat'sya. Tak kto zhe nastavit yego na pryamoy put' posle togo, kak Allakh otvernulsya ot nego? Neuzheli vy ne razmyshlyayete i poetomu ne pouchayetes'"
        },
        {
            "chapter": 45,
            "verse": 24,
            "text": "Te, kotoryye otritsayut voskreseniye, skazali: \"Net drugoy zhizni, krome nashey zhizni v etom mire. My zhivom, potom umrom i ne budet drugoy zhizni posle smerti, i nas gubit tol'ko vremya\". Oni govoryat eto, iskhodya ne iz istinnogo znaniya i ubezhdeniya, a lish' opirayas' na dogadki i predpolozheniya"
        },
        {
            "chapter": 45,
            "verse": 25,
            "text": "Kogda im chitayut ayaty Allakha, yasno dokazyvayushchiye, chto On Vsemogushch i mozhet voskresit' posle smerti, u nikh imeyetsya tol'ko odin dovod, kotoryy oni privodyat, chtoby ubezhat' ot istiny: \"Voskresite zhe nashikh ottsov, yesli vy pravdivy, utverzhdaya, chto voskreseniye nepremenno nastanet"
        },
        {
            "chapter": 45,
            "verse": 26,
            "text": "Skazhi im, o Mukhammad: \"Allakh daruyet vam zhizn', sozdavaya vas iz nebytiya v zemnom mire i umershchvlyayet vas, kogda konchitsya vash zhiznennyy srok. Potom soberot vas v Den' Voskreseniya, i v etom net nikakogo somneniya. No bol'shinstvo lyudey ne vedayut, chto Allakh Vsemogushch i mozhet voskresit' posle smerti, poskol'ku oni otkazyvayutsya razmyshlyat' o znameniyakh Allakha. A kto v silakh sotvorit' vas iz nebytiya, tot mozhet podnyat' iz mogil vashikh ottsov"
        },
        {
            "chapter": 45,
            "verse": 27,
            "text": "Allakhu odnomu prinadlezhit vlast' nad nebesami i zemloy. On sotvoril ikh, vlasten nad nimi, upravlyayet imi, kak pozhelayet. V tot Den' , kogda nastupit Sudnyy chas, - budut v ubytke te, kotoryye priderzhivalis' lzhi"
        },
        {
            "chapter": 45,
            "verse": 28,
            "text": "V tot Den', kogda nastanet Sudnyy chas, ty uvidish', o tot, k kotoromu obrashchena rech', posledovateley kazhdoy religii kolenopreklononnymi ot uzhasov etogo Dnya, gotovymi idti na zov; kazhdaya obshchina budet prizvana k Knige zapisey svoikh deyaniy i budet im skazano: \"Segodnya vam vozdastsya za vashi deyaniya, kotoryye vy sovershili v zemnom mire"
        },
        {
            "chapter": 45,
            "verse": 29,
            "text": "Im takzhe budet skazano: \"Eto Nasha Kniga, v kotoroy My zapisali vashi deyaniya, i vy poluchili yeyo v ruki. Ona istinno vozveshchayet vam o vashikh deyaniyakh. Ved' My veleli angelam zapisat' to, chto vy vershili, chtoby vy otvetili pered Nami za to, chto vy delali"
        },
        {
            "chapter": 45,
            "verse": 30,
            "text": "A chto kasayetsya tekh, kotoryye uverovali i tvorili blagochestivyye deyaniya, to ikh Gospod' vvedot v Svoy ray. Eto i yest' yavnyy, istinnyy uspekh"
        },
        {
            "chapter": 45,
            "verse": 31,
            "text": "A tem, kotoryye ne uverovali v Allakha i Yego poslannikov, budet skazano v uprok: \"Razve ne prikhodili k vam Moi poslanniki i ne vozveshchali pered vami Moi znameniya, no vy, vozgordivshis', otkazalis' ot istiny i stali nevernymi"
        },
        {
            "chapter": 45,
            "verse": 32,
            "text": "Kogda poslannik Allakha skazal vam, o vy, kotoryye otvergali voskreseniye: \"Poistine, obeshchaniye Allakha o vozdayanii - nepreklonnaya istina i net somneniya v tom, chto Sudnyy chas nepremenno nastanet\", - vy otvetili: \"My ne znayem nichego o Sudnom chase i ne znayem, v chom yego sut'. My polagayem, chto nastupleniye Sudnogo chasa - lish' predpolozheniye, no my ne uvereny, chto on nastanet"
        }
    ]
}