{
    "pages": [
        {
            "chapter": 47,
            "verse": 1,
            "text": "Allakh sdelal tshchetnymi vse dela tekh, kotoryye ne uverovali v Allakha i v Yego poslannika i otvratili drugikh ot prinyatiya islama"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "A tem, kotoryye uverovali, sovershayut pravednyye deyaniya i veryat v to, chto nisposlano Mukhammadu, - a eto - Istina ot ikh Gospoda, - On otpustit vse grekhi i uporyadochit sostoyaniye ikh del v religii i v zhizni"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "Eto - vozdayaniye za to, chto nevernyye posledovali lzhi, a te, kotoryye uverovali, posledovali Istine, nisposlannoy ikh Gospodom. Tak Allakh yasno pokazyvayet lyudyam ikh polozheniye, chtoby oni pouchalis'"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "A kogda vy vstretites' s nevernymi na pole srazheniya, obezglav'te ikh udarom po sheye , a kogda ubiv mnogikh iz nikh, vy oslabite ikh, ukrepite okovy plennykh. Potom, posle okonchaniya boya, libo pomiluyte ikh, osvobodiv bez vykupa, libo osvobodite za vykup, libo obmenyayte ikh na plennykh musul'man. Tak postupayte s nevernymi, poka ne konchitsya voyna. Eto resheniye Allakha otnositel'no nikh. Yesli by Allakh pozhelal, On pokaral by ikh, pobediv bez boya, no On predpisal dzhikhad (bor'bu za veru na puti Allakha), chtoby nevernymi ispytat' veruyushchikh. A te, kotoryye pogibli v bor'be na puti Allakha, - deyaniya ikh Allakh ne sdelayet tshchetnymi"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "a povedot ikh po pryamomu puti k rayu i ispravit ikh serdtsa"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "i vvedot ikh v ray, o kotorom On vozvestil im"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "O vy, kotoryye uverovali! Yesli vy podderzhite religiyu Allakha, boryas' za neyo, On pomozhet vam pobedit' vashego vraga i utverdit vashe delo"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "A tekh, kotoryye ne uverovali v Allakha, sdelayet neschastnymi, a ikh dela - tshchetnymi"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "za to, chto oni nenavidyat Koran i predpisaniya Allakha. I Allakh sdelal ikh deyaniya tshchetnymi"
        },
        {
            "chapter": 47,
            "verse": 10,
            "text": "Neuzheli oni otkazalis' iskat' nazidaniya i ne khodili po zemle, i ne videli, kakov byl konets tekh, iz prezhnikh pokoleniy, kotoryye otvergli poslannikov, i kak Allakh pogubil ikh i unichtozhil ikh imushchestvo i synovey? I dlya nevernykh, kotoryye ne uverovali v Allakha i v Yego poslannika, budet takoy zhe konets"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "Takovo vozdayaniye - pobeda veruyushchikh i porazheniye nevernykh, - potomu, chto Allakh - Pokrovitel' veruyushchikh i pomogayet im dostich' pobedy, a u nevernykh net pokrovitelya, kotoryy mozhet podderzhat' ikh i spasti ot gibeli"
        }
    ]
}