{
    "pages": [
        {
            "chapter": 64,
            "verse": 1,
            "text": "Allakha slavit vso, chto v nebesakh i na zemle, otvergaya ot Nego vso, chto ne podobayet Yego velichiyu. Yemu odnomu prinadlezhit polnaya vlast'! Yemu - velikaya khvala! On polnovlasten nad vsem sushchim"
        },
        {
            "chapter": 64,
            "verse": 2,
            "text": "Tol'ko On odin sotvoril vas iz nebytiya. Sredi vas yest' otritsayushchiye Bozhestvennost' Allakha, no yest' i te, kto uveroval v neyo. Allakh vidit vso, chto vy tvorite, i vozdast vam za vashi deyaniya"
        },
        {
            "chapter": 64,
            "verse": 3,
            "text": "Allakh sotvoril Svoyey sovershennoy mudrost'yu nebesa i zemlyu, i pridal vam prekrasnyy obraz, i sozdal vas nailuchshim obrazom v samom sovershennom vide, i k Nemu vashe vozvrashcheniye v Den' voskreseniya"
        },
        {
            "chapter": 64,
            "verse": 4,
            "text": "On znayet vso, chto v nebesakh i na zemle, i vedayet o tom, chto vy skryvayete i obnaruzhivayete iz slov ili deyaniy. Yemu vedomo vso, chto skryto v serdtsakh lyudey"
        },
        {
            "chapter": 64,
            "verse": 5,
            "text": "Uzhe doshla do vas vest' o tekh, kotoryye ne uverovali v prezhniye vremena, za chto postigla ikh strashnaya kara v etoy zhizni, a v budushchey zhizni im ugotovano muchitel'noye nakazaniye"
        },
        {
            "chapter": 64,
            "verse": 6,
            "text": "Nakazaniye, kotoromu oni podverglis' i kotoromu yeshcho podvergnutsya - vozdayaniye za to, chto oni otritsali poslannikov, prikhodivshikh k nim s yasnymi znameniyami i chudesami, i govorili: \"Neuzheli lyudi, takiye zhe, kak i my, privedut nas k pryamomu puti?\" Oni ne uverovali v poslannikov i otvernulis' ot istiny. Allakh pokazal, chto On ne nuzhdayetsya v ikh vere, pogubiv ikh. I On ne nuzhdayetsya ni v kom iz Svoikh tvoreniy. Yemu slava i khvala za Yego velikiye milosti"
        },
        {
            "chapter": 64,
            "verse": 7,
            "text": "Te, kotoryye ne uverovali, lozhno utverzhdali, chto oni ne budut voskresheny posle smerti. Skazhi im, o Mukhammad: \"Naprotiv, vashe utverzhdeniye lozhno. Klyanus' svoim Gospodom! Vy nepremenno budete voskresheny posle smerti, potom vam povedayut o tom, chto vy tvorili v etoy zhizni, i Allakh vozdast vam za vashi deyaniya. Voskresheniye, rasplata i vozdayaniye ne sostavlyayut dlya Allakha nikakogo truda"
        },
        {
            "chapter": 64,
            "verse": 8,
            "text": "Veruyte zhe v Allakha i Yego poslannika i rukovodstvuytes' Svetom, kotoryy My nisposlali! Ved' vam uzhe yasno, chto voskreseniye - istina i net somneniy, chto ono nepremenno nastanet! Ved' Allakh svedushch vo vsom, chto vy tvorite"
        },
        {
            "chapter": 64,
            "verse": 9,
            "text": "Sudnyy den' - kogda Allakh soberot vas i vse narody kotoryye byli do i posle vas, i vozdast vam za vashi deyaniya. Eto - Den' raskrytiya samoobmana, kogda nevernyye obnaruzhat, chto oni obmanuli sebya, otvernuvshis' ot very, a nebrezhnyye veruyushchiye obnaruzhat, chto obmanuli i obideli sebya, upustiv vozmozhnost' tvorit' bol'she blagochestivykh, ugodnykh Allakhu deyaniy (v zemnoy zhizni). A kto veruyet v Allakha, sovershayet blagiye deyaniya, tomu Allakh prostit grekhi i vvedot v sady s tekushchimi rekami, gde on vechno prebudet. Takoye vozdayaniye - velikiy uspekh"
        }
    ]
}