{
    "pages": [
        {
            "chapter": 4,
            "verse": 87,
            "text": "Allakh - Yedin. Net bozhestva, krome Allakha, i net vlasti, krome Yego vlasti! On podnimet vas obyazatel'no posle vashey smerti i soberot vas vsekh v Den' voskreseniya dlya raschota. V etom net nikakikh somneniy! Allakh eto govorit. Kto pravdiveye Allakha v slovakh"
        },
        {
            "chapter": 4,
            "verse": 88,
            "text": "Kak vy, kotoryye uverovali, razoshlis' vo mneniyakh otnositel'no litsemerov, delayushchikh vid, chto oni musul'mane, a na samom dele oni nevernyye? Vy ne dolzhny raskhodit'sya vo mneniyakh otnositel'no ikh: veruyushchiye oni ili neveruyushchiye? Unichtozhit' ikh ili dat' im otsrochku? Poydut li oni po pryamomu puti Allakha ili nikogda ne stanut blagochestivymi? Za to, chto oni priobreli iz-za nevernogo predstavleniya ob Istine Allakha, On nizverg ikh, i oni polny zla. Vy ne dolzhny byli ozhidat', chto nastavite na pryamoy put' blagochestiya tekh, kotorykh Allakh svernul s nego. Ved' kogo Allakh lishil Svoyey milosti i uvlok s pryamogo puti, togo vy nikogda ne smozhete nastavit' na pryamoy put'"
        },
        {
            "chapter": 4,
            "verse": 89,
            "text": "Vy zhelayete nastavit' etikh litsemerov na pryamoy put', a oni khoteli by, chtoby i vy ne verili i stali by nevernymi, kak oni. Poetomu ne berite sebe iz nikh druzey i storonnikov i ne schitayte ikh chlenami svoyey obshchiny, poka oni ne vyydut iz svoikh zhilishch srazhat'sya za islam. Tak oni dokazhut, chto oni ne litsemery. No yesli oni otkazhutsya ot srazheniya za pryamoy put' Allakha i prisoyedinyatsya k vashim vragam, togda ubivayte ikh, gde by oni ni byli, i ne berite nikogda iz nikh ni druzey, ni pomoshchnikov"
        },
        {
            "chapter": 4,
            "verse": 90,
            "text": "Dano pravo ubivat' litsemerov za ikh deystviya protiv veruyushchey obshchiny, krome tekh, kotoryye svyazany s narodom, zaklyuchivshim dogovor s musul'manami o nenapadenii. Ved' po zakonu zapreshchayetsya ubivat' kogo-libo iz soyuznikov ili tekh, kotoryye pridut k vam s rasteryannost'yu v dushe: srazhat'sya li s narodom svoim, yavlyayushchimsya vragom musul'man, s kotorym net nikakogo dogovora o nenapadenii, ili srazhat'sya na storone veruyushchikh protiv svoyego naroda. Pervuyu partiyu litsemerov zapreshchayetsya ubivat' iz-za soyuza s narodom, zaklyuchivshim s musul'manami dogovor o nenapadenii, vtoruyu partiyu zapreshchayetsya ubivat', potomu chto oni v smyatenii. Yesli by Allakh - slava Yemu Vsevyshnemu! - pozhelal, On by napravil ikh na srazheniye protiv vas. Yesli zhe oni otstupyat, ne vstupaya v srazheniye s vami, i predlozhat vam mir, togda vam ne razreshayetsya vesti srazheniye protiv nikh, tak kak net povoda dlya etogo"
        },
        {
            "chapter": 4,
            "verse": 91,
            "text": "Vy naydote i drugikh litsemerov, kotoryye khotyat zasluzhit' vashe doveriye, kak i doveriye svoyego neveruyushchego naroda, chtoby obespechit' sebe bezopasnost' s obeikh storon. Na samom dele oni ne mogut protivostoyat' ni vam, ni svoyemu narodu iz nevernykh. I perekhodyat oni so storony odnoy partii, yesli ona poterpit porazheniye, na storonu drugoy partii i vso vremya koleblyutsya mezhdu vernymi i nevernymi. Oni v vechnom zabluzhdenii i litsemeryat kazhdyy raz, kogda stoyat pered vyborom mezhdu dvumya storonami. Yesli zhe oni ne perestanut srazhat'sya protiv vas, ne uderzhat svoikh ruk i ne predlozhat vam mira i bezopasnosti, to ubivayte ikh, gde by vy ikh ni vstretili, potomu chto, posyagnuv na veruyushchikh, oni sami dali povod ikh ubit'. Allakh dayot veruyushchim polnuyu vlast' nad nimi i polnoye pravo srazhat'sya protiv nikh"
        }
    ]
}