{
    "maqras": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "Gloire à Celui qui, par Sa volonté fit voyager Son Serviteur de nuit, depuis la Mosquée Sacrée à la Mosquée la plus éloignée, dont Nous avons béni les alentours, afin de lui faire voir certains de Nos signes ! Dieu est, en vérité, Celui Qui entend tout et Qui voit tout"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "Nous avons donné à Moïse l’Écriture dont Nous avons fait un guide pour les Enfants d’Israël, en leur enjoignant : «Ne prenez pas de protecteur en dehors de Moi"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "vous, postérité de ceux que Nous avions embarqués (sur l’arche) avec Noé, ce serviteur en vérité si reconnaissant !»"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "Et Nous avions décrété dans le Livre pour les Enfants d’Israël : « Il en sera ainsi : vous sèmerez la corruption sur la Terre à deux reprises, et vous transgresserez avec zèle »"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "Et lorsque vint le temps pour la première promesse de s’accomplir, Nous lançâmes contre vous des serviteurs Nôtres, dotés d’une force redoutable, qui se sont infiltrés dans vos terres. C’est ainsi que la première promesse s’accomplit"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "Puis, Nous vous redonnâmes l’avantage sur eux, et vous prodiguâmes la richesse et la postérité, et vous accordâmes la supériorité en nombre"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "« Si vous faites le bien, vous vous faites du bien à vous- mêmes, et si vous faites le mal, cela revient à vous faire du tort à vous-mêmes ». Car, lorsque vint le temps pour la seconde promesse de s’accomplir, c’était pour leur (les serviteurs Nôtres) permettre de vous soumettre, de s’infiltrer dans le temple comme ils s’étaient infiltrés lorsque la première promesse s’accomplit, et de détruire tout ce dont ils s’étaient emparés"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "Puisse votre Seigneur être Magnanime à votre égard. Mais si vous commettez à nouveau les mêmes fautes, Nous les lancerons à nouveau sur vous. Et Nous avons fait de la Géhenne un lieu de réclusion pour les dénégateurs"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "En vérité, ce Coran guide vers ce qui est plus juste. Et annonce l’heureuse nouvelle à ceux qui croient et accomplissent de bonnes actions, qu’ils auront une belle récompense"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "et à ceux qui ne croient pas à la Vie Future, qu’ils sont voués à un châtiment douloureux"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "L’Homme formule des vœux appelant au mal aussi facilement qu’il en formule pour le bien. L’Homme se précipite par nature"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "Nous avons fait de la nuit et du jour deux signes. Nous avons masqué le signe de la nuit, et Nous avons rendu le signe du jour lumineux afin que vous alliez quêter quelque bienfait de votre Seigneur, et afin que vous puissiez connaître le nombre des années et déterminer les dates. De toute chose, Nous avons fait un exposé détaillé"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "Nous avons contraint chaque être humain à attacher son augure autour de son cou. Et Nous déploierons le Jour de la Résurrection son écrit, de sorte qu’il y trouvera déroulées toutes ses actions"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "« Lis ton écrit ! Aujourd’hui, il te suffira pour tout compte !»"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "Quiconque chemine dans la Voie Droite, œuvre pour sauver son âme, et quiconque s’en écarte se rend coupable de crimes à son égard. Et nul pécheur ne devra répondre des péchés d’autrui. Nous n’avons pas infligé de châtiment avant d’avoir envoyé un messager"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "Et s’Il Nous plaît d’anéantir une cité, Nous ordonnons à ses notables de s’en tenir à Nos prescriptions, mais ils commettent des actes répréhensibles. C’est alors que Notre arrêt se trouve justifié et que Nous la détruisons de fond en comble"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "Que de générations avons-Nous anéanties depuis Noé ! Il suffit que ton Seigneur connaisse les péchés de Ses créatures"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "À celui qui désire jouir de plaisirs éphémères (dans la vie ici-bas), Nous Nous hâtons de lui en prodiguer ce que Nous voulons, à qui Nous voulons. Puis, Nous le destinons à la Géhenne où il sera accablé, couvert d’infamie et vaincu"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "Ceux qui sont en quête de la Vie Future, et œuvrent en vue d’en être dignes et qui ont la foi, l’effort de ceux-là sera récompensé"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "À chacun, Nous accordons sa part des bienfaits de Ton Seigneur. Aux uns (ceux qui désirent jouir de la vie ici- bas) et aux autres (ceux qui œuvrent pour la Vie Future), et personne n’en sera exclu"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "Observe comment Nous accordons des privilèges à certains par rapport à d’autres ? Mais les rangs et les privilèges seront autrement plus grands dans la Vie Future"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "Ne reconnais aucune divinité en dehors de Dieu. Tu tomberais en disgrâce et tu serais dès lors, seul"
        }
    ]
}