{
    "maqras": [
        {
            "chapter": 25,
            "verse": 53,
            "text": "C'est Dieu qui a fait confluer les deux mers. L'une est douce et suave, l'autre est salée et amère. Il a établi entre elles, une zone intermédiaire et une limite infranchissable"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "C'est Lui qui, de l'eau a créé l'Homme, et établi les liens de parenté et d'alliance. Ton Seigneur est Omnipotent"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "Pourtant, ils adorent en dehors de Dieu ce qui ne peut ni les avantager ni leur nuire. Le dénégateur se révèle être l’auxiliaire des ennemis de son Seigneur"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "Nous ne t’avons envoyé qu’à titre d’annonciateur de l’heureuse nouvelle et d’avertisseur"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "Dis-leur : « Je ne vous réclame à ce titre nul salaire en contrepartie. J’exhorte seulement qui le veut, de cheminer sur la Voie qui mène vers son Seigneur »"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "Place ta confiance dans le Vivant, Celui qui ne meurt pas, et glorifie-Le en célébrant Ses louanges ! Car Il se suffit à Lui-même pour connaître les péchés de Ses serviteurs"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "Lui qui a créé les Cieux, la Terre et ce qui se trouve entre eux dans l’espace, en six jours, puis Qui S’est établi sur Son Trône. Le Miséricordieux ! Renseigne-toi à Son sujet auprès de qui est informé"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "Lorsqu’il leur est dit : « Prosternez- vous devant Le Miséricordieux ! », ils répondent : « Qui est le Miséricordieux ? Devrions-nous nous prosterner aussitôt que tu l’ordonnes ?». Leur répugnance (à se prosterner) ne s’en est que plus accrue"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "Béni soit Celui qui a établi des constellations dans le ciel, et y a placé un luminaire (le soleil) et une lune éclairants"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "C’est Lui qui a fait se succéder le jour et la nuit pour quiconque veut méditer ou qui veut rendre grâce à son Seigneur"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "Les serviteurs du Miséricordieux sont ceux qui se déplacent avec humilité sur la terre, et qui répondent aux invectives des ignorants par des paroles pacifiques"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "ceux qui passent leurs nuits, prosternés ou debout, à évoquer leur Seigneur"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "ceux qui L’implorent : « Seigneur ! Épargne-nous le supplice de la Géhenne », car son supplice est effroyable"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "et un bien funeste lieu d’établissement et de séjour"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "ceux qui dépensent sans êtres prodigues ni parcimonieux, mais modérés"
        },
        {
            "chapter": 25,
            "verse": 68,
            "text": "ceux qui n’invoquent aucune autre divinité en dehors de Dieu ; ceux qui ne tuent pas leurs semblables – leur ôtant la vie que Dieu a déclaré sacrée-, à moins d’un motif légitime ; ceux qui ne commettent pas l’adultère. Quiconque commet de tels actes encourt le châtiment"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "Son supplice sera doublé le Jour de la Résurrection et il le subira éternellement de façon infamante"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "A l’exception de ceux qui se repentent, qui croient, et qui accomplissent des œuvres pieuses. À ceux-là, Dieu accordera désormais d’accomplir de bonnes actions pour effacer les mauvaises, car Dieu est Indulgent et Clément"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "Dès lors, quiconque se repent et accomplit des œuvres pieuses, Dieu agréera son repentir"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "Ceux qui ne portent pas de faux témoignages, et qui, lorsqu’ils entendent des discussions futiles, évitent d’y prendre part et n’en sont ainsi que plus honorés"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "Et ceux qui, lorsque les Signes de leur Seigneur leur sont rappelés, ne les accueillent pas en faisant les sourds et les aveugles"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "Et ceux qui adressent cette prière : «Seigneur ! Fais que nos conjoints et nos enfants soient pour nous source de satisfaction, et fais de nous des guides pour les pieux !»"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "Ceux-là seront récompensés par le Paradis pour ce qu’ils ont enduré, et y seront accueillis avec les égards et des vœux de paix"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "Ils y demeureront pour l’éternité. Un bien agréable lieu d’établissement et de séjour"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "Dis (aux dénégateurs) : « Pourquoi mon Seigneur Se soucierait-Il de vous, vous qui ne l’avez pas adoré (imploré) ? Vous avez dénié Son message. Votre châtiment en est la conséquence !»"
        }
    ]
}