{
    "maqras": [
        {
            "chapter": 9,
            "verse": 93,
            "text": "Mais il y a lieu de tenir rigueur à ceux qui te demandent de les dispenser du combat, alors qu’ils sont riches et se sont contentés de demeurer avec ceux qui restaient à l’arrière. Dieu a scellé leurs cœurs les rendant ainsi imperméables à tout raisonnement"
        },
        {
            "chapter": 9,
            "verse": 94,
            "text": "Et ils se justifieront à votre retour du combat. Dis-leur : «Inutile de vous justifier car nous ne vous croirons pas ! Dieu nous a déjà informés sur votre compte ». Dieu et Son messager dévoileront vos agissements. Puis vous serez ramenés auprès de Celui qui connaît l’invisible et le visible. Dès lors, Il vous rappellera vos actions »"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "Lorsque vous serez de retour parmi eux, ils jureront par Dieu que leurs excuses étaient justifiées afin que vous les laissiez en paix. Alors, laissez-les. Ce sont des êtres vils voués à la Géhenne, pour prix de leur défection"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "Ils vous implorent de leur témoigner de l’indulgence. Sachez que si vous vous montrez indulgents à leur égard, Dieu ne sera pas Indulgent à l’égard des pervers"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "Les nomades sont les dénégateurs les plus virulents et les hypocrites les plus perfides. Ils sont les plus disposés à mépriser les limites que Dieu a révélées à Son messager. Dieu est Omniscient et Sage"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "Il est des nomades qui considèrent leur tribut comme étant une perte et sont à l’affût des revers de fortune que vous pourriez subir. Puissent-ils les subir eux-mêmes ! Car Dieu entend tout, Il est Omniscient"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "D’autres croient en Dieu et au Jour dernier, et espèrent que leur contribution les rapprochera de Dieu et leur vaudra la bénédiction du messager. C’est effectivement ce qu’ils obtiendront. Dieu les accueillera en Sa miséricorde, car Dieu est Indulgent et Miséricordieux"
        },
        {
            "chapter": 9,
            "verse": 100,
            "text": "Les émigrés de la première heure qui ont accompagné le Prophète, et les partisans qui les ont accueillis à Médine, ainsi que ceux qui les ont imités avec bienveillance, Dieu est Satisfait d’eux comme ils seront satisfaits de Ses bienfaits, car Il a réservé pour eux des Jardins baignés de ruisseaux, où ils séjourneront éternellement. Ce sera pour eux le comble de la félicité"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "Parmi les nomades qui vous entourent, il est des hypocrites, de même qu’il y en a parmi les habitants de Médine, qui le sont résolument. Tu ne les reconnais pas, mais Nous, Nous les connaissons. Nous les châtierons deux fois. Puis ils seront livrés à un châtiment extrême"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "D’autres avouent leurs péchés, admettant qu’ils ont confondu une bonne action avec une mauvaise. Puisse Dieu les absoudre. Dieu est Indulgent et Miséricordieux"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "Prélève une aumône sur leurs biens. Cela contribuera à effacer leurs fautes et à les purifier. Et prie pour eux ! Tes prières sont pour eux source de quiétude. Dieu entend tout, Il est Omniscient"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Ne savent-ils pas que c’est Dieu qui accueille le repentir de Ses serviteurs, qu’Il agrée les aumônes et qu’Il est Celui qui absout, Le Miséricordieux"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "Dis-leur : «Œuvrez ! Dieu verra vos œuvres, ainsi que le Prophète et les croyants. Vous serez ramenés vers Celui qui connaît l’invisible et le visible, Il vous rappellera ce que vous aurez accompli »"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "D’autres craignent le jugement de Dieu. Soit Il les châtiera, soit Il les absoudra. Dieu est Omniscient et Sage"
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "Certains ont érigé une mosquée dans le but d’y organiser leurs complots et leurs actions mécréantes destinées à semer la discorde entre les croyants, en l’affectant aux rassemblements de ceux qui, par le passé, combattaient Dieu et Son messager. Aujourd’hui, ils jurent à qui veut les entendre qu’en réalité ils ne voulaient qu’y diffuser le bien. Mais Dieu est Témoin que ce ne sont que de fieffés menteurs"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "Ne t’y rends jamais ! Une mosquée fondée sur la piété, ce, dès le premier jour, est plus digne de recevoir ta présence. Elle est fréquentée par des Hommes qui aiment à se purifier, et Dieu aime ceux qui se purifient"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "Celui qui a fondé son édifice sur la piété et l’agrément de Dieu est meilleur, ou serait-ce celui qui a fondé un édifice sur un sable mouvant et dont l’assise instable s’écroule le précipitant dans les flammes de la Géhenne ? En vérité Dieu ne guide jamais les injustes"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "L’édifice qu’ils ont bâti ne cessera de ronger leurs cœurs que lorsque leurs cœurs cesseront de battre. Dieu est Omniscient et Sage"
        }
    ]
}