{
    "maqras": [
        {
            "chapter": 12,
            "verse": 30,
            "text": "En ville, les femmes se mirent à jaser : « L’épouse du gouverneur a tenté de séduire son serviteur. Elle se consume d’amour pour lui. Son égarement est manifeste !»"
        },
        {
            "chapter": 12,
            "verse": 31,
            "text": "Lorsqu’elle entendit parler de leurs commérages, elle les convia chez elle autour d’une collation et remit à chacune d’elles un couteau. Puis elle ordonna à Joseph : « Montre- toi à elles ! ». Lorsqu’elles le virent, elles furent tellement subjuguées par sa beauté, qu’elles ne se rendirent pas compte qu’elles se tailladaient les mains. Elles s’écrièrent : «Dieu nous pardonne ! Ce n’est pas un être humain, mais plutôt un ange d’une grande noblesse !»"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "«Voici devant vous », dit-elle, « celui qui m’a valu vos reproches. J’ai tenté de le séduire, mais il a préféré repousser mes avances. Et s’il ne fait pas ce que je lui ordonne, il sera certainement jeté en prison où il subira un traitement infamant »"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "«Seigneur ! », implora Joseph, « la prison m’est préférable à ce à quoi ces femmes me convient, et si Tu ne me délivres pas de leur perfidie, je succomberai à leurs appels et je figurerais alors parmi les ignorants »"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "Son Seigneur exauça sa prière et le préserva de leurs ruses, car Il est Celui qui entend tout et Celui qui sait tout"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "Plus tard, il leur apparut, alors qu’ils avaient constaté les preuves de son innocence, qu’il fallait l’emprisonner jusqu’à nouvel ordre"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "En prison, il avait deux compagnons de cellule. L’un d’eux dit : « Je me vois en rêve, presser du raisin ». «Et moi », dit l’autre, « je me vois en rêve, porter sur ma tête du pain que des oiseaux viennent picorer. Fais-nous connaître la signification de ces rêves, car tu nous sembles vertueux »"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "Il leur dit : « On ne vous aura pas encore servi votre repas à tous les deux, que je vous aurais déjà interprété vos rêves à tous les deux, avant que les deux ne se réalisent. Sachez que cela fait partie de ce que mon Seigneur m’a enseigné. En vérité, j’ai abandonné la religion d’un peuple qui ne croit pas en Dieu, et qui dénie l’existence de la Vie Future"
        },
        {
            "chapter": 12,
            "verse": 38,
            "text": "Je me suis conformé à la religion de mes ancêtres, Abraham, Isaac et Jacob. Nous ne saurions donner quelque associé à Dieu. C’est là une des bénédictions dont Dieu nous a comblés ainsi que les Hommes. Mais la plupart des gens ne sont pas reconnaissants"
        },
        {
            "chapter": 12,
            "verse": 39,
            "text": "Ô Mes compagnons de prison ! Est-il mieux d’avoir une multitude de divinités ou Dieu l’Unique, le Dominateur suprême"
        },
        {
            "chapter": 12,
            "verse": 40,
            "text": "Ce que vous adorez en dehors de Lui ne sont que des noms que vous et vos ancêtres avez inventés. Aucune indication émanant de Dieu n’a été révélée à leur sujet. Le pouvoir, en vérité, n’appartient qu’à Dieu. Il a prescrit de n’adorer que Lui. Telle est la religion de la Rectitude, mais la plupart des Hommes l’ignorent"
        },
        {
            "chapter": 12,
            "verse": 41,
            "text": "Ô Compagnons de prison ! À l’un de vous, sera dévolu le rôle d’échanson auprès de son maître. Quant à l’autre, il sera crucifié et les oiseaux mangeront de sa tête. Le décret, au sujet de ce que vous m’avez tous deux consulté, s’accomplira »"
        },
        {
            "chapter": 12,
            "verse": 42,
            "text": "Il dit à celui dont il pensait qu’il serait sauvé : « Rappelle-toi de moi lorsque tu seras auprès de ton maître ! ». Mais Satan lui fit oublier de le rappeler à son maître. Ainsi, il dû patienter quelques années encore en prison"
        },
        {
            "chapter": 12,
            "verse": 43,
            "text": "Le roi dit : « J’ai vu en rêve, sept vaches grasses dévorées par sept vaches maigres, et aussi sept épis verts et sept autres secs. Ô Mes conseillers ! Éclairez-moi à propos de ma vision, si vous avez un quelconque don en matière d’interprétation des rêves !»"
        },
        {
            "chapter": 12,
            "verse": 44,
            "text": "Ils répondirent : « C’est là un ensemble incohérent de visions. Quoiqu’il en soit, nous ne possédons aucune science de l’interprétation des rêves »"
        },
        {
            "chapter": 12,
            "verse": 45,
            "text": "Or, celui des deux qui avait été sauvé de la prison, se souvint après tout ce temps de Joseph et dit : « Je vous en fournirai l’interprétation. Laissez-moi aller la chercher !»"
        },
        {
            "chapter": 12,
            "verse": 46,
            "text": "« Joseph, Ô Toi le véridique ! Éclaire-nous au sujet de sept vaches grasses dévorées par sept vaches maigres, de sept épis verts et de sept autres secs, afin que je puisse retourner auprès de ceux qui attendent. Puissent-ils être éclairés !»"
        },
        {
            "chapter": 12,
            "verse": 47,
            "text": "Il répondit : « Semez pendant sept années consécutives autant que vous pourrez. Ce que vous récolterez, conservez- le en épis, à l’exception d’une petite quantité dédiée à votre consommation"
        },
        {
            "chapter": 12,
            "verse": 48,
            "text": "A l’issue de ces sept années de prospérité, viendront sept années de disette au cours desquelles vous pourrez distribuer ce que vous aviez épargné, en dehors de la quantité que vous aurez réservée"
        },
        {
            "chapter": 12,
            "verse": 49,
            "text": "Suivra alors une année durant laquelle la pluie se déversera abondamment sur les Hommes qui auront à nouveau matière à presser »"
        },
        {
            "chapter": 12,
            "verse": 50,
            "text": "Le roi ordonna alors : «Qu’on me l’amène !». Lorsque l’émissaire se présenta devant Joseph, celui-ci dit : «Retourne auprès de ton maître et demande-lui : « À quoi pensaient donc ces femmes lorsqu’elles se tailladaient les mains. En vérité, mon Seigneur connaît parfaitement leur perfidie !»"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "Le roi interrogea alors ces femmes : « Qu’aviez- vous à tenter de séduire Joseph?». «Dieu nous en préserve », répondirent-elles, « nous ne lui connaissons aucun tort ». L’épouse du gouverneur prit la parole : « Il est temps pour la vérité d’éclater au grand jour. Sachez que c’est moi qui ai tenté de le faire succomber à mes avances. Il a dit la vérité"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "Et ce également, afin que mon époux sache que je ne l’ai pas trompé en son absence. En vérité, Dieu ne permet pas qu’aboutissent les intrigues des infidèles"
        }
    ]
}