{
    "pages": [
        {
            "chapter": 9,
            "verse": 73,
            "text": "Эй паёмбар бо кофирон ва мунофиқон ҷиҳод кун ва бар онон сахтгир бош. Ва ҷойгоҳашон дузах аст ва чи бад саранҷомест"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "[Мунофиқон] Ба Аллоҳ таоло савганд ёд мекунанд, ки [суханони нописанде дар бораи Аллоҳ таоло ва паёмбараш] нагуфтаанд ва ба ростӣ, ки сухани куфр гуфтаанд ва пас аз Ислом оварданашон [боз] кофир шуданд [ва бо дасиса барои қатли паёмбар] тасмим ба коре гирифтанд, ки дар он муваффақ нашуданд. Ва ба айбҷӯӣ [ва мухолифат] барнахостанд, магар пас аз онки Аллоҳ таоло ва паёмбараш [бо бахшидани ғаноим] ононро аз фазли хеш бениёз карданд. Пас, агар тавба кунанд, барояшон беҳтар аст ва агар рӯй бигардонанд, Аллоҳ таоло ононро дар дунё ва охират ба азоби дарднок дучор месозад ва дар замин ҳеҷ корсозу ёваре нахоҳанд дошт"
        },
        {
            "chapter": 9,
            "verse": 75,
            "text": "Баъзе аз онон бо Аллоҳ таоло [аҳду] паймон бастанд, ки: «Агар [Аллоҳ таоло] аз фазли худ [насибе] ба мо диҳад, ҳатман, садақа [ва закот] хоҳем дод ва аз накукорон хоҳем буд»"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "Пас чун [Аллоҳ таоло] аз фазли худ ба онон [насибе] бахшид, нисбат ба он бухл варзиданд ва [аз он паймон] рӯ гардонданд ва [аз ҳақ] сарпечӣ карданд"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "Пас, бо сазои онки бо Аллоҳ таоло хилофи ваъда карданд ва ба он хотир, ки дурӯғ мегуфтанд, [Аллоҳ таоло низ] то рӯзе, ки Ӯро [дар қиёмат] мебинанд, дар дилҳояшон доғ [-у нанги] нифоқ ниҳод"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "Оё надонистаанд, ки Аллоҳ таоло розу наҷвояшонро [ки дар маҳфилҳояшон баён мешавад, ба хубӣ] медонад ва Аллоҳ таоло донои розҳои ниҳон аст"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "[Мунофиқон] Касоне [ҳастанд], ки бар муъминон айб мегиранд, ки ба хости хеш садақот [-и бисёр] медиҳанд ва [ҳамчунин, фуқаро ва] афродеро, ки беш аз тавони моли хеш чизе [барои садақа] намеёбанд, масхара мекунанд. Аллоҳ таоло ононро ба тамасхур мегирад ва барояшон азоби дарднок [дар пеш] хоҳад буд"
        }
    ]
}