{
    "pages": [
        {
            "chapter": 2,
            "verse": 187,
            "text": "[Эй муъминон] Омезиш бо ҳамсаронатон дар шаб [-ҳои] рӯза бар шумо ҳалол гардидааст. Онон либоси шумо ҳастанд ва шумо либоси эшон. Аллоҳ таоло медонист, ки шумо бар худ хиёнат мекардед [ва бо он ки дар авоили ислом омезиш дар моҳи рамазон ҳаром буд, шумо бар он бетаваҷҷуҳ будед], пас, тавбаатонро пазируфту аз шумо даргузашт. Пас, акнун [дар шабҳои рамазон метавонед] бо онон омезиш кунед ва он чиро, ки Аллоҳ таоло бароятон муқаррар доштааст [аз эшон] талаб кунед. Бихӯред ва биошомед, то риштаи сапеди субҳ [фаҷри содиқ] аз риштаи сиёҳ [шаб] бароятон ошкор гардад, он гоҳ рӯзаро то шаб ба поён бирасонед ва, дар ҳоле ки дар масоҷид муътакиф ҳастед, бо занон омезиш накунед. Ин марзҳо [-и аҳком]-и илоҳӣ аст, пас, ба онҳо наздик нашавед. Аллоҳ таоло чунин оёт [ва аҳком]-и худро барои мардум равшан месозад, бошад, ки парҳезкор шаванд"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "Ва амволатонро байни худ ба ботил [ва ноҳақ] нахӯред ва барои он, ки бахше аз моли мардумро ба гуноҳ бихӯред, қазияро ба ҳокимон накашонед, дар ҳоле ки медонед [ки ин кор гуноҳ аст]"
        },
        {
            "chapter": 2,
            "verse": 189,
            "text": "[Эй паёмбар] Аз ту дар бораи ҳилолҳо [-и моҳ] мепурсанд, бигӯ: \"Онҳо баёни авқот [ва гоҳшумории табиӣ] барои мардум ва [василаи таъйини вақти] ҳаҷ ҳастанд\". Накукорӣ он нест, ки [монанди даврони ҷоҳилият дар ҳоли эҳром] аз пушти хонаҳо ворид шавед, балки накукор касест, ки тақво пеша кунад [пас, парҳезкор бошед] ва ба хонаҳо аз дарҳояшон ворид шавед ва аз Аллоҳ таоло битарсед, бошад, ки растагор шавед"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "Ва дар роҳи Аллоҳ таоло бо касоне, ки бо шумо меҷанганд, биҷангед [вале бо мусла кардан ва куштани кӯдакону занон ва пиронсолон] аз ҳад таҷовуз накунед, [ки] ба ростӣ Аллоҳ таоло таҷовузгаронро дӯст намедорад"
        }
    ]
}