{
    "pages": [
        {
            "chapter": 22,
            "verse": 16,
            "text": "Ва бад-ин гуна Мо ин [Қуръон]-ро [ба сурати] оёте равшан нозил кардем ва Аллоҳ таоло ҳар киро хоҳад, ҳидоят мекунад"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "Касоне, ки имон овардаанд ва касоне, ки яҳудӣ шуданд ва собеон [фитратгароён] ва масеҳиён ва зартуштиён ва касоне, ки ширк варзиданд, яқинан, рӯзи қиёмат Аллоҳ таоло миёнашон доварӣ мекунад. Бе гумон, Аллоҳ таоло бар ҳар чизе гувоҳ аст"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "Оё надидӣ, ки ҳар ки дар осмонҳо ва ҳар ки дар замин аст ва хуршед ва моҳу ситорагон ва кӯҳҳо ва дарахтон ва ҷунбандагон ва бисёре аз мардум барои Аллоҳ таоло саҷда мекунанд? Ва бисёре низ ҳастанд, ки [дар натиҷаи сарпечӣ аз парастиш фармони] азоб бар онон таҳаққуқ ёфтааст ва ҳар ки Аллоҳ таоло хораш созад, касе гиромиаш намедорад. Бе тардид, Аллоҳ таоло ҳар чи бихоҳад анҷом медиҳад"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "Ин ду [гурӯҳи муъмин ва кофир] душманони якдигаранд ва дар бораи Парвардигорашон ситез мекунанд. Пас касоне, ки куфр варзиданд, барояшон ҷомаҳое аз оташ буридаанд [ва] аз болои сарашон [бар онон] оби ҷӯшон мерезанд"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "Он чи дар дарунашон ҳаст ва [низ] пӯстҳояшон бо он гудохта мешавад"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "Ва барояшон гурзҳои оҳанин [муҳайё] аст"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "Ҳар гоҳ бихоҳанд, аз [шиддати] андуҳ аз он ҷо [дузах] хориҷ шаванд, ба он бозгардонда мешаванд ва [ба онон гуфта мешавад]: «Азоби сӯзонро бичашед»"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "Бе тардид, Аллоҳ таоло касонеро, ки имон овардаанд ва корҳои шоиста анҷом додаанд, ба боғҳое [аз биҳишт] ворид мекунад, ки аз зери [дарахтони] он ҷӯйборҳо ҷорӣ аст. Дар он ҷо ба дастабандаҳое аз тилло ва марворид ороста мешаванд ва либосашон дар он ҷо абрешим аст"
        }
    ]
}