{
    "pages": [
        {
            "chapter": 40,
            "verse": 17,
            "text": "Имрӯз ҳар кас дар баробари он чи кардааст, подош дода мешавад ва ҳеҷ ситаме дар миён нест. Бе гумон, Аллоҳ таоло дар ҳисобрасӣ сареъ аст"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "Ба онон дар мавриди рӯзи қиёмат [ки бисёр наздик аст] ҳушдор бидеҳ, он гоҳ ки [аз шиддати ваҳшат] ҷонҳо ба гулӯгоҳ мерасад, дар ҳоле ки саршор аз андуҳ шудаанд. [Дар он рӯз] Ситамгарон на дӯсти меҳрубоне доранд ва на шафеъе, ки суханаш пазируфта шавад"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "[Аллоҳ таоло] Ҳаракоти бади чашмҳо ва он чиро, ки дар дилҳои афрод нуҳуфта аст, [ба хубӣ] медонад"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "Аллоҳ таоло ба адолат доварӣ мекунад ва маъбудоне, ки [мушрикон] ба ҷойи Аллоҳ таоло ибодат мекунанд, ҳеҷ гуна доварӣ надоранд. Ба ростӣ, ки Аллоҳ таоло шунавову биност"
        },
        {
            "chapter": 40,
            "verse": 21,
            "text": "Оё мушрикон дар замин гардиш накардаанд, то бубинанд саранҷоми касоне, ки пеш аз онон буданд, чи гуна будааст? Он ақвоми гузашта нерумандтар аз инҳо буданд ва осору биноҳои бештаре дар замин падид оварданд, аммо Аллоҳ таоло ононро ба [сабаби] гуноҳонашон азоб кард, дар ҳоле ки дар баробари [азоби] Аллоҳ таоло ҳеҷ [ёр ва] мудофеъе надоштанд"
        },
        {
            "chapter": 40,
            "verse": 22,
            "text": "Ин [кайфар] бад-он сабаб буд, ки Паёмбарашон нишонаҳои равшан барояшон ироа мекарданд, вале онон инкор меварзиданд ва Аллоҳ таоло низ азобашон кард. Бе гумон, Ӯ тавонманди сахткайфар аст"
        },
        {
            "chapter": 40,
            "verse": 23,
            "text": "Мо Мӯсоро бо муъҷизоти худ ва далели қотеъ фиристодем"
        },
        {
            "chapter": 40,
            "verse": 24,
            "text": "Ба сӯйи Фиръавн ва Ҳомон ва Қорун, вале [онон] гуфтанд: «[Ӯ] Ҷодугаре дурӯғгӯст»"
        },
        {
            "chapter": 40,
            "verse": 25,
            "text": "Аммо ҳангоме ки Мӯсо муъҷизоти илоҳӣ ва далоили маҳкамро аз ҷониби Мо бар онон нишондод, [Фиръавн ва ёронаш саркашӣ карданд ва] гуфтанд: «Писарони касонеро, ки ба Мӯсо имон овардаанд, бикушед ва занонашонро [барои канизӣ] зинда нигоҳ доред», вале найранги кофирон маҳкум ба фаност"
        }
    ]
}