{
    "pages": [
        {
            "chapter": 65,
            "verse": 6,
            "text": "Онон [занони муталлақа]-ро дар ҳадди тавони худ ҳар ҷо ки худатон сукунат доред, [ва дар тавонии шумост] сукунат диҳед ва ба онҳо зиён нарасонед, то [арсаро] бар онон танг кунед [ва пеш аз поёни идда маҷбур ба тарки манзил шаванд] ва агар бордор ҳастанд, нафақаи онҳоро бидиҳед, то вазъи ҳамл кунанд. Пас, агар [фарзандатонро] барои шумо шир медиҳанд, муздашонро бипардозед ва [ин корро] ба некӣ ва бо машварати ҳамдигар анҷом диҳед; ва агар ба тавофуқ нарасидед, пас зани дигаре [ба дархости шавҳар] ӯро шир диҳад"
        },
        {
            "chapter": 65,
            "verse": 7,
            "text": "Онон, ки доро [ва сарватманд] ҳастанд, бояд аз дороӣ [ва сарвати] худ инфоқ кунанд ва касе, ки тангдаст аст, бояд аз он чи ки Аллоҳ таоло ба ӯ дода инфоқ кунад. Аллоҳ таоло ҳеҷ касро ҷуз ба он андоза, ки ба ӯ [тавон] додааст, мукаллаф намекунад. Аллоҳ таоло ба зудӣ баъд аз сахтӣ [ва тангдастӣ] осонӣ [ва кушоиш] қарор медиҳад"
        },
        {
            "chapter": 65,
            "verse": 8,
            "text": "Чи бисёр [аҳолии] шаҳрҳо, ки аз фармони Парвардигорашон ва [фармони] паёмбаронаш сарпечӣ карданд; пас, Мо ба шиддат аз онҳо ҳисоб кашидем ва ба азобе сахт [ва саҳмнок] азобашон кардем"
        },
        {
            "chapter": 65,
            "verse": 9,
            "text": "Пас онон кайфари кори худро чашиданд ва саранҷоми корашон зиён буд"
        },
        {
            "chapter": 65,
            "verse": 10,
            "text": "Аллоҳ таоло азоби сахте барояшон муҳайё кардааст. Пас, эй хирадмандоне, ки имон овардаед, аз Аллоҳ таоло парво кунед. Ҳамоно Аллоҳ таоло зикр [Қуръон]-ро ба сӯйи шумо нозил кардааст"
        },
        {
            "chapter": 65,
            "verse": 11,
            "text": "[Ва низ] Паёмбаре [фиристода], ки оёти равшани Аллоҳро бар шумо мехонад, то касонеро, ки имон оварда ва корҳои шоиста анҷом додаанд, аз торикиҳо ба сӯйи нур берун оварад; ва ҳар кас ба Аллоҳ таоло имон оварад ва кори шоиста анҷом диҳад, [Аллоҳ таоло] ӯро ба боғҳое [аз биҳишт] ворид мекунад, ки аз зери [дарахтони] он ҷӯйборҳо ҷорӣ аст; ҷовидона дар он бимонанд. Ба ростӣ, Аллоҳ таоло ризқу рӯзиашро наку гардонидааст"
        },
        {
            "chapter": 65,
            "verse": 12,
            "text": "Аллоҳ таоло аст, ки ҳафт осмонро офарид ва аз замин [низ] ҳаммонанди онҳоро [офарид] ва фармони [Аллоҳ таоло] пайваста дар миёни онҳо нозил мешавад, то бидонед, ки Аллоҳ таоло бар ҳар чиз тавоност ва ин ки илми Аллоҳ таоло бар ҳама чиз иҳота дорад"
        }
    ]
}