{
    "maqras": [
        {
            "chapter": 40,
            "verse": 41,
            "text": "O my people! How is it that I invite you to salvation, while you invite me to the Fire"
        },
        {
            "chapter": 40,
            "verse": 42,
            "text": "You invite me to disbelieve in God and associate with Him what I have no knowledge of, while I invite you to the Almighty, Most Forgiving"
        },
        {
            "chapter": 40,
            "verse": 43,
            "text": "There is no doubt that whatever ˹idols˺ you invite me to ˹worship˺ are not worthy to be invoked either in this world or the Hereafter. ˹Undoubtedly,˺ our return is to God, and the transgressors will be the inmates of the Fire"
        },
        {
            "chapter": 40,
            "verse": 44,
            "text": "You will remember what I say to you, and I entrust my affairs to God. Surely God is All-Seeing of all ˹His˺ servants.”"
        },
        {
            "chapter": 40,
            "verse": 45,
            "text": "So God protected him from the evil of their schemes. And Pharaoh’s people were overwhelmed by an evil punishment"
        },
        {
            "chapter": 40,
            "verse": 46,
            "text": "they are exposed to the Fire ˹in their graves˺ morning and evening. And on the Day the Hour will be established ˹it will be said˺, “Admit Pharaoh’s people into the harshest punishment ˹of Hell˺.”"
        },
        {
            "chapter": 40,
            "verse": 47,
            "text": "˹Consider the Day˺ when they will dispute in the Fire, and the lowly ˹followers˺ will appeal to the arrogant ˹leaders˺, “We were your ˹dedicated˺ followers, will you then shield us from a portion of the Fire?”"
        },
        {
            "chapter": 40,
            "verse": 48,
            "text": "The arrogant will say, “We are all in it! ˹For˺ God has already passed judgment over ˹His˺ servants.”"
        },
        {
            "chapter": 40,
            "verse": 49,
            "text": "And those in the Fire will cry out to the keepers of Hell, “Pray to your Lord to lighten the torment for us ˹even˺ for one day!”"
        },
        {
            "chapter": 40,
            "verse": 50,
            "text": "The keepers will reply, “Did your messengers not ˹constantly˺ come to you with clear proofs?” They will say, “Yes ˹they did˺.” The keepers will say, “Then pray! Though the prayer of the disbelievers is only in vain.”"
        },
        {
            "chapter": 40,
            "verse": 51,
            "text": "We certainly help Our messengers and the believers, ˹both˺ in this worldly life and on the Day the witnesses will stand forth ˹for testimony˺—"
        },
        {
            "chapter": 40,
            "verse": 52,
            "text": "the Day the wrongdoers’ excuses will be of no benefit to them. They will be condemned, and will have the worst outcome"
        },
        {
            "chapter": 40,
            "verse": 53,
            "text": "And indeed, We gave Moses ˹true˺ guidance, and made the Children of Israel inherit the Scripture—"
        },
        {
            "chapter": 40,
            "verse": 54,
            "text": "a guide and a reminder to people of reason"
        },
        {
            "chapter": 40,
            "verse": 55,
            "text": "So be patient ˹O Prophet˺, ˹for˺ God’s promise is certainly true. Seek forgiveness for your shortcomings. And glorify the praises of your Lord morning and evening"
        },
        {
            "chapter": 40,
            "verse": 56,
            "text": "Surely those who dispute God’s signs—with no proof given to them—have nothing in their hearts but greed for dominance, which they will never attain. So seek refuge in God. Indeed, He alone is the All-Hearing, All-Seeing"
        },
        {
            "chapter": 40,
            "verse": 57,
            "text": "The creation of the heavens and the earth is certainly greater than the re-creation of humankind, but most people do not know"
        },
        {
            "chapter": 40,
            "verse": 58,
            "text": "Those blind ˹to the truth˺ and those who can see are not equal, nor are those who believe and do good ˹equal˺ to those who do evil. Yet you are hardly mindful"
        },
        {
            "chapter": 40,
            "verse": 59,
            "text": "The Hour is certainly coming, there is no doubt about it. But most people do not believe"
        },
        {
            "chapter": 40,
            "verse": 60,
            "text": "Your Lord has proclaimed, “Call upon Me, I will respond to you. Surely those who are too proud to worship Me will enter Hell, fully humbled.”"
        },
        {
            "chapter": 40,
            "verse": 61,
            "text": "It is God Who has made the night for you to rest in and the day bright. Surely God is ever Bountiful to humanity, but most people are ungrateful"
        },
        {
            "chapter": 40,
            "verse": 62,
            "text": "That is God, your Lord, the Creator of all things. There is no god ˹worthy of worship˺ except Him. How can you then be deluded ˹from the truth˺"
        },
        {
            "chapter": 40,
            "verse": 63,
            "text": "This is how those who used to reject God’s signs were ˹also˺ deluded"
        },
        {
            "chapter": 40,
            "verse": 64,
            "text": "It is God Who made the earth a place of settlement for you and the sky a canopy. He shaped you ˹in the womb˺, perfecting your form. And He has provided you with what is good and lawful. That is God—your Lord. So Blessed is God, Lord of all worlds"
        },
        {
            "chapter": 40,
            "verse": 65,
            "text": "He is the Ever-Living. There is no god ˹worthy of worship˺ except Him. So call upon Him with sincere devotion, ˹saying,˺ “All praise is for God—Lord of all worlds.”"
        }
    ]
}