{
    "maqras": [
        {
            "chapter": 6,
            "verse": 95,
            "text": "Taneyi ve çekirdeği yarıp filizlendiren, ölüden diriyi çıkaran, diriden de ölüyü çıkaran Allah’tır. İşte Allah budur! O halde (haktan) nasıl dönersiniz"
        },
        {
            "chapter": 6,
            "verse": 96,
            "text": "O, karanlığı yarıp sabahı çıkarandır. Geceyi dinlenme zamanı, Güneş'i ve Ay'ı da ince birer hesap ölçüsü kıldı. Bütün bunlar mutlak güç sahibinin, hakkıyla bilenin takdiridir"
        },
        {
            "chapter": 6,
            "verse": 97,
            "text": "Karanın ve denizin karanlıklarında kendileriyle doğru yolu bulasınız diye sizin için yıldızları yaratan O’dur. Şüphesiz biz, bilen bir topluluk için âyetleri ayrı ayrı açıkladık"
        },
        {
            "chapter": 6,
            "verse": 98,
            "text": "O, sizi bir tek candan yaratandır. Sizin bir karar kılma yeriniz, bir de emanet bırakılma yeriniz var. Biz anlayan bir toplum için âyetleri ayrı ayrı açıklamışızdır"
        },
        {
            "chapter": 6,
            "verse": 99,
            "text": "Gökten su indiren de O’dur. O su ile her çeşit bitkiyi bitirdik. O bitkiden bir yeşillik meydana getirdik ki, bu yeşillikten üst üste binmiş taneler, hurma tomurcuğundan (koparılması kolay) sarkmış salkımlar, üzüm bağları, (yaprakları) birbirine benzeyen ve (meyveleri) benzemeyen zeytin ve nar çıkarırız. Meyve verdikleri ve bir de olgunlaştıkları zaman meyvesine bir bakın. İşte bütün bunlarda, iman eden bir toplum için ayetler vardır"
        },
        {
            "chapter": 6,
            "verse": 100,
            "text": "Allah’ın yarattığı cinleri O’na ortak koştular. Cahilce O’nun için oğullar ve kızlar uydurdular. O, onların vasıflandırdıklarından münezzeh ve çok yücedir"
        },
        {
            "chapter": 6,
            "verse": 101,
            "text": "Gökleri ve yeri yoktan var eden O’dur. O’nun bir eşi yokken nasıl bir oğlu olabilir? Hem her şeyi O yaratmıştır ve her şeyi hakkıyla bilen de O’dur"
        },
        {
            "chapter": 6,
            "verse": 102,
            "text": "İşte bu, Rabbiniz Allah’tır. Ondan başka (hak) ilah yoktur. Her şeyin yaratıcısıdır. O’na ibadet edin. O, her şey üzerinde vekildir"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "Gözler O’nu onu ihata ve idrak edemez. O ise bütün gözleri kuşatmıştır. O, lütuf sahibidir, her şeyden haberdardır"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "Size Rabbinizden apaçık deliller gelmiştir. Artık kim görürse kendi lehine; kim de (hakkı) görmezse kendi aleyhinedir. Ben başınızda bekçi değilim"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "Biz ayetleri türlü türlü genişçe beyan ederiz. Ta ki onlar, ''sen (başkasından) okumuşsun'' derler. Biz, (hak ve batılı) bilen kimselere ayetleri böylece açıklamaktayız"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "Rabbinden sana vahyedilene uy. O’ndan başka (hak) ilah yoktur. Müşriklerden de yüz çevir"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "Eğer Allah dileseydi onlar şirk koşmazlardı. Seni onlara gözetici kılmadık. Sen onlara vekil de değilsin"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "Müşriklerin, Allah’tan başka dua ettiklerine sövmeyin ki, onlar da taşkınlık ederek cahilce Allah’a sövmesinler. Her toplumun yaptığını böyle süslemişizdir. Sonra Rablerine döndürülürler de O, kendilerine (dünyada) ne yaptıklarını haber verir"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "(Müşrikler), kendilerine bir mucize gelirse, ona mutlaka iman edeceklerine dair var güçleriyle Allah’ın adına yemin ederler. De ki: “Mucizeler ancak Allah katındadır. O mucizeler geldiği vakit de inanmayacaklarını siz ne bileceksiniz?”"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "Onların kalplerini ve gözlerini tersine çeviririz de, ilk defa iman etmedikleri gibi yine iman etmezler. Biz de onları azgınlıkları içinde bocalar bir halde bırakırız"
        }
    ]
}