{
    "maqras": [
        {
            "chapter": 39,
            "verse": 32,
            "text": "Uss say barh ker zalim kon hai jo Allah Taalaa per jhoot bolay? Aur sacha deen jab uss kay pass aaye to ussay jhoota bataye? Kiya aisay kuffaar kay liye jahannum thikana nahi hai"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "Aur jo sachay deen ko laye aur jiss ney iss ki tasdeeq ki yehi log paarsa hain"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "Unn kay liye unn kay rab kay pass (her) woh cheez hai jo yeh chahyen nek logon ka yeh hi badla hai"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "Takay Allah Taalaa unn say unn kay buray amalon ko door ker dey aur jo nek kaam unhon ney kiyey hain unn ka acha badla ata farmaye"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "Kiya Allah Taalaa apnay bandon kay liye kafi nahi? Yeh log aap ko Allah kay siwa auron say dara rahey hain aur jissay Allah gumrah ker day uss ki rehnumaee kerney wala koi nahi"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "Aur jissay woh hidayat day ussay koi gumrah kerney wala nahi kiya Allah Taalaa ghalib aur badla lenay wala nahi hai"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "Agar aap inn say poochen kay aasman-o-zamin ko kiss ney peda kiya hai? To yaqeenan woh yehi jawab den gay kay Allah ney. Aap inn kahiyey acha yeh to batao jinhen tum Allah kay siwa pukartay ho agar Allah Taalaa mujhay nuksan phonchana chahye to kiya yeh uss kay nuksan ko hata saktay hain? Ya Allah Taalaa mujh per meharbani ka iradah keray to kiya yeh uss ki meharbani ko rok saktay hain? Aap keh den kay Allah mujhay kafi hai tawakkal kerney walay ussi per tawakkal kertay hain"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "Keh dijiye kay aey meri qom! Tum apni jagah per amal kiye jao mein bhi amal ker raha hun abhi abhi tum jaan lo gay"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "Kay kiss per ruswa kerney wala azab aata hai aur kiss per daeemi maar aur hameshgi ki saza hoti hai"
        },
        {
            "chapter": 39,
            "verse": 41,
            "text": "Aap per hum ney haq kay sath yeh kitab logon kay liye nazil farmaee hai pus jo shaks rah-e-raast per aajaye uss kay apnay liye nafa hai aur jo gumrah hojaye uss ki gumrahee ka (wabal) ussi per hai aap unn kay zimay daar nahi"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "Allah hi roohon ko unn ki mot kay waqt aur jin ki mot nahi aai unhen unn ki neend kay waqt qabz ker leta hai phir jin per mot ka hukum lag chuka hai unhen to rok leta hai aur doosri (roohon) ko aik muqarrar waqt kay liye chor deta hai. Ghor kerney walon kay liye iss mein yaqeenan boht si nishaniyan hain"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "Kiya inn logon ney Allah Taalaa kay siwa (auron ko) sifarshi muqarrar ker rakha hai? Aap keh dijiye! Kay go woh kuch bhi ikhtiyar na raktay hon aur na aqal rakhtay hon"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "Keh dijiye! Kay tamam sifarish ka mukhtar Allah hi hai. Tamam aasmano aur zamin ka raaj ussi kay liye hai tum sab ussi k taraf pheray jao gay"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "Jabb Allah akelay ka zikar kiya jaye to inn logon kay dil nafrat kerney lagtay hain jo aakhirat ka yaqeen nahi rakhtay aur jab uss kay siwa (aur ka ) zikar kiya jaye to unn kay dil khul ker khush ho jatay hain"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "Aap keh dijiye! Kay aey Allah ! Aasmano aur zamin kay peda kerney walay chupay khulay ka jannay walay tu hi apnay bandon mein inn umoor ka faisla farmaye ga jin mein who ulajh rahey thay"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "Agar zulm kerney walon kay pass woh sab kuch ho jo ruy-e-zamin per hai aur iss kay sath utna hi aur ho to bhi bad-tareen saza kay badlay mein qayamat kay din yeh sab kuch day den aur inn kay samney Allah ki taraf say woh zahir hoga jiss ka gumaan bhi enhen na tha"
        },
        {
            "chapter": 39,
            "verse": 48,
            "text": "Jo kuch enhon ney kiya tha uss ki buraiyan inn per khul paren gi aur jiss ka woh mazaq kertay thay woh enhen aa gheray ga"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "Insan ko jab koi takleef phonchti hai to humen pukarney lagta hai phir jab hum ussay apni taraf say koi nemat ata farma den to kehney lagta hai kay issay to mein mehaz apnay ilm ki waja say diya gaya hun bulkay yeh aazmaeesh hai lekin inn mein say aksar log bey-ilm hain"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "Inn say aglay bhi yehi baat keh chukay hain pus unn ki kaarawaee unn kay kuch kaam na aaee"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "Phir unn ki tamam burayian unn per aa paren aur unn mein say bhi jo gunehgaar hain unn ki ki hui burayian bhi unn per aa paren gi yeh (humen) hara denay walay nahi"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "Kiya enhen yeh maloom nahi kay Allah Taalaa jiss kay liye chahye rozi kushadah ker deta hai aur tang (bhi) eman laney walon kay liye iss mein (bari bari) nishaniyan hain"
        }
    ]
}