{
    "rukus": [
        {
            "chapter": 2,
            "verse": 8,
            "text": "Є серед людей такі, хто говорить: «Ми увірували в Аллага та в Останній День», — але ж насправді не вірують вони"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "Вони намагаються обманути Аллага й тих, які увірували, але ж насправді вони обманюють лише самих себе. Та не розуміють цього вони"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Їхні серця хворі і посилить Аллаг цю хворобу! Чекає на них болісна кара — за те, що вони говорили неправду![III]"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Коли говорять їм: «Не чиніть безчестя на землі», — вони відповідають: «Та ми ж тільки робимо краще!»"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Та ж ні! Воістину, вони — нечестивці, хоча самі цього й не відчувають"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "І коли говорять їм: «Увіруйте — так, як вже увірували люди», — то відповідають вони: «Невже ми увіруємо так, як увірували ці невігласи?» Та ж ні! Воістину, це вони — невігласи, але самі цього не знають"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "І коли вони зустрічають тих, які увірували, то говорять: «Ми увірували!» А коли залишаються наодинці зі своїми шайтанами, то говорять: «Ми — з вами і ми лише насміхалися!»"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Аллаг сам поглузує з них та й залишить їх блукати в непослуху"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Вони — ті, які купили оману за прямий шлях! Але немає прибутку в цій справі і не йдуть вони прямим шляхом"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Вони — як ті, хто розпалив вогонь, а коли він освітив усе навколо, Аллаг забрав це світло, залишивши їх у пітьмі, і нічого не бачать вони"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Глухі, німі та сліпі! Вони не повернуться [на прямий шлях]"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Або й на тих, що потрапили під зливу із хмари на небі, а там — темрява, грім, блискавка! Вони бояться смерті й затуляють пальцями вуха, коли вдаряє блискавка. Аллаг оточує невіруючих"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Блискавка ледь не осліплює їх. Коли спалах освітлює їх, вони йдуть, а коли огортає темрява, зупиняються. Якби Аллаг побажав, то забрав би їхній слух та зір. Воістину, Аллаг спроможний на кожну річ"
        }
    ]
}