{
    "rukus": [
        {
            "chapter": 3,
            "verse": 110,
            "text": "Ви — найкраща громада, створена серед людей: ви наказуєте добре, забороняєте неприйнятне та віруєте в Аллага! Якби люди Писання теж увірували, то це було б краще для них. Є серед них віруючі, але більшість із них — нечестивці"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "Вони не завдадуть вам жодної шкоди, крім образ. Якщо вони почнуть боротися з вами, то повернуться до вас спиною, після чого ніхто їм не допоможе"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "Де б ви не знайшли їх, вони всюди будуть принижені — хіба як отримають притулок у Аллага і притулок у людей. Вони накликали на себе гнів Аллага і вразила їх бідність! Це так, бо вони не вірили у знамення Аллага і вбивали пророків без права на те. Це — за непослух їхній та за порушення їхні"
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "Не всі вони однакові. Є серед людей Писання стійка громада, яка читає знамення Аллага ночами, низько кланяючись"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "Вони вірують в Аллага та в Останній День, наказують добре та забороняють неприйнятне, випереджають одне одного у добрих справах. Вони і є одними з праведників"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "Що б доброго вони не зробили, воно не приховається. Аллаг знає про богобоязливих"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "Воістину, тим, які не увірували, ніяк не допоможе ні майно їхнє, ні діти їхні. Вони є жителями вогню — і будуть вони там довіку"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "Те, що вони витрачають у земному житті, схоже на морозний вітер. Він вразив ниву людей, які були несправедливі до самих себе, і він знищив її! Це не Аллаг вчинив несправедливо із ними, це вони самі були несправедливі до себе"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "О ви, які увірували! Не оточуйте себе тими, хто не з-посеред вас. Вони не втратять нагоди нашкодити вам та порадіти труднощам вашим. Ненависть видно на вустах їхніх, але ще більша ненависть захована в їхніх серцях! Ми вже пояснили вам знамення, якби ж лише розуміли ви"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "Ви любите їх, а вони не люблять вас. Ви вірите в усі Писання, і коли вони зустрічають вас, то говорять: «Увірували ми!» А коли залишаються наодинці, то гризуть нігті від своєї ненависті до вас. Скажи: «Умріть від своєї ненависті!» Аллаг добре знає про те, що в серцях"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "Якщо торкнеться вас щось добре, то їх це гнітить. А якщо вас вразить лихо, то радіють вони! Та якщо ви будете терплячими та богобоязливими, то їхні хитрощі ніяк не зможуть зашкодити вам. Воістину, Аллаг осягає те, що роблять вони"
        }
    ]
}