{
    "chapter": [
        {
            "chapter": 68,
            "verse": 1,
            "text": "nūna, sōganda chē kalamanā anē tēnā, jē kaṁi paṇa tē (phariśtā'ō) lakhē chē"
        },
        {
            "chapter": 68,
            "verse": 2,
            "text": "tamē pōtānā pālanahāranī kr̥pāthī pāgala nathī"
        },
        {
            "chapter": 68,
            "verse": 3,
            "text": "anē ni:Śaṅka tamārā māṭē ananta badalō chē"
        },
        {
            "chapter": 68,
            "verse": 4,
            "text": "anē ni:Śaṅka tamē khūba ja śrēṣṭha (uttama) caritravāḷā chō"
        },
        {
            "chapter": 68,
            "verse": 5,
            "text": "basa! Havē tamē paṇa jō'i lēśō anē tē'ō paṇa jō'i lēśē"
        },
        {
            "chapter": 68,
            "verse": 6,
            "text": "kē tamārāmāṁ thī kōṇa pralōbhanamāṁ sapaḍāyēlu chē"
        },
        {
            "chapter": 68,
            "verse": 7,
            "text": "ni:Śaṅka tamārō pālanahāra pōtānā mārgathī bhaṭakēlānē khūba ja sārī rītē jāṇē chē, anē tē sanmārgī'ō nē paṇa khūba ja sārī rītē jāṇē chē"
        },
        {
            "chapter": 68,
            "verse": 8,
            "text": "basa! Tamē juṭhalāvanārā'ōnī (vāta) na mānō"
        },
        {
            "chapter": 68,
            "verse": 9,
            "text": "tē'ō tō icchē chē kē tamē thōḍāka narama paḍō tō tē'ō paṇa narama paḍī jāya"
        },
        {
            "chapter": 68,
            "verse": 10,
            "text": "anē tamē kō'i ēvā vyaktinuṁ paṇa kahēvuṁ na mānaśō jē vadhārē sōganda khāvāvāḷō"
        },
        {
            "chapter": 68,
            "verse": 11,
            "text": "bē'ābarū, nīca, mahēṇāṇṭōṇā māranāra, cāḍī khānāra"
        },
        {
            "chapter": 68,
            "verse": 12,
            "text": "bhalā'ithī rōkavāvāḷō, atirēka karanāra, pāpī"
        },
        {
            "chapter": 68,
            "verse": 13,
            "text": "ataḍā svabhāvanō, sāthē sāthē badanāma paṇa chē"
        },
        {
            "chapter": 68,
            "verse": 14,
            "text": "tēnō vidrōha phakata ēṭalā māṭē chē kē tē dhana-sampatti vāḷō anē santānōvāḷō chē"
        },
        {
            "chapter": 68,
            "verse": 15,
            "text": "jyārē tēnī sāmē amārī āyatō paḍhavāmāṁ āvē chē tō kahī dē chē kē ā tō agā'unā lōkōnī vārtā'ō chē"
        },
        {
            "chapter": 68,
            "verse": 16,
            "text": "amē paṇa tēnī sūṇḍha (nāka) para ḍāma āpīśuṁ"
        },
        {
            "chapter": 68,
            "verse": 17,
            "text": "ni:Śaṅka amē tēmanī tēvī ja rītē kasōṭī karī jēvī rītē kē amē bagīcāvāḷā'ō nī kasōṭī karī hatī. Jyārē kē tēmaṇē sōganda khādhī kē vahēlī parōḍha thatā ja ā bagīcānā phaḷa tōḍī la'iśuṁ"
        },
        {
            "chapter": 68,
            "verse": 18,
            "text": "anē in śā'a allāha na bōlyā"
        },
        {
            "chapter": 68,
            "verse": 19,
            "text": "basa! Tēmanā para tārā pālanahāra taraphathī ēka āphata cārēya bājuthī pharī vaḷī anē tē sū'i ja rahyā hatā"
        },
        {
            "chapter": 68,
            "verse": 20,
            "text": "basa! Tē bagīcō ēvō tha'i gayō jēvī kē vāḍhēlī pāka"
        },
        {
            "chapter": 68,
            "verse": 21,
            "text": "havē savāra thatā ja tēmaṇē ēkabījānē pōkāryā"
        },
        {
            "chapter": 68,
            "verse": 22,
            "text": "Kē agara tamārē phaḷa tōḍavā hōya tō pōtānī khētī para vahēlī parōḍhamāṁ cālī nīkaḷō"
        },
        {
            "chapter": 68,
            "verse": 23,
            "text": "pharī tē lōkō dhīrē-dhīrē vātō karatā nīkaḷyā"
        },
        {
            "chapter": 68,
            "verse": 24,
            "text": "kē ājanā divasē kō'i lācāra tamārī pāsē na āvī śakē"
        },
        {
            "chapter": 68,
            "verse": 25,
            "text": "anē lapakatā savāra savāramāṁ nīkaḷyā (samajī rahyā hatā) kē amē samartha chī'ē (phaḷa tōḍavā māṭē)"
        },
        {
            "chapter": 68,
            "verse": 26,
            "text": "jyārē tēmaṇē bagīcō jōyō tō kahēvā lāgyā, ni:Śaṅka amē rastō bhulī gayā"
        },
        {
            "chapter": 68,
            "verse": 27,
            "text": "nā nā, parantu āpaṇuṁ bhāgya phuṭī gayu"
        },
        {
            "chapter": 68,
            "verse": 28,
            "text": "tē lōkōmāṁ jē śrēṣṭha hatō tēṇē kahyu kē huṁ tamanē nahatō kahētō kē tamē allāha nī pavitratānuṁ varṇana kēma nathī karatā"
        },
        {
            "chapter": 68,
            "verse": 29,
            "text": "tō badhā ja kahēvā lāgyā, āpaṇō pālanahāra pavitra chē, ni:Śaṅka amē ja atyācārī hatā"
        },
        {
            "chapter": 68,
            "verse": 30,
            "text": "pharī tē'ō ēka-bījā tarapha pharīnē ēka-bījānē ṭhapakō āpavā lāgyā"
        },
        {
            "chapter": 68,
            "verse": 31,
            "text": "kahēvā lāgyā khūba aphasōsa! Kharēkhara amē vidrōhī hatā"
        },
        {
            "chapter": 68,
            "verse": 32,
            "text": "um'mīda chē kē amārō pālanahāra amanē ānāthī sārō badalō āpaśē, amē tō havē pōtānā pālanahārathī ja apēkṣā karī'ē chī'ē"
        },
        {
            "chapter": 68,
            "verse": 33,
            "text": "āvī ja rītē musībata āvē chē. Anē ākhirata (paralōka) nī musībata ghaṇī ja mōṭī chē. Kadāca tē'ō jāṇatā hōta"
        },
        {
            "chapter": 68,
            "verse": 34,
            "text": "ḍaranārā'ō māṭē tēmanā pālanahāra pāsē nē'amatōvāḷī jannatō chē"
        },
        {
            "chapter": 68,
            "verse": 35,
            "text": "śuṁ amē musalmānōnē pāpī'ō jēvā karī da'iśuṁ"
        },
        {
            "chapter": 68,
            "verse": 36,
            "text": "tamanē śuṁ tha'i gayu, kēvā nirṇayō karō chō"
        },
        {
            "chapter": 68,
            "verse": 37,
            "text": "śuṁ tamārī pāsē kō'i kitāba chē jē tamē paḍhatā hōya"
        },
        {
            "chapter": 68,
            "verse": 38,
            "text": "kē tēmāṁ tamārī manacāhī vātō hōya"
        },
        {
            "chapter": 68,
            "verse": 39,
            "text": "athavā tō tamē amārāthī kēṭalīka sōgandō līdhī chē? Jē kayāmata (pralaya) sūdhī rahē, kē tamārā māṭē tē badhu ja chē jē tamē pōtānī taraphathī nakkī karī lō"
        },
        {
            "chapter": 68,
            "verse": 40,
            "text": "tēmanē puchō kē tēmanā mānthī kōṇa ā vātanō javābadāra (dāvēdāra) chē"
        },
        {
            "chapter": 68,
            "verse": 41,
            "text": "śuṁ tēmanā kō'i bhāgīdāra chē? Tō pōta pōtānā bhāgīdārō la'i āvē, agara tē'ō sācā chē"
        },
        {
            "chapter": 68,
            "verse": 42,
            "text": "Jē divasē piṇḍalī (ḍhīcaṇa nō nīcalō bhāga) khōlī nākhavāmāṁ āvaśē anē sijadō karavā māṭē bōlavavāmāṁ āvaśē. Tō (sijadō) nahī karī śakē"
        },
        {
            "chapter": 68,
            "verse": 43,
            "text": "najarō nīcī haśē anē tēmanā para kalaṅka chavā'i rahyu haśē. Tēma chantā ā sijadā māṭē (tē vakhatē paṇa) bōlāvavāmāṁ āvatā hatā jyārē kē tandurasta hatā"
        },
        {
            "chapter": 68,
            "verse": 44,
            "text": "basa! Manē anē ā kalāmanē juṭhalāvanārā'ōnē chōḍī dō, amē tēmanē āma dhīrē dhīrē khēn̄cīśuṁ kē tēmanē khabara paṇa nahīṁ paḍē"
        },
        {
            "chapter": 68,
            "verse": 45,
            "text": "anē huṁ tēmanē ḍhīla āpīśa, ni:Śaṅka mārī yōjanā sakhata sacōṭa chē"
        },
        {
            "chapter": 68,
            "verse": 46,
            "text": "śuṁ tamē tēmanāthī kō'i vaḷatara icchō chō jēnā daṇḍanā bōja hēṭhaḷa dabā'i rahyā hōya"
        },
        {
            "chapter": 68,
            "verse": 47,
            "text": "athavā tō tēmanī pāsē adraśyanuṁ jñāna chē, jēnē tē'ō lakhī rahyā hōya"
        },
        {
            "chapter": 68,
            "verse": 48,
            "text": "basa! Tamē pōtānā pālanahāranā ādēśanī dhīraja thī (rāha ju'ō), anē māchalīvāḷā (arthāt mūrāda ēka payagambara chē jēmanuṁ nāma yūnusa a.Sa. Chē, tē'ō pōtānā lōkō pāsēthī allāhanō ādēśa āvyā pahēlā ja samudra tarapha cālyā gayā. Tyāṁ tē'ōnē tēmanī bhulanō pasatāvō thayō. Pasatāvō thantā ja tēmaṇē pōtē samudramāṁ chalāṅga lagāvī anē tyāṁ tē'ōnē ēka māchalī'ē lagabhaga divasa sudhī pōtānā pēṭamāṁ rākhēlā) jēvā na tha'i jāva, jyārē kē tēṇē śōkātura tha'i du'ā karī"
        },
        {
            "chapter": 68,
            "verse": 49,
            "text": "agara tēnē tēnā pālanahāranī madada na āvī hōta tō ni:Śaṅka tē kharāba paristhitimāṁ sapāṭa mēdāna para nākhī dēvāmāṁ āvata"
        },
        {
            "chapter": 68,
            "verse": 50,
            "text": "tēnē tēnā pālanahārē pharī pasanda karī līdhō anē tēnē sadācārī lōkōmānsāmēla karī dīdhō"
        },
        {
            "chapter": 68,
            "verse": 51,
            "text": "anē najīka chē kē inkārī'ō pōtānī dhāradāra najarathī tamanē lapasāvī dē, jyārē paṇa kura'āna sāmbhaḷē chē tō kahī dē chē, ā tō pāgala ja chē"
        },
        {
            "chapter": 68,
            "verse": 52,
            "text": "kharēkhara ā (kura'āna) tō samagra mānavajāti māṭē śikhāmaṇa ja chē"
        }
    ]
}