{
    "maqras": [
        {
            "chapter": 2,
            "verse": 26,
            "text": "Su bir gercek ki Allah, bir sivrisinegi hatta onun da ustundeki bir varlıgı ornek gostermekten sıkılmaz. Boyle bir durumda, inananlar bilirler ki o, Rablerinden bir gercektir. Kufre sapmıslar ise soyle derler: \"Allah, bunu ornek vermekle ne demek istedi?\" Allah onunla bircogunu saptırır, bircogunu da onunla dogruya ve guzele kılavuzlar. Allah onunla yoldan cıkmıslardan baskasını saptırmaz"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "Onlar ki, Allah'a verdikleri ahdi, onunla anlasıp baglandıktan sonra bozar, Allah'ın birlestirilmesini emrettigi seyi keser ve yeryuzunde bozgun cıkarırlar. Iste bunlardır husrana ugrayanlar"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "Allah'a nasıl nankorluk ediyorsunuz/Allah'ı nasıl inkar ediyorsunuz?! Siz olulerdiniz, O sizi diriltti. Sizi yine oldurecek ve sonra diriltecektir. Nihayet O'na donduruleceksiniz"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "O Allah'tır ki, yeryuzundekilerin tumunu sizin icin yarattı. Sonra goge saltanat kurdu da onları yedi gok halinde duzenledi. O Alim'dir, her seyi cok iyi bilir"
        },
        {
            "chapter": 2,
            "verse": 30,
            "text": "Bir zamanlar Rabbin meleklere: \"Ben, yeryuzunde bir halife atayacagım.\" demisti de onlar soyle konusmuslardı: \"Orada bozgunculuk etmekte olan, kan doken birini mi atayacaksın? Oysaki bizler, seni hamt ile tespih ediyoruz; seni kutsayıp yuceltiyoruz.\" Allah soyle dedi: \"Su bir gercek ki ben, sizin bilmediklerinizi bilmekteyim"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "Ve Adem'e isimlerin tumunu ogretti. Sonra onları meleklere gostererek soyle buyurdu: \"Hadi, haber verin bana sunların isimlerini, eger dogru sozluler iseniz"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "Dediler ki: \"Yucedir sanın senin. Bize ogretmis oldugunun dısında bilgimiz yok bizim. Sen, yalnız sen Alim'sin, her seyi en iyi sekilde bilirsin; Hakim'sin, her seyin butun hikmetlerine sahipsin"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "Allah buyurdu: \"Ey Adem, haber ver onlara onların adlarını.\" Adem onlara onların adlarını haber verince, Allah soyle buyurdu: \"Dememis miydim ben size! Ki ben, goklerin ve yerin gaybını en iyi bilenim, A'lem'im. Ve ben, sizin acıga vurduklarınızı da saklayageldiklerinizi de en iyi bicimde bilmekteyim"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "O vakit biz meleklere, \"Adem'e secde edin\" demistik de Iblis dısında tumu secde etmisti. Iblis yan cizmis, kibre sapmıs ve nankorlerden olmustu"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "Ve Adem'e soyle buyurmustuk: \"Ey Adem, sen ve esin cennete yerlesin ve orada dilediginiz yerde, bol bol yiyin. Ama su agaca yaklasmayın, yoksa zulme sapanlardan olursunuz"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "Bunun uzerine seytan onların ayaklarını kaydırdı da onları icinde bulundukları yerden cıkardı. Biz de soyle buyurduk: \"Bir kısmınız bir kısmınıza dusman olarak asagıya inin. Belli bir sure kadar yeryuzunde sizin icin bir bekleme yeri, bir nimet/bir yararlanma imkanı olacaktır"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Bunun uzerine Adem, Rabbinden bazı kelimeler ogrenip belledi de O'na yoneldi. O da onun tovbesini kabul etti. Gercekten de O, evet O, Tevvab'dır, tovbeleri comertce kabul eder; Rahim'dir, rahmetini comertce yayar"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "Hepiniz oradan asagı inin.\" dedik. Benden size bir yol gosteris ulasır da kim bu yol gosterisime uyarsa artık boylelerine hicbir korku yoktur. Onlar kederle de yuzyuze gelmeyeceklerdir"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "Nankorluge sapıp ayetlerimizi yalanlayanlara gelince onlar, atesin dostu olacaklardır. Onlar orada surekli kalacaklardır"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "Ey Israilogulları! Size lutfettigim nimetimi hatırlayın; bana verdiginiz soze vefalı olun ki, ben de size ahdimde vefalı olayım. Ve yalnız benden korkun"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "Beraberinizdekini dogrulayıcı olarak indirmis bulunduguma inanın. Onu ilk inkar eden siz olmayın. Benim ayetlerimi az bir bedel karsılıgı satmayın. Ve yalnız benden sakının"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "Hakkı batılla/sacmalık ve tutarsızlıkla kirletmeyin. Bilip durdugunuz halde gercegi gizliyorsunuz"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "Namazı/duayı yerine getirin, zekatı verin; ruku edenlerle birlikte ruku edin"
        }
    ]
}