{
    "hizbs": [
        {
            "chapter": 28,
            "verse": 29,
            "text": "Ataḥpara mūsā (āḥ) yakhana sē'i mēẏāda pūrṇa karala ēbaṁ saparibārē yātrā karala, takhana sē tura parbatēra dika thēkē āguna dēkhatē pēla. Sē tāra paribārabargakē balala, tōmarā apēkṣā kara, āmi āguna dēkhēchi. Sambhabataḥ āmi sēkhāna thēkē tōmādēra kāchē kōna khabara niẏē āsatē pāri athabā kōna jbalanta kāṣṭhakhanḍa ānatē pāri, yātē tōmarā āguna pōhātē pāra."
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "Yakhana sē tāra kāchē pauchala, takhana pabitra bhūmitē abasthita upatyakāra ḍāna prāntēra br̥kṣa thēkē tākē ā'ōẏāja dēẏā hala, hē mūsā! Āmi āllāha, biśba pālanakartā."
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "Āra'ō balā hala, tumi tōmāra lāṭhi nikṣēpa kara. Ataḥpara yakhana sē lāṭhikē sarpēra n'yāẏa dauṛādauṛi karatē dēkhala, takhana sē mukha phiriẏē biparīta dikē pālātē lāgala ēbaṁ pēchana phirē dēkhala nā. Hē mūsā, sāmanē ēsa ēbaṁ bhaẏa karō nā. Tōmāra kōna āśaṅkā nē'i."
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "Tōmāra hāta bagalē rākha. Tā bēra haẏē āsabē nirāmaẏa ujjbala haẏē ēbaṁ bhaẏa hētu tōmāra hāta tōmāra upara cēpē dhara. Ē'i du’ṭi phērā'una ō tāra pariṣadabargēra prati tōmāra pālanakartāra tarapha thēkē pramāṇa. Niścaẏa tārā pāpācārī sampradāẏa."
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "Mūsā balala, hē āmāra pālanakartā, āmi tādēra ēka byaktikē hatyā karēchi. Kājē'i āmi bhaẏa karachi yē, tārā āmākē hatyā karabē."
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "Āmāra bhā'i hāruṇa, sē āmā apēkṣā prāñjalabhāṣī. Ata'ēba, tākē āmāra sāthē sāhāyyēra jan'yē prēraṇa karuna. Sē āmākē samarthana jānābē. Āmi āśaṅkā kari yē, tārā āmākē mithyābādī balabē."
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "Āllāha balalēna, āmi tōmāra bāhu śaktiśālī karaba tōmāra bhā'i dbārā ēbaṁ tōmādēra pradhān'ya dāna karaba. Phalē, tārā tōmāra kāchē pauchātē pārabē nā. Āmāra nidarśanābalīra jōrē tōmarā ēbaṁ tōmādēra anusārīrā prabala thākabē."
        },
        {
            "chapter": 28,
            "verse": 36,
            "text": "Ataḥpara mūsā yakhana tādēra kāchē āmāra suspaṣṭa nidarśanābalī niẏē pauchala, takhana tārā balala, ētō alīka jādu mātra. Āmarā āmādēra pūrbapuruṣadēra madhyē ē kathā śunini."
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "Mūsā balala, āmāra pālanakartā samyaka jānēna yē tāra nikaṭa thēkē hēdāẏētēra kathā niẏē āgamana karēchē ēbaṁ yē prāpta habē parakālēra gr̥ha. Niścaẏa jālēmarā saphalakāma habē nā."
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "Phērā'una balala, hē pariṣadabarga, āmi jāni nā yē, āmi byatīta tōmādēra kōna upāsya āchē. Hē hāmāna, tumi iṭa pōṛā'ō, ataḥpara āmāra jan'yē ēkaṭi prāsāda nirmāṇa kara, yātē āmi mūsāra upāsyakē uki mērē dēkhatē pāri. Āmāra tō dhāraṇā ē'i yē, sē ēkajana mithyābādī."
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "Phērā'una ō tāra bāhinī an'yāẏabhābē pr̥thibītē ahaṅkāra karatē lāgala ēbaṁ tārā manē karala yē, tārā āmāra kāchē pratyābartita habē nā."
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "Ataḥpara āmi tākē ō tāra bāhinīkē pākaṛā'ō karalāma, taṯpara āmi tādērakē samu˦#2503;dra nikṣēpa karalāma. Ata'ēba, dēkha jālēmadēra pariṇāma ki haẏēchē."
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "Āmi tādērakē nētā karēchilāma. Tārā jāhānnāmēra dikē āhabāna karata. Kēẏāmatēra dina tārā sāhāyya prāpta habē nā."
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "Āmi ē'i pr̥thibītē abhiśāpakē tādēra paścātē lāgiẏē diẏēchi ēbaṁ kēẏāmatēra dina tārā habē durdaśāgrasta."
        },
        {
            "chapter": 28,
            "verse": 43,
            "text": "Āmi pūrbabartī anēka sampradāẏakē dhbansa karāra para mūsākē kitāba diẏēchi mānuṣēra jan'yē jñānabartikā. Hēdāẏēta ō rahamata, yātē tārā smaraṇa rākhē."
        },
        {
            "chapter": 28,
            "verse": 44,
            "text": "Mūsākē yakhana āmi nirdēśanāmā diẏēchilāma, takhana āpani paścima prāntē chilēna nā ēbaṁ āpani pratyakṣadarśī'ō chilēna nā."
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "Kintu āmi anēka sampradāẏa sr̥ṣṭi karēchilāma, ataḥpara tādēra anēka yuga atibāhita haẏēchē. Āra āpani māda'iẏānabāsīdēra madhyē chilēna nā yē, tādēra kāchē āmāra āẏātasamūha pāṭha karatēna. Kintu āmi'i chilāma rasūla prēraṇakārī."
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "Āmi yakhana mūsākē ā'ōẏāja diẏēchilāma, takhana āpani tura parbatēra pārśbē chilēna nā. Kintu ēṭā āpanāra pālanakartāra rahamata sbarūpa, yātē āpani ēmana ēka sampradāẏakē bhīti pradarśana karēna, yādēra kāchē āpanāra pūꦣ2503;ba kōna bhīti pradarśanakārī āgamana karēni, yātē tārā smaraṇa rākhē."
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "Āra ē jan'ya yē, tādēra kr̥takarmēra jan'yē tādēra kōna bipada halē tārā balata, hē āmādēra pālanakartā, tumi āmādēra kāchē kōna rasūla prēraṇa karalē nā kēna? Karalē āmarā tōmāra āẏātasamūhēra anusaraṇa karatāma ēbaṁ āmarā biśbāsa sthāpanakārī haẏē yētāma."
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "Ataḥpara āmāra kācha thēkē yakhana tādēra kāchē satya āgamana karala, takhana tārā balala, mūsākē yērūpa dēẏā haẏēchila, ē'i rasūlakē sērūpa dēẏā hala nā kēna? Pūrbē mūsākē yā dēẏā haẏēchila, tārā ki tā asbīkāra karēni? Tārā balēchila, ubhaẏa'i jādu, parasparē ēkātma. Tārā āra'ō balēchila, āmarā ubhaẏakē māni nā."
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "Baluna, tōmarā satyabādī halē ēkhana āllāhara kācha thēkē kōna kitāba āna, yā ētadubhaẏa thēkē uttama pathapradarśaka haẏa. Āmi sē'i kitāba anusaraṇa karaba."
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "Ataḥpara tārā yadi āpanāra kathāẏa sāṛā nā dēẏa, tabē jānabēna, tārā śudhu nijēra prabr̥ttira anusaraṇa karē. Āllāhara hēdāẏētēra paribartē yē byakti nija prabr̥ttira anusaraṇa karē, tāra cā'itē adhika pathabhraṣṭa āra kē? Niścaẏa āllāha jālēma sampradāẏakē patha dēkhāna nā."
        }
    ]
}