{
    "hizbs": [
        {
            "chapter": 29,
            "verse": 1,
            "text": "Ālipha-lāma-mīma."
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Mānuṣa ki manē karē yē, tārā ēkathā balē'i abyāhati pēẏē yābē yē, āmarā biśbāsa kari ēbaṁ tādērakē parīkṣā karā habē nā"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "āmi tādērakē'ō parīkṣā karēchi, yārā tādēra pūrbē chila. Āllāha abaśya'i jēnē nēbēna yārā satyabādī ēbaṁ niścaẏa'i jēnē nēbēna mithyukadērakē."
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Yārā manda kāja karē, tārā ki manē karē yē, tārā āmāra hāta thēkē bēm̐cē yābē? Tādēra phaẏasālā khuba'i manda."
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Yē āllāhara sākṣāta kāmanā karē, āllāhara sē'i nirdhārita kāla abaśya'i āsabē. Tini sarbaśrōtā, sarbajñānī."
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "Yē kaṣṭa sbīkāra karē, sē tō nijēra jan'yē'i kaṣṭa sbīkāra karē. Āllāha biśbabāsī thēkē bē-para'ōẏā."
        },
        {
            "chapter": 29,
            "verse": 7,
            "text": "Āra yārā biśbāsa sthāpana karē ō saṯkarma karē, āmi abaśya'i tādēra manda kāja gulō miṭiẏē dēba ēbaṁ tādērakē karmēra uṯkr̥ṣṭatara pratidāna dēba."
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "Āmi mānuṣakē pitā-mātāra sāthē sadbyabahāra karāra jōra nirdēśa diẏēchi. Yadi tārā tōmākē āmāra sāthē ēmana kichu śarīka karāra jōra pracēṣṭā cālāẏa, yāra samparkē tōmāra kōna jñāna nē'i, tabē tādēra ānugatya karō nā. Āmāra'i dikē tōmādēra pratyābartana. Ataḥpara āmi tōmādērakē balē dēba yā kichu tōmarā karatē."
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "Yārā biśbāsa sthāpana karē ō saṯkāja karē, āmi abaśya'i tādērakē saṯkarmīdēra antarbhukta karaba."
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "Kataka lōka balē, āmarā āllāhara upara biśbāsa sthāpana karēchi; kintu āllāhara pathē yakhana tārā niryātita haẏa, takhana tārā mānuṣēra niryātanakē āllāhara āyābēra mata manē karē. Yakhana āpanāra pālanakartāra kācha thēkē kōna sāhāyya āsē takhana tārā balatē thākē, āmarā tō tōmādēra sāthē'i chilāma. Biśbabāsīra antarē yā āchē, āllāha ki tā samyaka abagata nana"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "āllāha abaśya'i jēnē nēbēna yārā biśbāsa sthāpana karēchē ēbaṁ niścaẏa jēnē nēbēna yārā munāphēka."
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "Kāphērarā muminadērakē balē, āmādēra patha anusaraṇa kara. Āmarā tōmādēra pāpabhāra bahana karaba. Athaca tārā pāpabhāra kichutē'i bahana karabē nā. Niścaẏa tārā mithyābādī."
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "Tārā nijēdēra pāpabhāra ēbaṁ tāra sāthē āra'ō kichu pāpabhāra bahana karabē. Abaśya tārā yē saba mithyā kathā udbhābana karē, sē samparkē kēẏāmatēra dina jijñāsita habē."
        },
        {
            "chapter": 29,
            "verse": 14,
            "text": "Āmi nūha (āḥ) kē tām̐ra sampradāẏēra kāchē prēraṇa karēchilāma. Tini tādēra madhyē pañcāśa kama ēka hājāra bachara abasthāna karēchilēna. Ataḥpara tādērakē mahāplābaṇa grāsa karēchila. Tārā chila pāpī."
        },
        {
            "chapter": 29,
            "verse": 15,
            "text": "Ataḥpara āmi tām̐kē ō naukārōhīgaṇakē rakṣā karalāma ēbaṁ naukākē nidarśana karalāma biśbabāsīra jan'yē."
        },
        {
            "chapter": 29,
            "verse": 16,
            "text": "Smaraṇa kara ibrāhīmakē. Yakhana tini tām̐ra sampradāẏakē balalēna; tōmarā āllāhara ēbādata kara ēbaṁ tām̐kē bhaẏa kara. Ēṭā'i tōmādēra jan'yē uttama yadi tōmarā bōjha."
        },
        {
            "chapter": 29,
            "verse": 17,
            "text": "Tōmarā tō āllāhara paribartē kēbala pratimāra'i pūjā karacha ēbaṁ mithyā udbhābana karacha. Tōmarā āllāhara paribartē yādēra ēbādata karacha, tārā tōmādēra riyikēra mālika naẏa. Kājē'i āllāhara kāchē riyika tālāśa kara, tām̐ra ēbādata kara ēbaṁ tām̐ra kr̥tajñatā prakāśa kara. Tām̐ra'i kāchē tōmarā pratyābartita habē."
        },
        {
            "chapter": 29,
            "verse": 18,
            "text": "Tōmarā yadi mithyābādī bala, tabē tōmādēra pūrbabartīrā'ō tō mithyābādī balēchē. Spaṣṭabhābē paẏagāma pauchē dēẏā'i tō rasūlēra dāẏitba."
        },
        {
            "chapter": 29,
            "verse": 19,
            "text": "Tārā ki dēkhē nā yē, āllāha kibhābē sr̥ṣṭikarma śuru karēna ataḥpara tākē punarāẏa sr̥ṣṭi karabēna? Ēṭā āllāhara jan'yē sahaja."
        },
        {
            "chapter": 29,
            "verse": 20,
            "text": "Baluna, tōmarā pr̥thibītē bhramaṇa kara ēbaṁ dēkha, kibhābē tini sr̥ṣṭikarma śuru karēchēna. Ataḥpara āllāha purnabāra sr̥ṣṭi karabēna. Niścaẏa āllāha sabakichu karatē sakṣama."
        },
        {
            "chapter": 29,
            "verse": 21,
            "text": "Tini yākē icchā śāsti dēna ēbaṁ yāra prati icchā rahamata karēna. Tām̐ra'i dikē tōmarā pratyābartita habē."
        },
        {
            "chapter": 29,
            "verse": 22,
            "text": "Tōmarā sthalē ō antarīkṣē āllāhakē apāraga karatē pārabē nā ēbaṁ āllāha byatīta tōmādēra kōna hitākāṅkhī nē'i, sāhāyyakārī'ō nē'i."
        },
        {
            "chapter": 29,
            "verse": 23,
            "text": "Yārā āllāhara āẏāta samūha ō tām̐ra sākṣāta asbīkāra karē, tārā'i āmāra rahamata thēkē nirāśa habē ēbaṁ tādēra jan'yē'i yantraṇādāẏaka śāsti raẏēchē."
        },
        {
            "chapter": 29,
            "verse": 24,
            "text": "Takhana ibrāhīmēra sampradāẏēra ēchāṛā kōna ja'ōẏāba chila nā yē tārā balala, tākē hatyā kara athabā agnidagdha kara. Ataḥpara āllāha tākē agni thēkē rakṣā karalēna. Niścaẏa ētē biśbāsī lōkadēra jan'yē nidarśanābalī raẏēchē."
        },
        {
            "chapter": 29,
            "verse": 25,
            "text": "Ibrāhīma balalēna, pārthiba jībanē tōmādēra pārasparika bhālabāsā rakṣāra jan'yē tōmarā āllāhara paribartē pratimāgulōkē upāsyarūpē grahaṇa karēcha. Ērapara kēẏāmatēra dina tōmarā ēkē aparakē asbīkāra karabē ēbaṁ ēkē aparakē lānata karabē. Tōmādēra ṭhikānā jāhānnāma ēbaṁ tōmādēra kōna sāhāyyakārī nē'i."
        }
    ]
}