{
    "maqras": [
        {
            "chapter": 22,
            "verse": 60,
            "text": "That is how it is. And whoever retaliates (it should be) the same as what he was made to suffer, then if he is wronged (again), God shall help him. Indeed God is pardoning and forgiving"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "That is because God makes the night pass through the day and makes the day pass through the night, and that God hears and sees all"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "That is because God is the truth and whatever they call on besides Him, it is the falsehood, and God is the superior, the great"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "Did you not see that God sent down rain from the sky then the earth becomes green? God is nice and well informed"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "Everything in the skies and on the earth belongs to Him, and indeed God is the rich (without needs) and the praiseworthy"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "Did you not see that God brought what is on the earth under your control (and at your service), and the ships sail through the sea by His command? And He keeps the sky from falling on the earth except by His permission. God is certainly gentle and merciful to the people"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "And He is the One who makes you live then makes you die then brings you (back) to life. Indeed the human being is ungrateful"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "For every community (of faith) We made ritual to perform it, so they should not dispute with you about the matter (of rituals). And invite (people) to your Master, indeed you are on a right guidance"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "And if they argue with you, then say: God knows best what you do"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "On the resurrection day God judges between you in what you used to disagree about it"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Did you not know that God knows whatever is in the skies and the earth? Indeed that is (recorded) in a book, indeed that is easy for God"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "And they serve other than God that which He did not send down a reason for it and they do not have any knowledge of it. There is no helper for the wrongdoers"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "And when Our clear signs are read to them, you notice the denial on the faces of those who disbelieved, they are about to assault those who read them Our signs. Say: should I tell you about worse than this? The fire that God promised it to those who disbelieved, and it is a bad destination"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "People, an example was given, so listen to it: indeed those you call on other than God never create a fly even if they get together for it, and if the fly snatches anything away from them, they cannot get it back from it. The seeker and the sought are weak"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "They did not value God, His true worth. Indeed God is strong and powerful"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "God chooses messengers from the angels and from the people. Indeed God hears all and sees all"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "He knows what is in front of them and what is behind them, and the affairs are returned to God"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "You who believe, bow down and be humble (and prostrate) and serve your Master and do good, so that you may succeed"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "And try hard in God's way, a trying that He deserves. He chose you, and He did not impose any difficulty on you in the way of life (religion). This is faith of your father Abraham. He named you the Muslims (the submitted ones) in the past and in this, so that the messenger be a witness over you, and you be witnesses over the people, so perform the mandatory prayer and give to the mandatory charity and hold on to God, He is your protector, what an excellent protector and excellent helper"
        }
    ]
}