{
    "maqras": [
        {
            "chapter": 24,
            "verse": 35,
            "text": "God is light of the skies and the earth. Example of His light is like a lamp holder with a lamp in it, and the lamp is in a glass, the glass is as if it is a brilliant star lit by (the oil of) a blessed olive tree, that is not facing east or west, and its oil almost glows (by itself) even though fire did not touch it. Light upon light, God guides whom He wants to His light. And God gives the examples for the people, and God knows everything"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "(This light is) in houses that God permitted His name to be raised and to be mentioned in it, and He is glorified in it in the mornings and the afternoons"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "Men who are not distracted by business and sale (and buy) from remembering God and performing mandatory prayer and giving to mandatory charity, and they are afraid of a day that the hearts and the eyes turn around in it"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "so that God rewards them better than what they did, and increase them (their reward) from His grace. And God provides for anyone He wants without any limit"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "Those who disbelieved, their works are like a mirage in a desert that a thirsty person imagines it as water until when he gets to it and finds it to be nothing, and he finds God with him, and He pays his account back in full, and God is quick in accounting"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "Or like darkness in a deep sea that a wave, over it a wave which above it is clouds, covers it. Darkness, one on top of the other (such that) when he brings out his hand, he almost does not see it, and anyone who God did not put a light for him, then there is no light for him"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "Did you not see that everyone in the skies and the earth and the birds with their wings outspread glorify God, each one does know its prayer and its glorification. God knows well what they do"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "And rule of the skies and the earth belongs to God, and the final return is to God"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Did you not see that God drives the clouds gently, then joins them together then makes it dense, then you see the raindrops comes out from within it, and He sends down hail from the sky from the mountains (of clouds) that are in it, then He strikes anyone He wants with it, and turns it away from anyone He wants, and the flash of its lightning almost takes away the sights (and blinds people)"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "God alternates the night and the day. Indeed there is a lesson in that for those who have insight"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "And God created all creatures from water, and some of them walk on their bellies and some of them walk on two legs and some of them walk on four. God creates what He wants. Indeed God is capable of everything"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "We have certainly sent down clarifying verses, and God guides anyone He wants to a straight path"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "And they say: we believed in God and the messenger and we obeyed. Then some of them turn away after that, and they are not the believers"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "And when they are invited to God and His messenger to judge between them, suddenly some of them turn away"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "And if the truth is for them (and they are right), they come to him obediently"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "Is there a disease in their hearts, or do they doubt, or are they afraid that God and His messenger deal unfairly against them? No, but they are the wrongdoers"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "Indeed word of the believers, when they are invited to God and His messenger to judge between them, is to say: we heard and we obeyed. And they are the successful ones"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "And whoever obeys God and His messenger and fears God and is cautious of Him, then they are the victors"
        }
    ]
}