{
    "maqras": [
        {
            "chapter": 2,
            "verse": 243,
            "text": "Did you not see those who left their homes, and they were thousands, while they were afraid of the death? God said to them: die. Then He brought them back to life. Indeed, God is gracious to the people, but most people are not thankful"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "And fight in God's way and know that God hears all and knows all"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "Who is he that lends God a good loan (or who is he that offers God a good deed), so that He multiplies it many times for him? And God tightens and expands, and you will be returned to Him"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "Did you not see that after Moses, the leaders of children of Israel told their prophet: appoint a king for us that we fight in God's way. He said: is it possible that you will not fight if you are prescribed to fight? They said: why should we not fight in God's way while we were driven from our homes and our children? But when the fight was prescribed to them, they turned away (and refused) except a few of them. God knows the wrongdoers"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "And their prophet told them: God has indeed appointed Talut (Saul) as a king for you. They said: how can the rule over us be for him when we are more deserved to the rule than him and he is not given plenty (of wealth). He (their prophet) said: God chose him over you and greatly increased him in the knowledge and the body (physical strength), and God gives His rule to whomever He wants. God is bountiful and knowledgeable"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "Their prophet told them: a sign of his rule is that the ark of covenant comes to you, which contains serenity (and tranquility) from your Master and the remains left by family of Moses and Aaron’s family, the angles carrying it. Indeed, there is a sign in this for you, if you are believers"
        },
        {
            "chapter": 2,
            "verse": 249,
            "text": "So when Talut (Saul) set out with the troops, he said: indeed God tests you with a river, anyone who drinks from it is not with me, and anyone who did not taste it or anyone who scoops a handful of it then he is indeed with me. So they all drank from it except a few of them. Then when he and those who believed with him crossed it (the river), they said: we do not have the strength to face Goliath and his troops today. Those who thought that they meet God said: many small forces overcame large forces by God’s permission, and God is with the patient ones (and those who persevere)"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "When they faced Goliath and his troops, they said: our Master, give us perseverance and solidify our steps and help us against the disbelieving people"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "So they defeated them by God’s permission, and David killed Goliath, and God gave him the rule and the wisdom, and taught him what He wanted. If God does not repel some people by some others, certainly the earth would corrupt, but God is gracious to humankind"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "These are God's signs, We read them to you with the truth, and you are indeed one of the messengers"
        }
    ]
}