{
    "maqras": [
        {
            "chapter": 7,
            "verse": 1,
            "text": "L.M.S. (Alif. Lam. Mim. Sud)"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "A book (Quran) was sent down to you, and there should not be any difficulty about it in your chest, to warn with it, and (it is) a reminder for the believers"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "Follow what was sent down to you from your Master and do not follow any masters other than it/Him, you take a little notice"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "And how many towns did We destroy, that Our punishment came to them by night or while they were resting (during daytime)"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "When Our punishment came to them, their call was only to say: indeed we were wrongdoers"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "We shall question those who (messengers) were sent to them, and We shall question the messengers"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "And We shall tell them with knowledge (what they did), and We were not absent"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "And on that day measuring will be true, and anyone whose measure is heavy then they are the successful ones"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "And anyone whose measure is light then they are those who brought loss upon themselves because they used to be wrong to Our signs"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "And We have certainly established you firmly on the earth, and We put means of life (and survival) for you in there. You give little thanks"
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "And We have certainly created you, then formed you, then We said to the angels: be humble to Adam. They all humbled except Iblis (Satan) who was not one of the humble ones"
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "He (God) said: what prevented you that you did not humble when I ordered you? He said: I am better than him, You created me from fire while You created him from clay"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "He (God) said: go down from it, and it is not for you to be arrogant in it, so get out, you are of the belittled ones"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "He (Satan) said: give me time until the day that they are raised"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "He (God) said: indeed you are of those given a delay"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "He (Satan) said: because you misled me, I shall sit for them in your straight path"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "Then I shall come to them from in front of them and from behind them and from their rights and from their lefts, and you will not find most of them thankful"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "He (God) said: get out of it disgraced and banished, those among them who follow you, I shall fill hell from all of you"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "And you Adam, you and your spouse reside in the garden and eat from wherever you want, but do not get close to this tree because you become one of the wrongdoers"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "And Satan seduced them both to make apparent to them what was hidden from them of their shame (of their genitals) and said: your Master only prohibited you from this tree so that you do not become angels or become immortals"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "And he swore to them: I am indeed among the advisers for you"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "And he made them fall by deception. Then when they both tasted the tree, their shame appeared to them and they began covering themselves with leaves of the garden, and their Master called them: did I not prohibit you from that tree and told you two that Satan is your clear enemy"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "They both said: our Master, we did wrong to ourselves, and if you do not forgive us and have mercy on us, we shall be of the losers"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "He (God) said: go down, some of you will be enemies of the others, and there is a settlement and necessities of life for you on the earth for a while"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "He said: you live in it and you die in it and you will be brought out of it"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "Children of Adam, indeed We sent down clothing to you to cover your shame and as a decoration, while the clothes of self control (against unlawful desires and sins) is better. That is among God's signs, so they may take notice"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "Children of Adam, do not let Satan seduce you as he drove your parents out of the garden, stripping them off from their clothing to show them their shame. Indeed he and his tribe see you from where you do not see them. Indeed We made the devils friends (and masters) for those who do not believe"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "And when they commit an indecency, they say: we found our fathers doing it and God ordered us to it. Say: God does not order to indecency, do you say about God what you do not know"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "Say: my Master orders to justice. And turn your attentions (toward Him) in every place of worship and call on Him being sincere to Him in the religion. Just as He created you, you return (to Him)"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "He guided some, and some deserved the misguidance. Indeed they took the devils as their friends (and masters) instead of God and they think they are guided"
        }
    ]
}