{
    "pages": [
        {
            "chapter": 7,
            "verse": 38,
            "text": "(అల్లాహ్) అంటాడు: \"మీకు పూర్వం గతించిన జిన్నాతుల మరియు మానవుల సమాజాలు పోయి చేరిన ఆ నరకాగ్నిలోకి ప్రవేశించండి.\" ప్రతి సమాజం (నరకంలో) ప్రవేశించినపుడు తన పూర్వపు వారిని (సమాజాన్ని) శపిస్తుంది. తుదకు వారంతా అక్కడ చేరిన పిదప; తరువాత వచ్చిన వారు తమ కంటే ముందు వచ్చని వారిని గురించి: \"ఓ మా ప్రభూ! వీరే మమ్మల్ని మార్గభ్రష్టులుగా చేసినవారు, కావున వీరికి రెట్టింపు నరకాగ్ని శిక్ష విధించు!\" అని అంటారు. దానికి (అల్లాహ్): \"ప్రతి వాడికి రెట్టింపు (శిక్ష) విధించబడుతుంది. కాని మీరది తెలుసుకోలేరు!\" అని అంటాడు"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "మరియు అప్పుడు మొదటి వారు తరువాత వచ్చిన వారితో: \"మీకు మాపై ఎలాంటి ఆధిక్యకత లేదు కావున మీరు కూడా మీ కర్మలకు బదులుగా శిక్షను చవి చూడండి!\" అని అంటారు"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "నిశ్చయంగా, మా సూచనలను అబద్ధాలని తిరస్కరించిన వారి కొరకు మరియు వాటి పట్ల దురహంకారం చూపిన వారి కొరకు ఆకాశ ద్వారాలు ఏ మాత్రం తెరువబడవు. మరియు ఒంటె సూదిబెజ్జంలో నుండి దూరి పోగలిగేవరకు వారు స్వర్గంలో ప్రవేశించజాలరు. మరియు ఈ విధంగా మేము అపరాధులకు ప్రతిఫలమిస్తాము"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "నరకమే వారి పాన్పు మరియు వారి దుప్పటి అవుతుంది. మరియు ఈ విధంగా మేము దుర్మార్గులకు ప్రతిఫలమిస్తాము"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "కాని, ఎవరైతే విశ్వసించి సత్కార్యాలు చేస్తారో! అలాంటి వ్యక్తికి, మేము అతని శక్తికి మించిన భారం వేయము. ఇటువంటి వారే స్వర్గవాసులు. అందులో వారు శాశ్వతంగా ఉంటారు"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "మరియు మేము వారి హృదయాల నుండి పరస్పర ద్వేషభావాలను తొలగిస్తాము. వారి క్రింద సెలయేళ్ళు ప్రవహిస్తూ ఉంటాయి. మరియు వారు ఇలా అంటారు: \"మాకు ఇక్కడికి చేరటానికి సన్మార్గం చూపిన అల్లాహ్ యే సర్వస్తోత్రాలకు అర్హుడు. అల్లాహ్ మాకు ఈ సన్మార్గం చూపకపోతే మేము సన్మార్గం పొంది ఉండేవారమ కాదు. మా ప్రభువు పంపిన ప్రవక్తలు వాస్తవంగా సత్యాన్నే తీసుకు వచ్చారు!\" అపుడు వారికి ఒక వాణి వినబడుతుంది: \"మీరు చేస్తూ ఉండిన సత్కార్యాలకు ఫలితంగా, మీరు వారసులుగా చేయబడిన స్వర్గం ఇదే"
        }
    ]
}