{
    "pages": [
        {
            "chapter": 16,
            "verse": 43,
            "text": "మరియు (ఓ ముహమ్మద్!) నీకు పూర్వం కూడా మేము పంపిన ప్రవక్తలందరూ పురుషులే (మానవులే)! మేము వారిపై దివ్యజ్ఞానాన్ని (వహీని) అవతరింపజేశాము. కావున ఇది మీకు తెలియకపోతే పూర్వ గ్రంథ ప్రజలను అడగండి"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "(పూర్వపు ప్రవక్తలను) మేము స్పష్టమైన నిదర్శనాలతో మరియు గ్రంథాలతో (జుబూర్ లతో) పంపాము. మరియు (ఓ ప్రవక్తా!) ఇప్పుడు ఈ జ్ఞాపికను (గ్రంథాన్ని) నీపై అవతరింపజేసింది, వారి వద్దకు అవతరింపజేయబడిన దానిని వారికి నీవు స్పష్టంగా వివరించటానికి మరియు బహుశా వారు ఆలోచిస్తారేమోనని"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "దుష్టపన్నాగాలు చేస్తున్నవారు - అల్లాహ్ తమను భూమిలోనికి దిగి పోయినట్లు చేయకుండా, లేదా తాము ఊహించని వైపు నుండి తమపై శిక్ష అవతరింపజేయకుండా - తాము సురక్షితంగా ఉన్నారనుకొంటున్నారా ఏమిటి"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "లేదా వారు తిరుగాడుతున్నపుడు, అకస్మాత్తుగా ఆయన వారిని పట్టుకుంటే, వారు ఆయన (పట్టు) నుండి తప్పించుకోగలరా"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "లేదా, వారిని భయకంపితులు జేసి పట్టుకోవచ్చు కదా! కాని నిశ్చయంగా, నీ ప్రభువు మహా కనికరుడు, అపార కరుణా ప్రదాత"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "ఏమీ? వారు అల్లాహ్ సృష్టించిన ప్రతి వస్తువునూ గమనించటం (చూడటం) లేదా? వాటి నీడలు కుడివైపుకూ, ఎడమ వైపుకూ వంగుతూ ఉండి, అల్లాహ్ కు సాష్టాంగం (సజ్దా) చేస్తూ, ఎలా వినమ్రత చూపుతున్నాయో"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "మరియు ఆకాశాలలోను మరియు భూమిలోను ఉన్న సమస్త ప్రాణులు మరియు దేవదూతలు అందరూ అల్లాహ్ కు సాష్టాంగం (సజ్దా) చేస్తూ ఉంటారు. వారెన్నడూ (తమ ప్రభువు సన్నిధిలో) గర్వపడరు"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "వారు తమపై నున్న ప్రభువునకు భయపడుతూ తమకు ఆజ్ఞాపించిన విధంగా నడుచుకుంటారు"
        },
        {
            "chapter": 16,
            "verse": 51,
            "text": "మరియు అల్లాహ్ ఇలా ఆజ్ఞాపించాడు: \"(ఓ మానవులారా!) ఇద్దరినీ ఆరాధ్య దైవాలుగా చేసుకోకండి. నిశ్చయంగా ఆరాధ్య దైవం ఆయన (అల్లాహ్) ఒక్కడే! కావున నాకే భీతిపరులై ఉండండి"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "మరియు ఆకాశాలలో మరియు భూమిలో ఉన్నదంతా ఆయకు చెందినదే! మరియు నిరంతర విధేయతకు కేవలం ఆయనే అర్హుడు. ఏమీ? మీరు అల్లాహ్ ను కాదని ఇతరులకు భయభక్తులు చూపుతారా"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "మరియు మీకు లభించిన అనుగ్రహాలన్నీ కేవలం అల్లాహ్ నుండి వచ్చినవే. అంతేగాక మీకు ఆపదలు వచ్చినపుడు కూడా మీరు సహాయం కొరకు ఆయననే మొరపెట్టుకుంటారు కదా"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "తరువాత ఆయన మీ ఆపదలు తొలగించినపుడు; మీలో కొందరు మీ ప్రభువుకు సాటి (షరీక్ లను) కల్పించ సాగుతారు"
        }
    ]
}