{
    "pages": [
        {
            "chapter": 20,
            "verse": 88,
            "text": "తరువాత అతడు (సామిరి) వారికొక ఆవుదూడ విగ్రహాన్ని తయారు చేశాడు. దాని నుండి ఆవుదూడ అరుపు వంటి శబ్దం వచ్చేది. పిదప వారన్నారు: \"ఇదే మీ ఆరాధ్య దైవం మరియు మూసా యొక్క ఆరాధ్య దైవం కూడాను, కాని అతను దానిని మరచిపోయాడు"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "ఏమీ? అది వారికెలాంటి సమాధానమివ్వజాలదనీ మరియు వారికెలాంటి కీడు గానీ, మేలు గానీ చేయజాలదనీ వారు చూడటం లేదా"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "మరియు వాస్తవానికి హారూన్ ఇంతకు ముందు వారితో చెప్పి ఉన్నాడు: \"ఓ నా జాతి ప్రజలారా! దీని (విగ్రహం)తో మీరు పరీక్షింప బడుతున్నారు. మరియు నిశ్చయంగా, ఆ అనంత కరుణామయుడే మీ ప్రభువు! కావున మీరు నన్నే అనుసరించండి మరియు నా ఆజ్ఞనే పాలించండి"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "వారన్నారు: \"మూసా తిరిగి మా వద్దకు వచ్చే వరకు, మేము దీనిని ఆరాధించకుండా ఉండలేము"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "(మూసా, హారూన్ తో) అన్నాడు: \"ఓ హారూన్! నీవు వారిని మార్గభ్రష్టత్వంలో పడటం చూసినప్పుడు (వారిని వారించకుండా) నిన్ను ఎవరు ఆపారు"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "నీవెందుకు నన్ను అనుసరించలేదు? నీవు కూడా నా ఆజ్ఞను ఉల్లంఘించావా"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "(హారూన్) అన్నాడు: \"నా తల్లి కుమారుడా (సోదరుడా)! నా గడ్డాన్ని గానీ, నా తలవెంట్రుకలను గానీ పట్టి లాగకు: 'వాస్తవానికి ఇస్రాయీల్ సంతతి వారిలో విభేదాలు కల్పించావు, నీవు నా మాటను లక్ష్యపెట్టలేదు.' అని, నీవు అంటావేమోనని నేను భయపడ్డాను"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "(మూసా) అన్నాడు: \"ఓ సామిరీ! ఇక నీ సంగతేమిటి"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "(సామిరీ) అన్నాడు: \"వారు చూడని దానిని నేను చూశాను. ఆ తరువాత నేను సందేశహరుని (జిబ్రీల్) పాదగుర్తుల నుండి ఒక పిడికెడు (మట్టి) తీసుకొని దాని (ఆవుదూడ విగ్రహం) మీద వేశాను మరియు నా ఆత్మ నన్ను ఈ విధంగా ప్రేరేపించింది"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "(మూసా) అన్నాడు: \"సరే వెళ్ళిపో! నిశ్చయంగా, నీ శిక్ష ఏమిటంటే, నీవు జీవితాంతం 'నన్ను ముట్టవద్దు' (లా మిసాస) అని, అంటూ ఉంటావు. మరియు నిశ్చయంగా, నీకు (వచ్చే జీవితంలో శిక్ష) నిర్ణయించబడి ఉంది, దాని నుండి నీవు తప్పించుకోలేవు. ఇక నీవు, భక్తుడవైన నీ ఆరాధ్యదైవాన్ని చూడు! మేము దానిని నిశ్చయంగా, కాల్చుతాము తరువాత దానిని భస్మం చేసి సముద్రంలో విసిరి వేస్తాము"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "నిశ్చయంగా, మీ ఆరాధ్యదైవం అల్లాహ్ మాత్రమే. ఆయన తప్ప మరొక ఆరాధ్యుడు లేడు. ఆయన జ్ఞానం ప్రతి దానిని ఆవరించి ఉంది"
        }
    ]
}