{
    "pages": [
        {
            "chapter": 2,
            "verse": 231,
            "text": "మరియు మీరు స్త్రీలకు విడాకులిచ్చినప్పుడు, వారి కొరకు నిర్ణయించబడిన గడువు (ఇద్దత్) సమీపిస్తే వారిని సహృదయంతో మీ వద్ద ఉంచుకోండి, లేదా సహృదయంతో విడిచి పెట్టండి. కేవలం వారికి బాధ కలిగించే మరియు పీడించే ఉద్దేశ్యంతో వారిని ఉంచుకోకండి మరియు ఆ విధంగా చేసేవాడు వాస్తవానికి తనకు తానే అన్యాయం చేసుకన్నట్లు. మరియు అల్లాహ్ ఆదేశాలను (ఆయాత్ లను) పరిహాసంగా తీసుకోకండి. మరియు అల్లాహ్ మీకు చేసిన అనుగ్రహాన్ని మరియు మీపై అవతరింపజేసిన గ్రంథాన్ని మరియు వివేకాన్ని జ్ఞాపకం చేసుకోండి. ఆయన (అల్లాహ్) మీకు ఈ విధంగా బోధిస్తున్నాడు. మరియు అల్లాహ్ యందు భయభక్తులు కలిగి ఉండండి మరియు నిశ్చయంగా, అల్లాహ్ కు ప్రతి విషయం గురించి బాగా తెలుసని తెలుసుకోండి"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "మరియు మీరు మీ స్త్రీలకు (మొదటి సారి లేక రెండవసారి) విడాకులిస్తే, వారు తమ నిరీక్షణా వ్యవధిని (ఇద్దత్ ను) పూర్తి చేసిన తరువాత, తమ (మొదటి) భర్తలను ధర్మసమ్మతంగా పరస్పర అంగీకారంతో వివాహం చేసుకోదలిస్తే, మీరు వారిని ఆటంకపరచకండి. మీలో ఎవరికి అల్లాహ్ యందు మరియు అంతిమ దినము నందు విశ్వాసముందో, వారికి ఈ బోధన చేయబడుతోంది. ఇది మీకు నిష్కళంకమైనది మరియు నిర్మలమైనది. మరియు అల్లాహ్ కు అంతా తెలుసు, కాని మీకు ఏమీ తెలియదు"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "(విడాకుల తరువాత) పూర్తి రెండు సంవత్సరాల పాల గడువు పూర్తి చేయవలెనని (తల్లిదండ్రులు) కోరినట్లయితే, తల్లులు తమ పిల్లలకు పాలివ్వాలి. బిడ్డ తండ్రిపై, వారికి తగు రీతిగా భోజనం మరియు వస్త్రాలిచ్చి పోషించవలసిన బాధ్యత ఉంటుంది. శక్తికి మించిన భారం ఏ వ్యక్తిపై కూడా మోపబడదు. తల్లి తన బిడ్డ వలన కష్టాలకు గురి కాకూడదు. మరియు తండ్రి కూడా తన బిడ్డ వలన (కష్టాలకు గురి కాకూడదు). మరియు (పాలిచ్చే తల్లిని పోషించే బాధ్యత తండ్రిపై ఉన్నట్లు తండ్రి చనిపోతే) అతని వారసులపై కూడా ఉంటుంది. మరియు (తల్లిదండ్రులు) ఇరువురు సంప్రదించుకొని పరస్పర అంగీకారంతో (రెండు సంవత్సరాలు పూర్తికాక ముందే) బిడ్డ చేత పాలు విడిపిస్తే, వారిరువురికి ఎలాంటి దోషం లేదు. మరియు మీరు మీ బిడ్డలకు వేరే స్త్రీ ద్వారా పాలు ఇప్పించే ఏర్పాటు చేయదలిస్తే, మీపై ఎలాంటి దోషం లేదు. కాని మీరు ఆమెకు (తల్లికి) ఇవ్వ వలసింది ధర్మసమ్మతంగా చెల్లించాలి. అల్లాహ్ యందు భయభక్తులు కలిగి ఉండండి. మరియు మీరు చేసేదంతా నిశ్చయంగా, అల్లాహ్ చూస్తున్నాడని తెలుసుకోండి"
        }
    ]
}