{
    "pages": [
        {
            "chapter": 28,
            "verse": 60,
            "text": "మరియు మీకు ఇవ్వబడిన వన్నీ ఈ ప్రాపంచిక జీవితపు సుఖసంతోషాల సామాగ్రి మరియు దాని అలంకరణలు మాత్రమే! కాని అల్లాహ్ వద్ద ఉన్నది దీని కంటే ఎంతో ఉత్తమమైనది మరియు నిత్యమైనది. ఏమీ? మీరిది అర్థం చేసుకోలేరా"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "ఏమీ? మేము చేసిన మంచి వాగ్దానాన్ని తప్పకుండా పొందేవాడు, మేము ఒసంగిన ఈ ప్రాపంచిక సుఖసంతోషాలు పొంది, పునరుత్థాన దినమున మా ముందు (శిక్షకై) హాజరు చేయబడే వాడితో సమానుడు కాగలడా"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "మరియు (జ్ఞాపకముంచుకోండి!) ఆ రోజు ఆయన (అల్లాహ్) వారిని పిలిచి ఇలా ప్రశ్నిస్తాడు: \"మీరు నా భాగస్వాములని నొక్కి చెప్పిన వారు (భావించిన వారు) ఇప్పుడు ఎక్కడున్నారు"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "ఎవరైతే ఆ మాట (శిక్ష) వర్తిస్తుందో, వారిలా విన్నవించుకుంటారు: \"ఓ మా ప్రభూ! మేము దారి తప్పించిన వారు వీరే! మేము దారి తప్పిన విధంగానే వీరిని కూడా దారి తప్పించాము. వీరితో మాకెలాంటి సంబంధం లేదని నీ ముందు ప్రకటిస్తున్నాము. అసలు వీరు మమ్మల్ని ఆరాధించనేలేదు"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "మరియు వారితో ఇలా అనబడుతుంది: \"మీరు సాటి కల్పించిన మీ భాగస్వాములను పిలువండి!\" అప్పుడు వారు, వారిని (భాగస్వాములను) పిలుస్తారు, కాని వారు, వారికి సమాధానమివ్వరు. మరియు వారు శిక్షను చూసి (అనుకుంటారు): \"ఒకవేళ వాస్తవానికి తాము సన్మార్గాన్ని అవలంబించి వుంటే ఎంత బాగుండేది!\" అని"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "మరియు (జ్ఞాపకముంచుకోండి!) ఆయన (అల్లాహ్) వారిని పిలిచిన రోజు ఇలా ప్రశ్నిస్తాడు: \"మేము పంపిన సందేశహరులకు మీరు ఏ విధంగా సమాధానమిచ్చారు"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "ఆ రోజు వారి సమాధానాలన్నీ (కారణాలన్నీ) అస్పష్టమై పోతాయి మరియు వారు ఒకరితో నొకరు సంప్రదించుకోనూ లేరు"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "కాని ఎవడైతే పశ్చాత్తాప పడి, విశ్వసించి, సత్కార్యాలు చేస్తాడో! అతడు సాఫల్యం పొందే వారిలో చేరగలడని ఆశించవచ్చు"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "మరియు నీ ప్రభువు తాను కోరిన దానిని సృష్టిస్తాడు మరియు ఎన్నుకుంటాడు. మరియు ఎన్నుకునే హక్కు వారికి ఏ మాత్రం లేదు. అల్లాహ్ సర్వలోపాలకు అతీతుడు, వారు సాటి కల్పించే భాగస్వాముల కంటే మహోన్నతుడు"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "మరియు వారు తమ హృదయాలలో దాచుకున్నది మరియు బహిర్గతం చేసేది అంతా నీ ప్రభువుకు తెలుసు"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "మరియు ఆయనే, అల్లాహ్! ఆయన తప్ప మరొక ఆరాధ్య దైవం లేడు! మొదట (ఇహలోకంలో) మరియు చివరకు (పరలోకంలో) స్తుతింపదగినవాడు కేవలం ఆయనే! మరియు విశ్వన్యాయాధిపత్యం ఆయనదే. మీరంతా ఆయన వైపునకే మరలింపబడతారు"
        }
    ]
}