{
    "pages": [
        {
            "chapter": 30,
            "verse": 33,
            "text": "మరియు మానవులకు ఆపద వచ్చినపుడు, వారు తమ ప్రభువు వైపునకు పశ్చాత్తాపంతో మరలి ఆయనను వేడుకుంటారు. ఆ తరువాత ఆయన కారుణ్యం నుండి కొంత వారికి రుచి చూపించినప్పుడు, వారిలో కొందరు తమ ప్రభువుకు సాటి (భాగస్వాములను) కల్పించసాగుతారు"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "మేము వారికి ప్రసాదించిన దానికి (అనుగ్రహాలకు) కృతఘ్నత చూపటానికి (వారు అలా చేస్తారు). సరే! మీరు కొంత కాలం సుఖసంతోషాలు అనుభవించండి, త్వరలోనే మీరు (మీ ముగింపును) తెలుసుకుంటారు"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "లేక మేము వారిపై ఏదైనా ప్రమాణాన్ని అవతరింప జేశామా, అది వారు ఆయనకు కల్పించే భాగస్వాములను గురించి పలుకటానికి"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "మరియు మేము మానవులకు కారణ్యపు రుచి చూపించినప్పుడు వారు దానితో చాలా సంతోషపడతారు. కాని వారు తమ చేతులారా చేసుకున్న కర్మల ఫలితంగా వారికేదైనా కీడు కలిగితే నిరాశ చెందుతారు"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "ఏమీ? వారికి తెలియదా? అల్లాహ్ తాను కోరిన వారికి జీవనోపాధిని పుష్కలంగా ఇస్తాడని మరియు (తాను కోరిన వారికి) మితంగా ఇస్తాడని? నిశ్చయంగా, ఇందులో విశ్వసించేవారికి ఎన్నో సూచనలున్నాయి"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "కావున నీవు నీ బంధువుకు అతని హక్కు ఇవ్వు మరియు యాచించని పేదవానికి మరియు బాటసారికి (కూడా). ఇది అల్లాహ్ ప్రసన్నతను కోరేవారికి ఎంతో ఉత్తమమైనది. మరియు ఇలాంటి వారే సాఫల్యము పొందేవారు"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "మరియు మీరు ప్రజలకు - రిబా (వడ్డీ మీద డబ్బు /కానుకలు) ఇచ్చి దాని ద్వారా వారి సంపద నుండి వృద్ధి పొందాలని - ఇచ్చే ధనం, అల్లాహ్ దృష్టిలో ఏ మాత్రం వృద్ధి పొందదు. మరియు మీరు అల్లాహ్ ప్రసన్నతను పొందే ఉద్దేశంతో ఏదైనా దానం (జకాత్) చేస్తే అలాంటి వారి (సంపద) ఎన్నో రెట్లు అధికమవుతుంది"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "అల్లాహ్ యే మిమ్మల్ని పుట్టించాడు, తరువాత జీవనోపాధినిచ్చాడు. తరువాత ఆయనే మిమ్మల్ని మరణింపజేస్తాడు. ఆ తరువాత మళ్ళీ బ్రతికిస్తాడు. అయితే? మీరు (అల్లాహ్ కు) సాటిగా (భాగస్వాములుగా) కల్పించిన వారిలో, ఎవడైనా వీటిలో నుండి ఏదైనా ఒక్క పనిని చేయగలవాడు ఉన్నాడా! ఆయన సర్వలోపాలకు అతీతుడు, మీరు సాటి కల్పించే భాగస్వాముల కంటే ఆయన మహోన్నతుడు"
        },
        {
            "chapter": 30,
            "verse": 41,
            "text": "మానవులు తమ చేజేతులా సంపాదించుకున్న దాని ఫలితంగా భూమిలో మరియు సముద్రంలో కల్లోలం వ్యాపించింది. ఇది వారిలో కొందరు చేసిన దుష్కర్మల ఫలితాన్ని రుచి చూపటానికి, బహుశా ఇలాగైనా వారు (అల్లాహ్ వైపునకు) మరలుతారేమోనని"
        }
    ]
}