{
    "pages": [
        {
            "chapter": 35,
            "verse": 39,
            "text": "ఆయనే మిమ్మల్ని భూమిపై ఉత్తరాధికారులుగా చేసినవాడు. కావున ఎవడు (సత్యాన్ని) తిరస్కరిస్తాడో అతని తిరస్కారం అతనిపైననే పడుతుంది. సత్యతిరస్కారులకు వారి తిరస్కారం వారి ప్రభువు వద్ద కేవలం వారి యెడల అసహ్యాన్నే అధికం చేస్తుంది. మరియు సత్యతిరస్కారులకు వారి తిరస్కారం వారికి నష్టాన్నే అధికం చేస్తుంది"
        },
        {
            "chapter": 35,
            "verse": 40,
            "text": "వారితో ఇలా అను: \"అల్లాహ్ ను వదలి మీరు ఆరాధించే ఈ భాగస్వాములను గురించి ఎప్పుడైనా ఆలోచించారా? వారు భూమిలో ఏమి సృష్టించారో నాకు చూపండి? లేదా వారికి ఆకాశాలలో ఏదైనా భాగస్వామ్యం ఉందా? లేదా మేము వారికి ఏదైనా గ్రంథాన్ని ఇచ్చామా? వారు దాని స్పష్టమైన ప్రమాణంపై ఉన్నారని అనటానికి? అది కాదు, అసలు ఈ దుర్మార్గులు పరస్పరం, కేవలం మోసపు మాటలను గురించి వాగ్దానం చేసుకుంటున్నారు"
        },
        {
            "chapter": 35,
            "verse": 41,
            "text": "నిశ్చయంగా, అల్లాహ్ భూమ్యాకాశాలను తమ స్థానాల నుండి విడి పోకుండా వాటిని నిలిపి ఉంచాడు. ఒకవేళ అవి తొలగిపోతే, ఆయన తప్ప మరెవరైనా వాటిని నిలిపి ఉంచగలరా? నిశ్చయంగా, ఆయన సహనశీలుడు, క్షమాశీలుడు"
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "మరియు, ఒకవేళ హెచ్చరిక చేసేవాడు వారి వద్దకు వస్తే! వారు తప్పక, ఇతర సమాజాల వారి కంటే ఎక్కువగా సన్మార్గం మీద ఉండేవారని అల్లాహ్ సాక్షిగా గట్టి ప్రమాణాలు చేస్తారు. కాని హెచ్చరిక చేసేవాడు, వారి వద్దకు వచ్చినపుడు మాత్రం (అతని రాక) వారి వ్యతిరేకతను తప్ప మరేమీ అధికం చేయలేక పోయింది"
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "(ఇది) వారు భూమిలో మరింత దురహంకారంతో తిరుగుతూ, దుష్ట పన్నాగాలు పన్నినందుకు. వాస్తవానికి దుష్ట పన్నాగాలు, వాటిని పన్నే వారికే హాని కలిగిస్తాయి. తమ పూర్వీకుల పట్ల అవలంబించ బడిన విధానమే (వారి పట్ల కూడా) అవలంబించ బడాలని వారు నిరీక్షిస్తున్నారా ఏమిటి? కాని నీవు అల్లాహ్ సంప్రదాయంలో ఎలాంటి మార్పును పొందలేవు మరియు అల్లాహ్ సంప్రదాయంలో నీవు ఎలాంటి అతిక్రమాన్ని చూడలేవు"
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "వారు భూమిలో ఎన్నడూ సంచరించలేదా ఏమిటి? వారికి పూర్వం గతించిన వారు వీరి కంటే అత్యంత బలవంతులైనా, వారి పరిణామం ఏమయిందో వారు చూడలేదా? అల్లాహ్ నుండి తప్పించుకో గలిగేది ఆకాశాలలో గానీ మరియు భూమిలో గానీ ఏదీ లేదు. నిశ్చయంగా ఆయన సర్వజ్ఞుడు, సర్వ సమర్ధుడు"
        }
    ]
}