{
    "pages": [
        {
            "chapter": 41,
            "verse": 21,
            "text": "మరియు వారు తమ చర్మాలను (అవయవాలను) అడుగుతారు: \"మీరెందుకు మాకు వ్యతిరేకంగా సాక్ష్యమిస్తున్నారు?\" అవి ఇలా సమాధానమిస్తాయి: \"ప్రతి వస్తువుకు మాట్లాడే శక్తి ప్రసాదించిన అల్లాహ్ యే మమ్మల్ని మాట్లాడింప జేశాడు.\" మరియు ఆయనే మిమ్మల్ని మొదటిసారి సృష్టించిన వాడు, మరియు ఆయన వైపునకే మీరంతా మరలింపబడతారు"
        },
        {
            "chapter": 41,
            "verse": 22,
            "text": "మరియు (మీరు దుష్కార్యాలు చేసేటప్పుడు) మీ చెవుల నుండి మీ కండ్ల నుండి మరియు మీ చర్మాల నుండి - మీకు వ్యతిరేకంగా సాక్ష్యం వస్తుందేమోనని - మిమ్మల్ని మీరు దాచుకునేవారు కాదు. అంతేకాదు మీరు చేస్తున్న ఎన్నో కార్యాలు వాస్తవంగా, అల్లాహ్ కు తెలియటం లేదని మీరు భావించేవారు"
        },
        {
            "chapter": 41,
            "verse": 23,
            "text": "మరియు మీ ప్రభువు పట్ల మీరు భావించిన ఈ భావనే మిమ్మల్ని నాశనం చేసింది. కావున మీరు నష్టపోయే వారిలో చేరిపోయారు"
        },
        {
            "chapter": 41,
            "verse": 24,
            "text": "అప్పుడు వారు సహనం చూపినా, నరకాగ్నియే వారి నివాస స్థానమవుతుంది. ఒకవేళ వారు (తమను తాము సరిదిద్దుకోవటానికి) అవకాశం కొరకు వేడుకున్నా వారికి అవకాశం ఇవ్వబడదు"
        },
        {
            "chapter": 41,
            "verse": 25,
            "text": "మరియు మేము వీరికి స్నేహితులుగా (షైతానులను) నియమించాము. వారు వీరి ముందూ వెనుకా ఉన్న వాటిని వీరికి ఆకర్షణీయమైన వాటిగా చేశారు. కావున వీరికి పూర్వం గతించిన జిన్నాతుల మరియు మానవుల తరాల విషయంలో జరిగిన శిక్షా నిర్ణయమే, వీరి విషయంలో కూడా జరిగింది. నిశ్చయంగా, వీరే నష్టానికి గురి అయిన వారయ్యారు"
        },
        {
            "chapter": 41,
            "verse": 26,
            "text": "మరియు సత్యతిరస్కారులు (పరస్పరం) ఇలా చెప్పుకుంటారు: \"ఈ ఖుర్ఆన్ ను వినకండి! మరియు ఇది వినిపించబడినప్పుడు వినబడకుండా విఘ్నం కలిగించండి, బహుశా మీరు ప్రాబల్యం పొంద వచ్చు"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "కావున మేము నిశ్చయంగా, ఈ సత్యతిరస్కారులకు కఠినశిక్షను చవి చూపిస్తాము మరియు వారు చేస్తూ ఉండిన దుష్టకార్యాలకు తగిన ఫలితాన్ని నొసంగుతాము"
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "అల్లాహ్ విరోధులకు దొరికే ప్రతిఫలం ఇదే - నరకాగ్ని - అందు వారి శాశ్వత గృహం ఉంటుంది. ఇది మా సూచన (ఆయాత్) లను తిరస్కరిస్తూ వున్న దాని ప్రతిఫలం"
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "అప్పుడా సత్యతిరస్కారులు ఇలా అంటారు: \"ఓ మా ప్రభూ! మమ్మల్ని మార్గభ్రష్టులుగా చేసిన ఆ జిన్నాతులను మరియు మానవులను మాకు చూపించు; వారు మరింత పరాభవం పొందటానికి మేము వారిని మా పాదాల క్రింద పడవేసి త్రొక్కుతాము"
        }
    ]
}