{
    "pages": [
        {
            "chapter": 4,
            "verse": 114,
            "text": "వారు చేసే రహస్య సమావేశాలలో చాలా మట్టుకు ఏ మేలు లేదు. కాని ఎవరైనా దానధర్మాలు చేయటానికి, సత్కార్యాలు (మ'అరూఫ్) చేయటానికి లేదా ప్రజల మధ్య సంధి చేకూర్చటానికి (సమాలోచనలు) చేస్తే తప్ప! ఎవడు అల్లాహ్ ప్రీతి కొరకు ఇలాంటి పనులు చేస్తాడో, అతనికి మేము గొప్ప ప్రతిఫలాన్ని ప్రసాదిస్తాము"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "మరియు తనకు సన్మార్గం స్పష్టంగా తెలిసిన పిదప కూడా, ఎవడు ప్రవక్తకు వ్యతిరేకంగా పోయి విశ్వాసుల మార్గం గాక వేరే మార్గాన్ని అనుసరిస్తాడో! అతడు అవలంబించిన త్రోవ వైపునకే, అతనిని మరల్చుతాము మరియు వానిని నరకంలో కాల్చుతాము. మరియు అది ఎంత చెడ్డ గమ్యస్థానం"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "నిశ్చయంగా, అల్లాహ్ తనకు సాటి కల్పించటాన్ని (షిర్క్ ను) ఏ మాత్రం క్షమించడు, కాని ఆయన దానిని విడిచి (ఇతర ఏ పాపాన్నైనా) తాను కోరిన వానికి క్షమిస్తాడు! అల్లాహ్ తో భాగస్వాములను కల్పించేవాడు, వాస్తవానికి మార్గభ్రష్టుడై, మార్గభ్రష్టత్వంలో చాలా దూరం పోయినట్లే"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "ఆయన (అల్లాహ్) ను వదలి, వారు స్త్రీ (దేవత) లను ప్రార్థిస్తున్నారు. మరియు వారు కేవలం తిరుగుబాటుదారుడైన షైతాన్ నే ప్రార్థిస్తున్నారు"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "అల్లాహ్ అతన్ని శపించాడు (బహిష్కరించాడు). మరియు అతడు (షైతాన్) ఇలా అన్నాడు: \"నేను నిశ్చయంగా, నీ దాసులలో నుండి ఒక నియమిత భాగాన్ని తీసుకుంటాను"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "మరియు నిశ్చయంగా, నేను వారిని మార్గభ్రష్టులుగా చేస్తాను; మరియు వారికి తప్పక తప్పుడు ఆశలు కలిగిస్తాను; మరియు నేను వారిని ఆజ్ఞాపిస్తాను; దాని ప్రకారం వారు తప్పక పశువుల చెవులను చీల్చుతారు; మరియు నేను వారిని ఆజ్ఞాపిస్తాను; దాని ప్రకారం వారు తప్పక అల్లాహ్ సృష్టిలో మార్పులు చేస్తారు. మరియు ఎవడు అల్లాహ్ కు బదులుగా షైతాన్ ను తన రక్షకునిగా చేసుకుంటాడో! వాస్తవానికి వాడే స్పష్టమైన నష్టానికి గురి అయిన వాడు"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "అతడు (షైతాన్) వారికి వాగ్దానం చేస్తాడు మరియు వారిలో విపరీత కోరికలను రేపుతాడు. కాని, షైతాన్ వారికి చేసే వాగ్దానాలు మోసపుచ్చేవి మాత్రమే"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "అలాంటి వారి ఆశ్రయం నరకమే; మరియు వారికి దాని నుండి తప్పించుకునే మార్గమే ఉండదు"
        }
    ]
}