{
    "pages": [
        {
            "chapter": 4,
            "verse": 114,
            "text": "Нема добро во многуте нивни тајни разговори, освен кога бараат милостина да се дава или добри дела да се прават или пак мир меѓу луѓето да се воспостави. А кој тоа го прави со желба Аллаховото задоволство да го стекне, Ние голема награда ќе му дадеме"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "Тој што ќе му се спротивстави на Пратеникот откако јасно ќе му се покаже Вистинскиот пат, и го следи патот кој не е патот на верниците, ќе го пуштиме да прави што наумил, и во џехеннемот ќе го фрлиме, а тоа е ужасно живеалиште"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "Аллах, навистина, нема да прости некој да Му се здружува, а кому сака ќе прости сè освен тоа. А далеку заталкал тој што на Аллах Му припишува здруженик"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "Тие, покрај Аллах, на женски кипови им се клањаат, а не му се клањаат на никој друг туку на шејтанот – бунтовникот"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "Аллах го проколна, атој рече: „Јас сигурно ќе преземам засебеодреден број од Твоите робови"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "И сигурно ќе ги наведувам во заблуда, и сигурно со лажни надежи ќе ги примамувам, и сигурно ќе им заповедам да ги кратат ушите на добитокот, и ќе им наредам Аллаховите созданија да ги менуваат!“ А кој ќе го прифати шејтанот, наместо Аллах, за заштитник, тој навистина ќе пропадне"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "Тој им ветува и со лажни надежи ги мами! А тоа што шејтанот им го ветува е само измама"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "Нивно престојувалиште ќе биде џехеннемот и тие нема да најдат спас од него"
        }
    ]
}