{
    "rukus": [
        {
            "chapter": 6,
            "verse": 31,
            "text": "Those who deny the encounter with their Lord, until, when the Last Hour suddenly comes upon them, are lost. They cry, \"How sorry we are for ignoring this!\" They will bear the burdens of their sins on their backs. How dreadful those burdens will be"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "The life of this world is nothing but play and amusement; and the life in the Hereafter is best for those who are mindful of God. Do you not understand"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "We know that you are saddened by what these people say [Prophet]. It is not you they disbelieve; these unjust people are denying God's revelations"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "There were other messengers before you who were disbelieved and who patiently endured all the lying accusations and persecution until We gave them victory. No one can alter God's words! You have already learned some of what happened to these messengers"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "If you find rejection by the unbelievers so unbearable, then seek a tunnel into the ground or a ladder into the sky in order to bring them a sign, but [remember that], had God willed it, He would have guided all of them. Do not be among the ignorant"
        },
        {
            "chapter": 6,
            "verse": 36,
            "text": "Only those who can hear will respond; and as for the dead, God [alone] will raise them from the dead, and to Him they will return"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "They also say, \"Why has no miraculous sign been sent down to him from his Lord\" Say, \"God has the power to send down a sign,\" though most people do not know this"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "Every beast that crawls on the earth and every birds that flies with its two wings have formed communities like you. We have left nothing out of the Book. Later, they will be gathered to their Lord"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Those who reject Our messages are deaf, dumb and deep in darkness. Whomever God wills, He lets go astray, and whomever He wills, He places upon a straight path"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Say, \"Can you see yourselves invoking any but God when God's punishment falls on you [in this world], or when the Last Hour comes upon you, if you are truthful"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "No! It is to Him alone that you would call. If it were His will, He may remove whatever harm that caused you to call on Him; and you will have forgotten all that you now associate with Him"
        }
    ]
}