{
    "rukus": [
        {
            "chapter": 7,
            "verse": 152,
            "text": "[To Aaron, he said,] \"As for those who worshiped the calf, they will experience their Lord's anger and be disgraced in this world.\" This is the way we repay all who instigate trouble"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "As for those who do bad deeds and afterwards repent and [truly] believe, your Lord is Forgiving and Merciful"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "When Moses' anger subsided, he picked up the Tablets, on which were guidance and mercy for those who stood in awe of their Lord"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Moses chose seventy men for our appointment. When they were seized with trembling, he prayed, \"Lord, had You willed, You would have destroyed them, and me as well. Will You destroy us for what the fools among us did? This is a trial from you, whereby You allow whomever You will to go astray and guide whomever You will. You are near to us. Grant us forgiveness, and have mercy on us for You are the most forgiving of all"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "Grant us good things in this world and in the life to come. We have turned to You in repentance.\" [God] answered, \"I punish whomever I will, but My mercy encompasses everything. I grant it to those who are mindful of Me, give the purifying alms and who believe in Our messages"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "those who will follow the Messenger, the gentile Prophet they find described in the Torah and in the Gospel, the Prophet who will command them to do what is obviously right and forbid what is obviously wrong and allow them the good things in life and forbid them the bad things. He will release them from their burdens and shackles that bound them before. Those who will believe in him and honor him and support him and follow the enlightenment that has been sent down with him who will succeed"
        }
    ]
}