{
    "rukus": [
        {
            "chapter": 16,
            "verse": 1,
            "text": "God's judgment is coming; do not try to hurry it. May He be exalted in His Glory! He is far above anything they associate with Him"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "He sends down the angels with the Spirit that is of His command, on any of His worshipers, He may will, [saying] \"Warn all [humanity] that there is no deity other than Me. Therefore, be mindful of me"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "He has created heaven and earth in Truth. He is magnificently exalted above anything they associate with Him"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "He created the human being out of a fertilized ovum, and suddenly he is an open adversary"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "And he creates livestock for you to provide warmth and other benefits and to eat"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "There is beauty in them for you, when you bring them home in the evenings and release them to pasture in the mornings"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "And they carry your cargoes to places that you would be unable to reach without great difficulties. Truly, your Lord is very compassionate, a purveyor of mercy"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "And he creates horses, mules and donkeys for you to ride and as adornment. And He will continue to create what you do not know"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "It rests with God alone to show you the right path. However, many will deviate from it. Had he so willed it, he would have guided you all"
        }
    ]
}