{
    "rukus": [
        {
            "chapter": 16,
            "verse": 10,
            "text": "It is He who sends the rains from the skies; some you drink, and from it [grows] the shrubs on which you feed your cattle"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "And he causes your crops to grow: olive trees, date-palm, grapes, and all other types of fruit. In that there is a message for people who think"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "He has made the night and the day subservient to you and the sun, the moon and the stars subject to his laws. There are messages in that for people who comprehend"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "And all the beautiful colors that He has made for you on earth- in that, there is a message for people who consider"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "And it is He who made the sea of benefit to you, so that you may eat from it fresh and tender meat and obtain ornaments which you may wear. You see ships cleaving through it, so that you may search for His abundant provision and so you may be grateful"
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "And He has placed solid mountains on the earth, so that it does not shift with you, and rivers and pathways, so that you can find your way"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "as well as other landmarks-- for it is by the stars that men are able to find their way"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "So, then, is He who creates like one who does not create? Will you not, then, consider"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "If you should ever try to count God's blessings, you could not count them, for God is truly forgiving and a purveyor of mercy"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "And God knows all that you keep secret and all that you declare"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "Now, those they call on beside God cannot create anything, since they themselves are created"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "They are in fact dead, not living, and they do not [even] know when they will be resurrected"
        }
    ]
}