{
    "rukus": [
        {
            "chapter": 20,
            "verse": 25,
            "text": "[Moses] said, \"My Lord, put my heart at ease"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "and ease my task for me"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "and untie the knot from my tongue"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "so that they may understand my speech"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "and appoint for me a minister from my family"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "Aaron, my brother"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "Increase my strength through him"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "and let him share my task"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "so that we may glorify You much"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "and remember You much"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "You see and know all about us"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "[God] said, \"You have been granted your request, Moses"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "And We have already favored you in a previous time"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "when We inspired your mother with this"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "Put him into the chest and cast it into the river. Let the river wash it to the bank, where he will be taken by an enemy of Mine and his.\" And I bestowed upon you My love, so that you would be brought up under My watchful eye"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "Then your sister walked by and said, \"Shall I direct you to someone who will take care of him?\" We returned you to your mother, so that she could rejoice and not grieve. Later, you killed someone, but We rescued you from distress but put you through other severe tests. And you remained some years among the people of Midian. Then you came [here] as I ordained, Moses"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "And I have chosen you for Myself"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Go, you and your brother, with My signs and do not falter in remembering Me"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Go, both of you, to Pharaoh. He has overstepped all My limits"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "And speak to him gently that perhaps he may remember or fear [God]"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "They said, \"Our Lord, we are afraid that He will quickly do us harm or that he will overstep all boundaries"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "God said, \"Fear not. I am with you both; I hear and I see"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "Go to him and tell him: \"We are messengers of your Lord, so send the Children of Israel with us, and do not punish them. We have come to you with a sign from your Lord. And peace will be upon him who follows His guidance"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "It has been revealed to us that punishment will come upon whoever rejects the truth and turns away"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "[Pharaoh] said, \"So who is the Lord of you two, Moses"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "He said, \"Our Lord is He who gave each thing its form and then guided [it]"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "[Pharaoh] said, \"Then what about the former generations"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "He said, \"Their knowledge is with my Lord in a record. My Lord neither errs nor forgets"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "It is He who has made the earth as a cradle for you and traced pathways for you through it and sent down rain from the sky, with which We bring forth various kinds of plants"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "to eat as well as pasture for your cattle. In this there are signs for intelligent beings"
        }
    ]
}