{
    "rukus": [
        {
            "chapter": 35,
            "verse": 38,
            "text": "God knows all the unknown of the heavens and earth; He knows what is in the hearts"
        },
        {
            "chapter": 35,
            "verse": 39,
            "text": "It is He who has put you in charge of the earth. Whoever denies the truth will bear the consequences. Their denial will increase their rejection in the sight of their Lord, and their denial will only increase their loss"
        },
        {
            "chapter": 35,
            "verse": 40,
            "text": "Say, \"Have you considered your 'partners' whom you invoke besides God? Show me what part of earth they have created, or do they have a partnership [with Him] in the heavens? Or have We given them a Book that has clear evidence? [No indeed]; Rather, the unjust promise each other nothing but delusion"
        },
        {
            "chapter": 35,
            "verse": 41,
            "text": "God upholds the heavens and the earth lest they fall apart, and, should they fall apart, no one other than He could hold them [in place], for He is forbearing and most forgiving"
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "They swore by God their most solemn oaths that, if a warning came to them, they would be better guided than any one of the previous communities. But, when a warner did come to them, they only turned further away"
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "because of their arrogance on earth and their evil schemes. Yet evil schemes overwhelm only those who plot them. Do they expect anything different, given what happened to earlier people? You will never find any change in the way of God, and you will never find any deviation in the His way"
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "Have they not traveled through the land and observed the final fate of those who preceded them, who were even greater than they in strength? Nothing in the heavens or earth will prevent God from accomplishing His purpose, for He is All-Knowing, infinite in His power"
        },
        {
            "chapter": 35,
            "verse": 45,
            "text": "Were God to take people to task for what they have earned, He would not leave any creature on the earth, but He defers them for a specified time. Then when their time comes, God sees all that is in [the hearts of] His worshipers"
        }
    ]
}