{
    "rukus": [
        {
            "chapter": 59,
            "verse": 1,
            "text": "All that exists in the heavens and the earth is praising God's limitless glory. He is the Almighty, the Most Wise"
        },
        {
            "chapter": 59,
            "verse": 2,
            "text": "It is He who evicted those who broke faith among the people of the Book from their homes at the first mobilization. You did not think they would leave, and they thought their fortresses would protect them from God. But God came at them from where they least expected it, and He put panic into their hearts. They wrecked their homes with their own hands, and by the hands of the believers. Therefore, take a lesson, all of you with insight"
        },
        {
            "chapter": 59,
            "verse": 3,
            "text": "Had God not decreed evacuation for them, He would have punished them in this world, and in the Hereafter they will have the punishment of the Fire"
        },
        {
            "chapter": 59,
            "verse": 4,
            "text": "That is because they opposed God and His Messenger. God is severe in punishment toward anyone opposing God"
        },
        {
            "chapter": 59,
            "verse": 5,
            "text": "Whatever you have cut down of their palm trees or left standing on its roots, it is by permission of God. So that He might disgrace the defiantly disobedient"
        },
        {
            "chapter": 59,
            "verse": 6,
            "text": "Whatever God has given to His Messenger from them; you did not have to spur your horses or camels for them, but God gives authority to His Messengers over whomever He will. God is able to do all things"
        },
        {
            "chapter": 59,
            "verse": 7,
            "text": "Whatever gains God has restored to His Messenger from the villages' inhabitants belongs to God, the Messenger, the relatives, the orphans, the needy, and to the wayfarer; so that it may not circulate mainly between the wealthy among you. So accept whatever the Messenger gives you, and abstain from whatever he forbids you. And be mindful of God. God is severe in punishment"
        },
        {
            "chapter": 59,
            "verse": 8,
            "text": "It is also for the poor emigrants who were driven out of their homes and their possessions, who seek God's blessings and His approval, and support God and His Messenger. Those are the truly sincere"
        },
        {
            "chapter": 59,
            "verse": 9,
            "text": "And (also for] those who before them, were already established in their homes [in Medina], and have accepted faith. They love those who migrated to them, and find no hesitation in their hearts in helping them. They give them preference over themselves, even if they themselves are needy. Whoever is spared from his own soul's greed is truly successful"
        },
        {
            "chapter": 59,
            "verse": 10,
            "text": "Those who came after them, say, \"Our Lord, forgive us and our brothers who preceded us in faith, and leave no malice in our hearts toward those who believe. Our Lord, You are Most Compassionate, Merciful-to-all"
        }
    ]
}