{
    "rukus": [
        {
            "chapter": 4,
            "verse": 34,
            "text": "Husbands have charge of their wives with the wealth God has given to some over others, and with what they spend out of their wealth. Righteous wives are truly devout, and they guard what God has ordained them to guard in their husbands' absence. If you have reason to fear ill-will from your wives, remind them of the teachings of God, then ignore them when you go to bed, then depart away from them. If they obey you, do not seek to harm them. God is most high and great"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "If you have reason to fear that a problem might occur between married couples, appoint one arbiter from among his family and one arbiter from among her family. If they both want to set things right, God may bring about their reconciliation. God is all-knowing, fully aware"
        },
        {
            "chapter": 4,
            "verse": 36,
            "text": "Worship God alone; do not attribute divinity to others. Be good to your parents, close relatives, orphans, the needy, to close and far neighbors, close friends, stranded travelers and those whom your right hands held in trust. God does not love those who are conceited and full of pride"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "who are stingy and demand that others be the same, concealing God's blessings to them. We have prepared a humiliating punishment for all the unbelievers"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "God does not love those who spend their possessions on others only to be publicly praised, while they do not actually believe in God or the Last Day. Whoever has Satan as his companion has an evil companion"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "What harm would it be to them to believe in God and the Last Day, and give charitably from what God has given to them? God knows them well"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "God does not wrong anyone by so much as an atom's weight. If there is a good deed done, He will multiply it, and will bestow out of His grace a mighty reward"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "What will the sinners do on Judgment Day when We bring forward witnesses from within every community, with you [Muhammad] as a witness against these people"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "Those who denied the truth and disobeyed the Prophet will wish that the earth would swallow them. They will not be able to conceal from God anything that has happened"
        }
    ]
}