{
    "rukus": [
        {
            "chapter": 6,
            "verse": 61,
            "text": "C’est Lui Qui, de haut, Domine Ses serviteurs. Il envoie vers vous des (Anges) protecteurs qui, lorsque la mort vient saisir l’un de vous, reprennent, en tant que Nos emissaires, sa vie sans jamais faillir"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "Ils seront ensuite rendus a Allah, leur Maitre veritable. A Lui revient le Jugement, Lui le plus prompt a dresser les comptes"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "Dis : « Qui vous sauve des tenebres de la terre ferme et de la mer ? » Vous l’implorez humbles et suppliants, ou dans le secret du cœur : « S’Il nous sauve (de ce peril), nous serons certes du nombre des reconnaissants. »"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "Dis : « Allah vous en sauve, et vous sauve de toute detresse, mais voila que vous continuez a lui donner des associes ! »"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "Dis : « C’est Lui Qui est Capable de faire s’abattre un supplice sur vous, ou de le faire jaillir de sous vos pieds, ou de vous jeter dans la confusion des sectes opposees, ou encore de faire gouter a certains d’entre vous la violence impitoyable des autres. Vois donc comment Nous varions les Signes, peut-etre alors comprendront-ils"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "Ton peuple traite (le Livre) de mensonger, alors qu’il est pure verite. Dis : « Je ne reponds nullement de vous. »"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "Toute annonce a son temps fixe et son lieu, et vous le saurez"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "Et lorsque tu vois ceux qui plongent aveuglement dans les critiques de Nos versets, detourne-toi d’eux jusqu’a ce qu’ils changent de propos. Et si Satan te fait oublier cela, alors, aussitot que le souvenir t’en sera revenu, ne songe plus a rester plus avec les gens injustes"
        },
        {
            "chapter": 6,
            "verse": 69,
            "text": "Ceux qui ont la piete n’ont nullement a repondre de (ceux qui ne l’ont pas), mais il est bon de rappeler, peut-etre craindront-ils (Allah)"
        },
        {
            "chapter": 6,
            "verse": 70,
            "text": "Laisse donc ceux qui font de leur religion un jeu et un divertissement, et qui sont tentes par la vie en ce bas monde. Previens-les par le (Coran) pour qu’aucune ame ne soit livree aux sanctions de ce qu’elle aura commis, lorsqu’elle n’aura ni allie ni intercesseur. Et quoi qu’elle puisse alors proposer comme compensation (pour se racheter), cela lui sera refuse. Ceux-la seront livres aux sanctions de ce qu’ils auront commis. Ils auront pour breuvage de l’eau bouillante et gouteront un douloureux supplice, pour avoir ete mecreants"
        }
    ]
}