{
    "rukus": [
        {
            "chapter": 6,
            "verse": 71,
            "text": "Dis : « Invoquerons-nous en dehors d’Allah ce qui ne nous profite ni ne nous nuit ? Et rebrousserons-nous chemin apres qu’Allah nous a orientes vers la juste voie, semblables en cela a celui qui est tente par les demons et qui erre livre au desarroi sur terre ? Ses compagnons pourtant l’appellent vers la juste voie (huda) : « Viens donc avec nous ! » Dis : « La voie d’Allah est la veritable bonne voie (huda), et il nous a ete enjoint de nous soumettre au Seigneur de l’Univers"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "et d’observer la Calat et de Le craindre. Et c’est vers Lui, certes, que vous serez ramenes en foule. »"
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "Et c’est Lui qui a cree, par la verite, les cieux et la terre. Le jour ou Il dit : « Sois ! » (ce qu’Il a decrete) est. Sa parole est Verite. A Lui Seul appartient la royaute le Jour ou il sera souffle dans le Cor (du Jugement Dernier). C’est Lui Qui Connait aussi bien les choses insondables que les choses observables, et c’est Lui le Sage et le parfaitement Informe"
        },
        {
            "chapter": 6,
            "verse": 74,
            "text": "Et (souviens-toi) lorsque Abraham dit a ’Azar, son pere : « Prendrais-tu des idoles pour divinites? Je vois que toi et ton peuple etes dans un egarement manifeste ! »"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "C’est ainsi que Nous montrames a Abraham la royaute des cieux et de la terre, pour qu’il fut de ceux qui croient avec certitude"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "La nuit tombee, il vit un astre et dit : « Voila mon Seigneur ! » Puis quand l’astre eut decline, il se reprit : « Je n’aime pas ceux qui declinent. »"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "Puis voyant poindre la lune, il dit : « Voila mon Seigneur ! » Et lorsqu’elle disparut, il se reprit : « Si mon Seigneur ne me guide pas, je serai du nombre des egares. »"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "Puis voyant apparaitre le soleil, il dit : « Voila mon Seigneur ! Celui-ci est bien plus grand. » Et lorsque (le soleil) se fut couche, il se reprit : « O peuple mien ! Je desavoue les associes (que vous donnez a Allah)"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "Je tourne mon visage, en pur monotheiste, vers Celui Qui a cree (sans modele prealable) les cieux et la terre, et je ne suis point de ceux qui Lui associent des emules. »"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "Son peuple lui opposant des arguments, il dit : « Disputerez vous avec moi d’Allah alors que c’est Lui Qui m’a guide ? Je ne crains point les emules que vous Lui associez, sauf si Allah veut que je craigne quelque chose. Mon Seigneur Cerne Tout de Sa science. Ne le realisez-vous donc pas"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "Et comment craindrais-je les emules que vous Lui associez alors que vous-memes ne craignez pas d’avoir associe a Allah (des emules) pour lesquels Il n’a fait descendre vers vous aucune preuve d’autorite ? Laquelle des deux parties merite donc le plus d’etre en securite ? Dites-le, si vous le savez"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "Ceux qui ont cru et n’ont pas altere leur foi par de l’injustice, ceux-la sont en securite et sont bien orientes"
        }
    ]
}