{
    "rukus": [
        {
            "chapter": 16,
            "verse": 77,
            "text": "C’est a Allah qu’appartiennent les secrets inconnaissables (ghayb) des cieux et de la terre. La question de l’avenement de l’Heure est aussi rapide qu’un clin d’œil, ou plus fulgurant encore ! Allah est certes de Toute chose Infiniment Capable"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "Allah vous a fait sortir des ventres de vos meres, depourvus de toute science. Il vous a dotes de l’ouie, de la vue et des cœurs,[278] peut-etre Lui rendrez-vous graces"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "Ne voient-ils donc pas les oiseaux adaptes au (vol) dans l’espace du ciel ? Seul Allah peut les retenir (dans les airs). Il y a bien la des Signes pour des gens qui croient"
        },
        {
            "chapter": 16,
            "verse": 80,
            "text": "Allah a fait de vos demeures un lieu ou habiter, et Il a fait pour vous a partir des peaux des bestiaux d’autres demeures qui vous sont legeres le jour ou vous migrez ou le jour ou vous installez vos campements. De leur laine, de leur poil et de leur crin, (Il vous fournit) divers objets de commodite et des ustensiles utiles pour un temps"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "Allah a fait pour vous, a partir des choses qu’Il a creees, des ombrages. Et dans les montagnes, Il vous a prevu des lieux ou vous abriter. Il vous a donne des vetements qui vous protegent de la chaleur et d’autres qui vous preservent de vos propres violences (au combat). C’est ainsi qu’Allah parfait Ses bienfaits envers vous, peut-etre vous soumettrez-vous"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "S’ils se detournent (de toi), tu n’auras qu’une mission a remplir : la transmission claire (de ton message)"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "Ils connaissent les bienfaits d’Allah mais les renient. Pour la plupart ce sont des ingrats"
        }
    ]
}