{
    "rukus": [
        {
            "chapter": 30,
            "verse": 20,
            "text": "L’un de Ses Signes est de vous avoir crees de terre, et voila que vous etes des hommes et vous vous repandez de par le monde"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "Et l’un de Ses Signes encore est d’avoir cree pour vous, et a partir de vous, des epouses aupres desquelles vous trouvez calme et repos. Il a etabli entre vous deux affection et pitie. Il y a certes la des Signes pour des gens qui savent reflechir"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "L’un de Ses Signes aussi est la creation des cieux et de la terre, la diversite de vos langues et de vos couleurs. Il y a certes la des Signes pour ceux qui savent"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "Et l’un de Ses Signes est votre sommeil pendant la nuit et pendant le jour, et le desir qui est le votre d’avoir de Ses faveurs. Il y a certes la des Signes pour des gens qui entendent"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "Et l’un de Ses Signes est qu’Il vous montre l’eclair suscitant en vous crainte et esperance. Il fait descendre du ciel une eau pour rendre la vie a la terre deja morte. Il y a certes la des Signes pour des gens qui savent raisonner"
        },
        {
            "chapter": 30,
            "verse": 25,
            "text": "Et l’un de Ses Signes est que, par Son ordre, le ciel et la terre tiennent (en place). Puis lorsque (le Jour de la Resurrection) Il vous appellera, vous sortirez de sous terre"
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "A Lui appartiennent ceux qui sont dans les cieux et sur la terre, et tous Lui sont entierement soumis"
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "C’est Lui Qui initie la creation puis la recommence, et c’est pour Lui chose vraiment aisee. Il a la Perfection la plus haute dans les cieux et sur terre, et c’est Lui le Tout -Puissant, le Sage"
        }
    ]
}