{
    "maqras": [
        {
            "chapter": 20,
            "verse": 111,
            "text": "And faces shall be humbled unto the Living, the Eternal. He will have failed whose burden is of evildoing"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "but whosoever does deeds of righteousness, being a believer, shall fear neither wrong nor injustice"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Even so We have sent it down as an Arabic Koran, and We have turned about in it something of threats, that haply they may be godfearing, or it may arouse in them remembrance"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "So high exalted be God, the true King! And hasten not with the Koran ere its revelation is accomplished unto thee; and say, 'O my Lord, increase me in knowledge"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "And We made covenant with Adam before, but he forgot, and We found in him no constancy"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "And when We said to the angels, 'Bow yourselves to Adam'; so they bowed themselves, save Iblis; he refused"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "Then We said, 'Adam, surely this is an enemy to thee and thy wife. So let him not expel you both from the Garden, so that thou art unprosperous"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "It is assuredly given to thee neither to hunger therein, nor to go naked"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "neither to thirst therein, nor to suffer the sun"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "Then Satan whispered to him saying, 'Adam, shall I point thee to the Tree of Eternity, and a Kingdom that decays not"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "So the two of them ate of it, and their shameful parts revealed to them, and they took to stitching upon themselves leaves of the Garden. And Adam disobeyed his Lord, and so he erred"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Thereafter his Lord chose him, and turned again unto him, and He guided him"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "Said He, 'Get you down, both of you together, out of it, each of you an enemy to each; but if there comes to you from Me guidance, then whosoever follows My guidance shall not go astray, neither shall he be unprosperous"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "but whosoever turns away from My remembrance, his shall be a life of narrowness, and on the Resurrection Day We shall raise him blind"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "He shall say, 'O my Lord, why hast thou raised me blind, and I was wont to see"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "God shall say, 'Even so it is. Our signs came unto thee, and thou didst forget them; and so today thou art forgotten"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "So We recompense him who is prodigal and believes not in the signs of his Lord; and the chastisement of the world to come is more terrible and more enduring"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "Is it not a guidance to them, how many generations We destroyed before them in whose dwelling-places they walk? Surely in that are signs for men possessing reason"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "And but for a word that preceded from thy Lord, and a stated term, it had been fastened"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "So be thou patient under what they say, and proclaim thy Lord's praise before the rising of the sun, and before its setting, and proclaim thy Lord's praise in the watches of the night, and at the ends of the day; haply thou wilt be well-pleasing"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "Stretch not thine eyes to that We have given pairs of them to enjoy - the flower of the present life, that We may try them therein and thy Lord's provision is better, and more enduring"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "And bid thy family to pray, and be thou patient in it; We ask of thee no provision, but it is We who provide thee and the issue ultimate is to godfearing"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "They say, 'Why does he not bring us a sign from his Lord?' Has there not come to them the clear sign of what is in the former scrolls"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "Had We destroyed them with a chastisement aforetime, they would have said, 'Our Lord, why didst Thou not send us a Messenger, so that we might have followed Thy signs before that we were humiliated and degraded"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "Say: 'Everyone is waiting; so wait, and assuredly you shall know who are the travellers on the even path, and who is guided"
        }
    ]
}