{
    "maqras": [
        {
            "chapter": 3,
            "verse": 52,
            "text": "And when Jesus perceived their unbelief, he said, 'Who will be my helpers unto God?' The Apostles said, 'We will be helpers of God; we believe in God; witness thou our submission"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "Lord, we believe in that Thou hast sent down, and we follow the Messenger. Inscribe us therefore with those who bear witness"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "And they devised, and God devised, and God is the best of devisers"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "When God said, 'Jesus, I will take thee to Me and will raise thee to Me and I will purify thee of those who believe not. I will set thy followers above the unbelievers till the Resurrection Day. Then unto Me shall you return, and I will decide between you, as to what you were at variance on"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "As for the unbelievers, I will chastise them with a terrible chastisement in this world and the next; they shall have no helpers"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "But as for the believers, who do deeds of righteousness, He will pay them in full their wages: and God loves not the evildoers"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "This We recite to thee of signs and wise remembrance"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "Truly, the likeness of Jesus, in God's sight, is as Adam's likeness; He created him of dust, then said He unto him, 'Be,' and he was"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "The truth is of God; be not of the doubters"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "And whoso disputes with thee concerning him, after the knowledge that has come to thee, say: 'Come now, let us call our sons and your sons, our wives and your wives, our selves and your selves, then let us humbly pray and so lay God's curse upon the ones who lie"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "This is the true story. There is no god but God, and assuredly God is the All-mighty, the All-wise"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "And if they turn their backs, assuredly God knows the workers of corruption"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "Say: 'People of the Book! Come now to a word common between us and you, that we serve none but God, and that we associate not aught with Him, and do not some of us take others as Lords, apart from God.' And if they turn their backs, say: 'Bear witness that we are Muslims"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "People of the Book! Why do you dispute concerning Abraham? The Torah was not sent down, neither the Gospel, but after him. What, have you no reason"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "Ha, you are the ones who dispute on what you know; why then dispute you touching a matter of which you know not anything? God knows, and you know not"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "No; Abraham in truth was not a Jew, neither a Christian; but he was a Muslim and one pure of faith; certainly he was never of the idolaters"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "Surely the people standing closest to Abraham are those who followed him, and this Prophet, and those who believe; and God is the Protector of the believers"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "There is a party of the People of the Book yearn to make you go astray; yet none they make to stray, except themselves, but they are not aware"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "People of the Book! Why do you disbelieve in God's signs, which you yourselves witness"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "People of the Book! Why do you confound the truth with vanity, and conceal the truth and that wittingly"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "There is a party of the People of the Book say, 'Believe in what has been sent down upon those who believe at the beginning of the day, and disbelieve at the end of it; haply they will then return"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "and believe not any but him who follows your religion.' Say: 'The true guidance is God's guidance -- that anyone should be given the like of what you have been given, or dispute with you before your Lord.' Say: 'Surely bounty is in the hand of God; He gives it unto whomsoever He will; and God is All-embracing, All-knowing"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "He singles out for His mercy whom He will; God is of bounty abounding"
        }
    ]
}