{
    "maqras": [
        {
            "chapter": 4,
            "verse": 100,
            "text": "Whoso emigrates in the way of God will find in the earth many refuges and plenty; whoso goes forth from his house an emigrant to God and His Messenger, and then death overtakes him, his wage shall have fallen on God; surely God is All-forgiving, All-compassionate"
        },
        {
            "chapter": 4,
            "verse": 101,
            "text": "And when you are journeying in the land there is no fault in you that you shorten the prayer, if you fear the unbelievers may afflict you; the unbelievers are for you a manifest foe"
        },
        {
            "chapter": 4,
            "verse": 102,
            "text": "When thou art amongst them, and performest for them the prayer, let a party of them stand with thee, and let them take their weapons. When they bow themselves, let them be behind you; and let another party who have not prayed come and pray with thee, taking their precautions and their weapons. The unbelievers wish that you should be heedless of your weapons and your baggage, then they would wheel on you all at once. There is no fault in you, if rain molests you, or you are sick, to lay aside your weapons; but take your precautions. God has prepared for the unbelievers a humbling chastisement"
        },
        {
            "chapter": 4,
            "verse": 103,
            "text": "When you have performed the prayer, remember God, standing and sitting and on your sides. Then, when you are secure, perform the prayer; surely the prayer is a timed prescription for the believers"
        },
        {
            "chapter": 4,
            "verse": 104,
            "text": "Faint not in seeking the heathen; if you are suffering, they are also suffering as you are suffering, and you are hoping from God for that for which they cannot hope; God is All-knowing, All-wise"
        },
        {
            "chapter": 4,
            "verse": 105,
            "text": "Surely We have sent down to thee the Book with the truth, so that thou mayest judge between the people by that God has shown thee. So be not an advocate for the traitors"
        },
        {
            "chapter": 4,
            "verse": 106,
            "text": "and pray forgiveness of God; surely God is All-forgiving, All-compassionate"
        },
        {
            "chapter": 4,
            "verse": 107,
            "text": "And do not dispute on behalf of those who betray themselves; surely God loves not the guilty traitor"
        },
        {
            "chapter": 4,
            "verse": 108,
            "text": "They hide themselves from men, but hide not themselves from God; for He is with them while they meditate at night discourse unpleasing to Him; God encompasses the things they do"
        },
        {
            "chapter": 4,
            "verse": 109,
            "text": "Ha, there you are; you have disputed on their behalf in the present life; but who will dispute with God on their behalf on the Resurrection Day, or who will be a guardian for them"
        },
        {
            "chapter": 4,
            "verse": 110,
            "text": "Whosoever does evil, or wrongs himself; and then prays God's forgiveness, he shall find God is All-forgiving, All-compassionate"
        },
        {
            "chapter": 4,
            "verse": 111,
            "text": "And whosoever earns a sin, earns it against himself only; and God is ever All-knowing, All-wise"
        },
        {
            "chapter": 4,
            "verse": 112,
            "text": "And whosoever earns a fault or a sin and then casts it upon the innocent, thereby has laid upon himself calumny and manifest sin"
        },
        {
            "chapter": 4,
            "verse": 113,
            "text": "But for God's bounty to thee and His mercy a party of them purposed to lead thee astray; but they lead only themselves astray; they do not hurt thee in anything. God has sent down on thee the Book and the Wisdom, and He has taught thee that thou knewest not; God's' bounty to thee is ever great"
        }
    ]
}