{
    "juzs": [
        {
            "chapter": 2,
            "verse": 253,
            "text": "Bu elçilerin bazılarına diğerlerinden daha fazla meziyetler bahşettik: İçlerinden kimi ile Allah (bizzat) konuşmuş, kimini de daha üst derecelere yükseltmiştir. Biz, Meryem oğlu İsa´ya hakikatin tüm kanıtlarını bahşettik ve o´nu kutsal ilham ile destekledik. Ve eğer Allah dileseydi, o (elçiler)den sonra gelenler, kendilerine hakikatin bütün kanıtları geldikten sonra birbirleriyle çatışmazlardı; ancak (vaki olduğu üzere) onlar karşıt görüşlere kapıldılar ve bazıları imana ererken diğerleri hakikati inkara yöneldi. Buna rağmen Allah dileseydi, birbirleriyle çatışmazlardı. Ama Allah dilediğini yapar"
        },
        {
            "chapter": 2,
            "verse": 254,
            "text": "Siz ey imana ermiş olanlar! Pazarlığın, dostluğun ve şefaatin geçerli olmayacağı bir Gün gelmeden önce size rızık olarak bağışladığımız şeylerden (Bizim yolumuzda) harcayın. Ve bilin ki hakikati inkar edenler zalimlerin ta kendileridir"
        },
        {
            "chapter": 2,
            "verse": 255,
            "text": "Allah -O´ndan başka ilah yoktur-; Her zaman diridir, bütün varlıkların kendi kendine yeterli yegane kaynağıdır. Ne uyuklama tutar O´nu, ne de uyku. Yeryüzünde ve göklerde ne varsa O´nundur. O´nun izni olmaksızın nezdinde şefaat edebilecek olan kimdir? O, insanların gözlerinin önünde olanı da, onlardan gizli tutulanı da bilir; oysa O dilemedikçe insanlar O´nun ilminden hiçbir şey edinemez, hiçbir şey kavrayamazlar. O´nun sonsuz kudreti ve egemenliği gökleri ve yeri kaplar ve onların korunup desteklenmesi O´na ağır gelmez. Gerçekten yüce ve büyük olan yalnızca O´dur"
        },
        {
            "chapter": 2,
            "verse": 256,
            "text": "Dinde zorlama yoktur. Artık doğru ile yanlış, birbirinden ayrılmıştır: O halde, şeytani güçlere ve düzenlere (uymayı) reddedenler ve Allah´a inananlar, hiçbir zaman kopmayacak en sağlam mesnede tutunmuşlardır: Zira Allah her şeyi işitendir, her şeyi bilendir"
        },
        {
            "chapter": 2,
            "verse": 257,
            "text": "Allah inanç sahiplerine yakındır, onları koyu karanlıktan aydınlığa çıkarır; oysa hakikati inkara şartlanmış olanlara yakınlık gösterenler onları aydınlıktan çıkarıp derin karanlığa iten şeytani güçlerdir: İçinde yaşayıp kalmak üzere ateşe mahkum olanlar da işte böyleleridir"
        },
        {
            "chapter": 2,
            "verse": 258,
            "text": "Sırf Allah kendisine hükümdarlık bağışladığı için İbrahim ile Rabbi hakkında münakaşa eden o (hükümdar)dan haberin yok mu? Hani İbrahim: \"Rabbim hayat veren ve ölüm dağıtandır!\" demişti. Hükümdar cevap vermişti: \"Ben (de) hayat verir ve ölüm dağıtırım!\" İbrahim: \"Allah güneşi doğudan doğdurur; öyleyse sen de batıdan doğdur!\" demişti. Bunun üzerine, hakikati inkara şartlanmış olan o kişi hayretler içinde kaldı: Allah (bile bile) zulüm işleyen toplumu hidayete erdirmez"
        },
        {
            "chapter": 2,
            "verse": 259,
            "text": "Yoksa (ey insanoğlu, sen,) halkının terk ettiği, çatıları yıkılıp harap olmuş (virane) bir kasabadan geçen (ve): \"Allah bütün bunları öldükten sonra nasıl diriltebilirmiş?\" diyen o kişi (ile aynı fikirde) misin? Bunun üzerine Allah, onu yüzyıl süre ile ölü bırakmış ve sonra tekrar hayata döndürerek sormuştu: \"Bu halde ne kadar kaldın?\" O da: \"Bu halde bir gün veya bir günden biraz daha az bir süre kaldım\" diye cevap vermişti. (Allah): \"Hayır\" dedi, \"bu halde bir yüzyıl kaldın! Yiyeceğine ve içeceğine bak -geçen yıllar onları bozmamış- ve eşeğine bak! (Biz bütün bunları) insanlara bir ibret olman için (yaptık). Birde şu (insanların ve hayvanların) kemiklerine bak -onları nasıl birleştirip et ile örttüğümüzü düşün!\" (Bütün bunlar) ona açıklanınca, \"(Şimdi) öğrendim ki\" dedi, \"Allah her şeye kadirdir"
        },
        {
            "chapter": 2,
            "verse": 260,
            "text": "Hani İbrahim, \"Ey Rabbim! Ölüye nasıl hayat verdiğini bana göster!\" demişti. O da, \"Yoksa inancın yok mu?\" diye sormuştu. (İbrahim) cevap vermişti: \"Hayır, ama (görmeme izin ver) ki kalbim tamamen mutmain olsun.\" \"Öyleyse\" demişti Allah, \"Dört kuş al ve onlara sana itaat etmeyi öğret; sonra onları (etrafındaki) her tepeye ayrı ayrı sal; sonra da çağır: uçarak sana gelecekler. Bil ki Allah her şeye kadirdir, hikmet sahibidir"
        },
        {
            "chapter": 2,
            "verse": 261,
            "text": "Allah yolunda mallarını harcayanların durumu, kendisinden yedi başak çıkan ve her başakta yüz tane bulunan bir buğday tohumuna benzer: Allah dilediğine kat kat verir; ve Allah her şeyi kuşatan, her şeyi bilendir"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "Allah yolunda mallarını harcayan ve sonra iyiliklerini başa kakıp (muhtaç kişinin duygularını) inciterek (bu) harcamalarının değerini düşürmeyenler mükafatlarını Rableri katında bulacaklar; onlar için artık ne korku vardır, ne de üzüntü"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "Gönül alıcı bir söz ve başkasının eksiğini gizlemek, peşinden incitmenin geldiği bir yardımdan daha hayırlıdır; ve Allah Kendine yeterlidir, tahammül (hilm) Sahibidir"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "Siz ey imana ermiş olanlar! Servetini gösteriş ve övgü için harcayan, Allah´a ve Ahiret Günü´ne inanmayan kişinin yaptığı gibi, iyiliğinizi başa kakarak ve (muhtaç kimsenin duygularını) inciterek yardımlarınızı değersiz hale sokmayın: Onun hali, üzerinde (biraz) toprak bulunan yumuşak bir kayanın hali gibidir, bir sağanak vurunca onu sert ve çıplak bırakıverir. Bu gibilerin, yaptıkları (hayırlı) işlerinden hiçbir kazançları olmaz: zira Allah, hakikati reddeden bir toplumu hidayete erdirmez"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "Servetlerini Allah´ın rızasını kazanmak arzusuyla ve kalben mutmain olarak harcayanların durumu (ise), verimli topraklar üzerindeki bahçe gibidir: Bir sağanak vurur, bu sayede ürün iki misli artar; sağanak olmadığı zaman da hafif yağmur (düşer oraya). Ve Allah yaptığınız her şeyi görür"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "Sizden biriniz, içinden ırmaklar akan ve çeşit çeşit meyve ile dolu bir hurma ve asma bahçesine sahip olmayı -ama sonra da sadece (bakıma muhtaç) zayıf çocuklarıyla yaşlılığa terkedilmeyi- ve sonra kızgın bir kasırganın bahçeye isabet edip onu tamamen kasıp kavurmasını ister mi? Belki düşünürsünüz diye Allah mesajlarını size böylece açıklar"
        },
        {
            "chapter": 2,
            "verse": 267,
            "text": "Siz ey imana ermiş olanlar! Kazandığınız güzel şeylerden ve topraktan sizin için bitirdiğimiz (ürünler)den başkaları için harcayın; ama harcamak için, size verildiğinde küçümser şekilde bakışlarınızı çevirmeden kabul etmeyeceğiniz bayağı şeyleri seçmeyin. Ve bilin ki Allah kendine yeterlidir, her zaman övgüye layık olandır"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "Şeytan sizi fakirlik ihtimali ile korkutur ve cimriliği telkin eder. Oysa Allah, size bağışlamasını ve lütfunu vaad eder: Allah kudret ve egemenlikte sınırsızdır, her şeyi bilendir"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "Dilediğine hikmet bağışlar ve her kime hikmet bağışlanmışsa doğrusu ona en büyük servet verilmiş demektir. Ama derin kavrayış sahipleri dışında kimse bunu düşünüp anlayamaz"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "Çünkü, başkaları için her ne harcarsanız ve neyi (harcamak için) adarsanız, Allah onu mutlaka bilir. Ve (hayırda bulunmayı engelleyerek) zulüm işleyenler, kendilerine yardım edecek kimse bulamazlar"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "Yardımları açıktan yapmanız güzeldir; ama muhtaca gizlice vermeniz sizin için daha hayırlı olur ve günahlarınızın bir kısmını bağışlatır. Allah yaptığınız her şeyden haberdardır"
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "(Ey Peygamber,) İnsanları hidayete erdirmek senin işin değil, zira ancak Allah, dilediğini hidayete erdirir. Ve yalnız Allah´ın rızasını kazanmak için harcamanız şartıyla, başkalarına her ne iyilik yaparsanız bu kendi yararınızadır: Çünkü yapacağınız her iyilik size olduğu gibi geri dönecek ve size haksızlık yapılmayacaktır"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "(Ve) Allah yoluna kendilerini tamamen adamış oldukları için yeryüzünde (rızık aramak niyetiyle) gezip dolaşamayan muhtaçlar(a yardım edin). (Onların durumunun) farkında olmayan, onları zengin zanneder, çünkü (istemekten) çekinirler; (ancak) sen onları (bazı) özelliklerinden tanıyabilirsin: insanlardan arsız bir şekilde istemekten kaçınırlar. Ve onlara ne iyilik yaparsanız, doğrusu Allah hepsini bilir"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "Servetlerini (Allah rızası için) gece ve gündüz, gizlice ve açıkça harcayanlar, mükafatlarını Rablerinin katında göreceklerdir: onlara ne korku vardır, ne de üzülürler"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "Faiz yiyenler, şeytanın çarptığı kimseler gibi davranırlar; çünkü onlar \"Alışveriş de bir tür faizdir!\" derler. Halbuki Allah alışverişi helal ve faizi haram kılmıştır. Bu nedenle, kim Rabbinin öğüdünü dinler ve hemen (faizden) vazgeçerse, evvelki kazançlarını koruyabilir ve onun hakkında karar vermek artık Allah´a kalır; ona, (faize) geri dönenlere gelince; içinde yaşayıp kalacakları ateşe mahkum olanlar işte böyleleridir"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "Allah faizli kazançları bereketten mahrum eder, ama karşılıksız yardımları kat kat arttırarak bereketlendirir. Allah, inatçı nankörleri ve günahta ısrarlı olanları sevmez"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "İmana ermiş olanlar, doğru ve yararlı işler yapanlar, namazlarında dikkatli ve devamlı olanlar ve karşılıksız yardımda bulunanlar; işte onlar mükafatlarını Rablerinden alacaklardır ve onlara ne korku vardır, ne de üzülürler"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "Siz ey imana ermiş olanlar! Allah´a karşı sorumluluğunuzun bilincinde olun ve eğer (gerçekten) müminseniz faizden doğan kazançların tümünden vazgeçin"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "çünkü eğer böyle yapmazsanız, bilin ki Allah´a ve Elçisine savaş açmış olursunuz. Ama eğer tevbe ederseniz, ana-paranız(ı geri almay)a hak kazanırsınız: Böylece ne haksızlık yapmış ne de haksızlığa uğramış olursunuz"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "Ancak (borçlu) güç durumda ise, rahatlayıncaya kadar ona bir vade verin; eğer bilirseniz, bir karşılık beklemeden (borcu tamamiyle) silmek, sizin kendi iyiliğinize olacaktır"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "Allah´a döneceğiniz, sonra herkesin kazancının kendisine eksiksiz geri verileceği ve hiç kimsenin haksızlığa uğratılmayacağı günü aklınızdan çıkarmayın"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "Siz ey imana ermiş olanlar! Ne zaman belli bir vade ile borç verir veya alırsanız yazıyla tesbit edin. Bir yazıcı, tarafsız olarak onu kaydetsin. Ve hiçbir yazıcı, Allah´ın ona öğrettiği gibi yazmayı reddetmesin: öylece, olduğu gibi yazsın. Borçlanan kaydettirsin, Rabbine karşı sorumluluğunun bilincinde olsun ve taahhüdünden bir şey eksiltmesin. Ve eğer borç altına girenin akli veya bedeni bir zaafı varsa veya kendisi (işlemi) kaydettirebilecek durumda değilse, onun menfaatini kollamakla görevli olan kimse, onu adil bir şekilde kaydettirsin. Ve içinizden iki erkek şahit tutun; eğer iki erkek bulunmazsa, kabul edebileceğiniz kimselerden bir erkek ve iki kadını şahit tutun ki onlardan biri hata yaparsa diğeri ona hatırlatabilsin. Ve şahitler çağrıldıklarında reddetmesinler. Küçük olsun büyük olsun, her anlaşma maddesini vade tarihi ile birlikte yazmaya üşenmeyin: Bu, Allah nazarında daha adil, kanıtlanma açısından daha güvenilir ve (sonra) sizi şüpheye düşmekten alıkoymakta daha uygun olandır. Ama eğer (aranızdaki muamele,) birbirinize doğrudan doğruya devredeceğiniz hazır mallar ile ilgiliyse onu yazmamanızda bir mahzur yoktur. Ve birbirinizle alış veriş yapacağınız zaman bir şahit bulundurun, ancak ne yazıcı ne de şahit bir zarara uğramasın; eğer onlara (zarar verici bir iş) yaparsanız, unutmayın ki, bu, sizin için günahkarca bir davranış olacaktır. Allah´a karşı sorumluluğunuzun bilincinde olun, çünkü sizi eğiten Allah´tır ve Allah, her şeyin bilgisine sahiptir"
        },
        {
            "chapter": 2,
            "verse": 283,
            "text": "Eğer seyahatte iseniz ve bir yazıcı bulamazsanız, alınmış taahhütler ile yetinilebilir: ancak eğer birbirinize güveniyorsanız, kendisine güven duyulan, bu güvene uygun davransın ve Rabbine karşı sorumluluğunun bilincinde olsun. Ve şahit olduğunuz şeyi gizlemeyin; zira, onu gizleyen kalben vebal altındadır; ve Allah yaptığınız her şeyin tüm bilgisine sahiptir"
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "Göklerdeki ve yerdeki her şey Allah´a aittir. Aklınızdan geçeni açıklasanız da gizleseniz de Allah sizi onun için hesaba çekecektir; ve sonra O, istediğini affedecek, istediğini cezalandıracaktır: Zira Allah her şeye kadirdir"
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "Elçi ve o´nunla birlikte olan müminler, Rabbi tarafından o´na indirilene inanırlar: Hepsi, Allah´a, meleklerine, vahiylerine ve elçilerine inanırlar; O´nun elçilerinden hiç biri arasında ayrım yapmazlar ve: \"İşittik ve itaat ettik. Bize mağfiret et ey Rabbimiz, zira bütün yolculukların varış yeri Sensin!\" derler"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "Allah hiç kimseye taşıyabileceğinden daha fazlasını yüklemez: Kişinin yaptığı her iyilik kendi lehinedir, her kötülük de kendi aleyhine.\" \"Ey Rabbimiz! Unutur veya bilmeden hata yaparsak bizi sorgulama!\" \"Ey Rabbimiz! Bizden öncekilere yüklediğin gibi bize de ağır yükler yükleme! Ey Rabbimiz! Güç yetiremeyeceğimiz yükleri bize taşıtma!\" \"Ve günahlarımızı affet, bizi bağışla ve rahmetini yağdır üstümüze! Sen Yüce Mevlamızsın, hakikati inkar eden topluma karşı bize yardım et"
        },
        {
            "chapter": 3,
            "verse": 1,
            "text": "Elif-Lam-Mim"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "ALLAH, Kendisinden başka ilah olmayan, sonsuza kadar diri, hayatın ve varlığın kaynağı ve dayanağı olan, her şeyi hükmüne, iradesine bağlı kılan yaratıcı"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "(Geçmişte vahyedilenlerden) bugüne ulaşan doğru haberleri tasdik eden bu ilahi kelamı sana safha safha indiren O´dur. Tevrat´ı ve İncil´i de O indirmişti"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "Geçmişte insanlığa yol gösterici olarak; yine O indirmişti, doğruyla eğriyi birbirinden ayırd etmeye yarayan gerçeklik bilgisini... Allah´ın mesajlarını inkara şartlanmış olanlara gelince; onları acı bir azap beklemektedir: Zira Allah kudret sahibidir, kötülüğü cezalandırandır"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "Göklerde ve yerde hiçbir şey Allah´tan saklı değildir"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "Rahimlerde size istediği şekli veren O´dur. O´ndan başka ilah yoktur, O kudret sahibi, hikmet sahibidir"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "İlahi kelamın özü olan açık ve kesin hükümlü mesajlar ile müteşabihleri kapsayan bu ilahi kelamı sana bahşeden O´dur. Kalpleri hakikatten sapmaya meyilli olanlar, sırf kafaları karıştır(acak şeyler bul)mak için ve ona (keyfi) anlamlar yüklemek amacıyla ilahi kelamın müteşabih olarak ifade edilen kısmına uyarlar; oysa Allah´tan başka kimse onun kesin anlamını bilemez. Bu yüzden bilgide derinleşenler şöyle derler: \"Biz ona inanırız: (ilahi kelamın) tümü Rabbimizdendir; derin kavrayış sahipleri dışında kimse bundan ders almasa da"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "Ey Rabbimiz! Bizi doğru yola ilettikten sonra kalplerimizi hakikatten (bir daha) saptırma ve bize rahmetini bağışla: Sensin (hakiki) Lütuf Sahibi"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "Ey Rabbimiz! (Geleceğine) hiç şüphe olmayan o Gün´ü görüp yaşamaları için mutlaka insanlığı bir araya toplayacaksın: Allah vaadini yerine getirmekten asla kaçınmaz"
        },
        {
            "chapter": 3,
            "verse": 10,
            "text": "Hakikati inkara şartlanmış olanlara gelince, ne dünya malları ne de çocukları Allah´a karşı onlara en ufak bir fayda sağlamaz: İşte onlardır ateşin yakıtı olanlar"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "Firavun halkının ve onlardan önce yaşayanların başına gelenlerin aynısı (onların başına da gelecek): Onlar mesajlarımızı yalanladılar ve Allah günahlarından dolayı onları hesaba çekti: çünkü Allah karşılık vermede şedittir"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "Hakikati inkara şartlanmış olanlara de ki: \"Siz (teslim olup) boyun eğecek ve cehenneme toplanacaksınız, ne kötü bir mesken(dir o)"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "Savaşta karşı karşıya gelen iki orduda sizin için bir işaret vardı: bir ordu Allah için savaşırken diğeri O´nu inkar ediyordu. (Öncekiler,) kendi gözleriyle diğer tarafı kendilerinin iki misli (kalabalık) gördüler: Ama Allah, dilediğini yardımıyla güçlendirir. Bakın, bunda görecek gözleri olan herkes için muhakkak bir ders vardır"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "Kadınlara, çocuklara, altın ve gümüş (cinsin)den birikmiş hazinelere, soylu atlara, sığırlara ve arazilere yönelik dünyevi zevkler insanoğlu için çekici kılınmıştır. Bütün bu zevkler bu dünya hayatında tadılabilir, ama hedeflerin en güzeli Allah katında olanıdır"
        },
        {
            "chapter": 3,
            "verse": 15,
            "text": "De ki: \"Size o (dünyevi zevkler)den daha hayırlı olan şeyleri haber vereyim mi? Allah´a karşı sorumluluk bilinci duyanlar için Rableri katında, mesken olarak içinden ırmaklar geçen hasbahçeler, temiz eşler ve Allah´ın güzel kabulü vardır.\" Ve Allah, kulların(ın kalplerin)deki her şeyi görür"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "Ey Rabbimiz! (Sana) inanıyoruz, bizi affet, günahlarımızı bağışla ve bizi ateşin azabından emin kıl\" diyenlerin"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "Zorluklara sabredenlerin ve sözlerini tutanların, (Rablerine) yürekten bağlı olanların, (servetlerini Allah yolunda) harcayanların ve bütün kalpleriyle af dileyenlerin"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "Allah, (bizatihi Kendisi) ile melekler ve hak ve adaleti gözeten ilim sahipleri O´ndan başka tanrı olmadığına şahittir: O´ndan başka tanrı yoktur, Kudret ve Hikmet Sahibi(dir)"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "Allah nezdinde tek (hak) din, (insanın) O´na teslimiyetidir; daha önce vahiy verilenler, kıskançlıklarından dolayı, kendilerine (hakikat) bilgi(si) geldikten sonra (bu konuda) farklı görüşlere sarıldılar. Allah´ın mesajlarının doğruluğunu inkar edenlere gelince; unutma, Allah hesap görmede hızlıdır"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "O halde (ey Peygamber,) seninle tartışanlara de ki: \"Ben tüm benliğimi Allah´a teslim ettim ve bana tabi olan herkes (de öyle yaptı)!\" Daha önce vahiy verilmiş olanlara ve kitap ile ilgisi olmayanlara sor: \"Siz (de) kendinizi O´na teslim ettiniz mi?\" Ve eğer O´na teslim olurlarsa muhakkak doğru yol üzerindedirler; ama yüz çevirirlerse, unutma ki senin görevin sadece mesajı iletmektir: zira Allah, yarattıklarını(n kalplerindeki her şeyi) görür"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "Allah´ın mesajlarını inkar edenlere, peygamberleri haksız yere öldürenlere ve adaleti emreden insanların canına kıyanlara gelince, onlara acıklı azabı bildir"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "İşte onlardır bu dünyada da, öteki dünyada da yaptıkları boşa çıkacak olanlar ve onlardır hiçbir yardımcı bulamayacak olanlar"
        },
        {
            "chapter": 3,
            "verse": 23,
            "text": "(Daha önce) vahiyden kendilerine pay verilenleri bilmez misin? Onlara aralarında hüküm verirken Allah´ın kelamına başvurmaları yolunda çağrı yapılmıştır; ama bazısı, inatla (ondan) yüz çevirir"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "Çünkü onlar, \"Ateş bize birkaç günden fazla dokunmayacak\" diye iddia ederler: böylece, uydurdukları batıl inançlar, onların (zamanla) itikatlarına ihanet etmelerine yol açmıştır"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "O halde, (geleceği) şüphesiz olan Gün´e tanıklık etmeleri için hepsini bir araya topladığımız, her insana yaptıklarının karşılığının tamamen ödeneceği ve kimseye haksızlık yapılmayacağı zaman ne olacak (onların hali)"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "De ki: \"Ey mutlak egemenlik sahibi Allahım! Sen egemenliği dilediğine verirsin, dilediğinden alırsın; dilediğini yüceltirsin, dilediğini alçaltırsın. Bütün iyilikler Senin elindedir. Doğrusu, Sen istediğini yapmaya kadirsin"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "Gündüzü kısaltarak geceyi uzatır ve geceyi kısaltarak gündüzü uzatırsın. Ölüden diri ve diriden ölü çıkarırsın. Ve dilediğine her türlü hesabın üstünde rızık bağışlarsın"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "Müminler, müminleri bırakıp hakikati inkara şartlanmış olanları dost edinmesinler -çünkü bunu yapan, Allah ile bütün bağını koparmış olur- kendinizi onlardan korumak için bu yola başvurmanız hariç. Ancak Allah, Kendisine karşı dikkatli olmanızı ihtar eder, çünkü bütün yollar Allah´a varır"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "De ki: \"Kalplerinizdekini gizleseniz de, açığa vursanız da Allah onu bilir. Zira O, göklerdeki ve yeryüzündeki her şeyi bilir; ve Allah her şeye kadirdir"
        },
        {
            "chapter": 3,
            "verse": 30,
            "text": "Her insanın yaptığı bütün iyilikleri de kötülükleri de karşısında bulacağı o Gün´ü düşünün; (pek çok insan,) o (Gün)ün kendisinden çok uzakta olmasını diler. O halde Allah, O´na karşı dikkatli olmanızı ihtar eder; ama Allah, yarattıklarına karşı çok şefkatlidir"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "De ki (ey Peygamber): \"Eğer Allah´ı seviyorsanız bana tabi olun ki Allah da sizi sevsin ve günahlarınızı affetsin; zira Allah çok affedicidir, rahmet kaynağıdır"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "De ki: \"Allah´a ve Elçisi´ne itaat edin.\" Eğer (bundan) yüz çevirirlerse, bilsinler ki Allah hakikati inkar edenleri sevmez"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "Gerçek şu ki Allah, Adem´i ve Nuh´u, İbrahim Soyunu ve İmran Soyunu bütün insanlığın üzerinde bir konuma çıkardı"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "Tek bir soy zinciri halinde. Allah, her şeyi işiten, her şeyi bilendir"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "Bir vakit İmran ailesinden bir kadın, \"Ey Rabbim! Rahmimdeki (çocuğumu) Senin hizmetine adayacağıma söz veriyorum. Benden bunu kabul et: Doğrusu, yalnız Sen, her şeyi duyan, her şeyi bilensin!\" diye (Rabbine) seslenmişti"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "Fakat, çocuğu doğurunca, \"Ey Rabbim!\" dedi, \"Bak, bir kız çocuk doğurdum.\" Halbuki Allah, neyi doğuracağını ve (onun istediği) erkek çocuğun hiçbir zaman bu kız gibi olamayacağını bilmekteydi; \"ve ona Meryem ismini verdim. Lanetlenmiş Şeytana karşı onu ve soyunu korumanı diliyorum"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "Bunun üzerine Rabbi, kız çocuğunu hoşnutlukla kabul etti, onu güzelce büyüttü ve Zekeriya´nın himayesine verdi. Zekeriya, ne zaman onu mabedde ziyaret ettiyse yanında yiyeceklerle görür ve sorardı: \"Ey Meryem, bunlar sana nereden geliyor?\" Meryem: \"Bunlar Allah´tandır; Allah, dilediğine hesapsız rızık bağışlar!\" diye cevap verirdi"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "Aynı yerde Zekeriya Rabbine yalvardı: \"Ey Rabbim! Rahmetinle bana güzel bir zürriyet bağışla; zira Sen, her yakarışı duyarsın"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "Bunun üzerine, mabedde dua ederken, melekler ona: \"Allah sana, Kendi katından bir sözün gerçekliğini doğrulayacak, insanlar arasında seçkin (bir yere sahip olacak), tam bir iffet sahibi, dürüst ve erdemli bir peygamber olacak olan Yahya(nın doğumun)u müjdeliyor\" diye seslendiler"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "(Zekeriya) şaşkınlıkla: \"Ey Rabbim!\" dedi, \"Yaşlılık beni yakalamışken ve karım da kısırken nasıl bir oğlum olabilir?\" (Ona): \"Pekala olabilir!\" denildi, \"Allah dilediğini yapar"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "(Zekeriya) yalvardı: \"Ey Rabbim! Bana bir işaret göster!\" \"İşaretin şudur ki,\" denildi, \"üç gün boyunca yüz işaretleri dışında insanlarla konuşma! Rabbini hiç durmadan an ve gece gündüz O´nun sınırsız şanını yücelt"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "Ve o zaman melekler \"Ey Meryem!\" dediler, \"Allah seni seçti ve tertemiz kıldı; seni bütün dünya kadınlarının üstünde (bir konuma) çıkardı"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "Ey Meryem! Rabbine huşu ile bağlan, secdeye kapan ve (O´nun önünde) eğilenlerle birlikte eğil"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "Sana (şimdi) vahyettiğimiz şey, senin idrakini aşan bir hususla ilgilidir: zira, hangisinin Meryem´in hamisi olacağını kur´a ile belirlediklerinde sen onlarla birlikte değildin, ve (o konuda) birbirleriyle çekiştiklerinde yanlarında yoktun"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "O zaman melekler, \"Ey Meryem!\" demişlerdi, \"Allah, Kendisinden bir söz ile sana, Meryem oğlu İsa Mesih adıyla bilinecek, bu dünyada ve öteki dünyada büyük şeref sahibi ve Allah´ın en yakınlarından olacak (bir oğul) müjdeliyor"
        },
        {
            "chapter": 3,
            "verse": 46,
            "text": "Ve o, (çocuk,) insanlarla hem beşikte iken, hem de yetişkin bir adam olarak konuşacak; dürüst ve erdemli kişilerden olacak"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "Meryem, \"Ey Rabbim!\" dedi, \"Bana hiçbir erkek dokunmadığı halde nasıl oğul sahibi olabilirim?\" (Melek) cevap verdi: \"İşte öyle! Allah dilediğini yaratır; bir şeyin olmasını istediğinde sadece ´Ol!´ der ve o (şey hemen) oluverir"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "O, senin oğluna (hem) vahyi ve hikmeti öğretecek, (hem de) Tevrat´ı ve İncil´i"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "Ve o´nu İsrailoğulları´na elçi (yapacak)\". \"Ben, size Rabbinizden bir mesaj getirdim. Sizin için çamurdan, adeta kaderinizin suretini yapacağım ve sonra ona üfleyeceğim ki Allah´ın izniyle (sizin) kaderiniz olsun; körleri ve cüzzamlıları iyileştireceğim ve Allah´ın izniyle ölüleri yeniden hayata döndüreceğim: neleri yiyebileceğinizi ve evlerinizde neleri saklayabileceğinizi size bildireceğim. Şüphesiz, eğer (gerçekten) inanıyorsanız, bütün bunlarda sizin için bir mesaj vardır"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "(Ben), Tevrat´tan günümüze kalanın doğruluğunu tasdik etmek ve (önceden) size yasak edilen şeylerin bazısını helal kılmak için (geldim). Ve size Rabbinizden bir mesaj getirdim; öyleyse Allah´a karşı sorumluluğunuzun bilincine varın ve bana tabi olun"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "Kuşkusuz Allah, benim de Rabbim, sizin de Rabbinizdir; öyleyse (yalnız) O´na kulluk edin: Bu, dosdoğru bir yoldur"
        },
        {
            "chapter": 3,
            "verse": 52,
            "text": "İsa, onların hakikati reddettiklerinin farkına varınca sordu: \"Kim Allah yolunda benim yardımcılarım olacak?\" Beyazlara bürünmüş olanlar cevap verdi: \"Biz, (Allah yolunda) senin yardımcıların olacağız! Biz Allah´a inanırız: Sen de şahit ol, biz O´na teslim olmuşuz"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "Ey Rabbimiz! Bize yücelerden indirdiğine inanıyor ve bu elçi´ye tabi oluyoruz; o halde bizi (hakikate) şahitlik yapanlarla bir tut"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "İnanmayanlar İsa´ya tuzak kurdular; ama Allah onların tuzaklarını boşa çıkardı: çünkü Allah, tuzak kuranların tümünün üstündedir"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "O zaman Allah: \"Ey İsa!\" demişti, \"Seni ölüme yollayacağım ve Katıma yücelteceğim ve seni hakikati inkara şartlanmış olanlar(ın arasın)dan çekip arındıracağım; sana tabi olanları, Kıyamet Günü, hakikati inkara şartlanmış olanların (kat kat) üstüne çıkaracağım. Sonunda hepiniz Bana döneceksiniz ve aranızda anlaşmazlığa düştüğünüz her konuda Ben hüküm vereceğim"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "Hakikati inkara şartlanmış olanlara gelince, onlara bu dünyada ve ahirette şiddetli bir azap çektireceğim ve onlar kendilerine yardım edecek kimse bulamayacaklar"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "ama iman edip doğru ve yararlı işler yapanlara Allah mükafatlarını tam olarak verecektir: Zira O, zalimleri sevmez"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "Bu bildirdiklerimiz, sana ilettiğimiz mesajlardan ve hikmet yüklü haberlerdendir"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "Allah katında İsa´nın durumu Adem´in durumu gibidir, ki Allah onu topraktan yarattı ve sonra \"Ol!\" dedi; işte (insanoğlu böylece) oluverir"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "(Bu), Rabbinden bir hakikat(tir); öyleyse, şüphecilerden olma"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "Sana gelen asıl bilgiden sonra, kim seninle bu (hakikat) hakkında tartışırsa de ki: \"Gelin! Oğullarımızı ve oğullarınızı, kadınlarımızı ve kadınlarınızı, bizim yandaşlarımızı ve sizin yandaşlarınızı çağıralım; sonra (birlikte) tevazu içinde ve gönülden yalvaralım ve Allah´ın lanetinin (aramızdan) yalan söyleyenlerin üzerine olmasını dileyelim"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "İşte işin hakikati budur ve Allah´tan başka bir ilah yoktur; şüphe yok ki Allah -yalnızca O- kudret ve gerçek hikmet sahibidir"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "Ve eğer (bu hakikatten) yüz çevirirlerse bilsinler ki Allah ifsad edicilerden tamamiyle haberdardır"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "De ki: \"Ey geçmiş vahyin izleyicileri! Sizinle bizim aramızdaki şu ortak ilkeye gelin: Allah´tan başka kimseye kulluk etmeyeceğiz, O´ndan başka hiçbir şeye ilahlık yakıştırmayacağız ve Allah ile birlikte insanları rab edinmeyeceğiz.\" Ve eğer yüz çevirirlerse de ki: \"Şahit olun ki biz kendimizi O´na teslim etmişiz"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "Ey geçmiş vahyin izleyicileri! Tevrat ve İncil´in kendisinden (uzun zaman) sonra vahyedildiğini gördüğünüz halde İbrahim hakkında neden tartışıyorsunuz? Aklınızı kullanmıyor musunuz"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "Siz, bilginiz olan şeyler hakkında tartışırdınız, ama hiç bilmediğiniz şey hakkında neden tartışıyorsunuz? Halbuki Allah (onu) bilir, ama siz bilmezsiniz"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "İbrahim, ne bir \"Yahudi\", ne de \"Hristiyan\" idi, ama kendini Allah´a teslim ederek her türlü batıldan yüz çevirmiş biriydi; ve O´ndan başka bir şeye ilahlık yakıştıranlardan değildi"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "Gerçekte İbrahim´e en yakın olanlar, muhakkak ki -bu Peygamber´in ve (o´na) inanan herkesin yaptığı gibi- o´na tabi olanlardır; Allah da inananlara yakındır"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "Geçmiş vahyin izleyicilerinden bazıları sizi saptırmak isterler: Ama onlar kendilerinden başkasını saptıramazlar; üstelik bunu fark etmezler de"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "Ey geçmiş vahyin izleyicileri! Bizzat kendinizin şahit olduğu Allah´ın mesajlarını neden inkar edersiniz"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "Ey geçmiş vahyin izleyicileri! Neden hakkı batıl ile saklayıp örter ve (pekala) farkında olduğunuz hakikati gizlersiniz"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "Geçmiş vahyin izleyicilerinden bazısı (birbirlerine) şöyle der: \"(Muhammed´e) inananlara günün başında vahyedilene inandığınızı söyleyin, daha sonra geleni ise inkar edin ki (inançlarından) belki geri dönerler"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "ama sizin inancınıza uymayan hiç kimseye (gerçekten) inanmayın.\" De ki: \"Tek (gerçek) rehberlik, Allah´ın rehberliğidir; size verilen (vahy)in benzerinin başka birine de verilmesi şeklinde ifa edilen (bir rehberlik)\". Yoksa onlar, Rabbiniz´in huzurunda size muhalefet mi edeceklerdi? De ki: \"Lütuf ve ihsan, Allah´ın elindedir; onu dilediğine bağışlar: çünkü Allah (rahmet ve cömertliğinde) sınırsızdır, her şeyi bilendir"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "dilediğine rahmetini bağışlar; ve Allah, lütfunda sınırsızdır"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "Geçmiş vahyin izleyicileri arasında öylesi var ki, kendisine bir hazine emanet etsen sana (sadakatle) iade eder; ve öylesi de var ki ona ufak bir altın sikke emanet etsen, başında dikilmedikçe sana geri vermez; bu, onların, \"Kitap ile ilgisi olmayan bu halk(a yaptığımız hiçbir şey)den dolayı bize bir suç yüklenemez\" şeklindeki iddialarının bir sonucudur: (Böylece) onlar, (bile bile) Allah hakkında yalan söylerler"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "Ama (Allah,) Kendisine karşı taahhütlerine sadık kalanlar(ın) ve Kendisine karşı sorumluluk bilinci duyanlar(ın farkındadır): ve Allah, Kendisine karşı sorumluluk bilinci taşıyanları sever"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "Allah´a karşı taahhütlerini ve yeminlerini ufak bir kazanç karşılığında değiştirenler var ya; onlar, öteki dünyanın nimetlerinden asla nasiplenemeyeceklerdir; Allah, Kıyamet Günü, onlarla ne konuşacak, ne yüzlerine bakacak, ne de onları günahlarından arındıracaktır; ve onları acıklı bir azap beklemektedir"
        },
        {
            "chapter": 3,
            "verse": 78,
            "text": "Onlardan öylesi de var ki, (söyledikleri) Kitab-ı Mukaddes´den olmadığı halde ondan olduğunu düşünesiniz diye dilleriyle Kitab-ı Mukaddes´i çarpıtırlar ve Allah´tan olmadığı halde, \"Bu, Allah´tandır!\" derler; böylece bile bile Allah hakkında yalanlar uydururlar"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "Allah´ın vahiy, sağlam muhakeme ve peygamberlik bağışladığı hiç kimsenin bundan sonra halkına, \"Allah´ın yanısıra bana da kulluk edin!\" demesi düşünülemez; aksine, (onlara şöyle öğüt verir): \"ilahi kelamın bilgisini yayarak ve kendiniz (onu) derinlemesine inceleyerek Allah adamları olun"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "O, melekleri ve peygamberleri tanrı edinmenizi emretmez: (zaten) kendinizi Allah´a tam teslim ettikten sonra hiç O sizi hakikati inkara davet eder mi"
        },
        {
            "chapter": 3,
            "verse": 81,
            "text": "Allah, (geçmiş vahiylerin izleyicilerinden) peygamberler vasıtasıyla şu taahhüdü talep etti: \"Eğer, vahyi ve hikmeti size bahşettikten sonra, halen sahip olduğunuz hakikati tasdik eden bir elçi size gelirse o´na inanmalı ve yardım etmelisiniz. Bu şarta dayalı ahdimi kabul ve tasdik eder misiniz?\" Onlar: \"Kabul ederiz!\" dediler. Allah: \"Öyleyse (buna) şahit olun, Ben de sizin şahidiniz olacağım"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "O halde, kimler (bu taahhütten) dönerse; işte onlar, gerçek fasıklardır"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "Onlar Allah´a imandan başka bir itikat mı arıyorlar? Halbuki göklerde ve yeryüzünde olan her şey isteyerek veya istemeyerek O´na boyun eğer, çünkü her şey (sonunda) O´na dönecektir"
        },
        {
            "chapter": 3,
            "verse": 84,
            "text": "De ki: \"Biz, Allah´a; bize indirilene; İbrahim´e, İsmail´e, İshak´a, Yakub´a ve o´nun neslinden gelenlere indirilene; Rableri tarafından Musa´ya, İsa´ya ve (diğer) tüm peygamberlere bahşedilene inanırız; onlar arasında hiçbir ayrım yapmayız. Ve kendimizi O´na teslim ederiz"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "Kim Allah´a teslimiyetten başka bir din ararsa, bu kendisinden asla kabul edilmeyecek ve o, ahirette kaybedenlerden olacaktır"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "İman edip bu Elçi´nin hak olduğuna şahit olduktan ve hakikatin bütün kanıtları kendilerine geldikten sonra hakikati inkar etmeyi seçen bir halkı Allah nasıl doğru yola ulaştırır? Allah, böyle bir zalimler topluluğunu doğru yola iletmez"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "Onların karşılığı, Allah´ın, meleklerin ve bütün (dürüst ve erdemli) insanların lanetine uğramak olacaktır"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "Onlar bu halde kalacaklar; (ve) ne azapları hafifletilecek, ne de onlara bir mühlet tanınacak"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "Ama daha sonra tevbe edip kendilerini düzeltenler hariç tutulacaktır: Zira Allah, çok affedicidir, rahmet kaynağıdır"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "İmana erdikten sonra hakikati inkara kalkışanlara ve sonra hakikati reddetmede (daha büyük bir inatla) ısrar edenlere gelince, şüphesiz, onların (diğer günahlardan dolayı) tevbeleri kabul edilmeyecektir; işte onlar gerçek sapkınlardır"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "Hakikati inkara şartlanmış olanlara ve hakikat inkarcısı olarak ölenlere gelince, yeryüzünün bütün altınları (bile) onların fidyelerini karşılayamaz. İşte onlar için acıklı bir azap vardır ve kendilerine yardım edecek hiç kimse bulamayacaklardır"
        },
        {
            "chapter": 3,
            "verse": 92,
            "text": "(Size gelince ey müminler,) kendiniz için özenle ayırdığınız şeylerden başkaları için harcamadıkça gerçek erdeme ulaşmış olamazsınız; ve her ne harcarsanız kuşkusuz, Allah ondan tamamiyle haberdardır"
        }
    ]
}