{
    "juzs": [
        {
            "chapter": 4,
            "verse": 148,
            "text": "Allah, bir kötülüğün, (ondan) zarar gören tarafından söylenmesi dışında, açıkça dile getirilmesini sevmez. Allah gerçekten her şeyi duyan, her şeyi bilendir"
        },
        {
            "chapter": 4,
            "verse": 149,
            "text": "sizin, açıktan ya da gizli, iyilik yapıp yapmadığınızı yahut (size yapılmış olan) bir kötülükten dolayı affediciliğinizi gösterip göstermediğinizi (bilir): unutmayın ki Allah, günahları bağışlayandır, kudret ve egemenliğinde sınırsızdır"
        },
        {
            "chapter": 4,
            "verse": 150,
            "text": "Allah(a inanmak) ile elçileri(ne inanmak) arasında ayrım yaparak Allahı ve elçilerini inkar edenler ile \"Birisine inanır, ama diğerini inkar ederiz!\" diyenler ve arada bir yol tutanlar"
        },
        {
            "chapter": 4,
            "verse": 151,
            "text": "işte bunlar hakikati inkar edenlerdir ve biz hakikati inkar edenler için aşağılayıcı bir azap hazırlamışızdır"
        },
        {
            "chapter": 4,
            "verse": 152,
            "text": "Allaha ve peygamberlerine inanan ve onlar arasında hiçbir ayrım yapmayanlara gelince, zamanı geldiğinde Allah, onlara mükafatlarını (tam olarak) bahşedecektir. Ve Allah, çok bağışlayıcıdır, rahmet kaynağıdır"
        },
        {
            "chapter": 4,
            "verse": 153,
            "text": "Tevratın izleyicileri, (ey Peygamber!) gökten kendilerine bir vahiy indirmeni isterler. Onlar Musadan bunun daha büyüğünü istemişler ve \"Bizi Allah ile yüz yüze getir\" demişlerdi de bu çarpıklıkları yüzünden onları bir ceza yıldırımı çarpmıştı. Daha sonra (altın) buzağıya tapmaya başlamışlardı ve hakikatin bütün kanıtları kendilerine geldikten sonra yapmışlardı bunu. Yine de bu (günahları)nı silmiş ve Musaya (hakikatin) açık kanıtını bahşetmiştik"
        },
        {
            "chapter": 4,
            "verse": 154,
            "text": "ve Sina Dağını verdikleri sözün delili olarak üzerlerinde yükseltmiştik. Onlara \"kapıdan tevazu içinde girin\" demiş ve \"Sebt Kanununu ihlal etmeyin!\" diye uyarmıştık ve kendilerinden sağlam bir taahhüt almıştık"
        },
        {
            "chapter": 4,
            "verse": 155,
            "text": "Böylece, taahhütlerini çiğnedikleri, Allahın mesajlarını reddettikleri, peygamberleri haksız yere öldürdükleri ve \"Kalplerimiz zaten bilgi ile doludur\" diye böbürlendikleri için (onları cezalandırdık), hayır, aslında Allah, hakikati inkar etmelerinden dolayı onların kalplerini mühürlemiştir ve (şimdi) artık çok az şeye inanırlar"
        },
        {
            "chapter": 4,
            "verse": 156,
            "text": "ve hakikati inkar ettikleri ve Meryeme korkunç bir iftira attıkları için"
        },
        {
            "chapter": 4,
            "verse": 157,
            "text": "ve \"Bakın, biz, Allahın Elçisi (olduğunu iddia eden) Meryemin oğlu İsa Mesihi öldürdük!\" diye böbürlendikleri için. Aslında onu ne öldürdüler ne de çarmıha gerdiler, sadece onlara öyle (olmuş gibi) göründü ve o konuda farklı görüşler taşıyanlar da gerçekten şaşkındılar, onunla ilgili (gerçek) bir bilgileri yoktu ve sadece bir zanna uymuşlardı. Kesin olan şu ki onu öldürmediler"
        },
        {
            "chapter": 4,
            "verse": 158,
            "text": "Hayır, Allah onu Kendi katına yüceltti. Allah gerçekten kudret ve hikmet sahibidir"
        },
        {
            "chapter": 4,
            "verse": 159,
            "text": "Nitekim geçmiş vahyin izleyicilerinden hiç kimse yoktur ki, ölümü anında, İsa ile ilgili hakikati kavramamış olsun; ve Kıyamet Günü İsa, (bizzat) onların aleyhine hakikate şahitlik yapacaktır"
        },
        {
            "chapter": 4,
            "verse": 160,
            "text": "Böylece, o zaman, Yahudi itikadına mensup olanlar tarafından işlenen zulümden dolayı, (daha önce) tattırdığımız hayatın bazı nimetlerinden onları yoksun bıraktık; (böyle yaptık), çünkü Allah yolundan her an sapmaktaydılar"
        },
        {
            "chapter": 4,
            "verse": 161,
            "text": "yasaklandığı halde faiz alıyorlardı ve başkalarının malını haksız yere harcıyorlardı. (Böylece,) onlar arasından hakikati inkar (etmeye devam) edenler için şiddetli bir azap hazırladık"
        },
        {
            "chapter": 4,
            "verse": 162,
            "text": "İçlerinden bilgide derinleşmiş olanlara, sana ve senden öncekilere indirilmiş olana iman edenlere, (özellikle) namazlarında dikkatli ve devamlı olanlara, karşılık beklemeden harcayanlara, Allaha ve Ahiret Gününe inananlara gelince; işte Biz, bunlara büyük bir mükafat bahşedeceğiz"
        },
        {
            "chapter": 4,
            "verse": 163,
            "text": "Bak, (ey Peygamber,) Biz Nuha ve ondan sonraki bütün peygamberlere vahyettiğimiz gibi sana da vahyettik: tıpkı İbrahime, İsmaile, İshaka, Yakuba ve İsa, Eyyub, Yunus, Harun ve Süleyman dahil onların torunlarına vahyettiğimiz gibi; ve Davuda bir ilahi hikmet kitabı bağışladığımız gibi"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "ve hem daha önce sana bildirdiğimiz (öteki) elçilere, hem de bahsetmediğimiz elçiler(e vahyettiğimiz) gibi: ve Allahın Musaya sözünü söylediği gibi"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "(Bütün bu) elçileri güzel haberlerin müjdecileri ve uyarıcılar olarak (gönderdik) ki onlar(ın gelişi)nden sonra insanın Allah karşısında bir mazereti kalmasın: Allah gerçekten güç ve hikmet sahibidir"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "Ama Allah, sana bahşettiği hakikate (Bizzat Kendisi) şahitlik yapar: onu kendi hikmetinin bir ürünü olarak bahşettik ve melekleri de ona şahit tutmuştur; oysa hiç kimse Allahın şahitliği gibi şahitlik yapamaz"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "Hakikati inkar etmeye ve başkalarını Allah yolundan saptırmaya şartlanmış olanlar, derin bir sapıklık içindedirler"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "Hakikati inkar etmeye ve zulüm işlemeye şartlanmış olanları, Allah asla affetmeyecek ve onlara bir yol göstermeyecektir"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "cehennem yolundan başka, orada sonsuza kadar kalacaklardır; Bu, Allah için çok kolaydır"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "Ey insanlar! Elçi size Rabbinizden hakikati getirdi: o halde kendi iyiliğiniz için inanın! Ve eğer hakikati inkar ederseniz, bilin ki göklerde ve yerde olan her şey Allaha aittir ve Allah her şeyi bilendir, hikmet sahibidir"
        },
        {
            "chapter": 4,
            "verse": 171,
            "text": "Ey incilin izleyicileri! Dininiz(in temeli olan hakikat)in sınırlarını aşmayın ve Allah hakkında yalnız hakikati söyleyin! Meryem oğlu İsa Mesih sadece Allahın elçisi, Onun Meryeme ulaştırdığı vaadi(nin tahakkuku) ve Onun yarattığı bir can idi. O halde Allaha ve peygamberlerine inanın ve \"(Tanrı bir) üçlüdür!\" demeyin. Kendi iyiliğiniz için (bu iddiadan) vazgeçin. Allah, tek ilahtır; çocuk sahibi olmaktan münezzehtir, göklerde ve yerde olan her şey O´na aittir ve hiç kimse Allah kadar güvene layık değildir"
        },
        {
            "chapter": 4,
            "verse": 172,
            "text": "Ne İsa, Allahın kulu olmaktan kaçınacak kadar gurura kapıldı, ne de Ona yakın olan melekler. Ona kulluk etmeyi gururlarına yediremeyenler ve küstahça böbürlenenler (bilsinler ki hesap günü) Allah hepsini kendi katında toplayacaktır"
        },
        {
            "chapter": 4,
            "verse": 173,
            "text": "orada, iman edip doğru ve yararlı işler yapanlara bütün mükafatlarını bağışlayacak ve lütfuyla fazlasını da verecektir; gururlanan ve küstahça böbürlenenleri ise şiddetli bir azap ile cezalandıracaktır: onlar kendilerini ne Allahtan koruyacak ve ne de yardım edecek birini bulabileceklerdir"
        },
        {
            "chapter": 4,
            "verse": 174,
            "text": "Ey insanlar! Rabbinizden size hakikatin bir tezahürü geldi ve size aydınlatıcı bir ışık gönderdik"
        },
        {
            "chapter": 4,
            "verse": 175,
            "text": "Allaha iman edenlere ve Ona sımsıkı sarılanlara gelince, Allah onları rahmeti ve lütfu ile kuşatacak ve dosdoğru bir yol ile Kendisine yöneltecektir"
        },
        {
            "chapter": 4,
            "verse": 176,
            "text": "Onlar senden, kendilerini aydınlatmanı isterler. De ki: \"Allah, birinci dereceden mirasçı bırakmayanlar(dan kalan miras) ile ilgili kurallar konusunda (böylece) sizi aydınlatır: eğer bir erkek, çocuk bırakmadan ölürse ve bir kız kardeşi varsa, onun terekesinin yarısına kız kardeşi sahip olacaktır; kız kardeşin çocuk bırakmadan ölmesi halinde ise erkek onun mirasını alacaktır. Fakat iki kız kardeş varsa, ikisi (birlikte) onun terekesinin üçte ikisine sahip olacaklar; ve eğer erkek kardeşler ve kız kardeşler varsa, erkek iki kadının payı kadar alacak.\" Allah (bütün bunları) size açıklar ki sapıklığa düşmeyesiniz; Allah her şeyi bilir"
        },
        {
            "chapter": 5,
            "verse": 1,
            "text": "Siz ey imana ermiş olanlar! Antlaşmalarınıza sadık olun!(Bundan sonra) belirtilecek olanlar dışında ot ile beslenen hayvanlar(ın eti) sizin için helaldir: ancak ihramda iken avlanmanıza izin verilmemiştir. Bilin ki Allah, iradesinin gereğini emreder"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "Siz ey imana ermiş olanlar! Allahın koyduğu sembollere ve kutsal (Hac) ayına ve süslenmiş kurbanlıklara ve Rablerinin lütuf ve rızasını isteyerek Beytul-Harama koşanlara karşı saygısızlıkta bulunmayın; (ancak) hac göreviniz bittikten sonra serbestçe avlanabilirsiniz. Sizi Mescid-i Haramdan alıkoyanlara karşı öfkeniz, saldırganlık yapmanıza yol açmasın: erdemi ve ilahi sorumluluk bilincini geliştirmede birbirinizle yardımlaşın, kötülüğü ve düşmanlığı artırmada değil; Allaha karşı sorumluluğunuzun bilincinde olun: Ve unutmayın ki Allahın intikamı çetindir"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "Ölü eti, kan ve domuz eti ve üstünde Allahtan başkasının anıldığı hayvanlar ve boğulan, dövülerek öldürülen veya düşerek ölen veya derisi yüzülerek öldürülen veya vahşi bir hayvan tarafından parçalanan hayvanlar, canlı iken (bizzat) kestikleriniz hariç, size yasaklanmıştır ve putperest sunaklarında kesilenler (de yasaktır). Kehanet yoluyla gelecekte sizi neyin beklediğini öğrenmeye çalışmanız da (yasaklanmıştır): Bu günahkarca bir davranıştır. Bugün hakikati inkara şartlanmış olanlar, sizin dininiz(i terk edeceğiniz)den artık ümitlerini tamamen kestiler: Öyleyse, onlardan korkmayın, yalnız Benden korkun!. Bugün dininizi sizin için kemale erdirdim, nimetlerimin tamamını size bahşettim ve Bana teslimiyeti sizin dininiz olarak belirledim. Günaha eğiliminden değil de hayati bir zaruret sonucu (yasak şeylere) sürüklenenlere gelince, bilin ki Allah çok bağışlayıcıdır, rahmet kaynağıdır"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "Kendilerine neyin helal kılındığını sana soracaklar. De ki: \"Hayatın bütün güzel şeyleri size helaldir.\" Allahın size öğrettiği bilgiden bir kısmını öğreterek eğittiğiniz av hayvanlarına gelince, onların sizin için yakaladığı şeyi yiyin, ama üstünde Allahın adını anın ve Allaha karşı sorumluluğunuzun bilincinde olun: şüphe yok ki Allah hesap görmede hızlıdır"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "Bugün, hayatın bütün güzel şeyleri size helal kılınmıştır. Ve daha önce kendilerine vahiy verilenlerin yiyecekleri de size helaldir, sizin yiyecekleriniz de onlara helaldir. Ve (bu ilahi kelama) inananlar içindeki iffetli kadınlar ile sizden önce kendilerine vahiy verilenler arasında bulunan kadınları nikahlamanız, -onlara mehirlerini vermeniz şartıyla ve onları gayri meşru yolla ya da gizli dost tutma yoluyla değil de meşru bir nikah ile almanız şartıyla- (size helaldir). (Allaha) inanmayı reddedene gelince; onun bütün işleri boşa gidecek: zira o, öteki dünyada zarara uğrayanlar arasında yer alacaktır"
        },
        {
            "chapter": 5,
            "verse": 6,
            "text": "Siz ey imana ermiş olanlar! Namaz kılacağınız zaman yüzünüzü, ellerinizi ve dirseklere kadar kollarınızı yıkayın ve (ıslak) ellerinizi başınızın üzerine hafifçe sürün ve bileklere kadar ayaklarınızı (yıkayın). Eğer boy abdestini gerektiren bir halde iseniz kendinizi temizleyin. Ama eğer hasta iseniz yahut seyahatteyseniz yahut tabii ihtiyacınızı gidermişseniz yahut bir kadınla birlikte olmuşsanız ve su bulamıyorsanız, o zaman, temiz toprağa ellerinizi sürün ve onunla yüzünüzü ve kollarınızı hafifçe ovun. Allah sizi zora koşmak istemez; ama sizi tertemiz kılmak ve nimetlerinin tamamını size bahşetmek ister ki şükredenlerden olasınız"
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "(Daima) hatırlayın, Allahın size bahşettiği nimetleri ve \"Duyduk ve itaat ettik!\" dediğinizde Allaha karşı altına girdiğiniz kesin taahhüdü. O halde, Allaha karşı sorumluluğunuzun bilincinde olun: şüphe yok ki Allah, (insanların) kalpler(in)de olanı kesinlikle bilir"
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "Siz ey imana ermiş olanlar! İnsaf ile hakikate şahitlik yaparak Allaha bağlılığınızda sıkı durun; ve herhangi bir kimseye karşı nefretiniz, sizi adaletten sapma günahına itmesin. Adil olun: bu, Allaha karşı sorumluluk bilinci duymaya en yakın olan (davranış)tır. Ve Allaha karşı sorumluluğunuzun bilincinde olun: şüphe yok ki Allah bütün yaptıklarınızdan haberdardır"
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "Allah, imana eren ve iyi işler yapanlara günahlarının bağışlanacağını ve büyük bir mükafatın onların olacağ(ını) vaat etmiştir"
        },
        {
            "chapter": 5,
            "verse": 10,
            "text": "ama, hakikati inkara şartlanmış olanlar ve mesajlarımızı yalanlayanlar var ya; işte onlar yakıcı ateşe mahkum olanlardır"
        },
        {
            "chapter": 5,
            "verse": 11,
            "text": "Siz ey imana ermiş olanlar! Hatırlayın (düşman) toplumun sizi alt etmek üzere olduğu ve Allahın sizi onların elinden kurtardığı zaman bahşettiği nimetleri. O halde Allaha karşı sorumluluğunuzun bilincinde olun: ve iman edenler yalnız Allaha güvensinler"
        },
        {
            "chapter": 5,
            "verse": 12,
            "text": "Ve gerçek şu ki, liderlerinden on ikisini (casus olarak Kenana) gönderdiğimiz zaman, Allah İsariloğullarından (benzer) bir kesin taahhüt almıştı. Ve Allah demişti: \"Bilin ki sizinle beraber olacağım! Eğer namazlarınızda dikkatli ve daim olur ve karşılıksız yardımda bulunursanız; Benim Peygamberlerime inanır ve onlara yardım ederseniz ve Allaha büyük bir borç verirseniz kötü fiillerinizi mutlaka silerim ve sizi içinden ırmakların aktığı hasbahçelere koyarım. Ama bundan sonra içinizden kim, hakikati inkar ederse, doğru yoldan kesinlikle sapmış olacaktır"
        },
        {
            "chapter": 5,
            "verse": 13,
            "text": "Daha sonra, kesin taahhütlerinden caydıkları için onları lanetledik ve kalplerini katılaştırdık; (öyle ki, şimdi) onlar, (vahyedilmiş) sözleri, asıl bağlamlarından kopararak çarpıtıyorlar; ve onlar, akıllarından çıkarmamaları emredilen şeylerin çoğunu unutmuşlar; birkaçı dışında onların hepsinden daima ihanet göreceksin. Ama onları bağışla ve (yaptıklarına) katlan: şüphe yok ki Allah iyilik yapanları sever"
        },
        {
            "chapter": 5,
            "verse": 14,
            "text": "Ve (aynı şekilde), \"Biz Hristiyanız!\" diyenlerden kesin bir taahhüt almıştık; ama onlar da, akıllarından çıkarmamaları emredilen şeylerin çoğunu unutmuşlardır; bu nedenle, onlar arasında Mahşer Gününe kadar (sürecek) düşmanlık ve kini arttırdık: ve zamanı geldiğinde Allah onlara neler işlediklerini gösterecektir"
        },
        {
            "chapter": 5,
            "verse": 15,
            "text": "Ey Kitab-ı Mukaddesin izleyicileri! Şimdi size, (kendi kendinizden) gizlediğiniz Kitabın birçoğunu açıklamak ve bir kısmını da bağışlamak amacıyla Elçimiz gelmiştir. Şimdi Allahtan size bir ışık ve apaçık bir ilahi kelam ulaşmıştır"
        },
        {
            "chapter": 5,
            "verse": 16,
            "text": "ki onunla Allah, kendi rızasını arayan herkese kurtuluşa götüren yolları gösterir, rahmetiyle onları karanlığın derinliklerinden aydınlığa çıkarır ve dosdoğru bir yola yöneltir"
        },
        {
            "chapter": 5,
            "verse": 17,
            "text": "Allah, Meryemin oğlu Mesihtir!\" diyenler hakikati inkar ederler. De ki: \"Eğer Meryem oğlu İsayı ve onun annesini ve yeryüzündeki herkesi -onların tümünü- helak etmek isteseydi kim Allaha mani olabilirdi? Zira, göklerin ve yerin onlar arasında bulunan her şeyin hükümranlığı Allaha aittir; O dilediğini yaratır: ve Allah dilediğini yapmaya kadirdir"
        },
        {
            "chapter": 5,
            "verse": 18,
            "text": "(Hem) Yahudiler ve (hem de) Hıristiyanlar, \"Biz Allahın çocuklarıyız, ve Onun sevgili kulları!\" derler. De ki: \"Öyleyse, Allah, neden günahlarınızdan dolayı size azap çektirsin? Hayır, siz Onun yarattığı (ölümlü) insanlardan başka bir şey değilsiniz! O, dilediğini bağışlar ve dilediğine azap çektirir: Zira göklerde ve yerde ve ikisi arasında bulunan her şey üzerindeki hükümranlık Allaha aittir ve bütün yolculuklar Onda nihayet bulur"
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "Ey Kitab-ı Mukaddesin izleyicileri! Hiçbir peygamberin gelmediği uzun bir aradan sonra, size (hakikati) bildiren bu Elçimiz gönderildi ki \"Bize ne bir müjdeci, ne de uyarıcı gelmedi\" demeyesiniz: işte size bir müjdeci ve uyarıcı geldi, çünkü Allah dilediğini yapmaya kadirdir"
        },
        {
            "chapter": 5,
            "verse": 20,
            "text": "Bir zaman Musa, halkına: \"Ey halkım!\" demişti, \"Allahın size bahşettiği nimetleri hatırlayın ki O, aranızdan peygamberler çıkarmış, sizi kendi-kendinizin efendisi yapmış ve dünyada başka hiç kimseye göstermediği (lütfu)nu size göstermişti"
        },
        {
            "chapter": 5,
            "verse": 21,
            "text": "Ey halkım! Allahın size vaat ettiği kutsal topraklara girin: ama (inancınızdan) vazgeçmeyin, yoksa kaybedenlerden olursunuz"
        },
        {
            "chapter": 5,
            "verse": 22,
            "text": "Onlar, \"Ey Musa!\" diye seslendiler, \"Unutma ki o topraklarda zorba bir halk yaşıyor, ve onlar uzaklaşmadıkça biz kesinlikle oraya girmeyeceğiz; ama eğer oradan uzaklaşırlarsa o zaman gireriz"
        },
        {
            "chapter": 5,
            "verse": 23,
            "text": "(Bunun üzerine) Allahın nimetine mazhar olan ve (Ondan) korkanlar arasından iki kişi: \"Onların üzerine kapıdan gidin!\" dediler, \"Çünkü, unutmayın, siz oraya girerseniz galip geleceksiniz! Ve eğer (gerçek) müminler iseniz Allaha güven duymalısınız"
        },
        {
            "chapter": 5,
            "verse": 24,
            "text": "(Ama) onlar: \"Ey Musa!\" dediler, \"Ötekiler orada oldukça biz o (topraklar)a asla giremeyeceğiz. O halde sen ve Rabbin gidin ve birlikte savaşın! Biz burada kalacağız"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "(Musa,) \"Ey Rabbim! Benim sadece kendime ve kardeşim (Harun)a sözüm geçiyor! O zaman, bizimle bu sapkın halk arasına bir çizgi çek!\" diye yalvardı"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "Öyleyse, bu (topraklar) onlara kırk yıl boyunca yasaklanmıştır, bu süre içinde yeryüzünde şaşkın şaşkın dolaşsınlar; sen artık bu sapkın halk için kendini üzme!\" diye cevap verdi Allah"
        },
        {
            "chapter": 5,
            "verse": 27,
            "text": "Ve onlara gerçeği göstermek için Ademin iki oğlunun kıssasını anlat; nasıl ikisinin birer kurban sunduklarını ve birinden kabul edildiği halde diğerinden kabul edilmediğini.(Onlardan biri, Kabil), \"Seni mutlaka öldüreceğim!\" demişti.(Kardeşi Habil) cevap vermişti: \"Unutma ki Allah, yalnız Ona karşı sorumluluk bilinci duyanların (kurbanı)nı kabul eder"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "Beni öldürmek için el uzatsan bile, ben öldürmek için sana el uzatmayacağım: Ben bütün alemlerin Rabbi Allahtan korkarım"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "(Beni öldürürsen,) dilerim, hem kendi günah(lar)ını, hem de benim günahlarımı(n yükünü) yüklenir ve böylece cehennemin yolunu tutarsın! Çünkü zalimlerin cezası budur"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "Fakat diğerinin ihtirası onu kardeşini öldürmeye sürükledi ve onu öldürdü: Böylece hüsrana uğrayanlardan oldu"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "Bunun üzerine Allah, kardeşinin cesedinin çıplaklığını nasıl gizleyebileceğini ona göstersin diye toprağı eşeleyen bir karga gönderdi. (Bunu gören Kabil,) \"Eyvah\" diye haykırdı, \"Yazıklar olsun bana! Ben, bu karganın yaptığını yapmayacak kadar ve kardeşimin cesedinin çıplaklığını gizleyemeyecek kadar aciz miyim?\" Ve bunun üzerine vicdan azabı ile çarpıldı"
        },
        {
            "chapter": 5,
            "verse": 32,
            "text": "Bu yüzden Biz İsrailoğullarına bildirdik ki, -cinayetin ve yeryüzünde fesadı yayma(nın cezası) olarak işlenmesi dışında- eğer bir kimse bir insanı öldürürse bütün insanlığı öldürmüş gibidir; ve bir kimse bir hayat kurtarırsa bütün insanlığı kurtarmış gibi olur. Gerçekten elçilerimiz, onlara hakikatin bütün delilleri ile geldiler: ama, buna rağmen, onların çoğu yeryüzünde her çeşitli aşırılığa meyletmeye devam etti"
        },
        {
            "chapter": 5,
            "verse": 33,
            "text": "Allaha ve Elçisine karşı savaş açanların ve yeryüzünde fesadı yaymaya çalışanların büyük kısmının öldürülmeleri veya asılmaları veya döneklikleri yüzünden büyük kısmının ellerinin ve ayaklarının kesilmesi yahut yeryüzünden (tamamiyle) sürülmeleri, yalnızca bir karşılıktan ibarettir: İşte bu, onların bu dünyada uğradıkları zillettir. Öteki dünyada ise (daha) korkunç bir azap bekler onları"
        },
        {
            "chapter": 5,
            "verse": 34,
            "text": "ancak (ey müminler,) siz onlardan daha güçlü hale gelmeden önce tevbe edenler hariç: çünkü, bilmelisiniz ki Allah çok bağışlayıcıdır, rahmet kaynağıdır"
        },
        {
            "chapter": 5,
            "verse": 35,
            "text": "Siz ey imana ermiş olanlar! Allaha karşı sorumluluğunuzun bilincinde olun, Ona daha yakın olmaya çalışın ve Allah yolunda gayret gösterin ki mutluluğa erişebilesiniz"
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "Şüphe yok ki, hakikati inkara şartlanmış olanlar, Kıyamet Günündeki azaptan kurtulmak için yeryüzündeki her şeyi ve hatta iki kat fazlasını fidye olarak teklif etseler de kabul ettiremezler; çünkü şiddetli bir azap bekler onları"
        },
        {
            "chapter": 5,
            "verse": 37,
            "text": "Onlar ateşten kurtulmak isterler, ama kurtulamazlar; uzun sürecek bir azap bekler onları"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "Hırsızlık eden erkeğe ve hırsızlık eden kadına gelince, işlemiş oldukları fiillere karşılık, Allahtan (gelen) caydırıcı bir müeyyide olarak her ikisinin ellerini kesin: zira Allah kudretlidir, hikmet sahibidir"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "Bu suçu işledikten sonra tevbe edip kendisini ıslah edene gelince, kuşkusuz Allah onun tevbesini kabul eder: Allah çok bağışlayıcıdır, rahmet kaynağıdır"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "Bilmez misin ki göklerin ve yerin hükümranlığı Allahındır? O, dilediğini cezalandırır, dilediğini bağışlar: Zira Allah her şeye kadirdir"
        },
        {
            "chapter": 5,
            "verse": 41,
            "text": "Ey Peygamber! Hakikati inkarda birbirleriyle yarışanlardan dolayı üzülme: şu, ağızlarıyla \"Biz inanıyoruz!\" diyen, halbuki kalben inanmayanlardan ve her türlü yalanı can kulağıyla dinleyen ve (aydınlanmak için) sana gelmek yerine başka insanlara kulak veren Yahudilerden. Onlar, (vahyedilen) sözleri asıl bağlamlarından kopararak anlamlarını çarpıtırlar ve \"Eğer size şöyle şöyle (bir öğreti) verilirse onu kabul edin; ama verilmezse uzak durun!\" derler. (Onlara bakıp üzülme,) çünkü Allah, bir kişinin kötülüğe meyletmesini dilemişse Allahın onun hakkındaki iradesine hiçbir şekilde mani olamazsın. İşte onlar kalplerini Allahın temizlemek istemedikleridir. Onları bu dünyada zillet, öteki dünyada da korkunç bir azap bekler"
        },
        {
            "chapter": 5,
            "verse": 42,
            "text": "onlar, her türlü yalanı can kulağıyla dinleyenler, kötü olan her şeyi aç gözlülükle yutanlardır! Öyleyse (bir karar vermen için) sana gelirlerse ister onlar arasında karar verirsin, ister kendi hallerine bırakırsın: Çünkü eğer onları kendi hallerine bırakırsan sana hiçbir şekilde zarar veremezler. Ama eğer bir karar verirsen, onlar arasında adaletle karar ver: Allah adil davrananları bilir"
        },
        {
            "chapter": 5,
            "verse": 43,
            "text": "Onlar Allahın buyruklarını ihtiva eden Tevrata sahip oldukları halde nasıl senden bir hüküm vermeni isterler ve ondan sonra da (senin verdiğin hükümden) yüz çevirirler? O halde böyleleri (gerçek) müminler değildir"
        },
        {
            "chapter": 5,
            "verse": 44,
            "text": "Şüphe yok ki, içinde rehberlik ve aydınlık bulunan Tevratı indiren Biziz. Kendilerini Allaha teslim eden peygamberler, ona dayanarak yahudi itikadına uyanlar arasında hüküm verirlerdi; (eski) din adamları ve hahamları da öyle yaptılar, çünkü Allahın kelamının bir kısmı onların himayesine emanet edilmişti; ve hepsi onun doğruluğuna şahitlik yaptılar. Bu nedenle, (ey İsrailoğulları,) insanlardan korku duymayın , yalnız Benden korkun; ve Benim mesajlarımı önemsiz bir kazanç karşılığı değiştirmeyin: Çünkü Allahın indirdiklerine göre hüküm vermeyenler, gerçekten hakikati inkar edenlerdir"
        },
        {
            "chapter": 5,
            "verse": 45,
            "text": "Ve onlar için (Tevratta) hükmettik: cana can, göze göz, dişe diş, kulağa kulak, buruna burun ve yaralamalarda (benzer) bir karşılık; ama kim hayrı için ondan vazgeçerse, bu geçmiş günahlarının bir kısmına kefaret olacaktır. Allahın vahyettiğine göre hüküm vermeyenler, işte onlar zalimlerdir"
        },
        {
            "chapter": 5,
            "verse": 46,
            "text": "Biz, Meryem oğlu İsayı, o (geçmiş peygamber)lerin izleri üzerinde Tevrattan (o güne) kalanın doğruluğunu tasdik edici olarak gönderdik. Biz, ona, Allaha karşı sorumluluk bilinci taşıyanlara bir rehber ve bir öğüt olarak Tevrattan (o güne) kalanı tasdik eden, içinde rehberlik ve aydınlık bulunan İncili verdik"
        },
        {
            "chapter": 5,
            "verse": 47,
            "text": "O halde İncile uyanlar, Allahın onunla vahyettikleri doğrultusunda hüküm versinler: Kim Allahın indirdiği ile hükmetmezse işte onlardır gerçek fasıklar"
        },
        {
            "chapter": 5,
            "verse": 48,
            "text": "Ve sana, (ey Peygamber), hakikati ortaya koyan bu ilahi kelamı, geçmiş vahiylerden (bu güne) kalanı tasdik edici ve içinde hangi doğruların bulunduğunu belirleyici olarak indirdik. Öyleyse, (ey Peygamber,) geçmiş vahyin izleyicileri arasında Allahın indirdiklerine uygun olarak hüküm ver, ve sana gelmiş olan hakikati terk ederek onların mesnetsiz görüşlerine uyma. Biz, her biriniz için (farklı) bir sistem ve (farklı) bir hayat tarzı belirledik. Eğer Allah dileseydi, hepinizi tek bir topluluk yapardı: ama indirdikleri aracılığıyla sizi sınamak için (başka türlü diledi). O halde hayırlı işlerde yarışın! Hepinizin dönüşü Allahadır; o zaman Allah, ayrılığa düştüğünüz şeyleri size gösterecektir"
        },
        {
            "chapter": 5,
            "verse": 49,
            "text": "O halde, geçmiş vahyin mensupları arasında Allahın indirdiğine göre hükmet ve onların mesnetsiz görüşlerine uyma; ve onlardan sakın ki Allahın sana indirdiğinin bir kısmından seni uzaklaştırmasınlar. Eğer onlar (Allahın buyruklarından) yüz çevirirlerse, bil ki bir kısım günahlarından dolayı onları (böylece) cezalandırmak, Allahın iradesi gereğidir: Unutma ki insanların çoğu gerçekten sapkındır"
        },
        {
            "chapter": 5,
            "verse": 50,
            "text": "Yoksa onlar, cahiliyye kanunu (ile yönetilmek) mi istiyorlar? Halbuki, kalben mutmain olan insanlar için Allahtan daha iyi kanun koyucu olabilir mi"
        },
        {
            "chapter": 5,
            "verse": 51,
            "text": "Siz ey imana ermiş olanlar! Yahudileri ve Hıristiyanları dost edinmeyin: Onlar yalnızca birbirlerinin dostlarıdır. Ve hanginiz onları dost edinirse kesinlikle onlardan olur: Bilin ki Allah böyle zalimlere doğru yolu göstermez"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "Ve kalplerinde hastalık olanların, (kendi kendilerine) \"Şansımızın kötü gitmesinden korkuyoruz!\" diyerek onların işine yarayan bir tavır sergilemekte yarıştıklarını görebilirsin. Ama Allah, (müminler için) büyük bir başarı takdir ettiğinde yahut kendi planının (başka) bir tezahürünü gerçekleştirdiğinde o (kararsız)lar, kendi içlerinde gizlice barındırdıkları düşüncelerden dolayı vicdan azabı duymaya başlarlar"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "Oysa imana erenler, (birbirlerine), \"Sizinle birlikte olacaklarına dair kararlı şekilde Allaha yemin edenler bu kişiler midir? Onların bütün yaptıkları boşa gitmiştir, çünkü onlar ziyandadır!\" derler"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "Siz ey imana ermiş olanlar! Eğer imanınızı kaybederseniz, Allah, zaman içinde (sizin yerinize) Onun sevdiği ve Onu seven insanlar geçirecektir; müminlere karşı alçak gönüllü, hakikati inkar edenlere karşı onurlu; Allah yolunda üstün çaba gösteren ve kendilerini kınayabilecek kimselerin kınamasından korkmayan (insanlar): Bu, Allahın dilediğine bağışladığı lütfudur. Allah (lütfunda) sınırsızdır ve her şeyi bilendir"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "Unutmayın ki sizin yardımcılarınız sadece Allah ve Elçisi ve imana erenler olacaktır; (yani) namazlarında devamlı ve dikkatli olanlar, arındırıcı (mali) yükümlülüklerini yerine getirenler ve (Allahın karşısında) boyun eğenler"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "Çünkü Allah ve Elçisi ve imana erenler ile dost olanlar; işte onlar, Allahın taraftarlarıdır, onlardır zafere ulaşanlar"
        },
        {
            "chapter": 5,
            "verse": 57,
            "text": "Siz ey imana ermiş olanlar! Eğer gerçek müminler iseniz, inancınızı küçümseyen ve onunla eğlenenleri bunlar ister sizden önce vahiy verilenlerden, isterse (bu vahyin) hakikati(ni) inkar edenlerden olsunlar- dost edinmeyin ve Allaha karşı sorumluluğunuzun bilincinde olun"
        },
        {
            "chapter": 5,
            "verse": 58,
            "text": "Onları namaza çağırdığınızda onu küçümserler ve alaya alırlar- Çünkü onlar akıllarını kullanmayan bir topluluktur"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "De ki: \"Ey geçmiş vahyin izleyicileri! (Yalnız) Allaha ve Allahın hem bize hem bizden öncekilere indirdiğine inandığımız için mi bizde kusur buluyorsunuz? (Yoksa bu, sadece) çoğunuzun sapkınlığından mı(dır)"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "De ki: \"Allah katında bunlardan daha şiddetli bir cezayı hak edenleri size söyleyeyim mi? Onlar, Allahın lanetledikleridir; onlar Allahın gazap ettikleridir ve şeytani güçlere taptıkları için Allahın maymuna ve domuza çevirdikleridir: Bunlar durumu en kötü olanlar ve doğru yoldan (alaya alıcılardan) daha fazla sapanlardır"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "Onlar, sana geldiklerinde, \"İnanıyoruz!\" derler: Oysa, aslında hakikati inkar niyeti ile gelirler ve aynı şekilde ayrılırlar. Ama Allah, onların gizlediği her şeyin farkındadır"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "Onların çoğunun, günah işlemede, gaddarca davranmada ve her kötülüğü boğazlarına indirmekte birbirleriyle yarıştıklarını görebilirsin. Yaptıkları şey ne kadar kötüdür"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "Neden onların din adamları ve hahamları onları günahkarca iddialardan ve her türlü kötülüğü boğazlarına indirmekten alıkoymadılar? Ortaya koydukları şey ne kadar kötüdür"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "Yahudiler, \"Allahın eli sıkıdır\" derler. Sıkı olan onların elidir: Ve bu iddialarından dolayı (Allah tarafından) lanetlenmişlerdir. Tersine, Onun elleri sonuna kadar açıktır: O, (lütfunu) dilediği gibi dağıtır. Ama (ey Peygamber,) Rabbin tarafından sana indirilen her şey, onların çoğunun kibirli küstahlıklarında ve hakikati inkarda daha inatçı yapacaktır. Böylece biz, Kitab-ı Mukaddesin takipçileri arasına Mahşer Gününe kadar (sürecek) kin ve nefret tohumları saçtık: ne zaman savaş ateşi yaksalar Allah onu söndürür; ve onlar yeryüzünde yozlaşmayı ve çürümeyi arttırmak için ellerinden geleni yaparlar: Allah ise yozlaşmaya ve çürümeye yol açanları sevmez"
        },
        {
            "chapter": 5,
            "verse": 65,
            "text": "Eğer Kitab-ı Mukaddesin izleyicileri (gerçek) inanca ve Allaha karşı sorumluluk bilincine ulaşmış olsalardı, Biz gerçekten onların (geçmiş) kötülüklerini siler ve onları nimet bahçelerine sokardık"
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "eğer onlar Tevrata, İncile ve Rableri tarafından kendilerine indirilmiş olan bütün (vahiy)lere uymuş olsalardı, gökyüzünün ve yerin tüm nimetlerinden yararlanırlardı. Onların bir kısmı doğru bir yol tutarlar; çoğuna gelince, yaptıkları ne kötüdür onların"
        },
        {
            "chapter": 5,
            "verse": 67,
            "text": "Ey Elçi! Rabbinden sana indirilenleri tebliğ et: Sen onu tam yapmadığın sürece Rabbinin mesajını (hiç) yaymamış olursun. (Görevini yaparsan) Allah seni (inanmayan) insanlardan koruyacaktır. Allah, hakikati inkar eden insanları doğru yola iletmez"
        },
        {
            "chapter": 5,
            "verse": 68,
            "text": "De ki: \"Ey Kitab-ı Mukaddesin takipçileri! Siz, Tevrata, İncile ve Rabbiniz tarafından size indirilen her şeye (tam olarak) uymadıkça inançlarınızı sağlam bir temele oturtmuş olmazsınız! Fakat (ey Peygamber,) Rabbin tarafından sana indirilenler, onların çoğunu kibirli küstahlıklarında ve inkarcılıkta daha inatçı yapacaktır. Ama hakikati inkar eden insanlara üzülme"
        },
        {
            "chapter": 5,
            "verse": 69,
            "text": "çünkü, (bu ilahi kelama) iman edenler ve Yahudi itikadına uyanlar ile Sabiiler ve Hıristiyanlardan Allaha ve Ahiret Gününe inanıp, doğru ve yararlı fiillerde bulunanlar ne korkacak, ne de üzüleceklerdir"
        },
        {
            "chapter": 5,
            "verse": 70,
            "text": "Gerçek şu ki, biz İsrailoğullarından kesin bir taahhüt almış ve onlara elçiler göndermiştik: (ama) ne zaman bir elçi, onlara hoşlanmadıkları bir şey getirdiyse (isyan ettiler:) o (elçi)lerin bir kısmını yalanladılar, diğerlerini de öldürdüler"
        },
        {
            "chapter": 5,
            "verse": 71,
            "text": "(bunu yapmakla) kendilerine bir zarar gelmeyeceğini düşünüyorlardı; böylece (kalben) kör ve sağır oldular. Sonra Allah onların tevbesini kabul etti: (ama sonra) onların çoğu yine körleşti, sağırlaştı. Allah onların bütün yaptıklarını görür"
        },
        {
            "chapter": 5,
            "verse": 72,
            "text": "Gerçekten, \"Allah Meryem oğlu Mesihdir\" diyenler hakikati inkar etmiş olurlar; (bizzat) Mesihin, \"Ey İsrailoğulları! (Yalnızca) hem benim Rabbim, hem de sizin Rabbiniz olan Allaha kulluk edin!\" dediğini gördükleri halde. Unutmayın, kim Allahtan başka bir varlığa ilahlık yakıştırırsa, Allah onu cennetten mahrum edecek ve böylelerinin varış yeri cehennem olacaktır: ve böylece zalimler kendilerine bir yardımcı bulamayacaklardır"
        },
        {
            "chapter": 5,
            "verse": 73,
            "text": "Gerçekten, Tek Allahtan başka hiçbir ilah olmadığını gördükleri halde \"Bakın, Allah üçlünün üçüncüsüdür\" diyenler, hakikati inkar etmiş olurlar. Ve onlar bu iddialarından vazgeçmedikçe, hakikati inkar eden bu gibilerin başına şiddetli bir azap gelecektir"
        },
        {
            "chapter": 5,
            "verse": 74,
            "text": "Öyleyse pişmanlık içinde Allaha yönelip Onun bağışlanmasını hala dilemeyecekler mi? Allah çok bağışlayıcıdır, rahmet kaynağıdır"
        },
        {
            "chapter": 5,
            "verse": 75,
            "text": "Meryem oğlu Mesih sadece bir peygamberdir: (Diğer) bütün peygamberler ondan önce gelip geçti; onun annesi, hakikatten asla sapmamış olan biriydi; ve onların ikisi de (diğer ölümlüler gibi) yiyecekle beslenirdi.Bak, bu mesajları onlara nasıl açıkladık: ve sonra bak, nasıl ters yüz olmuştur onların zihinleri"
        },
        {
            "chapter": 5,
            "verse": 76,
            "text": "De ki: \"Allahın yanı sıra size ne bir fayda sağlama ne de zarar verme gücü olmayan şeye mi taptınız? Oysa yalnız Allahtır her şeyi duyan, her şeyi bilen"
        },
        {
            "chapter": 5,
            "verse": 77,
            "text": "De ki: \"Ey İncilin takipçileri! İnançlarınız(ın içerdiği hakikat)in sınırları(nı) ihlal etmeyin; ve daha önce kendileri sapmış olup bir çoğunu da saptırmış olan ve doğru yoldan hala sapmakta devam eden bir topluluğun mesnetsiz görüşlerine uymayın"
        },
        {
            "chapter": 5,
            "verse": 78,
            "text": "Hakikati inkara şartlanmış bulunan şu İsrailoğulları (zaten) Davudun ve Meryem oğlu İsanın diliyle lanetlenmişlerdir: Böyledir, çünkü onlar (Allaha) isyan ettiler; hak ve adalet sınırlarını ihlalde ısrarcı davrandılar"
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "Onlar birbirlerini yaptıkları iğrenç şeylerden vazgeçirmeye çalışmadılar: yaptıkları şey gerçekten ne kötü idi"
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "(Ve şimdi) onların bir çoğunun hakikati inkar edenlerle dost olduklarını görebilirsin! İhtiraslarının onları sürüklediği şey (öyle) kötüdür (ki) Allah onlara gazap etmiştir; ve onlar azap içinde yaşayacaklardır"
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "Çünkü, eğer onlar Allaha, kendilerine gönderilen Peygambere ve ona indirilen her şeye (gerçekten) inansalardı, bu (hakikat inkarcı)larını dost edinmezlerdi: Ama onların çoğu sapkındır"
        }
    ]
}