{
    "maqras": [
        {
            "chapter": 16,
            "verse": 30,
            "text": "Mpe babangi Allah bakotunama été: Eloko nini Nkolo wa bino akitisi? Bakolobaka: Bolamu, тропа baye babongisaki na bomoi ya nsé na kosala bolamu, kasi efandelo ya mokolo mwa suka nde ezali kitoko koleka, oyo nde ndako ya malamu тропа babangi"
        },
        {
            "chapter": 16,
            "verse": 31,
            "text": "Lola ya edeni o esika bakokotaka, mingala mizali kolekisa mayi o nsé na yango, bakozwaka o kati na yango manso bakolingaka. Ndenge wana nde Allah afutaka babangi"
        },
        {
            "chapter": 16,
            "verse": 32,
            "text": "Baye ba anzelu bakobomaka wana bazali peto, bakolobaka: Boboto ezala likolo na bino, bokoto o kati ya lola engebene na maye ya malamu bozalaki kosala"
        },
        {
            "chapter": 16,
            "verse": 33,
            "text": "Boye bazali kozela été ba anzelu bayela bango to mokano ya Nkolo wayo eya? Lolenge wana nde baye bazalaki liboso basalaki, mpe Allah abubaki bango te kasi bango moko nde bamibubaki"
        },
        {
            "chapter": 16,
            "verse": 34,
            "text": "Mpe bazuaki mabe тропа maye basalaki, mpe maye bazalaki kotiola mazingaki bango o bisika binso"
        },
        {
            "chapter": 16,
            "verse": 35,
            "text": "Pe baye bazali kosangisa (Allah) balobi été: Soki Allah alingaki nde tobondelaki eloko mosusu te sé ye, ezala biso na batata na biso, nde topekisaki mpe eloko na esika naye te, lolenge wana nde baye balekaki liboso na bango bazalaki kosala, nde тропа batindami ezali sé kokomisa sango polele te"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "Мре tosilaki kotinda na umma nyonso motindami, mpo ayebisa bato naye été: Babondela Allah mpe bozala mosika na motomboki, kati na bango Allah akambaki, mpe kati na bango basusu libungi ekokisamaki likolo na bango. Botambola o kati ya mokili bótala ndenge esukela baye baboyaki kondima"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "Ata ozali kosala ndenge nyoso mpo bakambama, ya soló, Allah akambaka baye babunga te mpe bakozua moto ya kosalisa mpe kolongisa bango te"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "Mpe bazali kolapa na nkombo ya Allah polele été: Allah akosekwisa bawa te. Nzoka nde wana ezali elaka ya bosôló epai naye, kasi ebele ya bato bazali koyeba te"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "Mpo alimbola тропа bango maye bakokesene na yango, тре bapengwi bayeba ete ya sólo, bango bazalaki kokosa"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "Ya sólo, tango tolingaka eloko, tokolobaka sé liloba moko: Zala; mpe ezalisami"
        },
        {
            "chapter": 16,
            "verse": 41,
            "text": "Мре baye batikaki (makkah) bakei na (madinah) na tango eye basilaki kobubama, tokofandisa bango na mokili ya bomoi ya kitoko. Kasi lifuta ya lola ezali monene soki bayebaki"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "Baye bakangaki mitema mpe batiaki elikia epai ya Nkolo wa bango"
        },
        {
            "chapter": 16,
            "verse": 43,
            "text": "Мре totindaki yambo nayo te, sé mibali baye tokitiselaki bango emoniseli, botuna baye bayebi soki bozali na boyebi te"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "(Totindaki bango) na bilembo bia polele, na babuku ensantu, mpe tokitisi epai nayo buku mpo été: Olimbolela bato maye makiteli bango mpo basosolo"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "Kasi тропа baye bazalaki kosala likita ya mabe, bazali na ebateli moko te sé Allah azindisa bango na mabele to etumbu eyela bango o esika nyoso oyo bakoyeba te"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "То mpe ezua bango na ngonga ya misala na bango mpo bazua nzela ya kokima te"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "To bobangi (bwa makasi kowuta epai ya Nkolo wa bango ezua bango) ya soló, Nkolo wa bino azali na ngolu atonda mawa"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "Boye bazali kornona te ete maye manso Allah akela, bililingi na yango bitelama alima na ngambu ya loboko ya mobali mpe na loboko ya mwasi, nyoso bizali kofukamela Allah na limemia mpe nakomikitisa"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "Bikelamu binso o likolo mpe na nsé bizali kogumbamela Allah, banyama mpe ba anzelu mpe bazali kosala lolendo te"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "Bazali kobanga Nkolo wa bango oyo azali o likolo lia bango, mpe basalaka maye akotindaka bango"
        }
    ]
}