{
    "maqras": [
        {
            "chapter": 22,
            "verse": 1,
            "text": "Oh bino bato! Bobanga Nkolo wa bino. Ya soló, koningana ya mabele na ngonga (ya mokolo yasuka) ekozalaka somo mpe makasi"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "Mokolo bokomona yango, na nyoso oyo azalaki komelisa, muana akobosana komelisa, mpe nyoso oyo azalaki na zemi akobota. Mpe okomona bato bakomi na milangwa, kasi ezali molangwa (ya masanga te) ezali nde etumbu ya Allah ya makasi"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "Mpe bokomona bato bazali kosuana тропа Allah kasi bazali na boyebi te, mpe bazali kolanda satana motomboki"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "Ekomama тропа yango ya solo, oyo akolanda ye (satana), asili kobungisa ye mpe akokamba ye na etumbu ya lifelo"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "Oh bino bato! Soki bozali kotiya tembe тропа mokolo mwa lisekwa, ya sólo tokelaki bino na mabele, sima bokomi mayi ya ndembo sima ekomi makila ya makasi, sima ekomi eteni ya mosuni, mozui lolenge ya bokeli (moto), tobongisi mpe mosusu tobongisi te, тропа kolakisa bino bokasi bwa biso, mpe totiye yango na ebotelo (matilisi) na bolingi bwa biso kino tango ekokoka, sima tobimisi bino mwana токе mpo bokokisa kokelame, kati na bino, basusu bazali kokufa noki, mpe basusu bazali кокота mikolo kino akozala na mayele lisusu yakoyeba eloko te, ndenge moko na mabele ntango ekawuki mpe tokitiseli yango mayi ya mbula, ekoningana mpe evimbi, ekobimisa milona ya ndenge na ndenge"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "Wana nyoso mpo Allah azali wa bosôló, mpe ya soló ye mosekwisi ya bawa, mpe ya soló, ye azali na bokoki тропа biloko binso"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "Mpe ya sólo, ngonga ekokoma ezali na tembe te тропа yango. Mpe ya sólo Allah akosekwisaka baye bakozalaka o kati ya malita"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "Mpe kati ya bato bazali kosuana тропа Allah, kasi bazali na boyebi te, mpe bazali na bokambami te, mpe bazali na buku oyo elimbolami te"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "Azui bizaleli ya lolendo mpe ya mabe тропа kobungisa bato nzela ya Allah, (moto) wana akozua mabe awa na nsé тре о mokolo ya suka tokopesa ye etumbu ya kozikisama"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "Mpona makambo maye maboko mibale nayo malengelaki yango awa na mokili, mpe ya sôló Allah azalaka mobubi te epai ya bawumbu naye"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "Mpe kati na bato bazali kobondela Allah sé moke тре likolo likolo, soki bolamu bozui ye, asepeli na yango, mpe soki mabe ezui ye abaloli elongi mpe aboyi, kasi asili kozanga na mokili mpe na mokolo mwa suka. Мре wana nde ekozalaka bozangi ya monene"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "Bazali kobelela na esika ya Allah banzambe basusu, ba oyo bakoki kosala bango mabe te mpe malamu te. Wana nde libunga lia mozindo"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "Bazali kobelela oyo ezali mosika na litomba kasi pene na mpasi. Oyo mobateli ya mabe mpe moninga ya mabe"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "Ya soló, Allah akokotisa bandimi baye bazalaki kosala misala ya malamu na lola oyo ezali kolekisa na nsé na yango mingala. Ya soló, Allah asalaka oyo alingi"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "Oyo azali kokanisa ete Allah akosalisa ye te awa na mokili mpe na mokolo ya suka, amata na singa kino likolo, sima akata yango, boye atala soki mayele mabe naye ekosalisa ye na oyo ezali kopesa ye kanda"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "Na yango nde wana tokitisaki (kurani) na mikapo miye mizali Polele, mpe ya soló Allah akambaka oyo alingi"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "Ya soló, baye bandima, bayuda, ba swâbi-îna, mpe baklišto mpe basambeli ya moto, na baye bazali kosangisa Allah. Ya sólo Allah akokataka makambo o kati kati na bango o mokolo ya suka. Ya soló Allah azali nzeneneke likolo ya biloko binso"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "Boye ozali kornona te ete biloko binso biye bizali o likolo na o nsé bizali kofukamela Allah moyi na sanza, minzoto na bangomba, banzete na banyama mpe bato ebele? Мре ebele babongi na etumbu, mpe oyo Allah asilisi ye lokunu, akozua moto te ya komatisa ye lokumu. Ya sólo Allah asalaka oyo alingi"
        }
    ]
}