{
    "maqras": [
        {
            "chapter": 32,
            "verse": 11,
            "text": "Loba: Anzelu ya liwa oyo atiyami тропа bino, akoboma bino, sima bokozongisama epai ya Nkolo wa bino"
        },
        {
            "chapter": 32,
            "verse": 12,
            "text": "Mpe soki omoni lolenge batomboki (bakokitisaka) mitu mia bango liboso lia Nkolo wa bango, (na bolobi): Nkolo wa biso; tomonaki mpe toyokaki, zongisa biso (ata токе) mpo tosala bolamu. Ya soló (Sika oyo) nde tozali na tembe te"
        },
        {
            "chapter": 32,
            "verse": 13,
            "text": "Mpe soki tolingaki nde topesaki molimo nyoso bokambami bwaye, kasi ezali тропа liloba esilaki kolobama ete; ya solo, nakotondisa lifelo na bato тре bilima elongo"
        },
        {
            "chapter": 32,
            "verse": 14,
            "text": "Вотека oyo bobosanaki тропа mokolo na bino ya lelo, ya soló biso тре lokola totiki bino, bomeka etumbu ya libela тропа maye bozalaki kosala"
        },
        {
            "chapter": 32,
            "verse": 15,
            "text": "Ya soló, baye bandimaka na mikapo mia biso nde baye bazalaka soki bakundoleli bango yango, bakiti na bogumbami mpe bakumisi lokumu ya Nkolo wa bango, mpe bakosalaka lolendo te"
        },
        {
            "chapter": 32,
            "verse": 16,
            "text": "Bazali kolamuka kowuta na bambeto na bango mpe bakitisi bilongi bia bango тропа kokumisa Nkolo wa bango na bobangi mpe elikia bonso, mpe bazali kobimisa ndambo ya maye topesaki bango"
        },
        {
            "chapter": 32,
            "verse": 17,
            "text": "Ata moto moko te ayebi maye babombeli bango тропа bosepelisi miso, lifuta na maye basalaka"
        },
        {
            "chapter": 32,
            "verse": 18,
            "text": "Boye mondimi na mobebisi bazali ndenge moko? Te. Bakokani te"
        },
        {
            "chapter": 32,
            "verse": 19,
            "text": "Kasi baye bandima mpe bazali kosala misala milamu, bakozalaka na lola, libela mpe bakofutaka bango тропа maye basalaki"
        },
        {
            "chapter": 32,
            "verse": 20,
            "text": "Kasi тропа baye babebisaki, bakozalaka na moto, mpe tango nyoso bakolingaka kobima, bakozongisaka bango na kati, mpe bakoyebisaka bango ete: Вотека etumbu ya moto moye bozalaki kondima te"
        },
        {
            "chapter": 32,
            "verse": 21,
            "text": "Mpe ya soló, tokomekisa bango etumbu ya moke awa na mokili, yambo ya etumbu ya monene mpo tango mosusu bakozonga. (o nzela ya semba)"
        },
        {
            "chapter": 32,
            "verse": 22,
            "text": "Mpe nani azali mabe penza koleka moto oyo soki mikapo mia Nkolo wa ye mizali kotangema sima apesi yango mokongo? Ya solo, tokozua batomboki (lolenge bazalaki kosala)"
        },
        {
            "chapter": 32,
            "verse": 23,
            "text": "Mpe topesaki Mûssa buku, mpe kozala na tembe te тропа bokutani na ye, mpe totiyaki ye azala mokambi ya bana ya isalayele"
        },
        {
            "chapter": 32,
            "verse": 24,
            "text": "Mpe totiyaki bakambi kati na bango, ete bakamba na mitindo mia biso, mpo ete bakangaki mitema mpe bandimaki na mikapo mia biso"
        },
        {
            "chapter": 32,
            "verse": 25,
            "text": "Ya soló, Nkolo wayo nde akokataka o kati kati na bango o mokolo mwa suka na maye bazalaki na bokabwani"
        },
        {
            "chapter": 32,
            "verse": 26,
            "text": "Boye bamoni te ete tobomaki ebele ya bato baleka liboso bazali kotambola na bandako na bango? Ya soló wana ezali bilembo. Boye тропа nini bayokaka te"
        },
        {
            "chapter": 32,
            "verse": 27,
            "text": "Boye bazali koyeba te, tozali kotindika mayi na mabele oyo ekauka, mpe tobimisi na yango milona miye bazali kolia yango bango moko na bibwele na bango? Boye bazali kornona te"
        },
        {
            "chapter": 32,
            "verse": 28,
            "text": "Mpe bazali koloba: Elonga ekozala tango nini soki bozali na bosölo"
        },
        {
            "chapter": 32,
            "verse": 29,
            "text": "Loba: Mokolo mwa elonga mokosalisaka bapengwi te na bondimi bwa bango, mpe bakotikelaka bango tango te"
        },
        {
            "chapter": 32,
            "verse": 30,
            "text": "Zala na bango mosika, mpe zela, ya sólo bango mpe bazali kozela"
        }
    ]
}