{
    "juzs": [
        {
            "chapter": 4,
            "verse": 24,
            "text": "nim'ma paiki, svatantra visvasi mahileyarannu vivahavagalu samartharalladavaru, nim'ma malakatvadalliruva visvasi dasiyannu vivahavagali. Nim'ma visvasada kuritu allahanu cennagi ballanu. Nivella onde muladavaru. Nivu avara (dasiyara) posakara anumati padedu avarannu vivahavagiri. Avarige avara hakkannu (mahr annu) n'yayocitavagi pavatisiri. Avaru kattu nittagi susileyaragirabeku. Bahirangavagi anaitikateyalli nirataragiruvavaragali guttagi akrama nantugalannu posisuvavaragali agirabaradu. Vivaha vyaptiyolage bandu bitta balika, avaru enadaru anaitika vyavahara nadesidare, avaru svatantra mahileyarigiruva sikseya ardha bhagakke ar'haraguvaru. Idu (dasiyarannu vivahavaguva anumati), nim'ma paiki tanu (avivahitanagiddare) papavesagabahudemba bhayavullavarigagi iruva savalattagide. Innu nivu sahanasilaragiddare nim'ma palige aduve uttama. Allahanantu tumba ksamasilanu karunamayiyu agiddane"
        },
        {
            "chapter": 4,
            "verse": 25,
            "text": "Allahanu nimage (satyavannu) vivarisa bayasuttane hagu nimaginta hindinavaru nadeda darigala kuritu nimage margadarsana nidabayasuttane mattu avanu nim'medege oliya bayasuttane. Allahanu ellavannu ballavanu yuktivantanu agiddane"
        },
        {
            "chapter": 4,
            "verse": 26,
            "text": "allahanu nim'medege oliyabayasuttane. Atta sveccheya anuyayigalu, nivu (sari dariyinda) tira dura sagi bidabekendu bayasuttare"
        },
        {
            "chapter": 4,
            "verse": 27,
            "text": "allahanu nim'ma melinda (honegala) bharavannu haguragolisa bayasuttane. Manavanantu durbalanagiye srstisalpattiddane"
        },
        {
            "chapter": 4,
            "verse": 28,
            "text": "visvasigale, nivu parasparara sampattannu akrama vidhanagalinda kabalisabedi – paraspara oppigeyinda vyavahara nadesi adaya sampadisuvudu tappalla. Paraspara yarade hatye nadesabedi – allahanantu nim'ma palige sada karunamayiyagiddane"
        },
        {
            "chapter": 4,
            "verse": 29,
            "text": "(adayakkagi) a riti atireka hagu an'yaya esagidavarannu navu sighrave narakada benkiyolage eseyaliddeve. Allahana mattige idella sulabhavagide"
        },
        {
            "chapter": 4,
            "verse": 30,
            "text": "nim'ma palige nisedhisalagiruva maha patakagalinda nivu dura ulidare, nim'ma sanna putta papagalannella navu nivarisuvevu mattu bahala gauravanvita neleyondarolage nim'mannu serisuvevu"
        },
        {
            "chapter": 4,
            "verse": 31,
            "text": "allahanu nim'mallina kelavarige matte kelavariginta heccagi dayapalisiruva anugrahakkagi ase padabedi. Purusaru sampadisiddu avarige (purusarige) mattu striyaru sampadisiddu avarige (stri yarige) salluvudu. Allahanalli avana anugrahavannu bediri. Allahanu khanditavagiyu ellavannu cennagi ballanu"
        },
        {
            "chapter": 4,
            "verse": 32,
            "text": "navu pratiyobbarigu avara hettavaru athava nikata bandhugalu toredu hoguva sottinalli uttaradhikaravannu nigadi padisiddeve. Innu yara jote nivu kararu madikondiruviro avarige avara palannu nidiri. Khanditavagiyu allahanu elladakku nera saksiyagiddane"
        },
        {
            "chapter": 4,
            "verse": 33,
            "text": "Purusaru striyara sanraksakaru. Ekendare, allahanu nim'malli kelavarige matte kelavariginta hirimeyannu dayapalisiruttane mattu avaru (purusaru) tam'ma sampattininda (kutumbakkagi) kharcu maduttare. Sajjana striyaru vidheyaragiruttare mattu allahanu raksisabekendiruvudannu (tam'ma manavannu hagu patiya sottugalannu) gupta sthitiyallu (patiya anupasthitiyallu) raksisuvavaragiruttare. Nimage vidrohada atankaviruvantaha mahileyarige upadesisiri. (Avaru tiddikolladiddare) a balika malaguvalli avarannu ontiyagi bidiri mattu (agalu avaru tam'mannu tiddikolladiddare,) avarannu dandisiri. Innu avaru nimage vidheyaradare, avara virud'dha (aropa athava kirukulakke) dari hudukuttirabedi. Allahanu khanditavagiyu unnatanu mahananu agiruttane"
        },
        {
            "chapter": 4,
            "verse": 34,
            "text": "nimaginnu avaribbara (dampatiyara) naduve bikkattina bhayaviddare atana kutumbadinda obba madhyasthanannu hagu akeya kutumbadindalu obba madhyasthanannu nemisiri. Avaribbaru sudharaneyannu bayasiddare, allahanu avara naduve samarasyavannu belesuvanu. Allahanantu sarvajnanu ella visayagala kuritu jagrtanu agiruvanu"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "allahananne pujisiri mattu avana jote enannu serisabedi. Hettavara visayadalli hagu apta bandhugalu, anatharu, badavaru, nereyalliruva bandhugalu, nereyalliruva aparicitaru, jotegararu, prayanikaru mattu nim'ma malakatvadalli iruvavara visayadalli saujan'ya toriri. Khanditavagiyu allahanu ahankarigalannu mattu svatah tam'manne hogalikolluvavarannu pritisuvudilla"
        },
        {
            "chapter": 4,
            "verse": 36,
            "text": "(hageye,) jipunate toruvavarannu, janarige jipunate bodhisuvavarannu mattu allahanu tanna anugrahadinda tamage nidiruvudannu bacciduvavarannu (allahanu pritisuvudilla). Dhikkarigaligagi navu apamanakari sikseyannu sid'dhagolisittiddeve"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "Tam'ma sampattannu janarige torisalikkagi kharcu maduvavaru hagu allahanallagali paralokadallagali nambike illadavaru (siksar'haru). Saitananu yara sangatiyadano (atanu tilidirali) avanu tumba ketta sangati"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "avaru allahanalli hagu paralokadalli nambike ittiddare mattu allahanu avarige nidiruvudarinda kharcu madiddare, avarigenaguttittu? Allahanantu avarannu cennagi ballanu"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "khanditavagiyu allahanu kincittu an'yayavesaguvudilla. Ondu satkarmaviddare, avanu adannu halavu pattu heccisi, tanna vatiyinda bhari bhavya pratiphalavannu niduttane"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "(dutare,) navu pratiyondu samudayadinda obba saksiyannu munde tandaga mattu avara (dhikkarigala) visayadalli nim'mannu saksiyagi munde tandaga (avara sthiti) hegidditu"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "a dina, dhikkarigalu mattu devadutara ajne miri nadedavaru, tavu nelasamaragiddare cennagittendu hambalisuvaru. Enannu allahaninda baccidalu avarige sadhyavagadu"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "visvasigale, nivu (madyada) amalinalliruvaga – nivenu heluttiruviri embudu nimage tiliyuva tanaka – namajh‌na hattira hogabaradu. Sambhoganantarada sthitiyallu – nivu snana maduva tanaka (namajhannu samipisabaradu) – nivu prayanisuttiruvagina horatu. Innu nivu rogigalagiddare, athava prayanadalliddare athava nim'mallobbaru saucalayadinda bandiddare athava nivu mahileyarannu (laingikavagi) samparkisiddare mattu a balika nimage niru sigadiddare nirmala mannininda ‘tayam'mam’ madiri – (andare) adannu sparsisi nim'ma mukha mattu kaigalannu savarikolliri. Allahanu khanditavagiyu (pramadagalannu) kadeganisuvavanu (papagalannu) ksamisuvavanu agiddane"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "Nivu kanalillave, divya granthadallina bhagavondannu nidalagiddavaru svatah darigeditanavannu kharidisikolluttiddare mattu nim'mannu saridariyinda duragolisabayasuttare"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "nim'ma satrugalannu allahanu cennagi ballanu. (Nimage) raksakanagi allahane saku mattu sahayakanagiyu allahane saku"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "yahudigala paiki kelavaru, matannu adara muladinda sarisi vikrtagolisibiduttare mattu avaru ‘‘sami'ana va'asaina’’ (navu kelidevu mattu avidheyaradevu) endu ‘‘isma'a gaira musma'in’’ (keliri-nivu kelisuvudakke ar'haralla) endu ‘‘ra'ina’’ (nam'ma kuri kayuvavanu) endu heluttare – avaru i riti tam'ma naligeyannu tiruci, dharmakke apacaravesaguttare. Nijavagi avaru ‘sami'ana va'ata'ana’ (navu kelidevu mattu anusarisidevu) ‘vasma'a’ (keliri) mattu unjhurna (nam'mannu nodiri) endiddare adu avara palige uttamavagittu mattu adu heccu pakva nadavalikeyagiruttittu. Adare avara dhikkari dhoraneya karana allahanu avarannu sapisiruvanu – addarindale avaralli tira kadime mandi matra nambike ullavaragiddare"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "grantha nidalpattavare, (idiga) navu ilisikottiruvudaralli (kur‌an‌nalli) nambike idiri – adu, hindinindale nim'ma bali iruvudannu (taurat hagu injil granthagalannu) samarthisuttade. Navu avara (dhikkarigala) mukhagalannu vikrtagolisi avugalannu hindakke tiruci biduva athava (i hinde) ‘sanivaradavarannu’ sapisidante avarannu sapisi biduva munna (avaru nambike idali). Allahana adesavantu khandita anusthanavaguttade"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "Tanna jote (yarannadaru) paludararagisuvudannu allahanu khandita ksamisuvudilla – adara horatu beravudannu avanu tanicchisuvavara palige ksamisi biduttane. Allahana jote paludararannu serisuvavanu maha sullaropavannu horisidanu"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "tavu bhari parisud'dharendu helikolluttiruvavarannu nivu kandira? Nijavagi allahane tanicchisidavarannu parisud'dharagisuttane. (Avana kadeyinda) yara melu ellastu an'yayavagadu"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "avaru allahana mele ententaha sullaropagalannu horisuttiddarendu nodiri! (Avara vinasakke) i spasta sullaropagale saku"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "granthada ondu bhagavannu nidalagiddavarannu nivu kandira? Avaru jibt (mata,mantra) mattu tagut (saitana)nalli nambike iduttare. Avaru dhikkarigala kuritu ‘‘visvasigaliginta ivare heccu saridariyalliddare’’ ennuttare"
        },
        {
            "chapter": 4,
            "verse": 51,
            "text": "allahanu sapisiruvudu avaranne. Innu allahanu yarannadaru sapisi bittare, matte avana paravagi nimage yava sahayakanu sigalaranu"
        },
        {
            "chapter": 4,
            "verse": 52,
            "text": "yavudadaru samrajyada bhagavu avara kaiyallideye? Hage iddiddaru avaru janarige cikkasannu niduttiralilla"
        },
        {
            "chapter": 4,
            "verse": 53,
            "text": "avarenu, allahanu tanna anugrahadinda janarige nidiruvudakkagi avara (janara) kuritu asuye paduttiddareye? Navu ibrahimara santatige (divya) granthavannu hagu yuktiyannu nidiruvevu mattu avarigondu bhavya samrajyavannu nididdevu"
        },
        {
            "chapter": 4,
            "verse": 54,
            "text": "avaralli kelavaru adannu (divya granthavannu) nambidaru mattu kelavaru adarinda dura ulidukondaru. (Anthavarige) bhugileddu uriyuva narakagniye saku"
        },
        {
            "chapter": 4,
            "verse": 55,
            "text": "Nam'ma vacanagalannu dhikkarisuvavarannu khanditavagiyu navu bahubegane narakagniyolage eseyaliddeve. (Alli) avaru sikseyannu saviyuttale iralendu, avara carmavu bendu karagi hodaga, navu adara badalige avarige hosa carmavannu todisuvevu. Khanditavagiyu allahanu pracandanu yuktivantanu agiddane"
        },
        {
            "chapter": 4,
            "verse": 56,
            "text": "mattu navu, visvasigalagiddavaru hagu satkarmagalannu maduttiddavarannu, talabhagadalli nadigalu hariyuttiruva svarga totagalolage serisuvevu. Alli avaru sadakala iruvaru. Avarige alli sud'dha patniyaru iruvaru mattu navu avarannu datta neralinolage serisuvevu"
        },
        {
            "chapter": 4,
            "verse": 57,
            "text": "nim'mannu nambi nimagoppisalada sottannu nivu adara naija malakarige maralisabekendu hagu nivu janara naduve tirpu niduvaga n'yayocitavagi tirpu nidabekendu allahanu nimage adesisuttiddane. Khanditavagiyu allahanu atyuttama upadesa niduvavanagiddane. Nis'sandehavagiyu allahanu ellavannu keluttane, ellavannu kanuttane"
        },
        {
            "chapter": 4,
            "verse": 58,
            "text": "visvasigale, allahana adesa palisiri mattu allahana dutara hagu nim'ma paiki adhikara sthanadalliruvavara adesa palisiri. Nivu allahanalli hagu paralokadalli nambike ullavaragiddare, yavudadaru visayadalli nim'ma naduve vivada untadaga, adannu allah mattavana dutaredege maralisiri. Iduve atyuttama dhoraneyagide hagu idara parinamavu uttamavagiruttade"
        },
        {
            "chapter": 4,
            "verse": 59,
            "text": "nim'medege ilisalagiruvudannu (kur‌an‌annu) nimaginta hinde ilisalagiruvudannu (taurat mattu injil‌galannu) tavu nambiruvudagi helikolluttiruvavarannu nivu kandira? Avaru tam'ma vivadagala tirpannu akrama saktigalige oppisabayasuttare. Nijavagi a saktigalannu dhikkarisabekendu avarige adesisalagide. Saitananu avarannu darigedisi darigeditanadalli bahala dura oyya bayasuttane"
        },
        {
            "chapter": 4,
            "verse": 60,
            "text": "(Dutare,) ‘‘allahanu ilisikottiruvudara kadege (kur‌an‌nedege) mattu (avana) dutaredege banniri’’ endu kapatigalodane helidaga, avaru nim'minda hinjaridu dura sariyuvudannu nivu kanuttiri"
        },
        {
            "chapter": 4,
            "verse": 61,
            "text": "hegide! Svatah avarade kaigala galikeya karana avarigenadaru vipattu eduradaga avaru nim'ma balige bandu allahana hesaralli ane haki ‘‘navu kevala hitavannu mattu samarasyavannu matra bayasiddevu’’ ennuttare"
        },
        {
            "chapter": 4,
            "verse": 62,
            "text": "avara manas'sugalolage iruvudannella allahanu ballanu. Sadya nivu avarannu kadeganisiri mattu (ade vele) avarige upadesisiri hagu avara jote, avara antaralakke natuvantaha matannadiri"
        },
        {
            "chapter": 4,
            "verse": 63,
            "text": "navu pratiyobba dutarannu allahana adesa prakara (janaru) avarannu anusarisabekende kaluhisiruvevu. (Dutare,) ondu vele a janaru svatah tam'ma mele akramavesagikondagale nim'ma balige bandu allahana bali ksameyannu bediddare mattu (allahana) dutaru avara ksamegagi prarthisiddare – khanditavagiyu avaru allahanannu, pascattapa svikarisuvavanagiyu karunamayiyagiyu kanuttiddaru"
        },
        {
            "chapter": 4,
            "verse": 64,
            "text": "(dutare,) nim'modeyanane! Avaru tam'ma naduve vivadaviruva visayagalalli nim'mannu tirpugararagi oppuva tanaka mattu nim'ma tirpina kuritu tam'ma manadalli yavude hinjarikeyannu kanade adannu manasare oppikolluva tanaka – avaru visvasigalaguvudilla"
        },
        {
            "chapter": 4,
            "verse": 65,
            "text": "ondu vele navu avarige – ‘‘nivu nim'manne kondu kolliri’’ athava ‘‘nim'ma manegalannu bittu horatu hogiri’’ endu vidhisiddare, avaralli kelave mandiya horatu beraru adannu palisuttiralilla. Nijavagi avaru tamage upadesisaladudannu anusarisiddare, adu avara palige uttamavagiruttittu mattu adarinda avarige sakastu sthirateyu odaguttittu"
        },
        {
            "chapter": 4,
            "verse": 66,
            "text": "Mattu hagiruttiddare navu, nam'ma kadeyindalu avarige bhari pratiphalavannu niduttiddevu"
        },
        {
            "chapter": 4,
            "verse": 67,
            "text": "mattu navu avarige nera margavannu torisi koduttiddevu"
        },
        {
            "chapter": 4,
            "verse": 68,
            "text": "allahana hagu avana dutara ajnapalane maduvavaru (svargadalli), allahaninda puraskrtarada pravadigalu, avara nisthavanta sangatigalu, hutatmaru mattu sajjanara jotegiruvavaru – avare srestha sangatigalu"
        },
        {
            "chapter": 4,
            "verse": 69,
            "text": "idu allahana vatiyinda iruva anugraha. Ballavanagi allahane saku"
        },
        {
            "chapter": 4,
            "verse": 70,
            "text": "visvasigale, sada sannad'dha sthitiyalliri. Taruvaya nivu (yud'dhakke) pratyeka dandugalagi horadiri athava ellaru joteyagi horadiri"
        },
        {
            "chapter": 4,
            "verse": 71,
            "text": "nim'malli (yud'dhada vele) hindeye ulidukolluva kelavariddare. Avaru nim'ma melenadaru vipattu banderagidaga ‘‘allahanu nanna mele anugraha toriddarinda, a vele nanu avara jotegiralilla’’ ennuttare"
        },
        {
            "chapter": 4,
            "verse": 72,
            "text": "innu, allahanu nim'ma melenadaru anugraha toridaga, avanu, nim'ma hagu avana naduve endu yavude sneha sambandha irale illavembante ‘‘ayyo, nanu avara jotege iddiddare nanage bhari saubhagya sikki biduttittu’’ ennuttane"
        },
        {
            "chapter": 4,
            "verse": 73,
            "text": "paralokakkagi ihalokada badukannu marikondavaru allahana margadalli horadabeku. Allahana margadalli horadidavanu, hatanadaru vijayiyadaru navantu avanige bahu begane bhavya pratiphala nidaliddeve"
        },
        {
            "chapter": 4,
            "verse": 74,
            "text": "nimagenagide? Allahana margadalli mattu – ‘‘nam'modeya, akramigala i nadininda nam'mannu vimocisu hagu ninna kadeyinda namagagi obba raksakanannu kalisu mattu ninna kadeyinda namagagi obba sahayakanannu kalisu’’ endu more iduttiruva mardita purusaru, striyaru mattu makkala paravagi niveke horaduvudilla"
        },
        {
            "chapter": 4,
            "verse": 75,
            "text": "Visvasigalu allahana margadalli horaduttare mattu dhikkarigalu akrama saktigala margadalli horaduttare. Nivu saitanana aptara virud'dha horadiri. Khanditavagiyu saitanana sancu durbalavagiruttade"
        },
        {
            "chapter": 4,
            "verse": 76,
            "text": "nivu avarannu kandira? ‘‘Nim'ma kaigalannu tadedittukolliri (akramanakke iliyabedi), namajh‌annu palisiri mattu jhakat‌annu pavatisiri’’ endu (i hinde) avarige adesisalagittu. Taruvaya, avara mele yud'dhavannu kaddayagolisaladaga avarallondu gumpu, allahanige anjabekada ritiyalli athava adakkintalu heccagi janarige anja todagitu. Avaru ‘‘nam'modeya, ninu nam'ma mele yud'dhavannu kaddayagolisiddeke? Namage ninu innastu kalavakasavanneke nidalilla?’’ Ennuttare. Heliri; ‘‘ihalokada bandavalavella tira tatkalika. Dharmanisthara palige paralokave uttamavagide. (Alli) nim'ma mele kincittu an'yaya nadeyadu.’’"
        },
        {
            "chapter": 4,
            "verse": 77,
            "text": "Nivelle iddaru maranavantu khandita bandu nim'mannu avarisalide – nivu sampurna subhadravada kotegala olagiddaru sariye. (Dutare,) avaru, tamagenadaru hitavadaga ‘‘idu allahana kadeyinda bandide’’- ennuttare. Avarigenadaru ahita sambhavisidaga matra ‘‘idu nim'mindagi sambhaviside’’ ennuttare. Nivu ‘‘ellavu allahanindale baruttade’’ endu bidiri. A janarigenagide? Avaru yava matannu arthayisi kolluttillavalla"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "(dutare,) nimage talupuva hitavellavu allahana kadeyindale bandiruttade hagu nimage talupuva ahitakke nive karanaragiruttiri. Navantu nim'mannu ella manavaredege dutaragi kaluhisiddeve. Idakke saksiyagi allahane saku"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "devadutara ajnapalane madidavanu nijavagi allahana ajnapalane madidanu mattu (adannu) yaradaru kadeganisidare (nimage nenapirali), navenu nim'mannu avara kavalugararagi kalisilla"
        },
        {
            "chapter": 4,
            "verse": 80,
            "text": "Avaru (nim'ma munde), navu vidheyaradevu ennuttare. Taruvaya nim'mallinda horatuhodaga avarallina ondu gumpu, nim'modane heliddakke virud'dhavagi ratri samalocanegalannu nadesuttade. Avaru nadesuttiruva samalocanegalannella allahanu dakhalisiduttiddane. Nivu avarannu kadeganisiri mattu allahanalli bharavase idiri. Karyasadhakanagi allahane saku"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "avarenu, kur‌an‌na kuritu cintane nadesuvudillave? Ondu vele idu allahana horatu bere yara kadeyinda bandiddaru, avaru idaralli halavu virodhabhasagalannu kanuttiddaru"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "avaru, santiya athava bhitiya yavudadaru mahitiyu tam'ma balige bandodane adannu ellede habbi biduttare. (Idara badalu) avaru a mahitiyannu devadutarige athava tam'mallina honegara vyaktigalige talupisiddare avara paiki tanikhe nadesuvavaru a kuritu (vastavavannu) ariyuttiddaru. Nim'ma mele allahana anugraha mattu avana krpe illadiruttiddare kelavara horatu, nivella saitananannu anusarisuttiddiri"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "(dutare,) nivu allahana margadalli horadiri. Nivu kevala nim'ma kuritu matra honegararu. Innu nivu visvasigalannu (horatakke) sajjugolisiri. Sighradalle allahanu dhikkarigala saktiyannu kundisi bidabahudu. Allahanu bhari saktiyullavanu hagu kathora sikse niduvavanagiddane"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "ondu satkaryada paravagi sipharasu madidatanige adaralli palu sigalide. Hageye, ondu ketta krtyada paravagi sipharasu madidavanige, adaralli palu sigalide. Allahanantu ellavannu madalu saktanagiddane"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "Yaradaru nim'mannu harasuva matugalannu helidare (nimage salam helidare) nivu adakkinta uttama matugalalli (atanannu) harasiri athava (kanistha paksa) aste matugalannu marali heliri. Khanditavagiyu allahanu ella visayagala vicarane nadesaliddane"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "allah – avana horatu pujar'haru berilla. Nis'sandehavagi baraliruva punarut'thana dina avanu nim'mellarannu ondede serisaliruvanu. Matinalli allahaniginta heccu satyavantanu yariddane"
        },
        {
            "chapter": 4,
            "verse": 87,
            "text": "idenagide nimage? Kapatigala visayadalli nim'molage eradu pangadagalive. Avara dusta krtyagala karana allahane avarannu (dhikkaradedege) horalisi bittiddane. Nivenu, allahane darigedisi bittatanannu saridarige tara bayasuvira? Allahane dari gedisiruvatanigagi nivu yava dariyannu kanalariri"
        },
        {
            "chapter": 4,
            "verse": 88,
            "text": "avarantu, tavu dhikkarigaladante nivu dhikkarigalagi tamage samanaragi bittiddare estu cennagittu endu hambalisuttiddare. Avaru allahana margadalli ‘hijrat’ maduva (valase hoguva) tanaka nivu avaralli yarannu nim'ma aptaragisikollabedi. A balika avaru matte mukha tirugisikondare, nivu avarannu kandalli hidiyiri mattu avarannu vadhisiri. Avaralli yarannu nim'ma apta mitra athava sahayakanagisikollabedi –"
        },
        {
            "chapter": 4,
            "verse": 89,
            "text": "– Nim'ma jote sandhana madikondiruva janangakke seridavaru athava nim'ma virud'dha horaduvudakkagali tam'ma janangada virud'dha horaduvudakkagali tam'ma manadalli olavillade, nim'ma balige bandiruvavaru idakke horatagiddare. Allahanu icchisiddare avarannu nim'ma mele heri biduttiddanu mattu avaru nim'ma virud'dha khandita horaduttiddaru. (Idiga) avaru nim'minda dura ulidare hagu nim'ma virud'dha horadadiddare mattu santiya prastapavannu nim'ma mundittare – allahanu avara virud'dha (horadalu) nimage yava avakasavannu ittilla"
        },
        {
            "chapter": 4,
            "verse": 90,
            "text": "nivu matte kelavarannu kanuviri – avaru (tam'ma svarthakkagi) nim'mindalu suraksitaragi irabayasuttare mattu tam'ma janangadindalu suraksitaragi irabayasuttare. Adare kidigeditanadatta maraluva sannivesa bandagalella avaru adaredege (satru palyadedege) horali biduttare. Avaru nim'minda dura uliyadiddare hagu santiya prastapavannu nim'ma mundidadiddare mattu tam'ma kaigalannu tadedittukolladiddare nivu avarannu kandalli hidiyiri mattu avarannu vadhisiri. Anthavara virud'dha (karyacaranege) navu nimage mukta paravanagiyannu odagisiddeve"
        },
        {
            "chapter": 4,
            "verse": 91,
            "text": "Obba visvasiyu innobba visvasiyannu vadhisabaradu – pramadada horatu. Innu, pramadadinda obba visvasiyannu vadhisidavanu obba visvasi dasanannu muktagolisabeku mattu atana (hatana) bandhugalige parihara dhana nidabeku – avare (bandhugale) adannu ksamisiddara horatu. Atanu (hantakanu) nim'ma satru janangadavanagiddare mattu visvasiyu agiddare, obba visvasi dasanannu muktagolisabeku. Ondu vele atanu, nim'ma jote sandhana madikondiruva janangadavanagiddare, atana (hatana) bandhugalige kaddayavagi parihara dhana nidabeku mattu obba visvasi dasanannu muktagolisabeku. (Dasa) sigadiddavanu satata eradu tingalu upavasa acarisabeku – idu allahanu vidhisiruva pascattapa vidhana. Allahanantu ellavannu ballavanu yuktivantanu agiddane"
        },
        {
            "chapter": 4,
            "verse": 92,
            "text": "innu, uddesapurvaka obba visvasiya hatye nadesidavana pratiphalavu narakave agide. Avanu adaralli sadakala iruvanu mattu allahana krodha hagu sapavu avana meliruvudu mattu (allahanu) atanigagi bhari sikseyannu sid'dhavagittiruvanu"
        },
        {
            "chapter": 4,
            "verse": 93,
            "text": "visvasigale, nivu allahana margadalli horatakke horatiruvaga (ella vastavagalannu) khacita padisikolliri. Nimage ‘salam’ heli harasidatanige ‘‘ninu visvasiyalla’’ ennabedi. Nivu ihalokada sadhanagalannu hudukuttiruviri – nijavagi allahana bali apara sampattugalive. Hinde nivu avaranteye iddiri. Konege allahanu nim'ma mele audarya toridanu. Addarinda (ella vastavagalannu) khacita padisikolliri. Allahanu khanditavagiyu nivu maduttiruva ellavannu aritiruttane"
        },
        {
            "chapter": 4,
            "verse": 94,
            "text": "Visvasigala paiki, sukta karanavillade (horatadalli bhagavahisade) kulitiruvavaru mattu tam'ma sampattugalannu hagu tam'ma jivagalannu todagisi allahana margadalli jihad (horata) nadesuvavaru samanaralla. Tam'ma sampattugalannu hagu tam'ma jivagalannu todagisi jihad maduvavarige allahanu, kulitiruvavariginta heccina hirimeyannu anugrahisiddane. Pratiyobbarigu avanu satphalada vagdanavanne madiruttane. Mattu kulitavarige holisidare, allahanu horatagararige bhari pratiphalavannu anugrahisiddane"
        },
        {
            "chapter": 4,
            "verse": 95,
            "text": "avana kadeyinda (avarige) unnata sthanagalu, ksame mattu karunyavu sigalide. Allahanantu tumba ksamasilanu karunamayiyu agiddane"
        },
        {
            "chapter": 4,
            "verse": 96,
            "text": "svatah tam'ma mele akramavesagikondiddavara jivagalannu vasapadisikolluva malak‌galu avarodane ‘‘nivu entaha sthitiyalliddiri?’’ Endu keluvaru. Avaru ‘‘navu bhumiyalli marditaragiddevu’’ennuvaru. Aga avaru (malak‌galu) ‘‘allahana bhumiyu visalavagiralillave? Nivu (mardakara nadininda) valase hogabahudittalla?’’ Ennuvaru. Narakave anthavara neleyagide. Adu tumba ketta nele"
        },
        {
            "chapter": 4,
            "verse": 97,
            "text": "yava upayavu illadidda hagu yava dariyannu kanada, mardita purusaru, striyaru mattu makkalu idakke horatagiddare"
        },
        {
            "chapter": 4,
            "verse": 98,
            "text": "allahanu avarannu mannisabahudu. Allahanu tumba mannisuvavanu ksamasilanu agiddane"
        },
        {
            "chapter": 4,
            "verse": 99,
            "text": "allahana margadalli valase hodatanu bhumiyalli dharala asrayagalannu hagu sakastu vaisalyavannu kanuvanu. Tanna maneyinda, allah mattavana dutaredege valasiganagi horatavanu (dariyalli) mrtanadare, khanditavagiyu avana pratiphalada hone allahana melide. Allahanantu ksamasilanu karunamayiyu agiddane"
        },
        {
            "chapter": 4,
            "verse": 100,
            "text": "Nivu bhumiyalli prayanisuttiruvaga, nimage dhikkarigala kirukulada bhayaviddare nivu namajh annu ‘kasr’ (sanksipta) golisuvudu tappalla. Dhikkarigalu khandita nim'ma bahiranga satrugalagiddare"
        },
        {
            "chapter": 4,
            "verse": 101,
            "text": "(dutare, yud'dha sannivesadalli) nivu avara naduve iddu, avarige namajh madisuttiruvaga, avara ondu tandavu tanna ayudhagala jote sajjagi nim'ma jotegirali. Avaru sastangaveragida balika, nim'ma hindakke hogali mattu avarege namajh sallisillada innondu tandavu jagrtavagiddu tanna ayudhagala jote sajjagi nim'ma jote namajh sallisali. Nivu nim'ma ayudhagala hagu itara sadhanagala visayadalli tusu nirlaksa toridodane, hathattagi ekakaladalli nim'ma mele mugi biluvudakkagi dhikkarigalu honcu hakuttiddare. Innu maleyindagi nivu sankatakke silukiddare athava nivu anarogya piditaragiddare, nivu nim'ma ayudhagalannu kalaciduvudu tappalla. Adare sada jagrtaragiri. Khanditavagiyu allahanu dhikkarigalige apamanakari sikseyannu tayarisittiddane"
        },
        {
            "chapter": 4,
            "verse": 102,
            "text": "nivu namajh annu mugisida balikavu nintallu, kulitallu, malagiruvallu allahanannu smarisuttaliri. Taruvaya nivu (bhadrateya kuritu) santrptaradaga (purna) namajh annu palisiri. Nirdista samayagalalli namajh annu visvasigala mele kaddayagolisalagide"
        },
        {
            "chapter": 4,
            "verse": 103,
            "text": "(satrugala) a padeyannu bennattuva visayadalli hinjariyabedi. (Indu) nivu padu paduttiddare, nivu padu pattanteye avaru padu paduttiddare. Adare allahaninda avarigillada subha nirikse nimagide. Allahanantu ellavannu ballavanu yuktivantanu agiddane"
        },
        {
            "chapter": 4,
            "verse": 104,
            "text": "allahanu nimage torisikottiruva ritiyalli nivu janara naduve n'yaya tirmana madabekendu navu i granthavannu satyadondige nimage ilisi kottiruvevu. Nivendu vancakara paravagi vadisuvavaragabaradu"
        },
        {
            "chapter": 4,
            "verse": 105,
            "text": "Allahana bali ksame bediri. Khanditavagiyu allahanu ksamisuvavanu karunamayiyu agiddane"
        },
        {
            "chapter": 4,
            "verse": 106,
            "text": "nivu atmavancakara paravagi vadakke iliyabedi. Khanditavagiyu allahanu vancaka papigalannu meccuvudilla"
        },
        {
            "chapter": 4,
            "verse": 107,
            "text": "avaru janarinda adagi kondiruttare adare allahaninda adagiralu avarige sadhyavilla. Avaru ratriya vele anapeksita visayagalannu carcisuttiruvaga avanu avara jotege iruttane. Allahanantu avara ella catuvatikegalannu avarisikondiddane"
        },
        {
            "chapter": 4,
            "verse": 108,
            "text": "sari. Ihalokada badukinalli nivu a janara paravagi vadisidiri. Adare punarut'thanada dina avara paravagi allahanondige yaru tane vadisuvaru? Athava yaru tane (alli) avara raksakaragiruvaru"
        },
        {
            "chapter": 4,
            "verse": 109,
            "text": "yaradaru ondu papakrtyavannu madi athava tanna mele akramavesagikondu a balika allahanalli ksame yacisidare avanu allahanannu ksamasilanagiyu karunamayiyagiyu kanuvanu"
        },
        {
            "chapter": 4,
            "verse": 110,
            "text": "papavannu sampadisuvavanu nijavagi svatah tanage virud'dhavadudannu sampadisuttane. Allahanantu ellavannu balla yuktivantanagiddane"
        },
        {
            "chapter": 4,
            "verse": 111,
            "text": "innu, svatah ondu pramadavannu athava ondu papakrtyavannu madi, a balika adara honeyannu obba niraparadhiya mele horisi bittavanu sullaropada hagu ondu spasta patakada horeyannu hottanu"
        },
        {
            "chapter": 4,
            "verse": 112,
            "text": "(dutare,) ondu vele nim'ma mele allahana visesa anugraha mattu krpe illadiruttiddare, avarallina ondu gumpantu nim'mannu dari tappisuvudagi nirdharisi bittittu. Nijavagi svatah tam'ma horatu berarannu darigedisalu avarindagadu. Hageye, nimage yavude haniyannu madalu avarige sadhyavagadu. Allahanu nimage (divya) granthavannu hagu yuktiyannu ilisikottiruvanu. Nimage tiliyadidda visayagalannu nimage tilisiruvanu. Nijakku nim'ma mele allahana bhavya anugrahavide"
        },
        {
            "chapter": 4,
            "verse": 113,
            "text": "Avaru nadesuttiruva heccina gupta samalocanegalalli hitavenu illa – dana dharmavannu adesisuva, olitannu bodhisuva athava janara naduve sandhana erpadisalikkagi nadesuva samalocanegala horatu. Allahana meccugeyannu sampadisalikkagi i karyavannu (samalocanegalannu) nadesuvavarige navu sighradalle bhari pratiphala nidaliddeve"
        },
        {
            "chapter": 4,
            "verse": 114,
            "text": "tanage sanmargavu bahala spastavagi manavarikeyada balikavu, (allahana) dutarannu virodhisuva hagu visvasigala margada badalu berenannadaru anusarisuva vyaktiyannu navu, avanu enannu avalambisiruvano adara vasakke oppisi bidutteve mattu navu atanannu narakadolage eseyaliddeve. Adu bahala ketta nele"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "yarannadaru tanna paludararagisuvudannu allahanu khandita ksamisuvudilla. Adara horatu berellavannu avanu tanicchisuvavara palige ksamisi biduvanu. Allahana jote yarannadaru paludararagisidavanu, dari tappi, tappudariyalli tumba dura sagi bittanu"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "avaru allahanannu bittu kelavu mahileyarannu karedu prarthisuttare mattu vidrohi saitananannu karedu prarthisuttare"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "avanannu (saitananannu) allahanu sapisiruvanu. Avanu (saitananu) ‘‘nanu ninna dasara paiki ondu nirdista palannu khandita padeyuvenu’’ endu heliddanu"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "(hageye avanu) ‘‘nanu khandita avarannu darigedisuvenu, avaralli asegalannu huttisuvenu mattu avarige adesa niduvenu – aga avaru pranigala kivigalannu kattarisuvaru. Matte nanu avarige adesa niduvenu – aga avaru allahana srstigala rupagalannu vikrtagolisuvaru’’ (endiddanu). Allahanannu bittu saitananannu tanna posakanagisikondavanu nijavagi spastavada nastakke tuttadanu"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "avanu avarige vagdana maduttane mattu avaralli asegalannu mudisuttane – saitanana vagdanagalella kevala mosagalagiruttave"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "Narakave avara (saitanana anuyayigala) antima neleyagide. Allinda palayanakke avaru yava dariyannu kanalararu"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "visvasigalu mattu satkarmagalannesagidavaru – avarannu navu talabhagadalli nadigalu hariyuttiruva svargodyanagalolage serisuvevu. Alli avaru sadakala iruvaru. Allahana vagdanavu sada satyave agiruttade. Matinalli allahaniginta heccu satyavantaru berariddare"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "(antima gatiyu) nim'ma asegalannagali, granthadavara asegalannagali avalambisilla. Duskarmagalannu madidavanu adara phalavannu padede tiruvanu. Avanige raksakanagi mattu sahayakanagi allahana horatu bere yaru sigalararu"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "hageye, satkarmagalannu madidavaru purusarirali mahileyarirali, avaru visvasigalagiddare, avaru svargatotagalannu pravesisuvaru mattu avara mele ellastu an'yayavagadu"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "sampurna nistheyondige allahanige saranagiruva, satkarmiyagiruva hagu ekanistharagidda ibrahimara dariyannu anusarisidavana dharmakkinta srestha dharma yaraddide? Ibrahimarannu allahanu tanna apta mitranagisi kondiddanu"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "akasagalalli mattu bhumiyalliruva ellavu allahanige serive. Allahanantu, pratiyondu vastuvannu avarisikondiddane"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "(dutare,) avaru nim'modane, mahileyara kuritu adesa keluttare. Heliri; ‘‘avara kuritu allahanu nimage adesa niduttane mattu granthadalliruvudannu nimage odi kelisalaguttide; nivu kaddayavagi pavatisabekadudannu pavatisillada hagu nivu vivahavagalikku hinjariyuva anatha mahileyaru, nirgatika makkalu mattu anathara visayadalli nivu n'yayavanne palisabeku. Nivu maduva pratiyondu satkaryada kuritu allahanu cennagi ballanu"
        },
        {
            "chapter": 4,
            "verse": 127,
            "text": "Obba mahilege tanna patiya kadeyinda daurjan'yada athava nirlaksada bhayaviddare avaribbaru tam'ma naduve sandhana madikolluvudu tappalla. Nijavagi, sandhanave uttama. Manas'sugalalli svarthaviruvudu svabhavika. Adaru nivu saujan'ya toridare hagu dharmanistharagiddare (nimage tilidirali) – allahanantu nivu maduva ellavannu aritiruttane"
        },
        {
            "chapter": 4,
            "verse": 128,
            "text": "niveste bayasidaru patniyara naduve sampurna n'yaya palisalu nimage sadhyavagadu. Adare (avaralli yara kadegu) sampurna vali bidabedi hagu (yarannu) sampurnavagi nirlaksisi jotaduva sthitiyalli bittu bidabedi. Nivu sudharisikondare mattu dharmanisthe palisidare (nimage tilidirali) – allahanu khandita ksamasilanu karunamayiyu agiddane"
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "innu, avaribbaru (dampatiyaru) berpattare, allahanu tanna visala samarthyadinda avaralli pratiyobbarannu (paraspara avalambaneyinda) mukta golisuvanu. Allahanantu tumba vaisalya ullavanu yuktivantanu agiddane"
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "akasagalalli mattu bhumiyalliruva ellavu allahanige serive. ‘‘Allahanige anjiri. Nivu dhikkarigaladare, akasagalalli mattu bhumiyalliruva ellavu allahanige serive (embudannu mareyabedi)’’ endu i hinde grantha nidalagiddavarige navu upadesisiddevu mattu nimagu upadesisuttiddeve. Allahanantu ella agatyagalinda muktanu ella prasansegalige ar'hanu agiruvanu"
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "akasagalalli mattu bhumiyalliruva ellavu allahanige serive. (Ellara palige) karyasadhakanagi avane saku"
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "janare, avanicchisidare nim'mannu tolagisi itararannu taraballanu. Hage madalu allahanu khandita saktanagiddane"
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "kevala ihalokada pratiphalavannu bayasuvatanu (tilidirali) – allahana bali ihalokada pratiphalavu ide paralokada pratiphalavu ide. Allahanu khandita ellavannu keluvavanu mattu noduvavanagiddane"
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "Visvasigale, nivu kattunittagi sada n'yayavannu palisuvavaragiri hagu allahanigagi (satyada para) saksi heluvavaragiri – adu svatah nim'ma virud'dha athava nim'ma tande-tayiya athava nikata bandhugala virud'dhavagiddaru sariye. Srimantanirali, badavanirali, avaribbara paligu itarellariginta heccagi allahane hitaisiyagiddane. Nivendu nim'ma cittakanksegalannu anusarisi n'yayapalaneyalli tappabedi. (N'yaya prakriyeyalli) nivu nalige tirucidare (saksavannu badalisidare) athava jarikondare, allahanu nim'mella krtyagala kuritu arivu ullavanagiddane (embunnu mareyabedi)"
        },
        {
            "chapter": 4,
            "verse": 135,
            "text": "visvasigale, allahanalli, avana dutaralli, avana dutarige ilisikodalagiruva granthadalli mattu i hinde ilisikodalagidda granthagalalli nambike idiri. Allahanannu, avana malak‌galannu, avana dutarannu mattu antima dinavannu dhikkarisidavanu darigettu, darigeditanadalli tumba dura hogibittanu"
        },
        {
            "chapter": 4,
            "verse": 136,
            "text": "(dharmadalli) om'me visvasavirisi a balika dhikkarigaladavaru hagu matte visvasavirisi matte dhikkarigaladavaru mattu dhikkaradalle munduvaridavaru (tilidirali;) avarannu allahanu ksamisalaranu mattu avarige avanu saridariyannu torisikodalaranu"
        },
        {
            "chapter": 4,
            "verse": 137,
            "text": "kapatigalige tumba kathina sikse sigalide emba subhavarte nidiri"
        },
        {
            "chapter": 4,
            "verse": 138,
            "text": "visvasigalannu bittu dhikkarigalannu tam'ma posakaragisikondavaru, avara (dhikkarigala) bali gauravavannu hudukuttiddareye? Gauravavantu sampurnavagi allahanige seride"
        },
        {
            "chapter": 4,
            "verse": 139,
            "text": "(Visvasigale,) avanu (allahanu) divya granthadalli nimagagi ondu adesavannu nididdane; janaru allahana vacanagalannu dhikkarisutta adannu apahasya maduttiruvudannu nivu kelidaga, matte avaru bere matukategalalli tallinaraguva tanaka nivu avara jote kutirabedi. An'yatha nivu avaranteye agi biduviri. Khanditavagiyu allahanu ella kapatigalannu mattu dhikkarigalannu narakadalli ottu serisaliruvanu"
        },
        {
            "chapter": 4,
            "verse": 140,
            "text": "(nim'ma gati enaguvudendu) kataradinda noduttiruvavaru (kapatigalu) allahana kadeyinda nimage vijaya praptavadare ‘‘navenu nim'ma jotege iralillave?’’ Ennuttare. Innu vijayavu dhikkarigala paladare (avarodane) ‘‘namage nim'ma mele prabalya doretiddaga navenu nim'mannu visvasigalinda raksisiralillave?’’ Ennuttare. Punarut'thana dina allahane nim'ma naduve n'yaya tirmana maduvanu. Allahanu visvasigaleduru vijaya sadhisalu dhikkarigalige yava avakasavannu bittilla"
        },
        {
            "chapter": 4,
            "verse": 141,
            "text": "kapatigalu allahanannu vancisuttiddare. Adare nijavagi avanu avarannu vancisuttiddane. Avaru namajhige nilluvaga, kevala janarige torisuvudakkagi, tira alasigalagi nilluttare. Avaru allahanannu smarisuvudu tira kadime"
        },
        {
            "chapter": 4,
            "verse": 142,
            "text": "avaru (kapatigalu) sariyagi a kadegu illa, i kadegu illavembante, averadara (satya-mithyagala) naduve jotaduttiruttare. Allahane darigedisi bittatanigagi nivu yava dariyannu kanalariri"
        },
        {
            "chapter": 4,
            "verse": 143,
            "text": "visvasigale, nivu visvasigalannu bittu dhikkarigalannu nim'ma posaka mitraragisikollabediri. Nivenu, nim'ma virud'dha allahanige ondu spasta puraveyannu odagisabayasuvira"
        },
        {
            "chapter": 4,
            "verse": 144,
            "text": "kapatigalu narakada tira kelagina antastinalliruvaru. Avarige nivu yava sahayakanannu kanalariri"
        },
        {
            "chapter": 4,
            "verse": 145,
            "text": "Pascattapa pattu, tam'mannu sudharisikondavaru hagu bhadravagi allahanannu avalambisi, tam'ma nistheyannu sampurnavagi allahanige misalagittavara horatu. Avaru (paralokadalli) visvasigala jotegiruvaru. Allahanu sighradalle visvasigalige bhari pratiphala niduvanu"
        },
        {
            "chapter": 4,
            "verse": 146,
            "text": "nivu krtajnaradare hagu visvasigaladare, nim'mannu siksisi allahanige enagabekagide? Allahanantu (olitina) prasansakanu ellavannu ballavanu agiddane"
        },
        {
            "chapter": 4,
            "verse": 147,
            "text": "bahirangavada baydatavannu allahanu meccuvudilla – adare marditana horatu. Allahanantu ellavannu keluvavanu ballavanu agiddane"
        }
    ]
}