{
    "rukus": [
        {
            "chapter": 5,
            "verse": 109,
            "text": "DEN DAG da Gud samlar sandebuden och fragar: \"Vilket gensvar fick ni?\" - kommer de att svara: \"[Om det] vet Vi ingenting; Du [ensam] kanner det som ar dolt for manniskor"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "Da skall Gud saga: \"Jesus, son av Maria! Minns Mina valgarningar mot dig och din moder - hur Jag starkte dig med helig ande [och lat dig] tala till manniskorna bade i vaggan och i mogen alder och hur Jag delgav dig uppenbarelsen och visdom och Tora och Evangeliet och hur du ville med Min tillatelse forma nagot liknande en fagel i lera och andas pa den for att den med Min tillatelse skulle bli en fagel och hur du med Mitt tillstand botade de blinda och de spetalska och hur du vackte de doda till liv med Mitt tillstand och hur Jag holl tillbaka israeliterna [som ville doda dig] nar du kom till dem med klara bevis, och de av dem som fornekade sanningen sade: \"Detta ar helt uppenbart ingenting annat an blandande och forhaxande valtalighet"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "OCH [MINNS] hur Jag ingav de vitkladda tron pa Mig och Mitt Sandebud [sa att] de forklarade: \"Vi tror; var du darfor vart vittne att vi har underkastat oss Guds vilja"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "Och de vitkladda sade: \"Jesus, son av Maria! Kan din Herre lata ett bord [dukat till maltid] sanka sig ned till oss fran himlen?\" [Och Jesus] svarade: \"Frukta Gud, om ni har sann tro"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "De sade: \"Vi vill smaka [en sadan maltid], sa att vara hjartan far ro och vi far veta att det som du har sagt oss ar sanningen, och sa att vi kan vara dina vittnen"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "Och Jesus, Marias son, sade: \"Gud, var Herre! Lat en maltid fran himlen sanka sig ned till oss; den skall bli en hogtid for oss, for den forste och den siste, och ett tecken fran Dig. Och forsorj oss [med det som vi behover]! Du ar den baste Forsorjaren"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "Gud svarade: \"Ja, Jag skall lata denna [maltid] sanka sig ned till er, men om efter detta nagon av er fornekar [tron] skall Jag lata honom utsta ett straff som ingen i hela varlden fatt utsta"
        }
    ]
}