{
    "rukus": [
        {
            "chapter": 12,
            "verse": 7,
            "text": "I [berattelsen om] Josef och hans broder ligger helt visst budskap till dem som soker [sanningen]"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "DETTA ar vad [Josefs broder] sade [till varandra]: \"Josef och hans broder [Benjamin] ar var fader karare an [alla] vi [andra]; det ar tydligt att var fader felbedomer [oss]"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "Lat oss doda Josef eller jaga bort honom langt harifran. Da kommer var fader att rikta all sin karlek mot oss; darefter kan vi [angra oss och ater] leva som goda och hederliga manniskor"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "En av dem sade: \"Sla inte ihjal Josef! Om ni ar beslutna [att skaffa undan honom], kasta honom da i denna djupa brunn; en karavan [som passerar forbi] kan da dra upp honom"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "[Sa gick de till fadern och] sade: \"Fader, varfor later du oss inte ta hand om Josef? Vi vill ju honom bara val"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Lat honom folja med oss ut i morgon, sa skall han fa leka och gora vad han har lust till och vi skall se val efter honom"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "[Jakob] svarade: \"Jag skulle kanna stark oro om ni tog honom med. Jag ar radd att en varg kan [riva ihjal och] ata upp honom, medan er uppmarksamhet ar riktad mot annat"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "De svarade: \"Om vargen skulle ata upp honom, sa manga [som vi ar], da skulle vi sjalva forst ha mist livet"
        },
        {
            "chapter": 12,
            "verse": 15,
            "text": "Sa gick de da ut med honom och de fattade gemensamt beslutet att kasta honom i brunnen. - [Da] ingav Vi honom denna tanke: \"[En dag] kommer du att beratta for dem om denna ogarning utan att de vet [vem du ar]"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "Mot kvallen kom de gratande tillbaka till fadern"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "och sade: \"Fader! Vi stallde till med kapplopning och lamnade Josef med det som vi hade fort med oss ut, och da kom vargen och bet ihjal honom! Kanske tror du oss inte fastan vi sager sanningen"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "Darefter visade de upp hans skjorta, som de hade flackat med blod. [Fadern] sade: \"[Detta kan inte vara sanningen]! Ni har latit [onda] ingivelser driva er till nagot [som ni inte kan beratta]. Talamod, du skona [dygd, ar vad jag nu maste visa: ingen klagan och inga forebraelser]! Jag ber Gud om styrka att bara det svara som ni pastar [har hant]"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "OCH EN karavan kom och sande ut sin vattenhamtare; och just som han skulle sanka sitt ambar i brunnen [fick han se Josef och] utropade: \"Vilken overraskning! Har star en yngling [livs levande]!\" Och de gomde honom bland varorna [i hopp om att kunna salja honom] - och Gud visste vad de gjorde"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "Och de salde honom for en obetydlig summa, nagra fa silvermynt - sa litet varde satte de pa honom"
        }
    ]
}