{
    "rukus": [
        {
            "chapter": 17,
            "verse": 31,
            "text": "Doda inte era barn av radsla for fattigdom; Vi sorjer for dem och for er. Att doda [dem] ar en svar synd"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "Hall er borta fran [alla frestelser till] otuktiga handlingar! Sadant ar skamloshet och en ond vag"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "Tag inte en annans liv - Gud har forklarat det heligt - annat an i rattfardigt syfte. Om nagon dodas med oratt, ger Vi den som for hans talan bemyndigande [att krava rattvis vedergallning]; men denne skall inte ga for langt vad vedergallningen betraffar. [Den dode] har redan fatt [Guds] hjalp"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "Ror inte den faderloses egendom - annat an for att foroka den - innan han natt myndig alder. Och hall vad ni lovar; ni kommer att stallas till svars for [era] loften"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "Och mat med fullt matt nar ni mater, och vag med rattvis vag. Det ar ett gott [i sig] och det framjar [er eviga valfard]"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "Befatta dig inte med det som du inte riktigt vet; ditt ora och ditt oga och ditt hjarta skall [alla en Dag] tillfragas om detta"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "Och trampa inte jorden med dryga oversittarfasoner; du kan aldrig borra dig igenom dess [innandomen] och inte heller kan du na hogre an bergens kron"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "Allt det onda [som har namnts] ar djupt forhatligt for din Herre"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "Detta som din Herre har har uppenbarat for dig ar visa formaningar och varningar. Satt darfor inte en annan gud vid Guds sida; da kommer du att kastas, forhatlig och utstott, i helvetet"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "SKULLE Gud ha visat er Sin sarskilda valvilja genom att skanka er soner och for Sig sjalv ha valt dottrar bland anglarna? Ni har i sanning pastatt nagot oerhort"
        }
    ]
}