{
    "rukus": [
        {
            "chapter": 33,
            "verse": 35,
            "text": "FOR DE man och de kvinnor som har underkastat sig Guds vilja, de troende mannen och de troende kvinnorna, de man och de kvinnor som visar sann fromhet, de man och de kvinnor som alskar sanningen, de man och de kvinnor som taligt uthardar motgang, de man och de kvinnor som visar odmjukhet, de man och de kvinnor som ger at de fattiga, de man och de kvinnor som fastar, de man och de kvinnor som lagger band pa sin sinnlighet, de man och de kvinnor som alltid har Gud i tankarna - [for dem alla] har Gud i beredskap forlatelse for deras synder och en rik beloning"
        },
        {
            "chapter": 33,
            "verse": 36,
            "text": "Och nar en fraga som ror en troende man eller kvinna har avgjorts av Gud och Hans Sandebud, har dessa inte ratt att sjalva doma i det som ror dem; den som satter sig upp emot Gud och Hans Sandebud begar ett uppenbart svart misstag"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "Minns [Muhammad] vad du sade till honom som Gud visade Sin nad och som du sjalv visade stor valvilja: \"Behall din hustru och frukta Gud!\" Och av radsla for manniskorna gomde du inom dig vad Gud skulle ge till kanna, fastan du inte bor frukta nagon utom Gud. Men da Zayd skilde sig fran henne gav Vi henne som hustru at dig for att [visa att] ingenting hindrar en troende att inga aktenskap med sin adoptivsons hustru, sedan bandet mellan dem har upplosts. Guds vilja maste ske"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "Ingen skuld vilar pa Profeten som har handlade sa som Gud befallde honom. Sa gick Gud till vaga mot foregangarna - ja, allas oden formas av Guds beslut"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "de som [for manniskorna] forkunnade Guds budskap och som fruktade Honom och inte fruktade nagon annan an Gud. Det behovs ingen annan an Gud for att stalla [manniskorna] till rakenskap"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "Troende! Muhammad ar inte fader till nagon av era man. Han ar Guds Sandebud och Profetlangdens Sigill. Gud har kunskap om allt"
        }
    ]
}