{
    "rukus": [
        {
            "chapter": 43,
            "verse": 68,
            "text": "[Och Gud skall saga:] \"I dag skall ni, Mina tjanare, inte kanna nagon fruktan och ingen sorg skall tynga er"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "ni, som trodde pa Vara budskap och som underkastade er Var vilja"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "Stig in, ni och era livsledsagare, i paradiset och njut dess gladje [i fulla drag]"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "De skall betjanas med fat och dryckeskarl av guld, och dar skall finnas allt det som sjalarna langtar efter och som ar en frojd for ogat. Och dar skall ni forbli till evig tid"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "Detta ar paradiset, er arvedel [som ar lonen] for det ni gjorde [i livet]"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "Dar skall ni fa smaka frukter i mangd [av lackraste slag]"
        },
        {
            "chapter": 43,
            "verse": 74,
            "text": "Men de obotfardiga, trotsiga syndarna skall forbli under helvetetsstraffets [forbannelse]"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "utan nagon lindring i plagorna, och de skall sjunka ned i djup fortvivlan"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "Vi gjorde dem ingen oratt; de begick oratt [mot sig sjalva]"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "De kommer att ropa till [helvetets vaktare]: \"Du som harskar [over oss]! Be till din Herre att Han domer oss till forintelse!\" Men hans svar blir: \"[Nej,] har skall ni forbli"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "VI HAR gett er sanningen, men for de flesta av er ar sanningen forhatlig"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "Har de gjort upp en plan [hur de skall faststalla vad som ar sanning]? Da satter Vi Var plan i verket"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "Tror de kanske att Vi inte kanner deras hemligheter och [inte vet om] deras overlaggningar [bakom lyckta dorrar]? Helt visst [ar det sa] och Vara utsanda ar hos dem och nedtecknar [allt]"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "[Muhammad!] Sag [till dem som satter andra vid Guds sida]: \"Jag skulle vara den forste som tillbad den Naderikes son, om Han hade nagon"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "Stor ar Han i Sin harlighet, himlarnas och jordens Herre, Herren till allmaktens tron - och fjarran fran [manniskornas alla forsok] att beskriva [Hans Vasen]"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "Lamna dem nu att forstro sig med sina ordlekar, till dess de star infor den Dag som de har fatt lofte om"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "Det ar Han som ar Gud i himlen och Gud pa jorden och Han ar den Allvise, den Allvetande"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "Valsignad ar Han som ager herravaldet over himlarna och jorden och allt det som ar daremellan! Hos Honom [ensam] finns kunskapen om den Yttersta stunden och till Honom skall ni foras ater"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "De som de akallar i stallet for Gud har inte makt att tala till forman [for sina tillbedjare]; ingen [kan gora detta] utom den som med [full] kunskap vittnar om sanningen"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "Och om du fragar dem [som dyrkar andra vasen vid sidan av Gud], vem som har skapat dem, svarar de helt visst: \"Det ar Gud.\" Hur forvirrade ar inte deras begrepp"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "Och [Gud har hort Sin Profets] klagan: \"Herre, de ar manniskor som inte vill tro"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "Forlat dem och halsa dem med fredshalsningen - de kommer att fa veta [sanningen]"
        }
    ]
}