{
    "rukus": [
        {
            "chapter": 61,
            "verse": 1,
            "text": "ALLT det som himlarna rymmer och det som jorden bar prisar Gud; Han ar den Allsmaktige, den Vise"
        },
        {
            "chapter": 61,
            "verse": 2,
            "text": "TROENDE! Varfor sager ni ett och gor ett annat"
        },
        {
            "chapter": 61,
            "verse": 3,
            "text": "Det ar djupt forhatligt for Gud att era ord inte overensstammer med era handlingar"
        },
        {
            "chapter": 61,
            "verse": 4,
            "text": "Gud alskar dem som kampar for Hans sak i slutna led [sa att de tillsammans bildar] liksom en stark och solid byggnad"
        },
        {
            "chapter": 61,
            "verse": 5,
            "text": "[Minns] Moses, som talade till sitt folk och sade: \"Varfor orsakar ni mig sorg och bekymmer, fastan ni vet att jag ar sand till er av Gud?\" Men nar de [anda] vek av [fran den raka vagen], stamplade Gud deras hjartan med avvikelsens stampel; Gud leder inte dem som forhardar sig i trots"
        },
        {
            "chapter": 61,
            "verse": 6,
            "text": "Och [minns] Jesus, Marias son, som sade: \"Israeliter! Jag ar sand till er av Gud for att bekrafta vad som annu bestar av Tora och for att forkunna for er det glada budskapet att ett sandebud skall komma efter mig vars namn skall vara Ahmad.\" Men nar han kom till dem med klara tecken och vittnesbord, sade de: \"Detta ar uppenbart valtalighet som blandar och forhaxar"
        },
        {
            "chapter": 61,
            "verse": 7,
            "text": "Vem ar mer orattfardig an den som, nar han far kallelsen att underkasta sig Guds vilja, finner pa logner om Gud? Gud vagleder inte dem som begar [sadan] oratt"
        },
        {
            "chapter": 61,
            "verse": 8,
            "text": "De vill slacka ut Guds ljus med sina ord, men Gud skall lata Sitt ljus lysa med full styrka, hur forhatligt detta an maste vara for fornekarna av sanningen"
        },
        {
            "chapter": 61,
            "verse": 9,
            "text": "Det ar Han som har sant Sitt Sandebud med vagledningen och [for att forkunna] den sanna tron som skall foras till seger over all [annan form av] gudstro, hur forhatligt detta an kan vara for dem som satter medhjalpare vid Guds sida"
        }
    ]
}