{
    "pages": [
        {
            "chapter": 6,
            "verse": 125,
            "text": "اور جس (خوش نصیب) کے لیے ارادہ فرماتا ہے اللہ کہ ہدایت دے اسے تو کشادہ کردیتا ہے اس کا سینہ اسلام کے لیے اور جس (بد نصیب) کے لیے ارادہ فرماتا ہے کہ اسے گمراہ کردے تو بنا دیتا ہے اس کے سینہ کو تنگ ، بہت تنگ گویا وہ زبردستی چڑھ رہا ہے آسمان کی طرف اسی طرح ڈال دیتا ہے اللہ تعالیٰ ناپاکی ان پر جو ایمان نہیں لاتے۔"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "اور یہ ہے راستہ آپ کے رب کا (بالکل) سیدھا ہم نے کھول کر بیان کردی ہیں دلیلیں ان لوگوں کے لیے جو نصیحت قبول کرتے ہیں۔"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "اُن کے لیے سلامتی کا گھر ہے ان کے رب کے ہاں اور وہی ان کا دوست ہے بسبب ان نیک اعمال کے جو وہ کیا کرتے تھے۔"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "اور جس دن جمع کرے گا اللہ تعالیٰ ان سب کو (اور فرمائے گا) اے جنوں کے گروہ! بہت گمراہ کیا تم نے انسانوں کو اور کہیں گے ا کے دوست انسانوں میں سے اے ہمارے رب ! فائدہ اٹھایا ہم نے ایک دوسرے سے اور پہنچ گئے ہم اپنی اس معیاد کو جو تونے ہمارے لیے مقرر کی تھی اللہ فرمائے گا آگ تمھارا ٹھکانہ ہے ہمیشہ رہو گے اس میں مگر جسے اللہ تعالیٰ (نجات دینا) چاہے بےشک آپ کا رب بڑا دانا سب کچھ جاننے والا ہے۔"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "اور یونہی ہم مسلط کرتے ہیں بعض ظالموں کو بعض پر بوجہ ان (کرتوتوں) جو وہ کرتے رہتے تھے۔"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "اے گروہ جنوں اور انسانوں کے ! کیا نہیں آئے تمھارے پاس رسول تم ہی میں سے سناتے تھے تمھیں ہماری آیتیں اور ڈراتے تھے تمھیں تمھار ی اس دن کی ملاقات سے کہیں گے ہم گواہی دیتے ہیں اپنے خلاف اور دھوکہ میں مبتلا کیا تھا انھیں دنیوی زندگی نے اور گواہی دیں گے اپنے خلاف کہ وہ کفر کرتے رہے تھے۔"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "یہ اس لیے کہ نہیں ہے آپ کا رب ہلاک کرنے والا بستیوں کو ظلم سے اس حال میں کہ ان کے باشندے بےخبر ہوں۔"
        }
    ]
}