{
    "pages": [
        {
            "chapter": 9,
            "verse": 80,
            "text": "خوش ہوگئے پیچھے چھوڑے جانے والے اپنے (گھر) بیٹھے رہنے پر اللہ کے رسول کی (جہاد پر ) روانگی کے بعد اور ناگوار تھا انھیں کہ جہاد کریں اپنے مالوں اور اپنی جانوں سے راہ خدا میں اور (دوسروں کو بھی) کہتے کہ مت نکلو اس سخت گرمی میں فرمائیے دوزخ کی آگ اس سے بھی زیادہ گرم ہے۔ کاش ! وہ کچھ سمجھتے۔"
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "تو انھیں چاہیے کہ ہنسیں تھوڑا اور روئیں زیادہ یہ سزا ہے جو وہ کمایا کرتے تھے۔"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "(اے حبیب!) پھر اگر لے جائے آپ کو اللہ تعالیٰ ان کے کسی گروہ کے پاس پر وہ اجازت طلب کریں آپ سے جہاد پر نکلنے کی تو آپ فرمائیے نہیں نکلو گے تم میرے ہمراہ کبھی اور ہرگز جنگ نہیں کروگے میری معیت میں کسی دشمن سے۔ تم نے تو (خود) پسند کیا تھا (گھر) بیٹھ رہنا پہلی مرتبہ تو اب بیٹھے رہو پیچھے رہ جانے والوں کے ساتھ۔"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "اور نہ پڑھیے نماز جنازہ کسی پر ان میں سے جو مرجائے کبھی اور نہ کھڑے ہوں اس کی قبر پر بیشک انھوں نے کفر کیا اللہ کے ساتھ اور اس کے رسول مکرم کے ساتھ ۔ اور وہ مرے اس حالت میں کہ وہ نافرمان تھے۔"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "اور نہ تعجب میں ڈالیں آپ کو ان کے مال اور ان کی اولاد ۔ یہی چاہتا ہے اللہ تعالیٰ کہ عذاب دے انھیں ان سے دنیا میں اور نکلے ان کا سانس اس حال میں کہ وہ کافر ہوں۔"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "اور جب نازل کی جاتی ہے کوئی سورۃ (جس میں حکم ہوتا ہے کہ ) ایمان لاؤ اللہ پر اور جہاد کرو اللہ کے رسول کے ہمراہ تو اجازت طلب کرنے لگتے ہیں آپ سے جو طاقت والے ہیں ان میں سے اور کہتے ہیں رہنے دیجیے ہمیں تاکہ ہوں ہم پیچھے بیٹھنے والوں کے ساتھ۔"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "انھوں نے یہ پسند کیا کہ ہوجائیں پیچھے رہ جانے والوں کے سات اور مہر لگادی گئی ان کے دلوں پر تو وہ کچ نہیں سمجھتے۔"
        }
    ]
}