{
    "pages": [
        {
            "chapter": 11,
            "verse": 63,
            "text": "اور اے میری قوم ! یہ اللہ کی اونٹنی ہے تمھارے لیے نشانی ہے پس اسے چھوڑدو اسے کھاتی پھرے اللہ تعالیٰ کی زمین میں اور نہ ہاتھ لگاؤ اسے برائی سے ورنہ پکڑلے گا تمھیں عذاب بہت جلد ۔"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "پس انھوں نے اس کی کونچیں کاٹ ڈالیں ۔ تو صالح نے فرمایا لطف اٹھالو اپنے گھروں میں تین دن تک یہ (اللہ کا ) وعدہ ہے جسے جھٹلایا نہیں جا سکتا۔"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "پھر جب آگیا ہمارا حکم تو ہم نے بچالیا صالح کو اور انھیں جو ایمان لائے تھے ان کے ساتھ اپنی رحمت سے نیز (بچا لیا) اس دن کی رسوائی سے ۔ بیشک (اے محبوب) تیرا رب ہی بہت قوت والا بہت عزت والا ہے۔"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "اور پکڑلیا ظالموں کو ایک خوفناک کڑک نے اور صبح کی انھوں نے اس حال میں کہ وہ اپنے گھروں میں گھٹنوں کے بل اوندھے گرے پڑے تھے۔"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "(انھیں یوں نابود کردیا گیا) گویا وہ یہاں کھبی آباد ہی نہ ہوئے تھے۔ سنو! ثمود نے انکار کیا اپنے رب کا ۔ سنو ! بربادی ہو ثمود کے لیے"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "اور بلاشبہ آئے ہمارے بھیجے ہوئے (فرشتے ) ابراہیم کے پاس خوشخبری لے کر انھوں نے کہا (اے خلیل) آپ پر سلام ہو۔ آپ نے فرمایا تم پر بھی سلام ہو۔ پھر آپ جلدی لے آئے (انکی ضیافت کے لیے ) ایک بچھڑا بھنا ہوا۔"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "پھر جب دیکھا کہ ان کے ہاتھ نہیں بڑھ رہے کھانے کی طرف تو اجنبی خیال کیا انھیں اور دل ہی دل میں ان سے اندیشہ کرنے گلے فرشتوں نے کہا ڈریے نہیں ۔ ہمیں بھیجا گیا ہے قوم لوط کی طرف ۔"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "اور آپکی اہلیہ (سارہ پاس) کھڑی تھیں وہ ہنس پڑیں تو ہم نے خوشخبری دی سارہ کو اسحاق کی اور اسحاق کے بعد یعقوب کی ۔"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "سارہ نے کہا وائے حیرانی! کیا میں بچہ جنوں گی حالانکہ میں بوڑھی ہوں اور یہ میرے میاں بھی بوڑھے ہیں۔ بلاشبہ یہ تو عجیب و غریب بات ہے۔"
        }
    ]
}