{
    "pages": [
        {
            "chapter": 18,
            "verse": 21,
            "text": "اور بستی والوں کو ہم نے اچانگ آگاہ کر دیا ان (اصحاب کہف) پر تاکہ وہ جان لیں کہ بلا شبہ اللہ تعالیٰ کا وعدہ سچا ہے اور بلاشبہ قیامت کے آنے میں کوئی شبہ نہیں ۔ جب وہ بستی والے جھگڑ رہے تھے آپس میں انکے معاملہ میں تو بعض نے کہا کہ (بطور یادگار) تعمیر کرو ان کے غار پر کوئی عمارت ان کا رب انکے اعمال سے خوب واقف ہے، کہنے لگے وہ لوگ جو غالب آئے تھے اپنے کام پر کہ بخدا ہم ضرور ان پر ایک مسجد بنائیں گے"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "کچھ کہیں گے کہ اصحاب کہف تین تھے چوتھا ان کا کتّا تھا کچھ کہیں گے وہ پانچ تھے چھٹا ان کا کتّا تھا یہ سب تخمینے ہیں بن دیکھے اور کچھ کہیں گے وہ سات تھے اور آٹھواں ان کا کتّا تھا آپ فرمائیے (اس بحث کو رہنے دو) میرا رب بہتر جانتا ہے انکی تعداد کو (اور ) نہیں جانتے ان (کی صحیح تعداد) کو مگر چند آدمی ۔ سو بحث نہ کرو ان کے بارے میں بجز اس کے کہ سرسری سی گفتگو ہو جائے اور نہ دریافت کرو انکے متعلق (اہل کتاب) میں کسی اور سے"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "ہرگز نہ کہنا کسی چیز کے متعلق کہ میں اسے کرنیوالا ہوں کل"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "مگر (یہ کہ ساتھ یہ بھی کہو) اگر چاہا اللہ تعالیٰ نے اور یاد کرو اپنے رب کو جب تو بھول جائے (یہ بھی) کہو کہ مجھے امید ہے کہ دکھا دے گا مجھے میرا رب اس سے بھی قریب تر ہدایت کی راہ"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "اور (اہل کتاب کہتے ہیں کہ) وہ ٹھیرے رہے اپنے غار میں تین سو سال اور زیادہ کیے انھوں نے (اس پر) نو سال"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "آپ فرمائیے اللہ تعالیٰ بہتر جانتا ہے جتنی مدت وہ ٹھیرے اسی کے لیے (علم) غیب ہے آسمانوں اور زمین کا ۔ وہ بڑا دیکھنے والا ہے اور سب باتیں سننے والا ہے نہیں ان کا اس کے سوا کوئی دوست اور نہیں شریک کرتا اپنے حکم میں کسی کو"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "اور پڑھ سنائیے (انھیں ) جو وحی کیا جاتا ہے آپ کی طرف آپ کے رب کی کتاب سے کوئی بدلنے والا نہیں اس کے ارشادات کا۔ اور نہیں پائیں گے آپ اس کے سواپناہ گاہ"
        }
    ]
}