{
    "pages": [
        {
            "chapter": 32,
            "verse": 1,
            "text": "الف ۔ لام ۔ میم"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "اس کتاب کا نزول اس میں ذرّہ شک نہیں ، سب جہانوں کے پروردگار کی طرف سے ہے"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "کیا وہ کہتے ہیں کہ اس شخص نے اسے خود گھڑا ہے ہر گز نہیں ، بلکہ وہی حق ہے آپ کے رب کی طرف سے تاکہ آپ ڈرائیں اس قوم کو نہیں آیا جنکے پاس کوئی ڈرانے والا آپ سے پہلے تاکہ وہ ہدایت پائیں"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "اللہ تعالیٰ ہی ہے جس نے پیدا فرمایا آسمانوں اور زمین کو اور جو کچھ ان کے درمیان ہے چھ دنوں میں پھر متمکن ہوا تخت (سلطانی) پر نہیں تمھارے لیے اس کے بغیر کوئی مددگار اور نہ کوئی سفارشی کیا تم اتنا بھی نہیں سمجھتے"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "تدبیر فرماتا ہے ہر (چھوٹے بڑے) کام کی آسمان سے زمین تک پھر رجوع کرے گا ہر کام اس کی طرف اس روز جس کی مقدار ہزار سال ہے اس انداز سے جس سے تم شمار کرتے ہو"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "وہی جاننے والا ہے ہر پوشیدہ اور ظاہر کا سب پر غالب ، ہمیشہ رحم فرمانے والا"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "وہ جس نے خوب بنایا جس چیز کو بھی بنایا اور ابتدا فرمائی انسان کی تخلیق کی گارے سے"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "پھر پیدا کیا اس کی نسل کو ایک جوہر سے یعنی حقیر پانی سے"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "پھر اس (کے قددقامت) کو درست فرمایا اور پھونک دی اس میں اپنی روح اور بنا دئیے تمھارے لیے کان آنکھیں اور دل تم لوگ بہت کم شکر بجا لاتے ہو"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "اور کہنے لگے کیا جب (مرنے کے بعد) ہم گُم ہو جائینگے زمین میں تو کیا ہم از سر نو پیدا کیے جائیں گے در حقیقت یہ لوگ اپنے رب کی ملاقات سے انکار کررہے ہیں"
        },
        {
            "chapter": 32,
            "verse": 11,
            "text": "فرمائیے جان قبض کریگا تمھاری موت کا فرشتہ جو تم پر مقرر کر دیا گیا ہے پھر اپنے رب کی طرف تم لوٹائے جاؤ گے"
        }
    ]
}