{
    "pages": [
        {
            "chapter": 39,
            "verse": 57,
            "text": "یا یہ کہے کہ اگر اللہ تعالیٰ مجھے ہدایت دے دیتا تو میں ہو جاتا پرہیزگاروں میں سے"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "یا یہ کہنے لگے جب عذاب دیکھے کاش! مجھے ایک بار پھر موقع دیا جائے تو میں نیکو کاروں میں سے ہو جاؤں گا"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "ہاں ! ہاں! آئی تھیں تیرے پاس میری آیتیں پس تو نے انہیں جھٹلایا اور تو گھمنڈ کرتا رہا اور تو کفر کرنے والوں میں سے تھا"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "اور روز قیامت آپ دیکھیں گے انہیں جو اللہ پر جھوٹ باندھتے تھے اس حال میں کہ ان کے چہرے سیاہ ہونگے ۔ کیا نہیں ہے جہنم میں ٹھکانا تکبّر کرنے والوں کا ؟"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "اور نجات دے گا اللہ تعالیٰ متقیوں کو کامیابی کے ساتھ نہ چھوئے گی انہیں کوئی تکلیف اور نہ وہ غمگین ہوں گے"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "اللہ تعالیٰ پیدا کرنے والا ہے ہر چیز کا ۔ اور وہی ہر چیز کا نگہبان ہے"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "وہی مالک ہے آسمانوں اور زمین کی کنجیوں کا اور جو لوگ انکار کرتے ہیں اللہ کی آیتوں کا وہی لوگ خسارے میں ہیں"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "آپ فرمائیے اے جاہلو! کیا تم مجھے حکم دیتے ہو کہ اللہ کے سوا کسی اور کی عبادت کروں"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "اور بےشک وحی کی گئی ہے آپ کی طرف اور ان کی طرف جو آپ سے پہلے تھے کہ اگر (بفرض محال) آپ نے بھی شرک کیا تو ضائع ہو جائینگے آپ کے اعمال اور آپ بھی خاسرین میں سے ہو جائیں گے"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "بلکہ صرف اللہ ہی کی عبادت کیا کرو اور ہو جاؤ شکر گزاروں میں سے"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "اور نہ قدر پہچانی انہوں نے اللہ تعالیٰ کی جس طرح قدر پہچاننے کا حق تھا اور (اس کی شان تو یہ ہے) ساری زمین اسکی مٹھی میں ہو گی قیامت کے دن اور سارے آسمان لپٹے ہوئے اس کے دائیں ہاتھ میں ہوں گے پاک ہے وہ ہر عیب سے اور برتر ہے لوگوں کے شرک سے"
        }
    ]
}