{
    "pages": [
        {
            "chapter": 41,
            "verse": 12,
            "text": "پس بنا دیا انہیں سات آسمان وہ دونوں میں اور وحی فرمائی ہر آسمان میں اس کے حسب حال اور ہم نے مزین کر دیا آسمان دنیا کو چراغوں سے اور اسے خوب محفوظ کردیا یہ (سارا) نظام سب سے غالب، سب کچھ جاننے والے (خدا ) کا ہے"
        },
        {
            "chapter": 41,
            "verse": 13,
            "text": "پس اگر وہ (پھر بھی) رو گردانی کریں تو آپ فرمائیے کہ میں نے ڈرایا ہے تمہیں اس کڑک سے جو عاد و ثمود کی کڑک کی مانند (ہلاکت خیز) ہو گی"
        },
        {
            "chapter": 41,
            "verse": 14,
            "text": "(کچھ یا د ہے ) جب آئے تھے ان کے پاس رسول سامنے سے اور پیچھے سے (یعنی ہر طرف سے یہ سمجھانے کے لیے) کہ اللہ کے سوا کسی کی عبادت نہ کرو انہوں نے کہا اگر ہمارے رب کی مرضی ہوتی (کہ ہمیں کچھ سمجھائے ) تو فرشتے نازل کرتا پس ہم جو دیکر تمہیں بھیجا گیا ہے (اسکا سراسر) انکار کرتے ہیں"
        },
        {
            "chapter": 41,
            "verse": 15,
            "text": "پس قوم عاد نے تو سرکشی اختیار کی زمین میں ناحق اور کہنے لگے ہم سے زیادہ طاقتور کون ہے کیا انہوں نے نہ جانا کہ اللہ تعالیٰ جس نے ان کو پیدا کیا ہے وہ ان سے زیادہ قوی ہے اور وہ (تو) ہمیشہ ہماری آیتوں کا انکار کرتے تھے"
        },
        {
            "chapter": 41,
            "verse": 16,
            "text": "پس ہم نے بھیج دی ان پر سخت ٹھنڈی تند ہوا منحوس دن میں تاکہ ہم انہیں چکھائیں ذلّت آمیز عذاب اس دنیوی زندگی میں ۔ اور آخرت کا عذاب تو بہت زیادہ رسوا کن ہوگا اور ان کی ہر گز مدد نہ کی جائے گی"
        },
        {
            "chapter": 41,
            "verse": 17,
            "text": "باقی رہے ثمود تو انہیں ہم نے سیدھی راہ دکھائی انہوں نے پسند کیا اندھے پن کو ہدایت پر تو پکڑ لیا انہیں اس عذاب کی کڑک نے جو رسوا کن ہے ان کرتوتوں کے باعث جو وہ کیا کرتے تھے"
        },
        {
            "chapter": 41,
            "verse": 18,
            "text": "اور ہم نے ان لوگوں کو نجات دی جو ایمان لائے تھے اور (اللہ کی نافرمانی سے ) ڈرتے رہتے تھے"
        },
        {
            "chapter": 41,
            "verse": 19,
            "text": "اور (ذرا خیال کرو) اس دن کا جب جمع کیے جائینگے اللہ کے دشمن آتش (جہنم) کی طرف پھر وہ (گروہوں میں) بانٹ دیے جائینگے"
        },
        {
            "chapter": 41,
            "verse": 20,
            "text": "یہاں تک کہ جب وہ دوزخ کے قریب آجائینگے (تو حساب شروع ہوگا اس وقت) گواہی دینگے ان کے خلاف ان کے کان ، ان کی آنکھیں اور ان کی کھالیں اس کے بارے میں جو وہ کیا کرتے تھے"
        }
    ]
}