{
    "rukus": [
        {
            "chapter": 7,
            "verse": 11,
            "text": "Wij schiepen u, daarna vormden Wij u; toen zeiden Wij tot de engelen: \"Onderwerpt u aan Adam\" en zij onderwierpen zich, behalve Iblies; hij behoorde niet tot degenen die zich onderwierpen"
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "(Allah) zeide: \"Wat belette u, u te onderwerpen, toen Ik u (dat) gebood?\" Hij antwoordde: \"Ik ben beter dan hij. Gij hebt mij uit vuur en hem uit klei geschapen"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "(Allah) zeide: \"Verwijder u van hier - het is niet aan u, hier hoogmoedig te zijn. Ga heen, gij behoort stellig tot degenen, die vernederd zullen worden"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "Hij zeide: \"Geef mij uitstel tot aan de Dag waarop zij zullen worden opgewekt"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "(Allah) zeide: \"U is uitstel verleend"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "Hij antwoordde: \"Welnu, daar gij mij liet dwalen zal ik hen voorzeker in de weg gaan zitten op Uw rechte pad"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "Dan zal ik mij gewis vóór hen en achter hen en van hun rechter en van hun linker zijde tonen en Gij zult de meesten hunner niet dankbaar vinden"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "(Allah) zeide: \"Ga heen, veracht en verworpen. Wie hunner u ook zal volgen, Ik zal voorzeker de hel met u allen vullen"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "O, Adam, vertoef met uw vrouw in de tuin en eet, wat gij wilt, maar nadert deze boom niet, anders zult gij tot de onrechtvaardigen behoren"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "Maar Satan fluisterde hun (boze ingevingen) in opdat hij hun naaktheid zou openbaren die voor hen verborgen was, en zeide: \"Uw Heer heeft u deze boom alleen verboden, opdat gij geen engelen of eeuwig- levenden zoudt worden"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "En hij zwoer tot hen: \"Ik ben voor u zeker een oprechte raadgever"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "Zo deed hij hen door bedrog vallen. En toen zij van de boom proefden werd hun naaktheid hun duidelijk en zij begonnen zich te bedekken met bladeren uit de tuin. En hun Heer riep hen en zeide: \"Verbood Ik u die boom niet en zeide Ik niet tot u: 'Voorwaar, Satan is een openlijke vijand voor u"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "Zij antwoordden: \"Onze Heer, wij hebben onszelf onrecht aangedaan en als Gij ons niet vergeeft en ons niet genadig zijt, zullen wij zeker tot de benadeelden behoren"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "Hij zeide: \"Gaat heen, sommigen uwer zullen de vijanden van anderen zijn. En er is voor u een verblijfplaats op aarde en een voorziening voor een bepaalde tijd"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "Hij zeide: \"Gij zult daarop leven en sterven en gij zult daarvandaan worden opgewekt"
        }
    ]
}