{
    "rukus": [
        {
            "chapter": 11,
            "verse": 96,
            "text": "Wij zonden Mozes voorzeker met Onze tekenen en duidelijk gezag"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "Naar Pharao en zijn leiders, zij volgden het gebod van Pharao maar het gebod van Pharao was in het geheel niet verstandig"
        },
        {
            "chapter": 11,
            "verse": 98,
            "text": "Hij zal op de Dag der Opstanding voor zijn volk uitgaan en hen naar het Vuur leiden. En slecht is de plaats die wordt bereikt"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "En er werd hun in dit leven en op de Dag der Opstanding een vloek opgelegd. Slecht is de gave, die zal worden gegeven"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "Dit zijn de tijdingen over de steden die Wij u verhalen. Sommige er van bleven staan en andere werden weggevaagd"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "En Wij deden hun geen onrecht maar zij deden zichzelf onrecht aan. En hun goden, die zij naast Allah aanriepen, baatten hen in het geheel niet toen het gebod van uw Heer kwam; zij voegden hun slechts verderf toe"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "Zo is de greep van uw Heer, wanneer Hij de steden grijpt, terwijl zij kwaad verrichten. Voorzeker, Zijn greep is smartelijk en hard"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "Hierin is gewis een teken voor hem die de straf van het Hiernamaals vreest. Dat is een dag waarop de mensheid zal worden verzameld en dat is een dag waarvan men getuige zal zijn"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "En Wij stellen het slechts voor een bepaalde tijd uit"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "De dag, waarop het komt, zal geen ziel zonder Zijn toestemming spreken; dan zullen sommigen hunner ongelukkig en anderen gelukkig zijn"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "Degenen dan, die ongelukkig zullen zijn, zullen in het Vuur zijn waarin zij zullen zuchten en steunen"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "En er, zolang de Hemelen en de Aarde bestaan in vertoeven, met uitzondering van hetgeen uw Heer moge behagen. Zeker, uw Heer brengt teweeg wat Hij wil"
        },
        {
            "chapter": 11,
            "verse": 108,
            "text": "Maar degenen, die gelukkig zullen blijken te zijn, zullen in de Hemel vertoeven, zolang de Hemelen en de Aarde bestaan, met uitzondering van hetgeen uw Heer moge behagen, een gave, die niet zal worden afgesneden"
        },
        {
            "chapter": 11,
            "verse": 109,
            "text": "Wees dus niet in twijfel, omtrent hetgeen deze mensen aanbidden: zij aanbidden slechts, zoals hun vaderen voorheen aanbaden en Wij zullen hun voorzeker hetgeen hen toekomt ten volle en onverminderd geven"
        }
    ]
}