{
    "rukus": [
        {
            "chapter": 16,
            "verse": 1,
            "text": "Het gebod van Allah is komende, verhaast het daarom niet. Heilig is Hij en verheven boven al hetgeen zij met Hem vereenzelvigen"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "Hij zendt door Zijn gebod engelen met een Openbaring neder tot wie van Zijn dienaren Hij wil (zeggende): \"Waarschuwt, dat er buiten Mij geen God is, vreest daarom Mij alleen"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "Hij heeft de hemelen en de aarde in waarheid geschapen. Verheven is Hij boven al hetgeen zij met Hem vereenzelvigen"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "En Hij heeft de mens uit een levenskiem geschapen, maar ziet deze is een openlijke redetwister"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "En het vee heeft Hij geschapen, waarvan gij warmte en nut hebt terwijl gij er ook van als voedsel gebruikt"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "En er is schoonheid in voor u wanneer gij het 's avonds naar huis drijft en wanneer gij het 's morgens laat weiden"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "En zij dragen uw lasten naar een land, dat gij niet zonder grote moeilijkheid (voor uzelf) zoudt kunnen bereiken. Voorzeker, uw Heer is Liefderijk, Genadevol"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "En paarden en muildieren en ezels (heeft Hij) geschapen opdat gij er op moogt rijden en tot sieraad (voor u). En Hij zal ook wat gij nog niet kent, scheppen"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "En bij Allah berust het, de rechte weg (te tonen) en er zijn wegen die afwijken. En als Hij wilde, zou Hij u allen hebben geleid"
        }
    ]
}