{
    "rukus": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "Heilig is Hij Die Zijn dienaar bij nacht voerde van de Heilige Moskee naar de Verre Moskee welker omgeving Wij hebben gezegend, opdat Wij hem enkele Onzer tekenen zouden tonen. Voorwaar, Hij is de Alhorende, de Alziende"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "Wij gaven Mozes het Boek en maakten het tot een richtsnoer voor de kinderen van Israël, zeggende: \"Neemt niemand buiten Mij als Voogd"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "O, nageslacht dergenen die Wij met Noach (in de Ark) droegen! Hij was inderdaad een dankbare dienaar"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "En Wij maakten aan de kinderen van Israël in het Boek bekend: \"Voorwaar, tweemaal zult gij op de aarde verderf teweeg brengen en voorzeker zult gij uitermate aanmatigend worden"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "Toen dan ook de tijd voor de eerste van de twee bedreigingen kwam, zonden Wij Onze dienaren, toegerust met grote macht tegen u uit, die de huizen binnendrongen; dit was een belofte die in vervulling ging"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "Nadien gaven Wij u macht over hen en Wij hielpen u met rijkdommen en kinderen, en maakten u groter in getal"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "(Zeggende) \"Indien gij goed doet, doet gij goed voor uzelf; en indien gij kwaad doet, is het tegen uzelf. En toen de tijd was gekomen voor de tweede (bedreiging), zonden Wij (andere volkeren) om u met schande te treffen zodat zij de Moskee zouden binnendringen zoals zij er de eerste keer binnen gingen om alles wat zij veroverd hadden te verwoesten"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "Het kan zijn dat uw Heer u barmhartigheid zal tonen; doch indien gij terugkeert, zullen Wij ook terugkeren en Wij hebben de hel tot een kerker voor de ongelovigen gemaakt"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "Voorzeker, deze Koran voert tot datgene wat juist is; en geeft aan gelovigen die goede werken verrichten de blijde tijding, dat zij een grote beloning zullen ontvangen"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "En dat Wij voor degenen die niet geloven in het Hiernamaals een smartelijke straf zullen bereiden"
        }
    ]
}