{
    "rukus": [
        {
            "chapter": 23,
            "verse": 1,
            "text": "Inderdaad voorspoedig zijn de gelovigen"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "Die ootmoedig zijn in hun gebeden"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "En die al hetgeen ijdel is, schuwen"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "En die aktief zijn in het betalen van Zakaat"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "En die hun vleselijke lusten beheersen"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "Behalve met hun vrouwen of hetgeen hun rechterhand bezit, want dan treft hen geen verwijt"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "Doch degenen die deze perken te buiten gaan, zullen overtreders zijn"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "Zij die zorgzaam zijn voor het hun toevertrouwde en voor hun overeenkomsten"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "En die hun gebeden in acht nemen"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "Dezen zijn de erfgenamen"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "Die het paradijs zullen erven. Zij zullen daarin vertoeven"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "Voorwaar, Wij scheppen de mens uit een uittreksel van klei"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "Dan plaatsen Wij hem als een kleine levenskiem in een veilige plaats"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "Vervolgens vormen Wij de levenskiem tot een klonter bloed; daarna vormen Wij het geronnen bloed tot een (vormeloze) klomp; dan vormen Wij beenderen uit deze (vormeloze) klomp; daarna bekleden Wij deze beenderen met vlees; vervolgens ontwikkelen Wij het tot een nieuwe schepping. Gezegend zij Allah, de Beste Schepper"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Voorzeker daarna sterft gij"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "En op de Dag der Verrijzenis zult gij worden opgewekt"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "En boven u hebben Wij zeven wegen gemaakt, en nimmer veronachtzamen Wij de schepping"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "Wij zenden water uit de hemel neer in bepaalde hoeveelheid en Wij doen deze in de aarde blijven en voorzeker zijn Wij ook in staat die weer weg te nemen"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "En Wij brengen daarmede tuinen van dadelpalmen en wijnstokken voor u voort, waarvan gij overvloedig fruit hebt; en gij eet daarvan"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "En Wij brengen een boom voort die groeit uit de berg Sinaï: deze brengt olie en een saus voort voor hen die het willen nuttigen"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "En in het vee is eveneens een les voor u. Wij geven u te drinken van de melk die in hun buik is en gij trekt er talrijke voordelen van en eveneens eet gij er van"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "Daarop zowel als op schepen wordt gij gedragen"
        }
    ]
}