{
    "rukus": [
        {
            "chapter": 39,
            "verse": 53,
            "text": "Zeg: \"O mijn dienaren die tegen u zelf buitensporig zijt geweest, wanhoopt niet aan de barmhartigheid van Allah, voorzeker Allah vergeeft alle zonden, waarlijk, Hij is de Vergevensgezinde, de Genadevolle"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "Wendt u tot uw Heer en onderwerpt u aan Hem voordat de straf over u komt, want dan zult gij niet meer worden geholpen"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "En volgt het beste dat u geopenbaard is door uw Heer voordat de straf onverwachts over u komt terwijl gij het (naderen er van) niet bemerkt"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "Opdat geen ziel moge zeggen: \"O wat een spijt heb ik over hetgeen waarin ik te kort schoot tegenover Allah! En inderdaad behoorde ik tot de spotters"
        },
        {
            "chapter": 39,
            "verse": 57,
            "text": "Of opdat zij niet moge zeggen: \"Had Allah mij geleid dan zou ik zeker tot de godvruchtigen hebben behoord"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "Of opdat zij de straf ziende, niet moge zeggen: \"Ik wilde dat er voor mij een terugkeer was, dan zou ik tot de goeden behoren"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "(God zal antwoorden): \"Neen, Mijn tekenen kwamen tot u, doch gij verloochendet deze, gij waart hoogmoedig en behoordet tot de ongelovigen"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "En op de Dag der Opstanding zult gij de gezichten van hen die over Allah leugens uitten zwart zien. Is er in de hel geen tehuis voor de hoogmoedigen"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "Allah zal de godvruchtigen vanwege hun geloof redden. Geen kwaad zal over hen komen noch zullen zij treuren"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "Allah is de Schepper van alles en de Voogd over alle dingen"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "Aan Hem behoren de schatten der hemelen en der aarde; en zij die de tekenen van Allah verwerpen zijn de verliezers"
        }
    ]
}