{
    "rukus": [
        {
            "chapter": 2,
            "verse": 62,
            "text": "Voorzeker, de gelovigen, de Joden, de Christenen en de Sabianen - wie onder hen ook in Allah en de laatste Dag geloven en goede daden verrichten, zullen hun beloning bij hun Heer ontvangen en er zal geen vrees over hen komen, noch zullen zij treuren"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "En toen Wij een verbond met u aangingen en de berg hoog boven u verhieven, zeiden Wij: \"Houdt vast, wat Wij u hebben gegeven en bedenkt wat het bevat, zodat gij behoed zult worden"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "Maar gij wenddet u af en, had Allah u Zijn genade en barmhartigheid niet betoond, dan zoudt gij zeker zijn ondergegaan"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "Gij hebt degenen onder u gekend, die inzake de Sabbath overtraden. Alzo zeiden Wij tot hen: \"Weest verachte apen"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "Zo maakten Wij hen tot een voorbeeld voor hen die in die tijd leefden en voor degenen, die na hen kwamen en tot een les voor de godvrezenden"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "En toen Mozes tot zijn volk zeide: \"Waarlijk, Allah gebiedt u, een koe te slachten\", zeiden zij: \"Drijft gij de spot met ons?\" Hij zeide: \"Ik zoek toevlucht bij Allah, om niet tot de onwetenden te behoren"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "Zij zeiden: \"Bid voor ons tot uw Heer, opdat Hij het ons duidelijk make, wat voor een koe dit moet zijn.\" Hij antwoordde: \"Hij zegt, dat het een koe moet zijn, noch oud, noch jong, volwassen, tussen beide in - doet nu, wat u geboden is"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "Zij zeiden: \"Bid voor ons tot uw Heer, dat Hij het ons duidelijk make, welke kleur zij heeft\" Hij antwoordde: \"Hij zegt, dat het een gele koe is met een diepe kleur, aangenaam voor hen, die haar zien"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "Zij zeiden: \"Bid voor ons tot uw Heer, dat Hij ons mededele, hoe zij is, want al zulke koeien zien er voor ons gelijk uit; en als Allah het wil, zullen wij juist worden geleid"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "Hij antwoordde: \"Hij zegt, dat het een koe is, die nog nooit afgericht is geweest, om de aarde te beploegen, of de akkers te bevloeien, een koe, gaaf en vlekkeloos.\" Zij zeiden: \"Nu hebt gij het precies gezegd.\" Toen slachtten zij haar, doch liever hadden zij het niet gedaan"
        }
    ]
}