{
    "rukus": [
        {
            "chapter": 2,
            "verse": 197,
            "text": "(Musim) haji itu (pada) bulan-bulan yang telah dimaklumi.*(70) Barangsiapa mengerjakan (ibadah) haji dalam (bulan) itu, maka janganlah dia berkata jorok (rafaá¹¡),**(71) berbuat maksiat dan bertengkar dalam (melakukan ibadah) haji. Segala yang baik yang kamu kerjakan, Allah mengetahuinya. Bawalah bekal, karena sesungguhnya sebaik-baik bekal adalah takwa. Dan bertakwalah kepada-Ku wahai orang-orang yang mempunyai akal sehat"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "Bukanlah suatu dosa bagimu mencari karunia dari Tuhanmu. Maka apabila kamu bertolak dari Arafah, berzikirlah kepada Allah di Masy`arilharÄm. Dan berzikirlah kepada-Nya sebagaimana Dia telah memberi petunjuk kepadamu, sekalipun sebelumnya kamu benar-benar termasuk orang yang tidak tahu"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "Kemudian bertolaklah kamu dari tempat orang banyak bertolak (Arafah) dan mohonlah ampunan kepada Allah. Sungguh, Allah Maha Pengampun, Maha Penyayang"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "Apabila kamu telah menyelesaikan ibadah haji, maka berzikirlah kepada Allah, sebagaimana kamu menyebut-nyebut nenek moyang kamu, bahkan berzikirlah lebih dari itu.*(72) Maka di antara manusia ada orang yang berdoa, \"Ya Tuhan kami, berilah kami (kebaikan) di dunia,\" dan di akhirat dia tidak memperoleh bagian apa pun"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "Dan di antara mereka ada orang yang berdoa, \"Ya Tuhan kami, berilah kami kebaikan di dunia dan kebaikan di akhirat, dan lindungilah kami dari azab neraka"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "Mereka itulah yang memperoleh bagian dari apa yang telah mereka kerjakan, dan Allah Mahacepat perhitungan-Nya"
        },
        {
            "chapter": 2,
            "verse": 203,
            "text": "Dan berzikirlah kepada Allah pada hari yang telah ditentukan jumlahnya. Barangsiapa mempercepat (meninggalkan Mina) setelah dua hari, maka tidak ada dosa baginya. Dan barangsiapa mengakhirkannya tidak ada dosa (pula) baginya, (yakni) bagi orang yang bertakwa. Dan bertakwalah kepada Allah, dan ketahuilah bahwa kamu akan dikumpulkan hanya kepada-Nya"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "Dan di antara manusia ada pembicaraannya tentang kehidupan dunia mengagumkan engkau (Muhammad), dan dia bersaksi kepada Allah mengenai isi hatinya, padahal dia adalah penentang yang paling keras"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "Dan apabila dia berpaling (dari engkau), dia berusaha untuk berbuat kerusakan di bumi, serta merusak tanaman-tanaman dan ternak, sedang Allah tidak menyukai kerusakan"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "Dan apabila dikatakan kepadanya, \"Bertakwalah kepada Allah,\" bangkitlah kesombongannya untuk berbuat dosa. Maka pantaslah baginya neraka Jahannam, dan sungguh (Jahannam itu) tempat tinggal yang terburuk"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "Dan di antara manusia ada orang yang mengorbankan dirinya karena mencari keridaan Allah. Dan Allah Maha Penyantun kepada hamba-hamba-Nya"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "Wahai orang-orang yang beriman! Masuklah ke dalam Islam secara keseluruhan, dan janganlah kamu ikuti langkah-langkah setan. Sungguh, ia musuh yang nyata bagimu"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "Tetapi jika kamu tergelincir setelah bukti-bukti yang nyata sampai kepadamu, ketahuilah bahwa Allah Mahaperkasa, Maha Bijaksana"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "Tidak ada yang mereka tunggu-tunggu, kecuali datangnya Allah dan malaikat (pada hari kiamat) dalam naungan awan, dan perkara (mereka) pun diputuskan. Dan hanya kepada Allah-lah segala perkara dikembalikan"
        }
    ]
}