{
    "rukus": [
        {
            "chapter": 26,
            "verse": 160,
            "text": "Kaum Luṭ telah mendustakan para rasul"
        },
        {
            "chapter": 26,
            "verse": 161,
            "text": "ketika saudara mereka Luṭ berkata kepada mereka, “Mengapa kamu tidak bertakwa?”"
        },
        {
            "chapter": 26,
            "verse": 162,
            "text": "sungguh, aku ini seorang rasul kepercayaan (yang diutus) kepada kamu"
        },
        {
            "chapter": 26,
            "verse": 163,
            "text": "maka bertakwalah kepada Allah dan taatlah kepadaku"
        },
        {
            "chapter": 26,
            "verse": 164,
            "text": "Dan aku tidak meminta imbalan kepadamu atas ajakan itu; imbalanku hanyalah dari Tuhan seluruh alam"
        },
        {
            "chapter": 26,
            "verse": 165,
            "text": "Mengapa kamu mendatangi jenis laki-laki di antara manusia (berbuat homoseks)"
        },
        {
            "chapter": 26,
            "verse": 166,
            "text": "Dan kamu tinggalkan (perempuan) yang diciptakan Tuhan untuk menjadi istri-istri kamu? kamu (memang) orang-orang yang melampaui batas"
        },
        {
            "chapter": 26,
            "verse": 167,
            "text": "Mereka menjawab, “Wahai Luṭ! Jika engkau tidak berhenti, engkau termasuk orang-orang yang terusir.”"
        },
        {
            "chapter": 26,
            "verse": 168,
            "text": "Dia (Luṭ) berkata, \"Aku sungguh benci kepada perbuatanmu.”"
        },
        {
            "chapter": 26,
            "verse": 169,
            "text": "(Luṭ berdoa), “Ya Tuhanku, selamatkanlah aku dan keluargaku dari (akibat) perbuatan yang mereka kerjakan.”"
        },
        {
            "chapter": 26,
            "verse": 170,
            "text": "Lalu Kami selamatkan dia bersama keluarganya semua"
        },
        {
            "chapter": 26,
            "verse": 171,
            "text": "kecuali seorang perempuan tua (istrinya), yang termasuk dalam golongan yang tinggal"
        },
        {
            "chapter": 26,
            "verse": 172,
            "text": "Kemudian Kami binasakan yang lain"
        },
        {
            "chapter": 26,
            "verse": 173,
            "text": "Dan Kami hujani mereka (dengan hujan batu), maka betapa buruk hujan yang menimpa orang-orang yang telah diberi peringatan itu"
        },
        {
            "chapter": 26,
            "verse": 174,
            "text": "Sungguh, pada yang demikian itu terdapat tanda (kekuasaan Allah), tetapi kebanyakan mereka tidak beriman"
        },
        {
            "chapter": 26,
            "verse": 175,
            "text": "Dan sungguh, Tuhanmu, Dialah Yang Mahaperkasa, Maha Penyayang"
        }
    ]
}