{
    "rukus": [
        {
            "chapter": 40,
            "verse": 61,
            "text": "Allah-lah yang menjadikan malam untukmu agar kamu beristirahat padanya; (dan menjadikan) siang terang-benderang. Sungguh, Allah benar-benar memiliki karunia yang dilimpahkan kepada manusia, tetapi kebanyakan manusia tidak bersyukur"
        },
        {
            "chapter": 40,
            "verse": 62,
            "text": "Demikianlah Allah, Tuhanmu, Pencipta segala sesuatu, tidak ada tuhan (yang berhak disembah) selain Dia; maka bagaimanakah kamu dapat dipalingkan"
        },
        {
            "chapter": 40,
            "verse": 63,
            "text": "Demikianlah orang-orang yang selalu mengingkari ayat-ayat Allah dipalingkan"
        },
        {
            "chapter": 40,
            "verse": 64,
            "text": "Allah-lah yang menjadikan bumi untukmu sebagai tempat menetap dan langit sebagai atap dan membentukmu lalu memperindah rupamu serta memberimu rezeki dari yang baik-baik. Demikianlah Allah, Tuhanmu, Mahasuci Allah Tuhan seluruh alam"
        },
        {
            "chapter": 40,
            "verse": 65,
            "text": "Dialah yang hidup kekal, tidak ada tuhan (yang berhak disembah) melainkan Dia; maka sembahlah Dia dengan tulus ikhlas beragama kepada-Nya. Segala puji bagi Allah Tuhan seluruh alam"
        },
        {
            "chapter": 40,
            "verse": 66,
            "text": "Katakanlah (Muhammad), “Sungguh, aku dilarang menyembah sembahan yang kamu sembah selain Allah setelah datang kepadaku keterangan-keterangan dari Tuhanku; dan aku diperintahkan agar berserah diri kepada Tuhan seluruh alam.”"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "Dialah yang menciptakanmu dari tanah, kemudian dari setetes mani, lalu dari segumpal darah, kemudian kamu dilahirkan sebagai seorang anak, kemudian dibiarkan kamu sampai dewasa, lalu menjadi tua. Tetapi di antara kamu ada yang dimatikan sebelum itu. (Kami berbuat demikian) agar kamu sampai kepada kurun waktu yang ditentukan, agar kamu mengerti"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "Dialah yang menghidupkan dan mematikan. Maka apabila Dia hendak menetapkan sesuatu urusan, Dia hanya berkata kepadanya, “Jadilah!” Maka jadilah sesuatu itu"
        }
    ]
}