{
    "maqras": [
        {
            "chapter": 2,
            "verse": 233,
            "text": "आमाहरूले आफ्ना बच्चाहरूलाई पूरै दुई वर्षसम्म दूध ख्वाउनु पर्छ यो (आदेश) उसको लागि हो जसले कि पूरै अवधिसम्म दूध ख्वाउन चाहन्छ र दूध ख्वाउने आमाहरूको खाना र लुगाहरू दस्तूर अनुसार उसको (बाबुको) जिम्मामा हुनेछ । प्रत्येक व्यक्तिलाई त्यत्तिकै कष्ट दिइन्छ जति सहन सक्ने उसको क्षमता छ । नत आमालाई उसको बच्चाको कारण नत बाबुलाई उसको सन्तानको कारण कुनै दुःख दिइयोस् । उत्तराधिकारीमाथि पनि यस्तै किसिमको जिम्मेवारी छ र यदि आमा–बाबु दुवै आपसमा सर–सल्लाह र सहमतिबाट बच्चाहरूको दूध छोडाउन चाहन्छन्, तब तिनीहरूलाई कुनै गुनाह (पाप) छैन र यदि तिमीहरूले (आमा–बाबु) आफ्ना सन्तानहरूलाई (अरुबाट) दूध ख्वाउन चाहन्छौ भने पनि तिमीलाई कुनै पाप लाग्दैन, यदि तिमीले दूध ख्वाउनेहरूलाई दस्तूर अनुसार तिनको निर्धारित हक दिन्छौ । अल्लाहसँग डर मान्नेगर र जानिराख कि, अल्लाहले तिम्रो काम देखिराखेको छ ।"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "र तिमीहरूमध्ये जुन मानिसहरू मर्छन् र (आफ्ना पछाडि) स्वास्नीहरू छोड्छन् भने ती स्वास्नीहरूले चार महिना दश दिनसम्म आफूलाई रोकी राखुन् । र जब (यी) इद्दत पूरा गरिसकेका हुन्छन् तब आफ्ना हितमा जे चाहन्छन् गर्छन भने यसमा तिमीलाई कुनै गुनाह छैन र अल्लाह तिम्रा सम्पूर्ण क्रियाकलापको जानकारी राख्द्छ ।"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "यदि तिमी सांकेतिक तरिकाबाट ती स्वास्नीहरूलाई निकाहको सन्देश पठाउँछौं अथवा आफ्ना हृदयमा लुकाएर राख्दछौं भने तिमीलाई कुनै गुनाह छैन । अल्लाहलाई थाहा छ कि तिमीले तिनीहरूसित (निकाहको) चर्चा गर्नेछौं । तर गोप्यरूपमा कुनै वाचा नगर्नु । र तिमीले राम्रो कुरा बोल्ने गर र जबसम्म इद्दतको अवधि पूरा हुँदैन । निकाहको दृढ अठोट नगर्नु । जानिराख कि, जे जति तिम्रा हृदयहरूमा छन्, अल्लाहलाई सबै थाहा छ, तसर्थ उससँग डर मान्नेगर र यो पनि जानिराख कि अल्लाह क्षमा प्रदान गर्नेवाला दयावान छ ।"
        },
        {
            "chapter": 2,
            "verse": 236,
            "text": "यदि तिमीले स्वास्नी मानिसहरूलाई तिनीहरूसँग समागम गर्नु र महर निर्धारित गर्नु अघि नै तलाक दिन्छौ भने तिमीमाथि कुनै गुनाह छैन, हो उनलाई केही उचित रकम अवश्य देऊ (अर्थात) सम्पन्नले आफ्नो सामर्थ अनुसार देओस् र अभावग्रस्तले आफ्नो हैसियत अनुरूप, भलाई गर्ने मानिसहरूको निम्ति यो एउटा अनिवार्यता हो ।"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "र, यदि तिमीले स्वास्नीहरूलाई समागम गर्नु अगाडि तलाक दिन्छौ, तर महर निश्चित गरिसकेका छौं भने निर्धारित रकमको आधा दिइहाल्नु । हो, यदि स्वास्नीहरूले महरको रकम माफ गर्दछिन् अथवा जसको हातमा विवाह बन्धन छ उसले छाडिदेओस् । र यदि तिमी पुरुषहरू नै आफ्ना अधिकार छाडिदिन्छौं, भने यो आत्मसंयमको कुरा हो । पारस्परिक सदभाव र भलो गर्न नबिर्सनु, निःसन्देह अल्लाह तिम्रा सम्पूर्ण क्रियाकलाप देखिराखेको छ ।"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "सबै नमाजहरू विशेष गरी बीचको नमाज सुचारु रूपले सम्पन्न गर्दै गर र अल्लाहको अगाडि आदर साथ उभिने गर ।"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "यदि तिमी भयको अवस्थामा छौ भने पैदल वा सवारीको अवस्थामा नै (नमाज पढिहाल) । र जब सामान्य अवस्थामा हुन्छौ तब अल्लाहको स्मरण गर, जसरी अल्लाहले तिमीलाई सिकाएको छ, जुनकि तिमी जान्दैनथ्यौ ।"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "तिमीहरूमध्ये जो मर्दछन् र आफ्ना पछाडि स्वास्नीहरू छाड्छन्, तिनले आफ्ना स्वास्नीहरूको लागि हकको निम्ति वसीयत (इच्छापत्र) गरेर जाउन, जसबाट तिनका स्वास्नीहरूले एक वर्षसम्म फाइदा उठाउन र घरबाट कसैले तिनलाई निस्कासित न गरोस् । हो, यदि तिनीहरू आफैं घरबाट जान्छिन् र आफ्नो हितमा चाहेको काम गर्दछिन् भने यसमा तिमीलाई कुनै गुनाह हुँदैन, अल्लाह सर्वशक्तिमान र सर्वबुद्धि सम्पन्न छ ।"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "तलाकप्राप्त स्वास्नीहरूलाई राम्रोसित फाइदा दिनु आत्मसंयमीहरूको निम्ति अनिवार्य छ ।"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "यसै प्रकार अल्लाह आफ्ना निर्देशहरू तिम्रो लागि व्यक्त गर्दैछ ताकि तिमी बुझ्नसक ।"
        }
    ]
}