{
    "maqras": [
        {
            "chapter": 27,
            "verse": 56,
            "text": "अनि उनको जातिका मानिसहरूको उत्तर यस बाहेक अरु केही थिएन कि उनीहरूले भनेः लूतका घरवालाहरूलाई आफ्नो बस्तीबाट बाहिर निकालिदेऊ, यिनीहरू त धेरै पवित्र बन्न चाहन्छन् ।"
        },
        {
            "chapter": 27,
            "verse": 57,
            "text": "अन्ततः हामीले उनलाई र उनका घरवालाहरूलाई, बचाइहाल्यौ उनकी स्त्री बाहेक, जसको लागि हामीले नीयत गरिदिएका थियौ कि, ऊ पछि पर्नेहरूमध्ये हुनेछे ।"
        },
        {
            "chapter": 27,
            "verse": 58,
            "text": "र हामीले उनीमाथि एउटा (विशेष खालको) वर्षा वर्षायौ र त्यो सचेत गरिसकिएको लागि साह्रै नराम्रो वर्षा थियो ।"
        },
        {
            "chapter": 27,
            "verse": 59,
            "text": "तपाई भनिदिनुस् कि सबै प्रशंसा अल्लाहको लागि छ र उसका विशिष्ट भक्तहरूमाथि सलाम र शान्ति छ, जसलाई उसले रोजिहाल्यौ । के अल्लाह राम्रो छ, वा उनीहरू जसलाई तिनीहरूले साझेदार ठहराइराखेका छन्"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "भन त आकाशहरू र धरतीलाई कसले सृष्टि गर्यो, र कसले आकाशबाट पानी वर्षायो, फेरि त्यसबाट हराभरा बगैचाको सृष्टि गर्यो, यो बगैचाका वृक्षहरू उमार्नु तिम्रो लागि सम्भव थिएन । के अल्लाहको साथमा कोही अरु पूज्य छ ? होइन, बरु तिनीहरू नै सत्यमार्गबाट टाढिंदैछन् ।"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "कसले धरतीलाई स्थिर गरेर बस्ने ठाउँ बनायो, र उसको बीचमा नहरहरू बगायो, र उसको लागि पहाडहरूको सृष्टि गर्यो र (जसले) दुई समुन्द्रहरूको बीचमा तगारो बनायो ? त के अल्लाहको साथमा अरु कोही पूज्य पनि छ ? बरु तिनीहरूमध्ये धेरैले केही बुझ्दैनन् ।"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "कसले व्यग्रको गुहार सुन्दछ, जब त्यसले उसलाई गुहार्दछ र व्यथा हटाइदिन्छ र तिमीलाई धरतीमा शासक बनाउँदछ ? के अल्लाहको साथमा अरु कोही पूजनीय छ ? (होइन) तिमीहरूले धेरै कम उपदेश र शिक्षा प्राप्त गर्दछौ ।"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "कसले तिमीलाई जङ्गल र समुद्रको अँध्यारोमा बाटो देखाउँछ र हावाहरूलाई आफ्नो दया गर्नुभन्दा अगाडि़ शुभसन्देश दिन चलाउँछ ? अनि के अल्लाहको साथमा अरु कोही पूजनीय पनि छ जसलाई यिनीहरूले साझेदार बनाउँछन् ? अल्लाह उच्च र महान छ ।"
        },
        {
            "chapter": 27,
            "verse": 64,
            "text": "को हो जसले पहिलो प्राणीहरूको सृष्टि गर्दछ, अनि उसको पुनरावृत्ति गर्नेछ र को हो जसले तिमीलाई आकाश र धरतीबाट जीविका प्रदान गर्दैछ, त के अल्लाहको साथमा अरु कोही पूज्य छ ? (होइन) भनिदिनुस् कि यदि तिमी साँचो हौ भने प्रमाण पेश गर ।"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "भनिदिनुस् कि जो आकाशहरू र धरतीमा छन्, अल्लाह बाहेक कोही अन्तरयामी छैन उनीहरू त यो पनि जान्दैनन् कि कहिले उठाइनेछन् ।"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "बरु आखिरतको विषयमा उनको ज्ञानको अन्त्य भइसकेको छ । बरु यिनीहरू यसबाट सन्देहमा छन्, बरु उनीहरू यसबाट अन्धा छन् ।"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "काफिरहरूले भनेः कि के जब हामी, र हाम्रो बाबुबाजे माटो भइहाल्छौं, तब के फेरि हामी (चिहानबाट) निकालिने छौं"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "यो वाचा हामीसित र हाम्रा बाबु बाजेसित त धेरै पहिलादेखि नै भइराखेको छ । यी त पूर्वजहरूका कथा मात्र हुन् ।"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "भनिदिनुस्ः कि धरतीमा घुमफिर त गरेर हेर कि अपराधीहरूको परिणाम कस्तो भयो"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "तपाई उनीहरूको लागि दुःखी नहुनुस् र उनीहरूको दाउघातहरूबाट पनि दुःखी नहुनुस् ।"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "र भन्दछन्ः कि यदि सत्य हौ भने, त यो वाचा कहिले पूरा हुनेछ बताइदिनुस्"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "जवाफ दिनुस् ! कि जुन कुराहरू (यातना) को निम्ति तिमीले शीघ्रता गरिराखेका छौ, शायद त्यसमध्येबाट केही तिम्रो नजिकमा आइसकेका छन् ।"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "निःसन्देह तपाईको पालनकर्ता त मानिसहरूमाथि ठूलो दया गर्नेवाला छ, तर यिनीहरूमध्ये धेरैले कृतज्ञता व्यक्त गर्दैनन् ।"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "र निःसन्देह जुन कुराहरू उनको छातीमा लुकेको हुन्छ र जुन काम उनीहरूले प्रकट गर्दछन्, तपाईको पालनकर्ता ती (सबै) जान्दछ ।"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "आकाशहरू र धरतीमा लुकेको कुनै पनि यस्तो कुरा छैन जुन स्पष्ट र खुल्ला किताबमा मौजूद नहोस् ।"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "निःसन्देह यो कुरआनले बनी इस्राईलको अगाडि ती धेरै कुराहरू, जसमा उनीहरूले विवाद गर्दछन्, स्पष्टरूपमा बयान गर्दछ ।"
        },
        {
            "chapter": 27,
            "verse": 77,
            "text": "र निःसन्देह यो कुरआन ईमानवालाहरूको निम्ति मार्गदर्शन र कृपा हो ।"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "तपाईको पालनकर्ताले उनीहरूबीच आफ्नो आदेशले सबै फैसला गरिदिनेछ । ऊ सर्वशक्ति सम्पन्न र सर्वज्ञ छ ।"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "तसर्थ तपाईले अल्लाहमा भरोसा राख्नुस् । निश्चितरूपले तपाई त स्पष्ट (सत्यता) धर्ममा हुनुहुन्छ ।"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "निःसन्देह तपाईले न मुर्दाहरूलाई सुनाउन सक्नुहुन्छ र न बहिराहरूलाई आफ्नो आवाज सुनाउन सक्नुहुन्छ, जब कि उनीहरू पिठ्युँ फर्काई विमुख भएर गइरहेका छन् ।"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "र नत तपाईले अन्धालाई उनको मार्गविचलनबाट हटाएर सही बाटो देखाउन सक्नुहुन्छ । तपाईले त उनीहरूलाई मात्र सुनाउन सक्नु हुन्छ जसले हाम्रो आयतहरूमाथि आस्था राख्दछन् र आज्ञाकारी छन् ।"
        }
    ]
}