{
    "maqras": [
        {
            "chapter": 3,
            "verse": 133,
            "text": "र, आफ्नो रबको क्षमा र त्यस स्वर्गतर्फ अगाडि बढ जसको चौडाई आकाश र पृथ्वी जतिको छ, र जुन अल्लाहसँग डर मान्नेहरूको निम्ति बनाइएको छ ।"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "जसले सुख र दुःखमा (अल्लाहको मार्गमा) खर्च गर्दछन् र क्रोधलाई नियन्त्रणमा राख्दछन् र मानिसहरूका त्रुटिहरू क्षमा गरिदिन्छन्, अल्लाह ती सत्कर्म गर्नेहरूलाई प्रेम गर्दछ ।"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "जब तिनीहरूले खुलारूपमा कुनै गल्ती वा गुनाह गर्दछन् त तत्कालै अल्लाहलाई स्मरण गर्दछन् र आफ्ना भूलहरूका लागि क्षमायाचना गर्दछन् । तथ्य यो छ कि अल्लाह बाहेक कसले क्षमादान गर्न सक्छ ? तिनीहरू जानी जानी आफ्नो गलत कामहरूको लागि अडान लिदैनन् ।"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "यस्तै मानिसहरूका लागि पुरस्कार, तिनको पालनकर्ताको तर्फबाट माफी, र स्वर्ग छ, जसमुनि नहरहरू बगरिहेका छन्, तिनीहरू त्यसमा सधैं बस्नेछन् । ती असल कर्म गर्नेहरूको पुरस्कार धेरै राम्रो छ ।"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "तिमीहरूभन्दा अगाडि पनि यस्ता घटनाहरू घटिसकेका छन्, तसर्थ पृथ्वीमा भ्रमण गरी हेर कि अल्लाहका आदेशलाई इन्कार गर्नेहरूको परिणाम के भयो ।"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "सामान्य मानिसहरूको निम्ति यो (कुरआन) एउटा वक्तव्य हो र अल्लाहका सेवकहरूका लागि पथप्रदर्शन र नसीहत हो ।"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "हेर, तिमी न अल्छी गर न चिन्तित होऊ । यदि तिमी ईमानवाला हौ भने तिम्रै वर्चस्व कायम हुनेछ ।"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "यदि तिमीलाई (पराजयको) चोट पुगेको छ भने विरोधीहरू पनि घाइते भइसकेका छन् । यी दिनहरूलाई मानिसहरूमाझ हामीले परिवर्तन गरिराख्दछौ, (उहुद पराजयको) यो पनि उद्देश्य थियो कि अल्लाहले ईमान भएकाहरूलाई अलग गरिहालोस् र तिमीहरूमध्येबाट केहीलाई शहादत प्रदान गरोस् । अल्लाह अत्याचारीहरूलाई प्रेम गर्दैन ।"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "(र यो पनि कि) अल्लाहले ईमान भएकाहरूलाई बिल्कुल अलग गरेर काफिरहरूलाई निर्मूल पारिदेओस् ।"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "के तिमीले यो ठानी सकेका छौ कि (बिना परीक्षा) तिमीहरू स्वर्गमा प्रवेश पाउने छौ, यद्यपि अहिलेसम्म अल्लाहले यो स्पष्ट गरेको छैन कि तिमीहरूमध्येका जिहादी को हुन् र संतोष गर्नेहरू को हुन्"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "युद्ध हुनुभन्दा पहिला त तिमी शहादतको इच्छुक थियौ, अब त तिमीले त्यसलाई आफ्नै आँखाले देखिहाल्यौ ।"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "मुहम्मद (सल्ललाहु अलैहे वसल्लम) त मात्र अल्लाहका रसूल हुन् । उनीभन्दा पहिला पनि धेरै रसूलहरू गुज्री सकेका छन् । यदि उनको मृत्यु हुन्छ अथवा उनी शहीद भइहाले भने के तिमी इस्लामबाट तत्काल फर्किहाल्छौ ? र यदि जो कोही विचलित भइहाल्छ भने त्यसले अल्लाहको केही बिगार्न सक्तैन र अल्लाहले कृतज्ञहरूलाई छिट्टै राम्रो प्रतिफल प्रदान गर्नेछ ।"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "अल्लाहको अनुमति बेगैर कुनै जीवित मर्दैन, सबैको समयावधि निर्धारित गरिएको छ र जुन व्यक्ति संसारमा फल चाहन्छ, त्यसलाई हामीले दुनिया मै केही फल दिन्छौ र जो आखिरतमा फल प्राप्तिको इच्छुक छ, उसलाई हामीले त्यो पनि दिनेछौं र कृतज्ञहरूलाई हामीले राम्रो प्रतिफल प्रदान गर्नेछौं ।"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "धेरै नबीहरूका सहयात्री भएर अल्लाहका धेरै उपासकहरू अल्लाहका शत्रुहरूसित युद्ध गरेका छन् । तिनीहरूलाई पनि अल्लाहको मार्गमा दुःख पर्याे, तर त्यसबाट तिनीहरूले कहिल्यै न त साहस गुमाए, न अल्छी भए र न त शत्रुबाट हार माने । अल्लाह सहनशीलहरूलाई नै चाहन्छ ।"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "(यस्तो अवस्थामा पनि) तिनीहरूले यो भन्दै गरे कि हे पालनहारः हाम्रा पापहरू माफ गरिदेऊ र हाम्रा काममा भएका भूलहरू क्षमा गरिदेऊ र हामीलाई दृढ र अटल राख र काफिरहरूमाथि विजय प्राप्त गर्न हाम्रो सहायता गर ।"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "अल्लाहले तिनलाई संसारमा पनि पुरस्कृत गर्यो र आखिरतमा पनि धेरै राम्रो प्रतिफलको खूबी प्रदान गर्यो । र अल्लाह सदाचारीहरूलाई मायाँ गर्दछ ।"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "मोमिनहरू हो ! यदि तिमी काफिरहरूको भनाई मान्छौ भने, तिनीहरूले तिमीलाई तुरुन्तै विचलित गराइदिनेछन्, अनि तिमीलाई ठूलै हानि हुनेछ ।"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "अपितु अल्लाह नै तिम्रो मालिक हो र उही नै सबभन्दा राम्रो मद्दतगार हो ।"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "हामीले छिट्टै काफिरहरूको हृदयमा तिम्रो भयको सृजना गरिदिनेछौं, किनभने तिनीहरूले अल्लाहसित अरुहरूको साझेदारी ठहराउँछन्, जसको कि अल्लाहले कुनै प्रमाण पठाएको छैन र तिनको आश्रय नर्क हुनेछ । र त्यो अत्याचारीहरूको लागि सबैभन्दा नराम्रो बासस्थान हो ।"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "अल्लाहले आफ्नो वचन पूरा गरेर देखाइहाल्यो, जब तिमीले उसको आदेशले काफिरहरूलाई मरिराखेका थियौ, यहाँसम्म कि जब तिमीले आफ्नो साहस गुमाउन लागेका थियौ र काममा झगडा गर्न थाल्यौ र उसको आदेशको अवज्ञा गर्यौ, यस पश्चात पनि कि तिमीले चाहेको चीज उसले तिमीलाई देखाइदियो । तिमीहरूमध्ये केही त सांसारिक लाभ प्राप्तिको इच्छा गरिराखेका थिए र केही परलोकको आकांक्षा राख्दथे । फेरि अल्लाहले तिमीलाई तिनीहरूकोसँगबाट फर्काइहाल्यौ ताकि तिम्रो परीक्षा गरोस् र निःसंदेह उसले तिम्रा सम्पूर्ण त्रुटिहरूलाई क्षमा गरिदियो र अल्लाह आस्थावानहरूमाथि धेरै दया गर्दछ ।"
        }
    ]
}