{
    "maqras": [
        {
            "chapter": 5,
            "verse": 1,
            "text": "हे ईमानदार मानिसहरू! आफ्ना वाचाहरूलाई पूरा गर । तिम्रा लागि चार खुट्टे जनावरहरू(घास चर्ने पशुहरू) हलाल (वैध) गरिएका छन् । (तर) ती होइनन् जसको बारेमा तिमीलाई पढेर सुनाइनेछ, परन्तु हजको एहराममा शिकार गर्ने कुरा हलाल नसम्झ्नु । निःसन्देह अल्लाहले जस्तो चाहन्छ, आदेश गर्दछ ।"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "हे मोमिनहरू ! अल्लाहका निशानीहरूको अपमान नगर्नु र नत पवित्र महिनाहरूको र नत कुर्बानीका जनावरहरूको जसका घाँटीहरूमा पट्टि बाँधिएका छन् । र नत तिनीहरूको अपमान गर्नु जो कि अफ्नो रबको अनुग्रह र प्रसन्नताको लागि पवित्र घर बैतुल्लाहतिर गइराखेका छन् र जब एहराम फुकाउँछौ भने इच्छा भएको खण्डमा शिकार गर्न सक्दछौ । र कुनै समूहले तिमीलाई मर्यादित मस्जिदमा जानुबाट रोकेका थिए, त तिनीहरूसंग शत्रुताको कारण तिनीहरूमाथि अन्याय गर्न नथाल र (हेर !) संयम्पूर्ण र भलाईका कामहरूमा एक अर्काको मद्दत गर्ने गर र गुनाह (अपराध) र अत्याचारका कुराहरूमा सहयोग नगर, र अल्लाहसित डर मान्ने गर । निःसन्देह अल्लाह कठोर दण्ड दिनेवाला हो ।"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "तिम्रो लागि मृतक जनावर र रगत र सुँगुरको मासु र जुन कुरामा अल्लाह बाहेक अरु कसैको नाम पुकारिएको छ र जुन जनावरलाई घाँटी अठ्याएर मारिन्छ र जुन कुनै चोट लागेबाट मर्छ र जुन कुनै अग्लो ठाउँबाट लडेर मर्छ र जुन कसैको सिंगको प्रहारबाट मर्दछ, यी सबै हराम (वर्जित) छन् र ती जनावरहरू पनि जसलाई कुनै हिंसक पशुले चिथोरेर मारेको हुन्छ तर जसलाई तिमीले (मर्नुभन्दा अगाडि) जब्ह (वैध) गरिहाल्छौ, भने ती जनावरहरू वर्जित हुँदैनन् । र त्यस्ता जनावर पनि हराम छन् जसलाई कुनै स्थानमा (बलि बेदीमा) जब्ह गरिएको हुन्छ र तीर चलाई भाग्यको खेल खेलेर मारिएको मासु पनि त्याज्य छ । यी सबै नराम्रा काम हुन् । आज काफिरहरू तिम्रो धर्मबाट निराश भइसकेका छन्, खबरदार तिनीहरूसित नडर र मसित मात्र डर मान्ने गर । आज हामीले तिम्रो निम्ति तिम्रो धर्मलाई पूर्ण गरिसकेका छौं र तिम्रो लागि आफ्ना कृपाहरू पूरा गरिसकेका छौं र तिम्रो लागि इस्लाम धर्म रोज्यौ, तर यदि कुनै व्यक्ति भोखले बाध्य भएर गुनाहतिर प्रवृत्त नभई खाइहाल्छ भने अल्लाह क्षमादाता र दयालु छ ।"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "(तिनीहरू) तपाईसित सोध्छन् कि तिनीहरूका लागि कुन कुन कुराहरू ग्रहण गर्न योग्य छन् । भनिदिनुस् कि सम्पूर्ण पवित्र कुराहरू तिम्रा लागि हलाल छन् । र ती शिकार खेल्न राखिएका पशुहरू पनि जसलाई तिमीले सिकाएर राखेका छौ जुन (तरिकाले) अल्लाहले तिमीलाई (शिकार गर्न) सिकाएको छ, (त्यो तरिकाले) तिमीले सिकाएका छौ भने यदि तिनीहरूले तिम्रो निम्ति शिकार समाति ल्याउँछन् भने त्यसलाई खान सक्छौ र त्यसमाथि अल्लाहको नाम लिने गर । र अल्लाहसित डर मान्ने गर । निःसन्देह अल्लाह छिट्टै हिसाब लिनेवाला छ ।"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "आज तिम्रो निम्ति सम्पूर्ण पवित्र कुराहरू हलाल गरिएका छन् र अहले किताब (यहूदि, ईसाई)ले जब्ह गरेको मासु वा खाना पनि तिमीलाई हलाल छ र तिमिले जब्ह गरेको मासु वा भोजन उनीहरूको लागी हलाल छन् । पवित्र मोमिन स्वास्नी मानिसहरू र ती मानिसहरू जसलाई तिमीभन्दा पहिला किताब प्रदान गरिएको थियो, तिनीहरूका पवित्र स्वास्नी मानिसहरू पनि हलाल छिन्, जब कि तिनको महर तिमीले दिन्छौ, यसरी कि तिनीहरूसँग पवित्र सम्बन्ध राख्ने उद्देश्यले विवाह गर्नु होस् नकि खुल्लमखुल्ला वा लुकीछिपी व्यभिचार गर्ने उद्देश्यले । यदि कसैले ईमान त्याग्छ भने त्यसका सबै कर्महरू निरर्थक छन् र आखिरतमा (अन्तिम दिनमा) तिनीहरू नोक्सानी भोग्नेहरूमा हुनेछन् ।"
        },
        {
            "chapter": 5,
            "verse": 6,
            "text": "हे मोमिनहरू ! जब तिमीले नमाज पढ्ने विचार गर्छौ तब मुख र कुइनोसमेत हात धुनु र आफ्नो टाउकोको मसह (पानीले हात भिजाई निधारदेखि पछाडिसम्म स्पर्श) गर र आफ्ना खुट्टा गोली गाँठोदेखि छेपारीसम्म धोऊ र यदि तिमी अपवित्र छौ भने स्नान गर र यदि तिमी विरामी छौ वा यात्रामा छौ वा तिमीहरूमध्ये कोही शौचबाट (दिशाबाट निवृत भएर) आएको छ वा तिमीले स्वास्नीसँग सहवास गरेका छौ र तिमीलाई पानी उपलब्ध छैन भने पवित्र माटोलाई स्पर्श गरी हात र मुखको मसह (स्पर्श) गर । अल्लाहले तिमीलाई अप्ठ्यारोमा पार्न चाहँदैन, बरु त्यो तिमीलाई पवित्र गर्न चाहन्छ र आफ्नो असीम कृपा तिमीलाई प्रदान गर्न चाहन्छ जसबाट तिमी कृतज्ञ भई नै रह ।"
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "र अल्लाहले तिमीमाथि जुन अनुकम्पा गरेको छ त्यसलाई सम्झी राख र त्यस वाचालाई पनि जुनकि उसले तिमीबाट लिएको थियो, जब तिमीले भनेका थियौ कि हामीले (अल्लाहको आदेश) सुनिहाल्यौं र स्वीकार गर्यौं । र अल्लाहसँग डराइराख किन भने अल्लाह तिम्रा हृदयका गोप्य कुराहरू राम्ररी जान्दछ ।"
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "हे मोमिनहरू! अल्लाहको निम्ति सत्यमा कायम रहदै, सत्य निष्ठाका साथ साक्षी बन । र कुनै जातिको शत्रुता तिमीलाई न्यायको मार्गबाट विचलित नगरोस्, उनीहरूसित न्याय गर्ने गर, किनभने यही नै संयमको नजीक हुन्छ, र अल्लाह सित डर । विश्वास गर कि अल्लाहलाई तिम्रा सम्पूर्ण क्रयाकलापहरूबारे राम्ररी ज्ञान छ ।"
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "जुन मानिसहरू ईमान ल्याउँछन् र असल कर्म गर्दछन्, तिनीहरूका लागि मुक्ति र ठूलो पुरस्कार प्रदान गर्ने अल्लाहको वाचा छ ।"
        },
        {
            "chapter": 5,
            "verse": 10,
            "text": "र जसले ईमान ल्याएनन् र हाम्रा आयतहरूलाई झूठो ठहराउँदछन् । तिनीहरू नर्कीय छन् ।"
        },
        {
            "chapter": 5,
            "verse": 11,
            "text": "मोमिनहरू हो ! अल्लाहले तिमीहरूमाथि जुन अनुकम्पा गरेको छ त्यसको स्मरण गर, जब एउटा समुदायले तिम्रो विरोधमा हात उठाउने प्रयास गरे त अल्लाहले तिनका हातलाई तिम्रो समीप पुग्नुबाट रोकिदियो र अल्लाहसित डर, र मोमिनहरूलाई अल्लाहमाथि मात्र भरोसा राख्नु पर्दछ ।"
        }
    ]
}