{
    "maqras": [
        {
            "chapter": 9,
            "verse": 75,
            "text": "उनीहरूमध्ये केही यस्ता व्यक्तिहरू पनि छन् जसले अल्लाहसंग वचन दिएका थिए कि यदि उसले हामीलाई आफ्नो कृपाले दियो भने हामी अवश्य नै दान गर्नेछौं र पक्कापक्की सदाचारीमध्येका हुनेछौं ।"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "तर जब अल्लाहले उनीहरूलाई आफ्नो अनुग्रहले दियो त उनीहरूले त्यसमा कन्जूस्याई गर्नथाले र आलटाल गरी विमुख भइहाले ।"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "अनि त्यसको सजायमा अल्लाहले उनीहरूका हृदयमा त्यस दिनसम्मको लागि कप्टाचार हालिदियो, जबकि उनीहरू उसित भेट्नेछन् किनभने उनीहरूले अल्लाहसित जुन प्रतिज्ञा गरेका थिए, त्यसलाई भङ्ग गरिदिए र यसकारण पनि कि उनीहरू झूठ बोल्दै गरे ।"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "के उनीहरूलाई थाहा छैन कि अल्लाह उनीहरूको मनको रहस्य र उनीहरूको कानेखुसीलाई राम्ररी जान्दछ र यो कि अल्लाह अदृश्यका सम्पूर्ण कुराहरू राम्ररी जान्दछ ।"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "जुन मानिसहरूले उदारतापूर्वक दान गर्ने मोमिनहरूमाथि उनीहरूको दानको विषयमा कटाक्ष गर्दछन् र उनीहरूको उपहास गर्दछन् जसको पासमा उनीहरूको परिश्रम बाहेक अरु केही छैन, त तिनीहरूको उपहास अल्लाहले गर्दछ र उनीहरूको निम्ति दुःखद यातना छ ।"
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "तिमी उनीहरूको निम्ति क्षमाको प्रार्थना गर वा नगर । यदि तिमी उनीहरूको निम्ति सत्तरी पटक पनि क्षमाको प्रार्थना गर्छौं भने, अल्लाहले उनीहरूलाई क्षमा गर्नेछैन, किनभने उनीहरू अल्लाह र उसको रसूलसँग कुफ्र गरे र अल्लाह अवज्ञारीहरूलाई सोझो मार्ग देखाउँदैन ।"
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "पछि परेकाहरू रसूलुल्लाह(सल्लल्लाहो अलैहे वसल्लम) गइसकेपश्चात आफू बसिराख्नुमा खुशी छन् । उनीहरूले अल्लाहको मार्गमा आफ्ना माल र आफ्नो ज्यानहरूसित जिहाद गर्न रुचाएनन् र उनीहरूले भने कि यस गर्मीमा ननिस्क । भनिदिनुस् कि नर्कको आगो साह्रै नै गरम छ । यिनीहरूले यो कुरा बुझेको भए कति राम्रो हुने थियो ।"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "तसर्थ यिनीहरूले आफ्ना क्रियाकलापहरूको बदलामा जो यिनीहरूले गर्दथे कम हाँसुन् र धेरै रोउन् ।"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "अब यदि अल्लाहले तपाईलाई उनीहरूको कुनै समूहतिर फर्काएर लगाएपछि अनि भविष्यमा तिनीहरूले तपाईंसित युद्ध मैदानमा निस्कन अनुमति चाहन्छन् भने त भनिदिनुस्ः ‘‘तिमीहरू मेरो साथमा कहिल्यै पनि निस्कन सक्दैनौ र न त मेरो साथमा कुनै शत्रुसँग लड्न सक्छौ । तिमीले पहिलोपटक नै बसिराख्न रुचायौ, तसर्थ अब पछि पर्नेहरूकै साथमा बसिराख ।"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "यिनीहरूमध्ये कोही मर्छ भने तपाईंले उसको जनाजाको नमाज कहिल्यै नपढ्नु र न उसको चिहान छेउ उभिनु । यिनीहरूले अल्लाह र उसका रसूलको अवज्ञा गरे, र मर्ने बेलासम्म पनि उल्लङ्घनकारी र तिरस्कृत नै रहे ।"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "तपाईंलाई तिनीहरूका धन–सम्पत्ति र सन्तान आकृष्ट नगरुन् । अल्लाह त यही नै चाहन्छ कि ती कुराहरूद्वारा उनीहरूलाई संसारमा सजाय देओस् र यिनीहरू आफ्नो प्राण ननिस्कुनजेलसम्म काफिर नै रहुन् ।"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "जब कुनै सूराः उतारिन्छ कि, ‘‘अल्लाहमाथि आस्था राख र उसका रसूलको साथ मिलेर जिहाद गर’’। त यिनीमध्ये सम्पन्नहरूको एउटा समूह तपाईंको पासमा आएर विदा माँग्दछन् र भन्छन् कि ‘‘हामीलाई त बसिराख्नेहरूसित नै छोडिदिनुस्’’।"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "उनीहरूले त पर्दाभित्रका स्त्रीहरूकै साथदिने कुरामा प्रसन्न भइहाले, र उनीहरूको हृदयमा छाप लगाइहालियो । अब उनीहरू केही बुझ्दैनन् ।"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "तर स्वयं रसूल (सन्देष्टा) र उनका साथमा ईमानवालाहरूले आफ्नो माल र ज्यानसित जिहाद गर्दछन् । यी व्यक्तिहरू नै भलाईवाला हुन् र यी मानिसहरू नै सफलता प्राप्त गर्नेवाला हुन् ।"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "यिनीहरूकै निम्ति अल्लाहले ती स्वर्गहरू तयार गरेको छ, जसमुनि नहरहरू बगिराखेका छन् जसमा यिनीहरू सधैं रहनेछन् । यही ठूलो सफलता हो ।"
        },
        {
            "chapter": 9,
            "verse": 90,
            "text": "बहाना बनाउने केही अज्ञान पनि आए ताकि उनीहरूलाई विदा दिइयोस् र जो अल्लाह र उसका रसूलसँग झूठा कुरा गरे, उनीहरू पनि बसिराखे । उनीहरूमध्ये जसले इन्कार गरे तिनीहरूलाई शिघ्र नै एउटा दुःखद यातना पुगेर नै छाड्नेछ ।"
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "कम्जोर र रोगीहरूमाथि र उनीहरूमाथि जसको पासमा खर्च गर्नको निम्ति केही पनि छैन, कुनै दोष छैन, यस शर्तमा कि उनीहरू अल्लाह र उसका रसूलप्रति निष्ठावान् छन् । यस्ता असल काम गर्नेहरूमाथि दोषको कुनै गुन्जाइस छैन । अल्लाह त बडो क्षमाशील, अत्यन्त दयावान छ ।"
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "र न त उनीहरूमाथि कुनै दोष लाग्छ जो तपाईंको पासमा आउँछन् कि तपाईंले उनीहरूको निम्ति सवारीको प्रबन्ध गरिदिनुस् अनि तपाईंले जवाफ दिनुहुन्छ कि म तिमीहरूको सवारीको निम्ति केही पनि पाउन्न, त उनीहरू दुःखद अवस्थामा आँखाबाट आँसु बगाउँदै फर्कन्छन् कि उनीहरूसित खर्च गर्नको निम्ति केही पनि उपलब्ध छैन ।"
        }
    ]
}