{
    "pages": [
        {
            "chapter": 2,
            "verse": 135,
            "text": "They said, \"Become Jews or Christians, and you will be guided.\" Say, rather, \"We will follow the faith of Abram, who turned away from all that is false, and was not one who ascribed divinity to anything other than God"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "Say, \"We believe in God and what was revealed to us and what was revealed to Abram, Ishmael, Isaac, Jacob, and the tribes, what was given to Moses and Jesus, and what was given to the prophets from their Lord. We do not distinguish between any of them, and we submit to Him"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "If they believe as you believe, they are guided, but if they turn away, they are in dispute. God will protect you from them, and He hears all and knows all"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "This is God's identifying color, and who is better than God at giving us a color of identity? And it is He whom we worship"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "Say, \"Do you argue with us about God, when He is our Lord and your Lord? We have our works and you have your works, and we are sincere towards Him"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "Or do you say that Abram, Ishmael, Isaac, Jacob, and the tribes were Jews or Christians?\" Say: \"Do you know more than God does?\" And who is more wicked than the one who conceals a testimony with him from God? God is never unaware of what you do"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "That nation has passed away. It has received what it deserves, and you will receive what you deserve. You are not accountable for what they did"
        }
    ]
}