{
    "pages": [
        {
            "chapter": 16,
            "verse": 111,
            "text": "On the Day when every soul will come to plead for itself, every soul will be fully rewarded for whatever it has done, and none will be wronged"
        },
        {
            "chapter": 16,
            "verse": 112,
            "text": "And God proposes to you this parable: [Imagine, if you will,] a town that was once safe and secure, with its provisions coming to it abundantly from all places. Then it denied God's grace. So God caused it to experience all-encompassing misery-hunger and fear as a result of what they had done"
        },
        {
            "chapter": 16,
            "verse": 113,
            "text": "And [imagine] that there had come a messenger from among them, but they denied him; so punishment overwhelmed them as they were unjust to themselves"
        },
        {
            "chapter": 16,
            "verse": 114,
            "text": "Then eat of the lawful and good things that God has provided for you. And be grateful for the blessing of God, if it is Him whom you worship"
        },
        {
            "chapter": 16,
            "verse": 115,
            "text": "He has only prohibited you from eating carrion, and blood, and the flesh of pigs, and that which has been dedicated to other than God, unless one is compelled to eat it out of necessity, [and then] neither desiring it nor feeding to excess. Truly God is Merciful-to-all, the Mercy Giver"
        },
        {
            "chapter": 16,
            "verse": 116,
            "text": "So, do not lie by letting your tongues wag: \"This is lawful and this is unlawful,\" thereby attributing your own lies to God. They who attribute their lies to God will never succeed"
        },
        {
            "chapter": 16,
            "verse": 117,
            "text": "A brief enjoyment, but grievous punishment awaits them"
        },
        {
            "chapter": 16,
            "verse": 118,
            "text": "We forbade to the Jews all that We have related to you previously. We did nothing wrong to them, but they wronged themselves"
        }
    ]
}