{
    "pages": [
        {
            "chapter": 18,
            "verse": 5,
            "text": "They have no knowledge of this, nor had their forefathers. The word that comes out of their mouths is grievous; they say nothing but a lie"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "Then perhaps you are going to worry yourself to death chasing after them, if they do not believe in this message"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "We have adorned the earth with attractive things so that We may test people [as to) who will do best"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "but We will [later] reduce all of it into a wasteland"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "Or did you think that the fellows of the cave and [their devotion to] the scriptures were among our amazing signs"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "The young men retreated to a cave and said, \"Our Lord, grant us Your mercy and help us see our way clear out of this ordeal"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "So, We sealed their ears in the cave for a number of years"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Then We awakened them to know which of the two groups was better able to calculate the time they had stayed there"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "We now relate to you their story in Truth. They were young people who believed in their Lord, and We deepened their understanding"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "We emboldened them when they stood up [to their people] and said, \"Our Lord is the Lord of the heavens and the earth. Never will we invoke any deity other than Him, for that would be a deplorable thing to do"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "Our people have taken gods besides Him. Why, can they not produce any clear evidence for their beliefs? Who, then, could be more unjust than someone who makes up lies about God"
        }
    ]
}