{
    "pages": [
        {
            "chapter": 33,
            "verse": 36,
            "text": "When God and His Messenger have decided a matter, it is not for a believing man or a believing woman, to have a choice about it. Anyone who disobeys God and His Messenger is clearly misguided"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "When you [Muhammad] said to the one whom God has blessed and you have favored, \"Keep your wife and be mindful of God,\" while concealing within yourself that which God was about to disclose. [In doing so] You feared people, whereas it is God whom you should fear. So, when Zayd divorced her, We married her to you. We do not want believers to have restrictions concerning their adopted sons' wives after they divorce them, for God's command must be carried out"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "The Prophet should not have any uneasiness about that which God has ordained for him, since this is God's way with those [prophets] who passed away before. God's will is absolute destiny"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "[Such is how it is with] those who convey the messages of God, and fear only Him. God suffices as a reckoner"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "Muhammad is not the father of [any] one of your men, but [he is] the Messenger of God and last of the prophets. God has knowledge of all things"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "Believers, remember God often"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "and praise His limitless glory morning and evening"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "It is He who remembers you, as do His angels, so that He may bring you out of darkness into the enlightenment. He is the Mercy giver to the believers"
        }
    ]
}