{
    "pages": [
        {
            "chapter": 39,
            "verse": 32,
            "text": "So who is more unjust than one who invents lies about God and denies the Truth when it has come to him? Is there not [enough] room in Hell for the unbelievers"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "He who promotes the truth and testifies to it, it is they who are mindful of God"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "They will have with their Lord whatever they desire. This is the reward for those who do good"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "that God may remove from them the worst of their deeds and reward them according to the best of what they have done"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "Is not God adequately sufficient for His worshiper? [Yet], they threaten you with others beside Him. If God allows someone to be lost, for him there is no guide"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "and whomever God guides, no one can mislead him. Is not God Almighty and capable of retribution"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "If you asked them, \"Who created the heavens and the earth?\" They would say, \"God.\" So say, \"Then do you see those you pray to besides God? If God wishes to harm me, can they remove His harm; or if He wants to show me a blessing, can they withhold His blessing?\" Say, \"God suffices for me; all those who truly trust put their trust in Him"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "Say, \"My people, do all you can, and so will I. Eventually you will know"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "who will receive a shameful punishment, and on whom will fall a lasting punishment"
        }
    ]
}