{
    "pages": [
        {
            "chapter": 49,
            "verse": 12,
            "text": "Believers, avoid being suspicious. Some suspicions are sinful. And don't spy or backbite one another. Would any of you like to eat the flesh of his dead brother? No, you would hate it. So remain mindful of God. God is the Acceptor of repentance, the Mercy giver"
        },
        {
            "chapter": 49,
            "verse": 13,
            "text": "People, We created you from a male and a female, and made you nations and tribes so that you may know one another. The best among you in the sight of God is the one who is most mindful of God. God is All-knowing and All-Aware"
        },
        {
            "chapter": 49,
            "verse": 14,
            "text": "The Desert-Arabs say, \"We have believed.\" Say, \"You have not believed yet; but say [instead], 'We have submitted,' for faith has not yet entered your hearts. But if you obey God and His Messenger, He will not diminish any of your deeds. God is Ever Forgiving and Merciful-to-all"
        },
        {
            "chapter": 49,
            "verse": 15,
            "text": "The believers are those who believe in God and His Messenger, leave all doubt behind, and strive with their wealth and their persons for God's cause. Those are the ones who are true to their word"
        },
        {
            "chapter": 49,
            "verse": 16,
            "text": "Say, \"Do you presume to inform God about your religion, when God knows everything in the heavens and earth, and God has full Knowledge of all things"
        },
        {
            "chapter": 49,
            "verse": 17,
            "text": "They consider it a favor to you that they have submitted. Say, \"Do not consider your submission a favor to me; it is God who has done you a favor, by guiding you to faith, if you are truly sincere"
        },
        {
            "chapter": 49,
            "verse": 18,
            "text": "God knows all that is beyond our senses of the heavens and the earth. God sees everything you do"
        }
    ]
}