{
    "chapter": [
        {
            "chapter": 14,
            "verse": 1,
            "text": "R. Dit boek hebben wij u nedergezonden, opdat gij de menschen van de duisternis tot het licht zoudt voeren, en met het verlof van hunnen Heer, op den glorierijken en prijzenswaardigen weg"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "Hij is God, wien alles toebehoort wat in den hemel en op de aarde is, en wee over de ongeloovigen; want eene gestrenge straf wacht hen"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "Die het tegenwoordige leven boven het toekomstige beminnen en de menschen afvoeren van Gods weg, en dien kronkelig trachten te maken, deze verkeeren in eene dwaling, die ver van de waarheid verwijderd is"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "Wij hebben geen apostel gezonden dan met de taal van zijn volk, opdat hij hun hunnen plicht duidelijk zou kunnen verklaren, want God doet dwalen naar zijn welbehagen en leidt dengeen die hem behaagt; en hij is de machtige, de wijze"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "Wij zonden vroeger Mozes met onze teekens en gaven hem bevelen, zeggende: Leid uw volk uit de duisternis tot het licht, en herinner hun de gunsten van God; waarlijk, daarin zijn teekens voor ieder lijdzaam en dankbaar mensch"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "En herinner u toen Mozes tot zijn volk zeide: Herdenk de gunst van God omtrent u, toen hij u van het juk van Pharao bevrijdde: deze verdrukte u vreeselijk; en zij doodden uwe mannelijke kinderen en lieten uwe vrouwelijke kinderen leven. Dit was een harde proef van uwen Heer"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "En toen uw Heer door den mond van Mozes eene verklaring aflegde, zeide hij: Waarlijk, ik wil mijne weldaden omtrent u vermeerderen, indien gij dankbaar zijt; maar indien gij ondankbaar zijt, waarlijk, dan zal mijne straf gestreng zijn"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "En indien gij ongeloovig zijt, en de geheele aarde met u, dan nog is God rijk en lofwaardig"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Hebt gij de geschiedenis der volkeren, uwe voorgangers, niet gehoord? namelijk van het volk van Noach, en van Ad en van Thamoed en van degenen die hen opvolgden. Wier getal niemand kent, behalve God? Hunne gezanten kwamen tot hem met duidelijke wonderen; maar zij brachten hunne handen aan hunne monden uit verontwaardiging, en zeiden: Wij gelooven de boodschap niet, waarmede gij voorgeeft belast te zijn, en wij verkeeren in twijfel nopens den godsdienst waartoe gij ons uitnoodigt"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "Hunne gezanten antwoordden: Bestaat er eenige twijfel nopens God, den schepper van hemel en aarde? Hij noodigt u niet tot het ware geloof, opdat hij een deel uwer zonden zou kunnen vergeven en uwe straf kunnen verschuiven, door u tijd tot berouw te geven, tot een bepaalden oogenblik. Zij antwoordden: Gij zijt slechts een mensch, gelijk wij; gij tracht ons van de goden af te leiden, die door onze vaderen werden aangebeden; breng ons dus door een wonder een duidelijk bewijs, dat gij de waarheid spreekt"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Hunne gezanten antwoordden hun: Wij zijn niets anders dan menschen gelijk gij, maar God is goedertieren voor diegenen zijner dienaren, welke hem behagen; en het ligt niet in onze macht, u een wonderdadig bewijs voor onze zending te geven. Tenzij met het verlof van God; laat dus de godvruchtige op God vertrouwen"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "En waarom zouden wij God niet vertrouwen, die ons op onze wegen heeft geleid? Daarom zullen wij met geduld het kwaad verdragen, waarmede hij ons bezoekt, en laat degenen hun vertrouwen in God stellen, die trachten, het ergens in te plaatsen"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "En zij die niet geloofden, zeiden tot hunnen gezanten: wij zullen u zekerlijk uit ons land verdrijven, of gij zult tot onzen godsdienst terugkeeren. En hun Heer sprak tot hen door openbaring, zeggende: Waarlijk, wij zullen de boozen verdelgen"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "En wij zullen u na hen op aarde doen wonen. Dit is de belooning van hen, die mij en mijne bedreigingen vreezen"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "En zij vroegen ondersteuning van God, en ieder hoovaardig en oproerig mensch werd vernietigd"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "De hel ligt onzichtbaar voor hem en hij zal vuil water te drinken ontvangen"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "Hij zal het met kleine teugen afslokken, en hij zal het niet licht door zijne keel kunnen doen gaan, door de walgelijkheid; de dood zal hem van alle kanten aanstaren, maar hij zal niet sterven, en voor hem zal eene grievende pijniging gereed zijn"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Dit is de gelijkenis van hen die niet in hunnen Heer gelooven. Hunne werken zijn gelijk aan asch, die door den wind op een stormachtigen dag wordt voortgedreven; zij zullen niet in staat zijn, een blijvend voordeel te verkrijgen van hetgeen zij hebben bedreven. Dit is eene dwaling, die zeer ver van de waarheid is verwijderd"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "Ziet gij niet dat God de hemelen en de aarde met wijsheid heeft geschapen? Indien het hem behaagt, kan hij verdelgen en een nieuw schepsel in uwe plaats voortbrengen"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "Dit is gemakkelijk voor zijne macht"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "En zij zullen allen op den jongsten dag in Gods tegenwoordigheid worden gebracht; en de zwakken, die zich onder hen bevinden, zullen tot de sterken zeggen: Waarlijk, wij hebben u op de aarde opgevolgd; wilt gij dus niet een deel der goddelijke wraak van ons afwenden? Zij zullen antwoorden: Indien God ons op den rechten weg had geleid, zouden wij u zekerlijk geleid hebben. Het is ons onverschillig, of wij onze plagen met ongeduld dragen, of dat wij die met geduld verduren, want wij bezitten geen weg om daaraan te ontkomen"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "En satan zal zeggen, nadat het oordeel zal zijn uitgesproken: Waarlijk, God deed u eene belofte van waarheid; ook ik deed u eene belofte, maar ik bedroog u; ik had echter de macht niet om u te dwingen. Maar ik riep u slechts en gij antwoorddet mij: beschuldigt mij dus niet, maar beschuldigt u zelven. Ik kan u niet helpen en gij kunt mij niet bijstaan. Toen gij mij naast God hebt geplaatst, achtte ik mij niet als zijns gelijke. Eene gestrenge straf is den onrechtvaardige bereid"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "Maar zij die geloofd en rechtvaardig gehandeld hebben, zullen binnen geleid worden, in tuinen die door rivieren worden besproeid; eeuwig zullen zij daarin verblijven, door het verlof van hunnen heer, en zij zullen begroet worden met het woord Vrede"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Weet gij niet waarbij God een goed woord vergelijkt? Het is een goede boom; zijne wortels zijn stevig in den grond bevestigd en zijne takken reiken tot den hemel"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "Die boom brengt in ieder jaargetijde door des Heeren wil vruchten voort. God spreekt met de menschen door gelijkenissen, opdat zij onderricht zouden mogen worden"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "En de gelijkenis van een slecht woord is een slechte boom, die uit den grond is gescheurd en geene vastheid bezit"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "God zal degenen, die gelooven, door het standvastige woord des geloofs, zoowel in dit leven als in het toekomstige, bevestigen; maar God zal den booze in dwaling brengen; want God doet wat hem behaagt"
        },
        {
            "chapter": 14,
            "verse": 28,
            "text": "Hebt gij hen niet opgemerkt, die Gods genade in ongetrouwheid hebben veranderd, en hun volk in het huis des verderfs hebben doen afdalen"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "Namelijk is de hel. Zij zullen daarin geworpen worden om te verbranden, en dat zal een ongelukkigen woning zijn"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "Zij richten ook afgodsbeelden op als Gods gelijken, opdat zij de menschen van zijnen weg zouden afleiden. Zeg hun: Geniet de geneugten van dit leven voor eenigen tijd; maar daarna zal uw verblijf in het hellevuur zijn"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "Zeg tot mijne dienaren die geloofd hebben, dat zij volhardend in het gebed moeten zijn, en dat zij aalmoezen moeten schenken van hetgeen wij hun hebben gegeven, zoowel in het geheim, als in het openbaar; alvorens de dag komt, waarop noch koop noch verkoop, noch vriendschap zal bestaan"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "God is het die de hemelen en de aarde heeft geschapen en het water van den hemel doet nederdalen, door middel van hetwelk hij vruchten voor uw onderhoud voortbrengt; en door zijn bevel noodzaakt hij de schepen voor uwen dienst op zee te zeilen; ook dwingt hij de rivieren u cijnsbaar te zijn"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "Evenzoo noodzaakt hij de zon en de maan, die hunne loopbanen met ijver afleggen, u te dienen, terwijl hij den dag en den nacht aan uwen dienst heeft onderworpen"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "Hij geeft u van alles wat gij hem vraagt, en gij zoudt niet in staat zijn de weldaden op te rekenen, die God u heeft geschonken. Waarlijk, de mensch is onrechtvaardig en ondankbaar"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "Gedenk, toen Abraham zeide: O Heer! maak dit land tot eene plaats van volkomen veiligheid, en dat ik en mijne kinderen het aanbidden van afgodsbeelden mogen vermijden"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "Want, o Heer! zij hebben reeds een groot aantal menschen verleid. Wie mij dus volgt, zal tot mij behooren: en omtrent hem die mij niet gehoorzaamt, zult gij genadig en barmhartig zijn"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "O Heer! ik heb een deel mijner afstammelingen in eene onvruchtbare vallei doen wonen, nabij een heilig huis, o Heer! opdat zij volhardend in het gebed zouden mogen zijn. Vergun dus dat de harten van sommige menschen gunstig voor hen gestemd worden, en schenk hun alle soorten van vruchten, opdat zij dankbaar zouden mogen zijn"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "Heer! gij weet alles wat wij verbergen, en alles wat wij openbaren; want voor God is niets verborgen, tenzij op de aarde of in den hemel"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "Geloofd zij God, die mij op mijne oude jaren Ismaël en Izaak heeft gegeven; want mijn Heer verhoort de ootmoedige beden"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "O Heer! vergun dat ik het gebed in acht neme, gelijk een gedeelte mijner nakomelingschap. O Heer! en verhoor mijne bede"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "O Heer! vergeef mij en mijnen ouders en den geloovigen op den dag dat de rekening zal worden opgemaakt"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "Denk niet, o profeet, dat God niet opmerkt wat de goddeloozen doen. Hij stelt slechts hunne straf uit tot den dag, waarop de oogen der menschen op den hemel zullen worden gevestigd"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "Zij zullen zich haasten vooruit te komen, als de stem des engels tot het oordeel zal oproepen; zij zullen hunne hoofden opheffen, maar zij zullen niet in staat zijn hun gezicht af te wenden van het voorwerp, waarop dat zal zijn gevestigd, en hunne harten zullen ledig wezen"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "Daarom dreig de menschen met den dag, waarop hun de straf zal worden opgelegd. Waarop zij, die onrechtvaardig hebben gehandeld, zullen zeggen: O Heer! geef ons uitstel tot een nabij gelegen tijdstip. En wij zullen uwe oproeping tot het geloof gehoorzamen en uwe gezanten volgen. Maar men zal hun antwoorden: Zwoert gij niet vroeger, dat gij nimmer zoudt veranderen"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "Thans woont gij in de verblijven van hen, die hunne eigene zielen onrechtvaardig hebben behandeld, en het is u duidelijk, hoe wij met hen hebben gehandeld, en wij stelden u hunne vernietiging als voorbeelden"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "Zij gebruiken hunne grootste listen om der waarheid weerstand te bieden; maar hunne list is duidelijk voor God, die in staat is hunne plannen te verijdelen, al waren hunne listen zoo groot, dat de bergen daardoor, konden worden bewogen"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "Denk dus niet, o profeet, dat God zou willen handelen tegen zijne belofte van hulp aan zijne gezanten gedaan; want God is machtig en in staat te wreken"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "De dag zal komen waarop de aarde in eene andere aarde, en de hemelen in andere hemelen zullen worden veranderd; en de anderen zullen uit hunne graven opstaan, om voor den eenigen, den almachtigen God te verschijnen"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "Dan zult gij de boozen zien, hoe hunne handen en voeten met ketenen beladen zijn"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "Hunne onderkleederen zullen van pek zijn, en het vuur zal hunne aangezichten bedekken"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "Opdat God iedere ziel vergelde volgens zijne werken; want God is snel in zijne rekeningen"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "Dit is eene voldoende vermaning voor de menschen, opdat zij daardoor zouden gewaarschuwd zijn; dat zij zouden weten, dat er slechts één God is, en dat zij die met verstand zijn begaafd, zouden nadenken"
        }
    ]
}