{
    "rukus": [
        {
            "chapter": 40,
            "verse": 28,
            "text": "Said a believing man of the family of Pharaoh, who keeps back his belief: Would you kill a man because he says: My Lord is God, and he drew near you with the clear portents from your Lord? And if he be one who lies, then, on him will be his lying. And if he be one who is sincere, then, will light on you some of what he promises. Truly, God guides not him who is one who is excessive, a liar"
        },
        {
            "chapter": 40,
            "verse": 29,
            "text": "O my folk! Yours is the dominion this day, ones who are prominent on the earth. But who will help us from the might of God if it drew near us? Pharaoh said: I cause you to see not but what I see and what I guide you to is not but the way of rectitude"
        },
        {
            "chapter": 40,
            "verse": 30,
            "text": "And he who believed said: O my folk! Truly, I fear for you like a Day of the confederates"
        },
        {
            "chapter": 40,
            "verse": 31,
            "text": "in like manner of a folk of Noah and Ad and Thamud and those after them. And God wants not injustice for His servants"
        },
        {
            "chapter": 40,
            "verse": 32,
            "text": "And O my folk! Truly, I fear for you a Day when they would call to one another"
        },
        {
            "chapter": 40,
            "verse": 33,
            "text": "a Day when you will turn as ones who draw back. No one saves you from harm from God. And for whomever God causes to go astray, there is not anyone who guides"
        },
        {
            "chapter": 40,
            "verse": 34,
            "text": "And, certainly, Joseph drew near you before with the clear portents, but you ceased not in uncertainty as to what he brought about to you. Until when he perished you said: God will never raise up a Messenger after him. Thus, God causes him to go astray, one who is excessive, one who is a doubter"
        },
        {
            "chapter": 40,
            "verse": 35,
            "text": "those who dispute the signs of God without any authority having approached them. It is troublesome, repugnant with God and with those who believed. Thus, God sets a seal on every heart of one who increases in pride, haughtiness"
        },
        {
            "chapter": 40,
            "verse": 36,
            "text": "And Pharaoh said: O Haman! Build for me a pavilion so that perhaps I will reach the routes"
        },
        {
            "chapter": 40,
            "verse": 37,
            "text": "the routes to the heavens, and that I may peruse The God of Moses but, truly, I think that he is one who lies. Thus, it was made to appear pleasing to Pharaoh, the evil of his actions. And he was barred from the way. And the cunning of Pharaoh was not but in defeat"
        }
    ]
}