{
    "rukus": [
        {
            "chapter": 40,
            "verse": 69,
            "text": "Hast thou not considered those who dispute about the signs of God, where they are turned away"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "Those who denied the Book and that with which We sent Our Messengers? Then, they will know"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "When yokes are on their necks and the chains, they will be dragged"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "into scalding water. Again, they will be poured forth into the fire as fuel"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Again, it will be said to them: Where are what you had been ascribing as partners"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "other than God? They would say: They went astray from us. Nay! We be not calling to anything before. Thus, God causes to go astray ones who are ungrateful"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "That was because you had been exultant on the earth without right and that you had been glad"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "Enter the doors of hell as ones who will dwell in it forever. Then, miserable it will be as a place of lodging for the ones who increase in pride"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "So have thou patience. Truly, the promise of God is true. And whether We cause thee to see some part of what We promise them or We call thee to Us, then, it is to Us they will be returned"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "And, certainly, We sent Messengers before thee among whom We related to thee and of whom We relate not to thee. And it had not been for any Messenger that he bring a sign, except with the permission of God. So when the command of God drew near, the matter would be decided rightfully. And lost here are these, the ones who deal in falsehood"
        }
    ]
}