{
    "rukus": [
        {
            "chapter": 56,
            "verse": 39,
            "text": "A throng of the ancient ones"
        },
        {
            "chapter": 56,
            "verse": 40,
            "text": "and a throng from the later ones"
        },
        {
            "chapter": 56,
            "verse": 41,
            "text": "and the Companions of the Left—who are the Companions of the Left"
        },
        {
            "chapter": 56,
            "verse": 42,
            "text": "Those who are in burning wind and scalding water"
        },
        {
            "chapter": 56,
            "verse": 43,
            "text": "and shade of black smoke"
        },
        {
            "chapter": 56,
            "verse": 44,
            "text": "neither that which is cool nor generous"
        },
        {
            "chapter": 56,
            "verse": 45,
            "text": "Truly, they had been before that ones who are given ease"
        },
        {
            "chapter": 56,
            "verse": 46,
            "text": "and they had been persisting in tremendous wickedness"
        },
        {
            "chapter": 56,
            "verse": 47,
            "text": "And they had been saying: When we died and had been earth dust and bones, will we, then, be ones who are raised up"
        },
        {
            "chapter": 56,
            "verse": 48,
            "text": "And our ancient fathers"
        },
        {
            "chapter": 56,
            "verse": 49,
            "text": "Say: Truly, the ancient ones and the later ones"
        },
        {
            "chapter": 56,
            "verse": 50,
            "text": "will be ones who will be gathered to a time appointed on a known Day"
        },
        {
            "chapter": 56,
            "verse": 51,
            "text": "Again, you, O ones who go astray, are the ones who deny"
        },
        {
            "chapter": 56,
            "verse": 52,
            "text": "Certainly, you will be ones who eat from the Zaqqum tree"
        },
        {
            "chapter": 56,
            "verse": 53,
            "text": "Then, you will be ones who fill your bellies from it"
        },
        {
            "chapter": 56,
            "verse": 54,
            "text": "then, ones who drink scalding water after it"
        },
        {
            "chapter": 56,
            "verse": 55,
            "text": "So you will be ones who drink like the drinking of thirsty camels"
        },
        {
            "chapter": 56,
            "verse": 56,
            "text": "This will be their hospitality on the Day of Judgment"
        },
        {
            "chapter": 56,
            "verse": 57,
            "text": "We, We created you. Why establish it not as true"
        },
        {
            "chapter": 56,
            "verse": 58,
            "text": "Considered you what you spill of human seed"
        },
        {
            "chapter": 56,
            "verse": 59,
            "text": "Is it you who create it? Or are We the ones who are the creators"
        },
        {
            "chapter": 56,
            "verse": 60,
            "text": "We ordained death among you and We will not be ones who will be outrun"
        },
        {
            "chapter": 56,
            "verse": 61,
            "text": "in that We will substitute your likeness and We caused you to grow in a way you know not"
        },
        {
            "chapter": 56,
            "verse": 62,
            "text": "And, certainly, you knew the first growth. Will you not, then, recollect"
        },
        {
            "chapter": 56,
            "verse": 63,
            "text": "Considered you the soil that you till"
        },
        {
            "chapter": 56,
            "verse": 64,
            "text": "Is it you who sows it? Or are We the ones who sow"
        },
        {
            "chapter": 56,
            "verse": 65,
            "text": "If We will, We would make it into chaff and you would continue to joke saying"
        },
        {
            "chapter": 56,
            "verse": 66,
            "text": "We are ones who are debt-loaded"
        },
        {
            "chapter": 56,
            "verse": 67,
            "text": "Nay! We are ones who are deprived"
        },
        {
            "chapter": 56,
            "verse": 68,
            "text": "Considered you the water that you drink"
        },
        {
            "chapter": 56,
            "verse": 69,
            "text": "Is it you who caused it to descend from the cloud vapors? Or are We the ones who caused it to descend"
        },
        {
            "chapter": 56,
            "verse": 70,
            "text": "If We will, We would make it bitter. Why, then, give you not thanks"
        },
        {
            "chapter": 56,
            "verse": 71,
            "text": "Considered you the fire which you strike"
        },
        {
            "chapter": 56,
            "verse": 72,
            "text": "Is it you who caused the tree to grow? Or are We the ones who cause it to grow"
        },
        {
            "chapter": 56,
            "verse": 73,
            "text": "We made it an admonition and sustenance for ones who are desert people"
        },
        {
            "chapter": 56,
            "verse": 74,
            "text": "Then, glorify with the name of thy Lord, The Sublime"
        }
    ]
}