{
    "rukus": [
        {
            "chapter": 60,
            "verse": 1,
            "text": "O those who believed! Take not My enemies to yourselves and your enemies as protectors, giving a proposal of affection towards them while they were ungrateful for what drew near you of The Truth. They drive out the Messenger and you because you believe in God, your Lord. If you had been going forth struggling in My way and looking for My goodwill, you keep secret affection for them. Yet I am greater in knowledge of what you concealed and what you spoke openly. And whoever accomplishes that among you, surely, he went astray from the right path"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "If they come upon you, they will be enemies against you. They extend their hands against you and their tongues with evil. And they wished that you be ungrateful"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "Your blood relations will never profit you nor your children. On the Day of Resurrection, He will distinguish among you. And God is Seeing of what you do"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "Surely, there had been a fairer, good example for you in Abraham and those with him when they said to their folk: Truly, we are released from obligation to you and whatever you worship other than God. We disbelieved in you. Shown itself between us and between you was enmity and hatred eternally until you believe in One God, but for Abraham saying to his father: Truly, I will ask for forgiveness for thee and I possess not anything for thee before God. Our Lord! In Thee we put our trust and to Thee we were penitent and to Thee is the Homecoming"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "Our Lord! Make us not be a cause of their pleasure for those who were ungrateful and forgive us. Our Lord; truly, Thou, Thou alone art The Almighty, The Wise"
        },
        {
            "chapter": 60,
            "verse": 6,
            "text": "Certainly, there had been a fairer, good example in them for you for whoever had been hoping for God and the Last Day. And whoever turns away, then, truly, God, He is Sufficient, Worthy of Praise"
        }
    ]
}