{
    "rukus": [
        {
            "chapter": 71,
            "verse": 1,
            "text": "Truly, We sent Noah to his folk saying: Warn thy folk before a painful punishment approaches them"
        },
        {
            "chapter": 71,
            "verse": 2,
            "text": "He said: O my folk! Truly, I am a clear warner to you"
        },
        {
            "chapter": 71,
            "verse": 3,
            "text": "Worship God and be Godfearing of Him and obey me"
        },
        {
            "chapter": 71,
            "verse": 4,
            "text": "He forgives you some of your impieties and postpones for you a term, that which is determined. Truly, when the term of God drew near, it will not be postponed if you had been but knowing"
        },
        {
            "chapter": 71,
            "verse": 5,
            "text": "He said: My Lord! Truly, I called to my folk nighttime and daytime"
        },
        {
            "chapter": 71,
            "verse": 6,
            "text": "but my supplication increases not but their running away"
        },
        {
            "chapter": 71,
            "verse": 7,
            "text": "And, truly, as often as I called to them that Thou wouldst forgive them, they laid their fingertips over their ears and covered themselves with their garments. And they maintained growing arrogant as they grew arrogant"
        },
        {
            "chapter": 71,
            "verse": 8,
            "text": "Again, truly, I called to them with openness"
        },
        {
            "chapter": 71,
            "verse": 9,
            "text": "Again, I spoke openly to them and confided in them, keeping secret our converse"
        },
        {
            "chapter": 71,
            "verse": 10,
            "text": "And I said: Ask for forgiveness of your Lord. Truly, He had been a Forgiver"
        },
        {
            "chapter": 71,
            "verse": 11,
            "text": "He sends from heaven abundant rain for you"
        },
        {
            "chapter": 71,
            "verse": 12,
            "text": "He will furnish you relief with wealth and children. And He will assign for you Gardens and will assign for you rivers"
        },
        {
            "chapter": 71,
            "verse": 13,
            "text": "What is it with you that you hope not for dignity from God"
        },
        {
            "chapter": 71,
            "verse": 14,
            "text": "And, surely, He created you in stages"
        },
        {
            "chapter": 71,
            "verse": 15,
            "text": "Consider you not how God created the seven heavens, one on another"
        },
        {
            "chapter": 71,
            "verse": 16,
            "text": "And how He made the moon in them as a light and how He made the sun as a light-giving lamp"
        },
        {
            "chapter": 71,
            "verse": 17,
            "text": "And how God caused you to develop, bringing you forth from the earth"
        },
        {
            "chapter": 71,
            "verse": 18,
            "text": "Again, He will cause you to return into it and bring you out in an expelling"
        },
        {
            "chapter": 71,
            "verse": 19,
            "text": "And how God made for you the earth as a carpet"
        },
        {
            "chapter": 71,
            "verse": 20,
            "text": "that you may tread in it ways through ravines"
        }
    ]
}