{
    "maqras": [
        {
            "chapter": 25,
            "verse": 21,
            "text": "Y quienes no esperan comparecer ante Nosotros dicen: “¿Por que no nos han sido enviados angeles o vemos a nuestro Senor?”. Ciertamente, se han llenado de orgullo y se han extralimitado (en injusticia e incredulidad)"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "El dia en que vean a los angeles[695] no sera una buena noticia para los pecadores que se oponen a la verdad, y (los angeles) les diran: “Se les ha prohibido tajantemente (la entrada al Paraiso)”"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "Y Nos volveremos hacia las (buenas) acciones que hayan podido realizar y las convertiremos en polvo esparcido (por el aire por no haberse basado en la fe en Al-lah)"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "Los habitantes del Paraiso gozaran ese dia de las mejores moradas y de los mejores lugares de reposo"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "Y (recuerda a los hombres, ¡oh, Muhammad!) el dia en que el cielo se abrira y apareceran (entre sus fisuras) nubes (blancas), y los angeles descenderan"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "Ese dia (el Dia de la Resurreccion), la verdadera soberania sera del Clemente, y sera un dia dificil para quienes rechazaban la verdad"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "El dia en que el injusto (que negaba la verdad) se muerda las manos (lamentando su situacion), dira: “¡Ojala hubiese seguido al Mensajero (Muhammad)"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "¡Ay de mi! ¡Ojala no hubiese tomado a fulano por amigo"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "Me desvio de la Exhortacion (de Al-lah: el Coran) despues de haberme llegado”. Y el Demonio siempre traiciona al hombre y lo abandona"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "Y el Mensajero dira (ese dia): “¡Senor!, los (idolatras) de mi pueblo se desentendieron del Coran”"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "Del mismo modo (que tienes enemigos entre los idolatras de tu pueblo, ¡oh, Muhammad!) hemos hecho que todos los profetas anteriores a ti tuvieran algun enemigo entre los pecadores idolatras (de su gente; asi que se paciente). Y Al-lah te basta para guiarte y socorrerte"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "Y quienes rechazan la verdad dicen: “¿Por que el Coran no ha sido revelado de una sola vez?”. Mas lo hemos revelado asi (en partes) para afianzar tu corazon; y lo hemos revelado de manera gradual (para facilitar su comprension)"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "Y cada vez que (los idolatras) vienen a ti con un argumento (en contra de lo que dices o con una duda) te revelemos la respuesta correcta y la mejor explicacion"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "Quienes sean reunidos en el Infierno (y arrastrados a el) sobre sus rostros (por rechazar la verdad) estaran en la peor situacion y seran los mas extraviados"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "Y, ciertamente, revelamos a Moises el Libro (la Tora) y le asignamos a su hermano como apoyo"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "Y les dijimos: “Vayan al pueblo (del Faraon) que desmiente las pruebas (de Nuestra unicidad)”. Mas (no creyo y) lo destruimos por completo"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "Y (tambien destruimos) al pueblo del Profeta Noe cuando desmintio a su Mensajero[697]: lo ahogamos e hicimos que ello sirviera de leccion para los hombres. Y hemos preparado para los injustos (que niegan la verdad) un castigo doloroso"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "Y (tambien destruimos) a los pueblos de ‘Ad y Zamud y a los habitantes de Ar-Ras[698], asi como a muchas otras comunidades o generaciones que existieron entre las epocas de los anteriores"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "Y a todos les mostramos con claridad Nuestras pruebas (y los advertimos); y todos fueron destruidos (al rechazar a sus mensajeros)"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "Y (los idolatras de La Meca) pasan (en sus viajes) por (las ruinas de) la ciudad (del Profeta Lot: Sodoma) sobre la que cayo una nefasta lluvia (de piedras de barro cocido que la destruyo). ¿Acaso no reparan en ella (y reflexionan sobre lo que sucedio)? Mas no lo hacen porque no creen que seran resucitados"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "Y cuando te ven, se burlan de ti (¡oh, Muhammad!) y dicen: “¿Es este quien Al-lah ha enviado como Mensajero"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "Si no nos hubieramos mantenido firmes adorando a nuestras divinidades, poco habria faltado para que nos desviara de ellas”. Pero cuando vean el castigo, ya sabran quienes son los mas extraviados"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "¿No has reparado en quien hace de sus pasiones su dios (¡oh, Muhammad!)? ¿Acaso seras tu su guardian"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "¿O acaso piensas que la mayoria de ellos escuchan (y reflexionan sobre lo que les dices o recitas del Coran) y comprenden? ¡No! Son como el ganado (porque no se benefician de lo que oyen), o estan todavia mas extraviados"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "¿Acaso no ves (la obra de) tu Senor y como extiende la sombra (despues de la salida del sol y pasado el mediodia, hasta su puesta)? Si hubiese querido, la habria hecho inmovil; mas ha hecho del sol su guia"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "Despues la va recogiendo gradualmente (hasta que desaparece llegada la noche)"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "Y El es Quien ha dispuesto que la noche los cubra y que hallen descanso en el sueno. Y ha hecho que durante el dia regresen (a su actividad y busquen su sustento)"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "Y El es Quien envia los vientos como anuncio de Su misericordia (la lluvia) y hace que descienda del cielo agua purificadora"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "para reavivar con ella la tierra arida y dar de beber a la multitud de animales y hombres que ha creado"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "Y la distribuimos entre ellos para que recuerden (el favor de Al-lah). Pero la mayoria de los hombres rechazan (la verdad) y son ingratos"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Y si hubiesemos querido, habriamos enviado un amonestador a cada ciudad"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "No obedezcas, pues, a quienes rechazan la verdad (¡oh, Muhammad!) y combatelos energicamente con (el Coran)"
        }
    ]
}