{
    "maqras": [
        {
            "chapter": 36,
            "verse": 28,
            "text": "Y tras su muerte no enviamos sobre su pueblo un ejercito del cielo (para destruirlo) ni necesitabamos hacerlo"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "Basto un solo gran estruendo para que todos quedaran inmoviles, muertos"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "¡Como se lamentaran esos siervos (cuando vean el castigo)! Cada vez que recibian a un Mensajero, se burlaban de el"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "¿Acaso no ven cuantas generaciones que los precedieron, y que nunca regresaran, destruimos (y reflexionan sobre ello)"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "Y todos (los hombres) sin excepcion compareceran ante Nosotros (para ser juzgados)"
        },
        {
            "chapter": 36,
            "verse": 33,
            "text": "Y tienen como prueba (de Nuestro poder) que reavivamos la tierra arida y extraemos de ella el grano del que se alimentan"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "Y hemos dispuesto en ella palmerales y vinedos; y hemos hecho que brotaran en ella manantiales (que los irrigan)"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "para que puedan comer de sus frutos sin que sus manos hayan creado nada de ello. ¿No van a ser, pues, agradecidos"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "¡Glorificado sea Quien ha creado parejas de todas las cosas: de lo que produce la tierra, de ellos mismos y de lo que desconocen"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "Y tienen una prueba de Nuestro poder en la noche. Retiramos de ella (la luz) del dia y los dejamos en la oscuridad"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "Y el sol sigue una trayectoria determinada (hasta un tiempo decretado: el Dia de la Resurreccion). Ese es el decreto del Poderoso, el Omnisciente"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "Y hemos decretado las fases de la luna, hasta que regresa (en su ultima fase) a la forma de una rama de palmera seca y curvada"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "El sol no puede alcanzar a la luna, ni la noche puede anticiparse al dia[840]. Y todos (el sol, la luna y los planetas) recorren su propia orbita"
        },
        {
            "chapter": 36,
            "verse": 41,
            "text": "Y tienen como prueba (de Nuestro poder) que transportamos a sus antepasados en el arca (de Noe), que estaba repleta"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "y que hemos creado para ellos otros medios de trasporte similares que utilizan"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "Y si quisieramos, los ahogariamos y no tendrian quien los socorriese; y no se salvarian"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "a menos que Nos apiadasemos de ellos para dejarlos disfrutar (de la vida) por un tiempo"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "Y si se les dice (a quienes rechazan la verdad): “Teman (el castigo que pueden recibir en) esta vida y en la que les espera para que puedan recibir la misericordia de Al-lah” (se desentienden sin hacer caso)"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "Y cada vez que les llega una prueba (de la unicidad) de su Senor se alejan de ella"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "Y si se les dice que den en caridad parte de lo que Al-lah les ha concedido, quienes rechazan la verdad dicen a los creyentes: “¿Tenemos que alimentar a aquellos que si Al-lah quisiera habria alimentado El? Realmente, estan en un claro error”"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "Y dicen (desafiantes): “¿Cuando sucedera (el castigo) que nos prometen, si son veraces?”"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "No esperan sino el primer soplido (del cuerno) que los sorprendera mientras discuten (sobre asuntos mundanos)"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "Entonces no podran dejar testamento alguno ni regresaran a sus familias"
        },
        {
            "chapter": 36,
            "verse": 51,
            "text": "Y cuando suene el cuerno (por segunda vez), saldran de las tumbas y se dirigiran rapidamente hacia su Senor"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "Diran: “¡Ay de nosotros! ¿Quien nos ha hecho salir de donde descansabamos?”. (Les sera dicho:) “Eso es lo que el Clemente habia prometido, y los mensajeros dijeron la verdad”"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "Bastara con un solo soplido (del cuerno: el segundo soplido) para que todos comparezcan ante Nosotros"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "Ese dia nadie sera tratado con injusticia y recibiran la recompensa que sus acciones hayan merecido"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "Ese dia, los habitantes del Paraiso estaran ocupados en cosas placenteras"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "Ellos y sus esposas estaran a la sombra, recostados en divanes"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "Alli tendran fruta y todo aquello que soliciten"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "“Paz (sobre ustedes)”, sera el saludo del Senor Misericordioso"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "(Y Al-lah dira a quienes rechazaron la verdad:) “¡Apartense (de los creyentes), oh, pecadores incredulos"
        }
    ]
}