{
    "maqras": [
        {
            "chapter": 2,
            "verse": 272,
            "text": "No es tu responsabilidad (¡oh, Muhammad!) hacer que (quienes rechazan la verdad) sigan el buen camino (pues tu responsabilidad es, simplemente, transmitirles el mensaje de Al-lah); es Al-lah Quien guia a quien quiere (abriendo su corazon para que acepte la fe). Y toda caridad que den sera en su propio beneficio, si lo hacen buscando la complacencia de Al-lah. Y toda caridad que den les sera recompensada, y no seran tratados con injusticia"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "(La caridad debe ser) para los pobres que se han consagrado por completo a la causa de Al-lah y no puedan viajar por la tierra (para buscar su sustento). El ignorante piensa que son ricos porque se abstienen de pedir. Los reconoceras por su aspecto (que refleja su necesidad); no piden a la gente importunandolos. Y todo bien que den en caridad es del conocimiento de Al-lah"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "Quienes contribuyen con sus bienes a la causa de Al-lah de noche y de dia, en secreto y abiertamente, tendran su recompensa junto a Al-lah; y no tendran nada que temer (en la otra vida) ni se sentiran afligidos"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "Quienes practican la usura y trabajan con intereses se levantaran de sus tumbas (el Dia de la Resurreccion) como quien ha caido en la locura al ser poseido por el Demonio. Eso sucedera porque solian decir que el comercio era como la usura (pues ambos aportan beneficios); no obstante, Al-lah ha permitido el comercio y ha prohibido la usura. Asi pues, quien reciba, por parte de su Senor, la advertencia sobre la prohibicion de esta y deje de practicarla podra conservar lo que haya obtenido antes de que tuviera noticias sobre su prohibicion, y Al-lah decidira sobre el. Mas quienes reincidan seran de los habitantes del fuego y alli permaneceran para siempre"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "Al-lah anula (los beneficios de) la usura[90] (al privarlos de toda bendicion), pero bendice la caridad (multiplicando su recompensa). Y Al-lah no ama a los pecadores que rechazan la verdad"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "En verdad, quienes creen, actuan con rectitud, cumplen con el salat y entregan el azaque obtendran su recompensa junto a Al-lah, y no tendran nada que temer (en la otra vida) ni se sentiran afligidos"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "¡Oh, creyentes!, teman a Al-lah y renuncien a los intereses (que aun les deban por la usura), si realmente son creyentes"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "Y si no lo hacen, sepan que tienen la guerra declarada por parte de Al-lah y de Su Mensajero; pero, si se arrepienten, podran conservar su dinero (sin los intereses). No sean injustos y no seran tratados con injusticia"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "Y si el deudor esta pasando por una dificultad, concedanle mas tiempo hasta que pueda devolver la deuda. Mas seria mejor para ustedes, ¡si supieran!, perdonarle la deuda (como un acto de caridad)"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "Y teman el dia en que habran de regresar a Al-lah (para ser juzgados). Entonces, todos recibiran la recompensa que sus acciones hayan merecido y no seran tratados con injusticia"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "¡Oh, creyentes!, si contraen una deuda por un plazo determinado, que uno de ustedes que sepa escribir lo ponga por escrito. Y quien lo haga, que sea justo y que no se niegue a hacerlo despues de que Al-lah le ensenara (la escritura). Que escriba, pues, con temor de Al-lah, su Senor, y que no reduzca en nada la deuda; y que le dicte quien la contrae. Y si este fuera ignorante o debil mentalmente y no pudiera dictar, que lo haga en su lugar su tutor con equidad. Y tomen a dos hombres de entre ustedes como testigos; y si no hubiera dos hombres disponibles, tomen a un hombre y a dos mujeres[91] que acepten como testigos; si una de ellas se equivocara, la otra podria recordarselo (y subsanar el error). Y que los testigos no se nieguen a comparecer si son llamados. Y no dejen de poner la deuda por escrito, ya sea esta pequena o grande, indicando su vencimiento. Eso es lo mas justo para Al-lah, la mejor prueba y la manera mas segura de evitar dudas entre ustedes. No obstante, si se trata de una transaccion comercial entre ustedes realizada en el acto, no cometen falta alguna si no la ponen por escrito, pero recurran a testigos para cualquier transaccion. Ni quienes ponen las deudas por escrito ni los testigos deberan verse presionados. Y si los presionan, sera un acto de desobediencia de parte suya. Teman a Al-lah; y Al-lah es Quien les ensena (lo que mas les conviene). Y Al-lah tiene conocimiento sobre todas las cosas"
        }
    ]
}