{
    "pages": [
        {
            "chapter": 6,
            "verse": 9,
            "text": "Maly my poslaly anhel, my by poslaly yomu u vyhlyadi lyudyny, ta my by utrymaly yikh tilʹky yak zmishane tomu shcho vony zmishuyutʹsya zaraz"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "Kur'yery pered tym, yak vy ridiculed. Tse - tsey khto vysmiyaly yikh kotri zaznav naslidkiv yikh ridiculing"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "Kazhutʹ, \"Blukayutʹ zemlya ta prymitka naslidky dlya rejectors"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "Kazhutʹ, \"Komu nalezhytʹ vse u nebi ta zemli?\" Skazhitʹ, \"Do BOHA.\" Vin ukhvalyv shcho myloserdya ye Yoho atrybut. Vin bezsumnivno sklykaye vas vsikh na Dni Resurrection, kotryy ye nemynuchyy. Khto hublyatʹ yikhni dushi ye tsey khto disbelieve"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "Yomu nalezhytʹ vse shcho meshkaye u nochi ta dni. Vin yavlyaye soboyu Slukhacha, Knower"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "Kazhu, ya 'Budu vyznaty za vynyatkom BOHA yak Lord ta 'Bude Ovolodity, koly Vin 'Bude yavlyaye soboyu Initiator neba ta zemli, ta Vin 'Bude hoduyetʹsya ale 'Bude ye ne fed?\" Skazhitʹ, \"ya nakazuyusʹ shchob yavlyaty soboyu naybilʹsh viddanyy submitter, ta, `do ne budu idol worshiper"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "Kazhu, \"ya bo, yakshcho ya ne pidkoryavsya moyomu Lordu, retribution awesome dnya"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "Whoever ekonomytʹsya (retribution), na shcho denʹ, dosyahnuv Yoho myloserdya. Ta tse yavlyaye soboyu naybilʹsh velykyy triumf"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "Yakshcho BOH torkayetʹsya vas z neshchastyam, nikhto ne mozhete relieve tse krim Vin. Ta yakshcho Vin torkayetʹsya vas z blahoslovennyam, Vin Omnipotent"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "Vin zakinchuyetʹsya Vyshchi Yoho stvorinnya. Vin yavlyaye soboyu Naybilʹsh Mudryy, Cognizant"
        }
    ]
}