{
    "pages": [
        {
            "chapter": 7,
            "verse": 188,
            "text": "Kazhu, \"ya ne mayu potuzhnosti do vyhody sebe, abo shkoda sebe. Tilʹky yakyy BOH wills vidbuvayetʹsya do meni. Yakshcho b ya znav maybutnye, ya by zbilʹshyv moye bahat·stvo, ta niyaka shkoda by ne afflicted meni. YA ne ye bilʹsh nizh warner, ta pred'yavnyk harnoyi novyny dlya tsykh khto vvazhayutʹ"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "Vin utvoryv vas z odniyeyi osoby (Adam). Z·hodom, Vin daye kozhna lyudyna tovarysh znakhodyatʹ spokiy z yi. Vona todi nosytʹ svitlyy vantazh shcho vona mozhe ledve pomityty. Yak vantazh pryyizhdzhaye bilʹsh vazhki, vony blahayutʹ BOHA yikhniy Lord: \"Yakshcho Vy dayete nam harna dytyna, my budemo appreciative"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Ale koly Vin daye yim harna dytyna, vony povertayutʹ Yoho darunok u idola shcho konkuruye Yo. BOH exalted, dalekyy nad budʹ-yakym partnerstvom"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "tse ne fakt shcho vony idolizing idoly shcho nichoho ne stvoryuyutʹ, ta sebe utvoryuyutʹsya"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "Idoly shcho ni mozhutʹ dopomohty yim, ni navitʹ mozhutʹ dopomohty sebe"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "Koly vy zaproshuyete yikh do kerivnytstva, vony ne sliduyutʹ za vamy. Otzhe, tse yavlyaye soboyu toy zhe samyy dlya nykh vy zaproshuyete chy yim, abo zalyshayetesya bezmovni"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "idoly vy invoke krim BOHA vyhlyadayete stvorinnya yak vy. Poyidʹte vpered ta vyklyk na nykh; dozvolʹte yim vidpovidayete do vas, yakshcho vy pravo"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "vony mayutʹ nohy na kotrykh vony prohulyanka? Vony mayutʹ ruky z kotrymy vony zakhyshchayutʹsya sebe? Vony mayutʹ ochi z kotrymy vony dyvlyatʹsya? Vony mayutʹ vushra z kotrymy vony chuyutʹ? Skazhitʹ, \"Vyklyk na vashykh idoliv, ta prosyatʹ yikh smite meni mittyevo"
        }
    ]
}