{
    "pages": [
        {
            "chapter": 11,
            "verse": 6,
            "text": "YE ne vytvir na zemli chyye zabezpechennya ne harantuyetʹsya BOHOM. Ta Vin znaye yoho kurs ta yoho zaklyuchna dolya. Vesʹ zapysuyutʹsya u hlybokomu zapysi"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "Vin yavlyaye soboyu odyn khto utvoryv nebo ta zemlyu u shesty dnyakh - ta Yoho (earthly) oblastʹ povnistyu vmila nakryta z vodoyu aby vyprobuvaty vas, shchob rozriznyty ts sered vas kotrykh pratsyuyete righteousness. Dosi, koly vy kazhete, \"Vy budete resurrected pislya smerti,\" tsey khto disbelieve by skazav, \"Tse yasno witchcraft"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "Ta yakshcho my zatrymuyemo retribution vony pidpaly - dlya my rezerv tse dlya spetsyfichnoyi spilʹnoty - yak kazhutʹ, 'Shcho keeping Yo?\" Faktychno, odnoho razu yomu prybuvaye yim, nichoho ne mozhe zupynyty tse, ta yikhnye vysmiyuyuche povernetʹsya peresliduvaty yikh"
        },
        {
            "chapter": 11,
            "verse": 9,
            "text": "Koly zavhodno my blahoslovlyayemo lyudsʹkyy buduchy z myloserdyam z nas, todi usuyemo tse, vin povertaye despondent, unappreciative"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "Koly zavhodno my blahoslovlyayemo yoho, pislya neshchastya afflicted yo, vin kazhe, \"Vse neshchastya poyikhalo z meni;\" vin staye zbudzhenym, hordyy"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "Yak dlya tsykh khto steadfastly persevere, ta vedutʹ spravedlyve zhyttya, vony zasluhovuyutʹ forgiveness ta velykodushnu vynahorodu"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "Vy mozhete pobazhaty disregard deyakyy z shcho kotrykh vidkryvayetʹsya do vas, ta vy mozhete buty rozdratovani tse. Takozh, vony mozhutʹ skazaty, 'Yak mozhutʹ prybuty niyakyy skarb ne prybuvaye vnyz yomu, abo anhel?\" Vy ye tilʹky warner; BOH kontrolyuye vsi rechi"
        }
    ]
}