{
    "pages": [
        {
            "chapter": 28,
            "verse": 14,
            "text": "Koly vin dosyah zrilosti ta syly, my nadaly pravo yomu z wisdom ta znannyu. My takym chynom nahorodzhuyemo spravedlyvyy"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "Odnoho razu vin vnis misto nespodivano, bez vyznavatysya lyudʹmy. Vin znayshov dvokh boryuchykh lyudey; kozhnyy (evreysʹkyy) z yoho lyudey, ta inshykh (yehypet·sʹkyy) z yoho vorohiv. Z yoho lyudey zaklykav yoho dlya dopomohy proty yoho voroha. Moses zakompostuvav yoho, ubyvayuchoho yoho. Vin skazav, \"Tse yavlyaye soboyu robotu chorta; vin ye realʹnyy voroh, ta hlybokyy misleader"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "Vin skazav, \"Miy Lord, ya obrazyv moyu dushu. Budʹ laska prostitʹ meni,\" ta Vin prostyv yoho. Vin yavlyaye soboyu Forgiver, Naybilʹsh Myloserdnyy"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "Vin skazav, \"Miy Lord, v obmin na Vashi blahoslovennya na meni, ya budu nikoly ne prykhylʹnyk vynuvatykh"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "U ranku, vin zlyakavsya po mistu, ta watchful. Khto shukav yoho dopomohy vchora, poproshenoyi yoho dopomohy znov. Moses skazanyy yomu, \"Vy ye diysno vyrobnyk nespokoyu"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "Pered tym, yak vin namahavsya vrazyty yikhnʹoho spilʹnoho voroha, vin skazav, \"O Moses, vy zakhochete ubyty meni, tomu shcho vy ubyly inshu lyudynu vchora? Ochevydno, vy bazhayete buty tyran na zemli; vy ne bazhayete buty spravedlyvi"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "lyudyna prybula bihayutʹ z inshoyi storony mista, kazhuchy, \"O Moses, lyudy roblyatʹ zmovu ubyty vas. Vy krashche lyshayete nehayno. YA dayu vam harnu poradu"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "Vin fled misto, afraid ta watchful. Vin skazav, \"Miy Lord, ryatuyutʹ meni z hnityuchykh lyudey"
        }
    ]
}