{
    "pages": [
        {
            "chapter": 40,
            "verse": 26,
            "text": "Pharaoh skazav, \"Dozvolenyy meni ubyvayutʹ Moses, ta dozvolyayutʹ yomu blahayutʹ yoho Lorda. YA pilkuyusʹ lest vin pidkupaye vashu relihiyu, abo rozpovsyudzhuye zlo vsyudy zemlya"
        },
        {
            "chapter": 40,
            "verse": 27,
            "text": "Moses skazav, \"ya shukayu prytulku u moyomu Lordi ta vashomu Lordi, z kozhnoho zukhvalomu odnomu khto ne virytʹ v Dnyu Rozrakhunku"
        },
        {
            "chapter": 40,
            "verse": 28,
            "text": "viryachyy lyudyni sered Pharaoh lyudy, khto prykhovuvav yoho viru, kazavsya, 'Yak mozhe vy ubyvayete lyudynu tilʹky dlya toho, shchob kazaty, `my Lord ne zmozhete BOH, ta vin pokazav vam yasni dokazy z vashoho Lorda? Yakshcho vin ye brekhun, tse - yoho problema, ta yakshcho vin ye pravdyvi, vy mayete vyhodu z yoho obitsyanok. Bezsumnivno, BOH ne keruye budʹ-yakym porushnykom, brekhunom"
        },
        {
            "chapter": 40,
            "verse": 29,
            "text": "O moyi lyudy, sʹohodni vy mayete tsaryuvannya ta upperhand. Ale khto dopomozhe nam proty BOZHOHO vyroku, tse musytʹ prybuty do nas?\" Pharaoh skazaly, \"Vy musyte proslidkuvaty za tilʹky shcho ya dyvlyusya prydatnyy; YA budu keruvaty vamy tilʹky u pravi shlyakh"
        },
        {
            "chapter": 40,
            "verse": 30,
            "text": "khto vvazhav skazani, \"O moyi lyudy, ya bo dlya vas ta zhe dolya yak poperedni oponenty"
        },
        {
            "chapter": 40,
            "verse": 31,
            "text": "oponenty Noah, ta `aad, Thamoud, ta inshi shcho prybuly pislya nykh. BOH ne bazhaye budʹ-yakoyi nespravedlyvosti dlya lyudey"
        },
        {
            "chapter": 40,
            "verse": 32,
            "text": "O moyi lyudy, ya bo dlya vas Denʹ Sklykayuchoho"
        },
        {
            "chapter": 40,
            "verse": 33,
            "text": "Shcho yavlyaye soboyu denʹ koly vy mozhete pobazhaty povernutysya navkolo ta tikayete. Ale nichoho ne zakhystyte vas todi z BOHA. Whomever BOH posylaye astray, nichoho ne mozhe keruvaty yo"
        }
    ]
}