{
    "rukus": [
        {
            "chapter": 14,
            "verse": 35,
            "text": "Y [recuerda ¡Oh, Muhámmad!] cuando Abraham [Ibrahim] dijo: ¡Oh, Señor mío! Haz que esta ciudad sea un lugar seguro, y protégeme así como a mi descendencia de adorar a los ídolos"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "¡Oh, Señor mío! Por cierto que [Satanás indujo a Tus siervos a su adoración, y] a través de ellos muchos de los hombres se extraviaron. Todo aquel que me siga [en la fe monoteísta] será de los míos, y quien rechace el Mensaje [haz con él lo que quieras]. Tú eres Absolvedor, Misericordioso"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "¡Oh, Señor nuestro! Por cierto que yo he establecido parte de mi descendencia en un valle árido de poca vegetación [La Meca] junto a Tu Casa Sagrada para que ¡Oh, Señor nuestro! practiquen la oración. Infunde en los corazones de los hombres amor por ellos, y susténtalos con frutos para que sean agradecidos"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "¡Oh, Señor nuestro! Por cierto que Tú bien sabes lo que ocultamos y lo que manifestamos, y no hay nada en la Tierra ni en el cielo que pueda esconderse de Allah"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "¡Alabado sea Allah! Él es Quien me agració en la ancianidad con Ismael [Ismail] e Isaac [Ishaq]; ciertamente mi Señor bien escucha las súplicas de quienes Le invocan"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "¡Oh, Señor mío! Haz que tanto yo como mis descendientes seamos fervientes practicantes de la oración. ¡Oh, Señor nuestro! Acepta mi súplica"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "¡Oh, Señor nuestro! Perdóname, así como a mis padres y a todos los creyentes el Día del Juicio"
        }
    ]
}