{
    "rukus": [
        {
            "chapter": 34,
            "verse": 1,
            "text": "¡Alabado sea Allah a Quien pertenece cuanto hay en los cielos y la Tierra! Suyas serán las alabanzas en [ésta y en] la otra vida. Él es Sabio, y está bien informado [de las obras de Sus criaturas]"
        },
        {
            "chapter": 34,
            "verse": 2,
            "text": "Sabe lo que ingresa en la tierra [la lluvia, las semillas y los animales], lo que surge de ella, y lo que desciende del cielo y lo que sube hacia él [los Ángeles y las obras de los hombres]. Y Él es Misericordioso, Absolvedor"
        },
        {
            "chapter": 34,
            "verse": 3,
            "text": "Dicen los incrédulos: No llegará la Hora [del Juicio, pues sólo vivimos esta vida y luego morimos]. Diles [¡Oh, Muhámmad!]: ¡Sí!, llegará, os lo juro por mi Señor, Él es el Conocedor de lo oculto, no se Le escapa el conocimiento de [la existencia de] una pequeña partícula en los cielos o en la Tierra, ni existe nada menor ni mayor que no esté en un Libro evidente [la Tabla Protegida]"
        },
        {
            "chapter": 34,
            "verse": 4,
            "text": "[La Resurrección es] Para recompensar a los creyentes que obraron rectamente; ellos obtendrán el perdón y un sustento generoso"
        },
        {
            "chapter": 34,
            "verse": 5,
            "text": "Y quienes se esfuerzan por hacer fracasar Nuestro Mensaje tendrán un castigo y un suplicio doloroso"
        },
        {
            "chapter": 34,
            "verse": 6,
            "text": "Y quienes recibieron la sabiduría y el conocimiento saben que lo que tu Señor te reveló es la Verdad que guía al sendero del Poderoso, Loable"
        },
        {
            "chapter": 34,
            "verse": 7,
            "text": "Dicen los incrédulos [burlándose]: Os mostraremos un hombre [Muhámmad] que dice que luego de [muertos y] convertidos en polvo seremos resucitados"
        },
        {
            "chapter": 34,
            "verse": 8,
            "text": "Inventó una mentira sobre Allah, o es un loco [que no razona lo que dice]. Pero en verdad, los que no creen en la otra vida sufrirán en el castigo por su total extravío"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "¿Es que no observan [y reflexionan en] los cielos y la Tierra que les rodea [y que son una evidencia del poder divino]? Si quisiéramos, haríamos que se los tragase la tierra, o haríamos que cayese sobre ellos un castigo del cielo. En esto hay un signo para todo siervo arrepentido"
        }
    ]
}