{
    "rukus": [
        {
            "chapter": 3,
            "verse": 72,
            "text": "Un grupo de la Gente del Libro dicen entre ellos: Al comenzar el día finjamos creer en lo que se le ha revelado a los creyentes [el Corán], y neguémoslo al anochecer; tal vez así los creyentes duden y renuncien a su fe"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "Y [agregan:] no confiéis sino en quienes siguen vuestra religión. No creáis que se agraciará a nadie de la misma manera que fuisteis agraciados, ni tampoco que podrán argumentar contra vosotros ante vuestro Señor. Diles [¡Oh, Muhámmad!]: La verdadera guía es la de Allah. Y la gracia está en Sus manos y se la concede a quien Él quiere. Allah es Vasto, Omnisciente"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "Agracia con Su misericordia a quien Él quiere. Allah es poseedor del favor inmenso"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "Entre la Gente del Libro hay quienes, si les confías una gran cantidad de dinero te lo devuelven, y quienes si les confías un solo dinar sólo te lo devuelven después de pedírselo con insistencia. Eso es porque ellos dicen: No seremos recriminados por no cumplir con quienes no han recibido ninguna revelación. Ellos inventan mentiras acerca de Allah a sabiendas"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "Al contrario, quien cumpla su promesa y tema a Allah, sepa que Allah ama a los piadosos"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "Quienes cambiaron el compromiso que tomaron con Allah por un vil precio y faltaron a sus juramentos, no tendrán ninguna recompensa en la otra vida. Allah no les dirigirá la palabra ni les tendrá compasión el Día de la Resurrección, no les purificará y tendrán un castigo doloroso"
        },
        {
            "chapter": 3,
            "verse": 78,
            "text": "Entre ellos hay quienes tergiversan el Libro cuando lo recitan para que creáis que es parte de él, cuando en realidad, no pertenece al Libro. Y dicen que proviene de Allah siendo, en verdad, que no proviene de Allah. Inventan mentiras acerca de Allah a sabiendas"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "No corresponde que a quien Allah concede el Libro, la sabiduría y la profecía diga a los hombres: Sed siervos míos y no de Allah; sino más bien: Sed guías eruditos puesto que enseñáis el Libro y lo estudiáis"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "No corresponde que a quien Allah concede el Libro, la sabiduría y la profecía diga a los hombres: Sed siervos míos y no de Allah; sino más bien: Sed guías eruditos puesto que enseñáis el Libro y lo estudiáis"
        }
    ]
}