{
    "rukus": [
        {
            "chapter": 4,
            "verse": 43,
            "text": "¡Oh, creyentes! No hagáis la oración cuando estéis ebrios hasta que no sepáis lo que decís. No vayáis impuros, a no ser que estéis de viaje, hasta que no os hayáis bañado. Pero si os encontráis enfermos o de viaje, o si viene uno de vosotros de hacer sus necesidades, o habéis tenido relación con las mujeres y no encontráis agua, buscad tierra limpia y pasáosla por el rostro y las manos. Allah es Remisorio, Absolvedor"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "¿No has reparado en quienes recibieron el Libro [judíos y cristianos]? Se extraviaron, y anhelan que vosotros os desviéis del camino recto"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "Allah es Quien mejor conoce a vuestros enemigos. Allah es suficiente como protector, y Allah basta como salvador"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "Algunos de los judíos cambian el sentido de las palabras y dicen: Oímos pero desobedecemos. Escuchamos, pero no prestamos atención. Raina; con doble sentido en sus palabras y atacando la religión. Si dijeran: Oímos y obedecemos. Escucha, protégenos; sería mejor para ellos y más correcto. Pero Allah les maldijo por su incredulidad porque no creen sino poco"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "¡Oh, Gente del Libro! Creed en lo que hemos revelado que confirma lo que tenéis, antes de que borremos los rasgos de vuestros rostros y los pongamos del revés u os maldigamos como maldijimos a los transgresores del sábado. Lo que Allah dispone es irreversible"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "Allah no perdona que se Le asocie nada; pero fuera de ello perdona a quien Le place. Quien asocie algo a Allah comete un gravísimo pecado"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "¿No has reparado en quienes se consideran puros [judíos y cristianos]? Pero es Allah Quien declara puro a quien Le place, y nadie será tratado injustamente en lo más mínimo"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "Observa cómo inventan mentiras contra Allah. Ello es un pecado evidente"
        }
    ]
}