{
    "rukus": [
        {
            "chapter": 5,
            "verse": 87,
            "text": "¡Oh, creyentes! No prohibáis las cosas buenas que Allah os ha permitido, y no transgredáis [la ley]. Allah no ama a los transgresores"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "Comed de lo lícito y bueno que Allah os ha proveído, y temed a Allah, en Quien vosotros creéis"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Allah no os castigará por los juramentos [que hagáis] sin intención, pero sí por los que hayáis hecho deliberadamente. Éstos deberán expiarse alimentando a diez pobres como soléis alimentar a vuestra familia, o vistiéndoles, o liberando a un esclavo. Quien no encuentre los medios [para hacer una de estas tres opciones] deberá ayunar tres días. Ésta es la expiación para vuestros juramentos [si no los cumplís]. No os acostumbréis a jurar, y cuando lo hagáis cumplid. Así es cómo Allah explica Sus leyes para que seáis agradecidos"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "¡Oh, creyentes! Los embriagantes, los juegos de apuesta, los altares [sobre los cuales eran degollados los animales como ofrenda para los ídolos] y consultar la suerte valiéndoos de flechas son una obra inmunda de Satanás. Absteneos de ello y así tendréis éxito"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Satanás sólo pretende sembrar entre vosotros la enemistad y el odio valiéndose de los embriagantes y los juegos de apuesta, y apartaros del recuerdo de Allah y la oración. ¿Acaso no vais a absteneros"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "Obedeced a Allah, obedeced al Mensajero y precaveos [de desobedecerles]. Y si os rehusáis, sabed que Nuestro Mensajero sólo tiene la obligación de transmitir [el Mensaje] con claridad"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "Quienes crean y obren rectamente no serán reprochados por lo que hayan disfrutado [anteriormente de lo ilícito] siempre que teman a Allah [acatando Sus órdenes], crean y obren rectamente, luego teman a Allah [manteniéndose firmes en el acatamiento de Sus órdenes] y crean, luego teman a Allah [acercándose a Él] y hagan el bien. Allah ama a los benefactores"
        }
    ]
}