{
    "pages": [
        {
            "chapter": 2,
            "verse": 231,
            "text": "Bwe muba mutadde abakyala (etali Talaka esembayo) ebbanga lyebalina okutuula neliggwaako (mwe ababayinako obuyinza) temubalemesanga okuddamu okwewoowa nebabbaabwe kavuna baba bakkaanyizza mu ngeri e nnnungi (mukole ekimu kubibiri) okubaddira mu bufumbo mu ngeri e nnungi oba okwawukana nabo mu ngeri y'ekintukiramu. Temubaddiranga olw'okubalumya nga mumenya amateeka g'obufumbo. Omuntu akola ekyo aba yeereetedde yekka obuzibu. Temufuula amateeka ga Katonda ag'olusaago. Mujjukire ekyengera kya Katonda kye yabawa n'ebyo byeyabassiza mu Kur’ani ne mu njigiriza (ya Nabbi Muhammad) ebyo by'ababuulirira nabyo. Mutye Katonda mumanye nti buli kintu kyonna kyemukola akimanyi"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "Bwe muba nga mutadde abakyala ebbanga lyabwe lyebatuula nga tebannafumbirwa (Idda) ne liggwaako temubagaananga okudda eri ba bbaabwe bwebaba bakkirizigannyiza mu ngeri ennungi. Etteka eryo libuulirwa oyo yenna akkiriza Katonda n'olunaku lw'enkomerero. Ekyo nno kyekisinga okuba ekyensa n'obutukuvu gyemuli. Katonda y'asinga okumanya (ekirimu omugaso gyemuli) naye mmwe temumanyi"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "Abazadde (abakyala) balina okuyonsa abaana baabwe emyaka ebiri egijjudde, eri abo ababa baagadde okuyonsa okujjuvu. Kikakata ku ba taata b'abaana okubalabirira n'okubambaza mu ngeri esaana, omuntu taakakibwenga ky'atasobola. N'omukyala taayisibwenga bubi olw'omwana gw'ayonsa. Wadde kitaawe w'omwana naye tasaanidde kuyisibwa bubi olw'omwanawe. N'oyo aba asikidde taata wa baana ayisibwa mu ngeri y'emu. Bwebaba nga bakkiriziganyizza bombi okuggya omwana ku mabeere nga bayise mu kuteesa olwo tewaba namusango gwonna. Bwe muba mwagadde omukyala omulala okubayonseza omwana temulina musango gwonna kasita muba nga muwaddeyo ebyo byemukkiriziganyizzaako mu ngeri ennungi. Era mutye Katonda, era mumanye nti mazima Katonda alaba byonna bye mukola"
        }
    ]
}