{
    "pages": [
        {
            "chapter": 42,
            "verse": 23,
            "text": "Ekyo kyekyo Katonda kyasanyusa nakyo abaddu be abo abakkiriza ne bakola emirimu emirongoofu. (Ggwe Nabbi Muhammad) bagambe nti (ekyo kubatuusaako obubaka) si kibasabirako mpeera wabula (kye mbagalamu) kwe kukolagana mu ngeri y’omukwano nga ab’oluganda. Oyo yenna akola obulungi tubumwongezaamu obulungi obulala, mazima Katonda musonyiyi nnyo musiimi nnyo"
        },
        {
            "chapter": 42,
            "verse": 24,
            "text": "Oba (ekibabuza lwakuba) bagamba nti (Muhmmad) yajweteka ku Katonda ebigambo mu bulimba, Katonda bwaba ayagadde asobola okuzibikira omutima gwo (singa okola nga bwe bagamba), era Katonda naggyawo ebitali bituufu nakakasa amazima olwebigambo bye, mazima yye amanyidde ddala ebiri mu bifuba"
        },
        {
            "chapter": 42,
            "verse": 25,
            "text": "Era yye yooyo akkiriza okwenenya kwa baddu be era naasonyiwa ebibi, era amanyi ebyo bye mukola"
        },
        {
            "chapter": 42,
            "verse": 26,
            "text": "Era ayanukula (okusaba kwabo) abakkiriza ne bakola emirimu emirongoofu era nabongera ebirungi bye, bo abakafiiri balina ebibonerezo ebikakali"
        },
        {
            "chapter": 42,
            "verse": 27,
            "text": "Singa Katonda yagaziya riziki ku baddu be balyonoonye mu nsi, wabula assa mu kipimo ekyo kyaba ayagadde mazima ye amanyidde ddala ebyomunda era alaba nnyo ebikwata ku baddu be"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "Era ye yooyo atonnyesa enkuba oluvanyuma (lwa bantu) okukutuka n’okusuubira ,era abunyisa okusaasira kwe, era yye, ye mukuumi atenderezebwa ennyo"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "Naakamu mu bubonero bwe (obulaga obuyinza bwe) kwe kutondebwa kwe ggulu omusanvu ne nsi. Nebyo ebirimu obulamu ebitambula bye yassa mu byombi. Era yye asobola okubakungaanya wayagalira"
        },
        {
            "chapter": 42,
            "verse": 30,
            "text": "Obuzibu bwonna obubatuukako kiba lwa nsonga yeebyo emikono gya mmwe byegiba gikoze ate nga alekera bingi"
        },
        {
            "chapter": 42,
            "verse": 31,
            "text": "Era mmwe temuli bayinza kulemesa (Katonda) ku nsi ate era nga ogyeko Katonda temulina mukuumi wadde omutaasa"
        }
    ]
}