{
    "rukus": [
        {
            "chapter": 2,
            "verse": 72,
            "text": "Dan (ingatlah), ketika kamu membunuh seorang manusia, lalu kamu saling tuduh menuduh tentang itu. Dan Allah hendak menyingkapkan apa yang selama ini kamu sembunyikan"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "Lalu Kami berfirman, \"Pukullah mayat itu dengan sebagian anggota sapi betina itu!\" Demikianlah Allah menghidupkan kembali orang-orang yang telah mati, dan memperlihatkan padamu tanda-tanda kekuasaan-Nya agar kamu mengerti"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Kemudian setelah itu, hatimu menjadi keras seperti batu, bahkan lebih keras lagi. Padahal diantara batu-batu itu sungguh ada yang mengalir sungai-sungai dari padanya dan diantaranya sungguh ada yang terbelah, lalu keluarlah mata air darinya dan di antaranya sungguh ada yang meluncur jatuh, karena takut kepada Allah. Dan Allah sekali-sekali tidak lengah dari apa yang kamu kerjakan"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Apakah kamu masih mengharapkan mereka akan percaya kepadamu, padahal segolongan dari mereka mendengar firman Allah, lalu mereka mengubahnya setelah mereka memahaminya, sedang mereka mengetahui"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "Dan apabila mereka berjumpa dengan orang-orang yang beriman, mereka berkata, \"Kami pun telah beriman,\" tetapi apabila mereka berada sesama mereka saja, lalu mereka berkata, \"Apakah kamu menceritakan kepada mereka (orang-orang mukmin) apa yang telah diterangkan Allah kepadamu, supaya dengan demikian mereka dapat mengalahkan hujahmu di hadapan Tuhan-mu; tidakkah kamu mengerti"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "Tidakkah mereka mengetahui bahwa Allah mengetahui segala yang mereka sembunyikan dan segala yang mereka nyatakan"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "Dan di antara mereka ada yang buta huruf, tidak mengetahui Alkitab (Taurat), kecuali dongengan bohong belaka67 dan mereka hanya menduga-duga"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "Maka kecelakaan yang besarlah bagi orang-orang yang menulis Alkitab dengan tangan mereka sendiri, lalu dikatakannya, \"Ini dari Allah\", (dengan maksud) untuk memperoleh keuntungan yang sedikit dengan perbuatan itu. Maka kecelakaan besarlah bagi mereka akibat apa yang ditulis oleh tangan mereka sendiri, dan kecelakaan besarlah bagi mereka, akibat apa yang mereka kerjakan"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "Dan mereka berkata, \"Kami sekali-kali tidak akan disentuh oleh api neraka, kecuali selama beberapa hari saja\". Katakanlah, \"Sudahkah kamu menerima janji dari Allah sehingga Allah tidak akan memungkiri janji-Nya ataukah kamu hanya mengatakan terhadap Allah apa yang tidak kamu ketahui"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "(Bukan demikian), yang benar, barang siapa berbuat dosa dan ia telah diliputi oleh dosanya, mereka itulah penghuni neraka; mereka kekal di dalamnya"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "Dan orang-orang yang beriman serta beramal saleh, mereka itu penghuni surga; mereka kekal di dalamnya"
        }
    ]
}