{
    "rukus": [
        {
            "chapter": 13,
            "verse": 8,
            "text": "Allah mengetahui apa yang dikandung oleh setiap perempuan dan kandungan rahim yang kurang sempurna dan yang bertambah. Dan segala sesuatu pada sisi-Nya ada ukurannya"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "Yang mengetahui semua yang gaib dan yang tampak; Yang Maha Besar lagi Maha Tinggi"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Sama saja (bagi Tuhan), siapa di antaramu yang merahasiakan ucapannya dan siapa yang berterus-terang dengan ucapan itu dan siapa yang bersembunyi pada malam hari dan yang berjalan (menampakkan diri) pada siang hari"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "Bagi manusia ada malaikat-malaikat yang selalu mengikutinya bergiliran, di muka dan di belakangnya, mereka menjaganya atas perintah Allah 767. Sesungguhnya Allah tidak mengubah keadaan sesuatu kaum sehingga mereka mengubah keadaan 768 yang ada pada diri mereka sendiri. Dan apabila Allah menghendaki keburukan terhadap sesuatu kaum, maka tak ada yang dapat menolaknya dan sekali-kali tak ada pelindung bagi mereka selain Dia"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "Dia-lah Tuhan yang memperlihatkan kilat kepadamu untuk menimbulkan ketakutan dan harapan dan Dia mengadakan awan mendung"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "Dan guruh itu bertasbih dengan memuji Allah, (demikian pula) para malaikat karena takut kepada-Nya dan Allah melepaskan halilintar, lalu menimpakannya kepada siapa yang Dia kehendaki dan mereka berbantah-bantahan tentang Allah dan Dia-lah Tuhan Yang Maha keras siksa-Nya"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "Hanya bagi Allah-lah (hak mengabulkan) doa yang benar. Dan berhala-berhala yang mereka sembah selain Allah tidak dapat memperkenankan sesuatu pun bagi mereka, melainkan seperti orang yang membukakan kedua telapak tangannya ke dalam air supaya sampai air ke mulutnya, padahal air itu tidak dapat sampai ke mulutnya 769. Dan doa (ibadat) orang-orang kafir itu hanyalah sia-sia belaka"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Hanya kepada Allah-lah sujud (patuh) segala apa yang di langit dan di bumi, baik dengan kemauan sendiri ataupun terpaksa (dan sujud pula) bayang-bayangnya di waktu pagi dan petang hari"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Katakanlah, \"Siapakah Tuhan langit dan bumi?\" Jawabnya, \"Allah\". Katakanlah, \"Maka patutkah kamu mengambil pelindung-pelindungmu dari selain Allah, padahal mereka tidak menguasai kemanfaatan dan tidak (pula) kemudaratan bagi diri mereka sendiri?\" Katakanlah, \"Adakah sama orang buta dan yang dapat melihat atau samakah gelap gulita dan terang benderang; apakah mereka menjadikan beberapa sekutu bagi Allah yang dapat menciptakan seperti ciptaan-Nya sehingga kedua ciptaan itu serupa menurut pandangan mereka?\" Katakanlah, \"Allah adalah Pencipta segala sesuatu dan Dia-lah Tuhan Yang Maha Esa lagi Maha Perkasa"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "Allah telah menurunkan air (hujan) dari langit, maka mengalirlah air di lembah-lembah menurut ukurannya, maka arus itu membawa buih yang mengambang. Dan dari apa (logam) yang mereka lebur dalam api untuk membuat perhiasan atau alat-alat, ada (pula) buihnya seperti buih arus itu. Demikianlah Allah membuat perumpamaan (bagi) yang benar dan yang batil. Adapun buih itu akan hilang sebagai sesuatu yang tak ada harganya; adapun yang memberi manfaat kepada manusia, maka ia tetap di bumi. Demikianlah Allah membuat perumpamaan-perumpamaan"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "Bagi orang-orang yang memenuhi seruan Tuhan-nya, (disediakan) pembalasan yang baik. Dan orang-orang yang tidak memenuhi seruan Tuhan, sekiranya mereka mempunyai semua (kekayaan) yang ada di bumi dan (ditambah) sebanyak isi bumi itu lagi besertanya, niscaya mereka akan menebus dirinya dengan kekayaan itu. Orang-orang itu disediakan baginya hisab yang buruk dan tempat kediaman mereka ialah Jahanam dan itulah seburuk-buruk tempat kediaman"
        }
    ]
}