{
    "rukus": [
        {
            "chapter": 17,
            "verse": 61,
            "text": "Dan (ingatlah), tatkala Kami berfirman kepada para malaikat, \"Sujudlah kamu semua kepada Adam\", lalu mereka sujud kecuali iblis. Dia berkata, \"Apakah aku akan sujud kepada orang yang Engkau ciptakan dari tanah"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "Dia (iblis) berkata, \"Terangkanlah kepadaku inikah orangnya yang Engkau muliakan atas diriku? Sesungguhnya jika Engkau memberi tangguh kepadaku sampai hari kiamat, niscaya benar-benar akan aku sesatkan keturunannya, kecuali sebagian kecil"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "Tuhan berfirman, \"Pergilah, barang siapa di antara mereka yang mengikuti kamu, maka sesungguhnya neraka Jahanam adalah balasanmu semua sebagai suatu pembalasan yang cukup"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "Dan asunglah siapa yang kamu sanggupi di antara mereka dengan ajakanmu dan kerahkanlah terhadap mereka pasukan berkuda dan pasukanmu yang berjalan kaki dan berserikatlah dengan mereka pada harta dan anak-anak dan beri janjilah mereka. Dan tidak ada yang dijanjikan oleh setan kepada mereka, melainkan tipuan belaka"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "Sesungguhnya hamba-hamba-Ku, kamu tidak dapat berkuasa atas mereka. Dan cukuplah Tuhan-mu sebagai Penjaga"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "Tuhan-mu adalah yang melayarkan kapal-kapal di lautan untukmu agar kamu mencari sebagian dari karunia-Nya. Sesungguhnya Dia adalah Maha Penyayang terhadapmu"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "Dan apabila kamu ditimpa bahaya di lautan, niscaya hilanglah siapa yang kamu seru, kecuali Dia. Maka tatkala Dia menyelamatkan kamu ke daratan, kamu berpaling. Dan manusia adalah selalu tidak berterima kasih"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "Maka apakah kamu merasa aman (dari hukuman Tuhan) yang menjungkirbalikkan sebagian daratan bersama kamu atau Dia meniupkan (angin keras yang membawa) batu-batu kecil? Dan kamu tidak akan mendapat seorang pelindung pun bagi kamu"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "atau apakah kamu merasa aman dari dikembalikan-Nya kamu ke laut sekali lagi, lalu Dia meniupkan atas kamu angin topan dan ditenggelamkan-Nya kamu disebabkan kekafiranmu. Dan kamu tidak akan mendapat seorang penolong pun dalam hal ini terhadap (siksaan) Kami"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "Dan sesungguhnya telah Kami muliakan anak-anak Adam, Kami angkut mereka di daratan dan di lautan 862, Kami beri mereka rezeki dari yang baik-baik dan Kami lebihkan mereka dengan kelebihan yang sempurna atas kebanyakan makhluk yang telah Kami ciptakan"
        }
    ]
}