{
    "rukus": [
        {
            "chapter": 29,
            "verse": 52,
            "text": "Katakanlah, \"Cukuplah Allah menjadi saksi antaraku dan antaramu. Dia mengetahui apa yang di langit dan di bumi. Dan orang-orang yang percaya kepada yang batil dan ingkar kepada Allah, mereka itulah orang-orang yang merugi"
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "Dan mereka meminta kepadamu supaya segera diturunkan azab. Kalau tidaklah karena waktu yang telah ditetapkan 1158, benar-benar telah datang azab kepada mereka dan azab itu benar-benar akan datang kepada mereka dengan tiba-tiba, sedang mereka tidak menyadarinya"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "Mereka meminta kepadamu supaya segera diturunkan azab. Dan sesungguhnya Jahanam benar-benar meliputi orang-orang yang kafir"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "pada hari mereka ditutup oleh azab dari atas mereka dan dari bawah kaki mereka dan Allah berkata (kepada mereka), \"Rasailah (pembalasan dari) apa yang telah kamu kerjakan"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "Hai hamba-hamba-Ku yang beriman, sesungguhnya bumi-Ku luas, maka sembahlah Aku saja"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "Tiap-tiap yang berjiwa akan merasakan mati. Kemudian, hanyalah kepada Kami kamu dikembalikan"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "Dan orang-orang yang beriman dan mengerjakan amal-amal yang saleh, sesungguhnya akan Kami tempatkan mereka pada tempat-tempat yang tinggi di dalam surga, yang mengalir sungai-sungai di bawahnya, mereka kekal di dalamnya. Itulah sebaik-baik pembalasan bagi orang-orang yang beramal"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "(yaitu) yang bersabar dan bertawakal kepada Tuhan-nya"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "Dan berapa banyak binatang yang tidak (dapat) membawa (mengurus) rezekinya sendiri. Allah-lah yang memberi rezeki kepadanya dan kepadamu dan Dia Maha Mendengar lagi Maha Mengetahui"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "Dan sesungguhnya jika kamu tanyakan kepada mereka, \"Siapakah yang menjadikan langit dan bumi dan menundukkan matahari dan bulan?\" Tentu mereka akan menjawab, \"Allah\", maka betapakah mereka (dapat) dipalingkan (dari jalan yang benar)"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "Allah melapangkan rezeki bagi siapa yang dikehendaki-Nya di antara hamba-hamba-Nya dan Dia (pula) yang menyempitkan baginya. Sesungguhnya Allah Maha Mengetahui segala sesuatu"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "Dan sesungguhnya jika kamu menanyakan kepada mereka, \"Siapakah yang menurunkan air dari langit, lalu menghidupkan dengan air itu bumi sesudah matinya?\" Tentu mereka akan menjawab, \"Allah\", Katakanlah, \"Segala puji bagi Allah\", tetapi kebanyakan mereka tidak memahami(nya)"
        }
    ]
}