{
    "rukus": [
        {
            "chapter": 2,
            "verse": 47,
            "text": "Hai Bani Isrā`īl , ingatlah akan nikmat-Ku yang telah Aku anugerahkan kepadamu dan (ingatlah pula) bahwasanya Aku telah melebihkan kamu atas segala umat"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "Dan jagalah dirimu dari (azab) hari (kiamat, yang pada hari itu) seseorang tidak dapat membela orang lain walau sedikit pun; dan (begitu pula) tidak diterima syafaat46 dan tebusan dari padanya, dan tidaklah mereka akan ditolong"
        },
        {
            "chapter": 2,
            "verse": 49,
            "text": "Dan (ingatlah) ketika Kami selamatkan kamu dari (Firʻawn ) dan pengikut-pengikutnya; mereka menimpakan kepadamu siksaan yang seberat-beratnya; mereka menyembelih anak-anakmu yang laki-laki dan membiarkan hidup anak-anakmu yang perempuan. Dan pada yang demikian itu, terdapat cobaan-cobaan yang besar dari Tuhan-mu"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "Dan (ingatlah), ketika Kami belah laut untukmu, lalu Kami selamatkan kamu dan Kami tenggelamkan (Firʻawn ) dan pengikut-pengikutnya sedang kamu sendiri menyaksikan"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "Dan (ingatlah), ketika Kami berjanji kepada Musa (memberikan Taurat, sesudah) empat puluh malam, lalu kamu menjadikan anak lembu48 (sebagai sembahan) sepeninggalnya dan kamu adalah orang-orang yang zalim"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "Kemudian sesudah itu, Kami maafkan kesalahanmu agar kamu bersyukur"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "Dan (ingatlah), ketika Kami berikan kepada Musa Alkitab (Taurat) dan keterangan yang membedakan antara yang benar dan yang salah agar kamu mendapat petunjuk"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "Dan (ingatlah), ketika Musa berkata kepada kaumnya, \"Hai kaumku, sesungguhnya kamu telah menganiaya dirimu sendiri karena kamu telah menjadikan anak lembu (sembahanmu), maka bertobatlah kepada Tuhan yang menjadikan kamu dan bunuhlah dirimu49. Hal itu adalah lebih baik bagimu pada sisi Tuhan yang menjadikan kamu; maka Allah akan menerima tobatmu. Sesungguhnya Dia-lah Yang Maha Penerima tobat lagi Maha Penyayang"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "Dan (ingatlah), ketika kamu berkata, \"Hai Musa, kami tidak akan beriman kepadamu sebelum kami melihat Allah dengan terang50, karena itu kamu disambar halilintar51, sedang kamu menyaksikannya"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "Setelah itu, Kami bangkitkan kamu sesudah kamu mati52 supaya kamu bersyukur"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "Dan Kami naungi kamu dengan awan53, dan Kami turunkan kepadamu manna dan salwā. Makanlah dari makanan yang baik-baik yang telah Kami berikan kepadamu. Dan tidaklah mereka menganiaya Kami, akan tetapi merekalah yang menganiaya diri mereka sendiri"
        },
        {
            "chapter": 2,
            "verse": 58,
            "text": "Dan (ingatlah), ketika Kami berfirman, \"Masuklah kamu ke negeri ini (Baitul Maqdis), dan makanlah dari hasil buminya yang banyak lagi enak dimana yang kamu sukai, dan masukilah pintu gerbangnya sambil bersujud54, dan katakanlah, \"Bebaskanlah kami dari dosa\", niscaya Kami ampuni kesalahan-kesalahanmu. Dan kelak Kami akan menambah (pemberian Kami) kepada orang-orang yang berbuat baik"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "Lalu orang-orang yang zalim mengganti perintah dengan (mengerjakan) yang tidak diperintahkan kepada mereka. Sebab itu, Kami timpakan atas orang-orang yang zalim itu siksa dari langit, karena mereka berbuat fasik"
        }
    ]
}