{
    "rukus": [
        {
            "chapter": 6,
            "verse": 111,
            "text": "Gerçek şu ki, biz onlara melekler indirseydik, onlarla ölüler konuşsaydı ve her şeyi karşılarına toplasaydık, -Allah´ın dilediği dışında- yine onlar inanmayacaklardı. Ancak onların çoğu cahillik ediyorlardı"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "Böylece her peygambere, insan ve cin şeytanlarından bir düşman kıldık. Onlardan bazısı bazısını aldatma için yaldızlı sözler fısıldarlar. Rabbin dileseydi bunu yapmazlardı. Öyleyse onları yalan olarak düzmekte olduklarıyla başbaşa bırak"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "Bir de ahirete inanmayanların kalpleri ona meyletsin de ondan (bu yaldızlı ve içi çarpık sözlerden) hoşlansınlar ve yüklenmekte olduklarını yüklenedursunlar"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "Allah´tan başka bir hakem mi arayayım? Oysa O, size Kitabı açıklanmış olarak indirmiştir. Kendilerine Kitap verdiklerimiz, bunun gerçekten Rabbinden hak olarak indirilmiş olduğunu bilmektedirler. Şu halde, sakın kuşkuya kapılanlardan olma"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "Rabbinin sözü, doğruluk bakımından da, adalet bakımından da tastamamdır. O´nun sözlerini değiştirebilecek yoktur. O, işitendir, bilendir"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "Yeryüzünde olanların çoğunluğuna uyacak olursan, seni Allah´ın yolundan şaşırtıp saptırırlar. Onlar ancak zanna uyarlar ve onlar ancak ´zan ve tahminle yalan söylerler.´"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Şüphesiz Rabbin, kendi yolundan sapanları daha iyi bilir. O dosdoğru yolda olanları da daha iyi bilendir"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "Eğer onun ayetlerine inanıyorsanız, artık üzerinde yalnızca Allah´ın ismi anılanlardan yiyin"
        },
        {
            "chapter": 6,
            "verse": 119,
            "text": "Ne oluyor ki size, kaçınılmaz bir ihtiyaçla karşı karşıya kalmanız dışında, O size haram kıldıklarını ayrı ayrı açıklamışken, üzerinde Allah´ın ismi anılan şeyleri yemiyorsunuz? Gerçekten çoğu, bir ilim olmaksızın kendi heva (istek ve tutku) larıyla (kimilerini) saptırıyorlar. Şüphesiz, senin Rabbin haddi aşanları en iyi bilendir"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "Günahın açıkta olanını da, gizlisini de terkedin. Çünkü günahı kazananlar, yüklenegeldikleri nedeniyle karşılık göreceklerdir"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "Üzerinde Allah´ın isminin anılmadığı şeyi yemeyin; çünkü bu bir fısk´tır (yoldan çıkıştır) . Gerçekten şeytanlar, sizinle mücadele etmeleri için kendi dostlarına gizli çağrılarda bulunurlar. Onlara itaat ederseniz şüphesiz siz de müşriklersiniz"
        }
    ]
}