{
    "rukus": [
        {
            "chapter": 7,
            "verse": 40,
            "text": "Şüphesiz ayetlerimizi yalanlayanlar ve onlara karşı büyüklenenler, onlar için göğün kapıları açılmaz ve halat (ya da deve) iğnenin deliğinden geçinceye kadar cennete girmezler. Biz suçlu-günahkârları işte böyle cezalandırırız"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Onlar için cehennemden yataklar ve üstlerine de örtüler vardır. Biz zulme sapanları işte böyle cezalandırırız"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "İman edenler ve salih amellerde bulunanlar -ki biz hiç kimseye güç yetireceğinden fazlasını yüklemeyiz- onlar da cennetin ashabı (halkı) dırlar. Onda sonsuz olarak kalacaklardır"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "Biz onların göğüslerinde kinden ne varsa çekip almışız. Altlarından da ırmaklar akar. Derler ki: «Bizi buna ulaştıran Allah´a hamd olsun. Eğer Allah bize hidayet vermeseydi biz doğruya erişmeyecektik. Andolsun, Rabbimizin elçileri hak ile geldiler.» Onlara: «İşte bu, yapmakta olduklarınıza karşılık olarak mirasçı kılındığınız cennettir» diye seslenilecek"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "Cennet halkı, ateş halkına (şöyle) seslenecekler: «Bize Rabbimizin vadettiğini gerçek olarak bulduk; siz de Rabbinizin vadettiğini gerçek buldunuz mu?» Onlar da: «Evet» derler. Bundan sonra içlerinden seslenen biri (şöyle) seslenecektir: «Allah´ın laneti zalimlerin üzerine olsun.»"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "«Ki onlar Allah´ın yolundan alıkoyanlar, onda çarpıklık arayanlar ve onlar ahireti tanımayanlardır.»"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "İki taraf arasında bir engel ve burçlar (A´raf) üstünde de hepsini yüzlerinden tanıyan adamlar vardır. Cennete gireceklere: «Selam size» derler, ki bunlar, henüz girmeyen fakat (girmeyi) ´şiddetle arzu edip umanlardır.´"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "Gözleri cehennem halkından yana çevrilince: «Rabbimiz, bizi zalimler topluluğuyla birlikte kılma» derler"
        }
    ]
}