{
    "rukus": [
        {
            "chapter": 7,
            "verse": 172,
            "text": "(Ey Peygamber insanlara şu zamanı hatırlat ki) hani Rabbin, Ademoğullarının sırtlarından zürriyetlerini almış ve onları kendi nefislerine karşı şahidler kılmıştı: «Ben sizin Rabbiniz değil miyim?» (demişti de) onlar: «Evet (Rabbimizsin), şahit olduk» demişlerdi. (Bu,) Kıyamet günü: «Biz bundan habersizlerdik» demenizi (önlemek) içindir"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "Ya da: «Bizden önce ancak atalarımız şirk koşmuştu, biz ise onlardan sonra gelme bir kuşağız; işleri batıl olanların yaptıklarından dolayı bizi helak mi edeceksiniz? dememeniz için"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "İşte biz ayetleri böyle birer birer açıklarız, umulur ki dönerler"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "Onlara kendisine ayetlerimizi verdiğimiz kişinin haberini anlat. O, bundan sıyrılıp uzaklaşmış, şeytan da onu peşine takmıştı. O da sonunda azgınlardan oluvermişti"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "Eğer biz dileseydik, onu bununla yükseltirdik. Ama o yere meyletti (veya yere saplandı), hevasına uydu. Onun durumu üstüne varsan da dilini sarkıtıp soluyan, kendi başına bıraksan da dilini sarkıtıp soluyan köpeğin durumu gibidir. İşte ayetlerimizi yalanlayan topluluğun durumu böyledir. Artık gerçek olan haberi onlara aktar. Umulur ki düşünürler"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "Ayetlerimizi yalanlayanlar ve yalnızca kendi nefislerine zulmedenlerin örneği ne kadar kötüdür"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "Allah kime hidayet verirse o artık hidayeti bulmuştur; kimi de şaşırtıp saptırırsa artık onlar da hüsrana uğrayanlardır"
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "Andolsun, cehennem için cinlerden ve insanlardan çok sayıda kişi yarattık (hazırladık.) Kalbleri vardır bununla kavrayıp anlamazlar, gözleri vardır bununla görmezler, kulakları vardır bununla işitmezler. Bunlar hayvanlar gibidir, hatta daha aşağılıktırlar. İşte bunlar gafil olanlardır"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "İsimlerin en güzeli Allah´ındır. Öyleyse O´na bunlarla dua edin. O´nun isimlerinde ´aykırılığa (ve inkâra) sapanları´ bırakın. Yapmakta oldukları dolayısıyla yakında cezalandırılacaklardır"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "Yarattıklarımızdan, hakka yöneltip ileten ve onunla adaleti kılan (uygulayan) bir ümmet vardır"
        }
    ]
}