{
    "rukus": [
        {
            "chapter": 36,
            "verse": 33,
            "text": "Ölü toprak kendileri için bir ayettir; biz onu dirilttik, ondan taneler çıkarttık, böylelikle de onlar ondan yemektedirler"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "Biz, onda hurmalıklardan ve üzüm bağlarından bahçeler kıldık ve içlerinde pınarlar fışkırttık"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "Onun ürünlerinden ve kendi ellerinin yaptıklarından yemeleri için. Yine de şükretmiyorlar mı"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "Yerin bitirmekte olduklarından, kendi nefislerinden ve daha bilmedikleri nice şeylerden bütün çiftleri yaratan (Allah çok) yücedir"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "Gece de kendileri için bir ayettir. Gündüzü ondan sıyırıp yüzeriz, hemen onlar artık karanlıkta kalıvermişlerdir"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "Güneş de, kendisi için (tesbit edilmiş) olan bir müstakarra doğru akıp gitmektedir. Bu, üstün ve güçlü olan, bilen (Allah)ın takdiridir"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "Ay´a gelince, biz onun için de birtakım uğrak yerleri takdir ettik; sonunda o, eski bir hurma dalı gibi döndü (döner)"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "Ne güneşin aya erişip yetişmesi gerekir, ne de gecenin gündüzün önüne geçmesi. Her biri bir yörüngede yüzüp gitmektedirler"
        },
        {
            "chapter": 36,
            "verse": 41,
            "text": "Onların soylarını dolu gemilerde (ana rahimlerinde) taşımamız da kendileri için bir ayettir"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "Ve kendileri için binmekte oldukları bunun benzeri (nice) şeyleri yaratmamız da"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "Eğer dilersek onları batırır boğarız; bu durumda ne onların imdadına yetişen olur, ne de onlar kurtulabilirler"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "Ancak bizden bir rahmet olması ve (onları) belirli bir zamana kadar yararlandırmamız başka"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "Onlara: «Önünüzde olandan ve arkanızda olandan korkup sakının, belki esirgenirsiniz» denildiğinde, (dinlemeyip küfre saparlar)"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "Onlara, Rablerinin ayetlerinden bir ayet gelmeye görsün, mutlaka ondan yüz çeviricidirler"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "Ve onlara: «Size Allah´ın rızık olarak verdiklerinden infak edin» denildiği zaman da, o küfre sapanlar iman edenlere dediler ki: «Allah´ın, eğer dilemiş olsaydı yedireceği kimseyi biz mi yedirecek mişiz? Gerçekten siz, apaçık bir şaşkınlık içindesiniz.»"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "Ve derler ki: «Eğer doğru söylüyorsanız bu tehdit (etmekte olduğunuz yıkım ve azab) ne zamanmış?»"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "Onlar, yalnızca tek bir çığlıktan başkasını gözetmezler, onlar birbirleriyle çekişip dururken o kendilerini yakalayıverir"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "Artık ne bir tavsiyede bulunmağa güç yetirebilirler, ne de ailelerine dönebilirler"
        }
    ]
}