{
    "juzs": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "پاکی ہے اسے جو اپنے بندے کو، راتوں رات لے گیا مسجد حرام سے مسجد اقصیٰ تک جس کے گرداگرد ہم نے برکت رکھی کہ ہم اسے اپنی عظیم نشانیاں دکھائیں، بیشک وہ سنتا دیکھتا ہے،"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "اور ہم نے موسیٰ کو کتاب عطا فرمائی اور اسے بنی اسرائیل کے لیے ہدایت کیا کہ میرے سوا کسی کو کارسام نہ ٹھہراؤ،"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "اے ان کی اولاد! جن کو ہم نے نوح کے ساتھ سوار کیا بیشک وہ بڑا شکرا گزار بندہ تھا"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "اور ہم نے بنی اسرائیل کو کتاب میں وحی بھیجی کہ ضرور تم زمین میں دوبارہ فساد مچاؤ گے اور ضرور بڑا غرور کرو گے"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "پھر جب ان میں پہلی بار کا وعدہ آیا ہم نے تم پر اپنے بندے بھیجے سخت لڑائی والے تو وہ شہروں کے اندر تمہاری تلاش کو گھسے اور یہ ایک وعدہ تھا جسے پورا ہونا تھا،"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "پھر ہم نے ان پر اُلٹ کر تمہارا حملہ کردیا اور تم کو مالوں اور بیٹوں سے مدد دی اور تمہارا جتھا بڑھا دیا،"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "اگر تم بھلائی کرو گے اپنا بھلا کرو گے اور اگر بُرا کرو گے تو اپنا، پھر جب دوسری بار کا وعدہ آیا کہ دشمن تمہارا منہ بگاڑ دیں اور مسجد میں داخل ہوں جیسے پہلی بار داخل ہوئے تھے اور جس چیز پر قابو پائیں تباہ کرکے برباد کردیں،"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "قریب ہے کہ تمہارا رب تم پر رحم کرے اور اگر تم پھر شرارت کرو تو ہم پھر عذاب کریں گے اور ہم نے جہنم کو کافروں کا قید خانہ بنایا ہے،"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "بیشک یہ قرآن وہ راہ دکھاتا ہے جو سب سے سیدھی ہے اور خوشی سناتا ہے ایمان والوں کو جو اچھے کام کریں کہ ان کے لیے بڑا ثواب ہے"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "اور یہ کہ جو آخرت پر ایمان نہیں لاتے ہم نے ان کے لیے دردناک عذاب تیار کر رکھا ہے،"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "اور آدمی برائی کی دعا کرتا ہے جیسے بھلائی مانگتا ہے اور آدمی بڑا جلد باز ہے"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "اور ہم نے رات اور دن کو دو نشانیاں بنایا تو رات کی نشانی مٹی ہوئی رکھی اور دن کی نشانیاں دکھانے والی کہ اپنے کا فضل تلاش کرو اور برسوں کی گنتی اور حساب جانو اور ہم نے ہر چیز خوب جدا جدا ظاہر فرمادی"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "اور ہر انسان کی قسمت ہم نے اس کے گلے سے لگادی اور اس کے لیے قیامت کے دن ایک نوشتہ نکالیں گے جسے کھلا ہوا پائے گا"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "فرمایا جائے گا کہ اپنا نامہ (نامہٴ اعمال) پڑھ آج تو خود ہی اپنا حساب کرنے کو بہت ہے،"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "جو راہ پر آیا وہ اپنے ہی بھلے کو راہ پر آیا اور جو بہکا تو اپنے ہی برے کو بہکا اور کوئی بوجھ اٹھانے والی جان دوسرے کا بوجھ نہ اٹھائے گی اور ہم عذاب کرنے والے نہیں جب تک رسول نہ بھیج لیں"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "اور جب ہم کسی بستی کو ہلاک کرنا چاہتے ہیں اس کے خوشحالوں پر احکام بھیجتے ہیں پھر وہ اس میں بے حکمی کرتے ہیں تو اس پر بات پوری ہوجاتی ہے تو ہم اسے تباہ کرکے برباد کردیتے ہیں،"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "اور ہم نے کتنی ہی سنگتیں (قومیں) نوح کے بعد ہلاک کردیں اور تمہارا رب کافی ہے اپنے بندوں کے گناہوں سے خبردار دیکھنے والا"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "جو یہ جلدی والی چاہے ہم اسے اس میں جلد دے دیں جو چاہیں جسے چاہیں پھر اس کے لیے جہنم کردیں کہ اس میں جائے مذمت کیا ہوا دھکے کھاتا،"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "اور جو آخرت چاہے اور اس کی سی کوشش کرے اور ہو ایمان والا تو انہیں کی کوشش ٹھکانے لگی،"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "ہم سب کو مدد دیتے ہیں اُن کو بھی اور اُن کو بھی، تمہارے رب کی عطا سے اور تمہارے رب کی عطا پر روک نہیں،"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "دیکھو ہم نے ان میں ایک کو ایک پر کیسی بڑائی دی اور بیشک آخرت درجوں میں سب سے بڑی اور فضل میں سب سے اعلیٰ ہے،"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "اے سننے والے اللہ کے ساتھ دوسرا خدا نہ ٹھہرا کہ تُو بیٹھ رہے گا مذمت کیا جاتا بیکس"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "اور تمہارے رب نے حکم فرمایا کہ اس کے سوا کسی کو نہ پُوجو اور ماں باپ کے ساتھ اچھا سلوک کرو، اگر تیرے سامنے ان میں ایک یا دونوں بڑھاپے کو پہنچ جائیں تو ان سے ہُوں، نہ کہنا اور انہیں نہ جھڑکنا اور ان سے تعظیم کی بات کہنا"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "اور ان کے لیے عاجزی کا بازو بچھا نرم دلی سے اور عرض کر کہ اے میرے رب تو ان دونوں پر رحم کر جیسا کہ ان دنوں نے مجھے چھٹپن (بچپن) میں پالا"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "تمہارا رب خوب جانتا ہے جو تمہارے دلوں میں ہے اگر تم لائق ہوئے تو بیشک وہ توبہ کرنے والوں کو بخشنے والا ہے،"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "اور رشتہ داروں کو ان کا حق دے اور مسکین اور مسافر کو اور فضول نہ اڑا"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "بیشک اڑانے والے شیطانوں کے بھائی ہیں اور شیطان اپنے رب کا بڑا ناشکرا ہے"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "اور اگر تو ان سے منہ پھیرے اپنے رب کی رحمت کے انتظار میں جس کی تجھے امید ہے تو ان سے آسان بات کہہ"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "اور اپنا ہاتھ اپنی گردن سے بندھا ہوا نہ رکھ اور نہ پورا کھول دے کہ تو بیٹھ رہے ملامت کیا ہوا تھکا ہوا"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "بیشک تمہارا رب جسے چاہے رزق کشادہ دیتا اور کستا ہے (تنگی دیتا ہے) بیشک وہ اپنے بندوں کو خوب جانتا دیکھتا ہے،"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "اور اپنی اولاد کو قتل نہ کرو مفلسی کے ڈر سے ہم انہیں بھی رزق دیں گے اور تمہیں بھی، بیشک ان کا قتل بڑی خطا ہے،"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "اور بدکاری کے پاس نہ جاؤ بیشک وہ بے حیائی ہے، اور بہت ہی بری راہ،"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "اور کوئی جان جس کی حرمت اللہ نے رکھی ہے ناحق نہ مارو، اور جو ناحق نہ مارا جائے تو بیشک ہم نے اس کے وارث کو قابو دیا تو وہ قتل میں حد سے نہ بڑھے ضرور اس کی مدد ہونی ہے"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "اور یتیم کے مال کے پاس تو جاؤ مگر اس راہ سے جو سب سے بھلی ہے یہاں تک کہ وہ اپنی جوانی کو پہنچے اور عہد پورا کرو بیشک عہد سے سوال ہونا ہے،"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "اور ماپو تو پورا ماپو اور برابر ترازو سے تولو، یہ بہتر ہے اور اس کا انجام اچھا،"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "اور اس بات کے پیچھے نہ پڑ جس کا تجھے علم نہیں بیشک کان اور آنکھ اور دل ان سب سے سوال ہونا ہے"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "اور زمین میں اتراتا نہ چل بیشک ہر گز زمین نہ چیر ڈالے گا، اور ہرگز بلندی میں پہاڑوں کو نہ پہنچے گا"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "یہ جو کچھ گزرا ان میں کی بُری بات تیرے رب کو ناپسند ہے،"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "یہ ان وحیوں میں سے ہے جو تمہارے رب نے تمہاری طرف بھیجی حکمت کی باتیں اور اے سننے والے اللہ ساتھ دوسرا خدا نہ ٹھہرا کہ تو جہنم میں پھینکا جائے گا طعنہ پاتا دھکے کھاتا،"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "کیا تمہارے رب نے تم کو بیٹے چن دیے اور اپنے لیے فرشتوں سے بیٹیاں بنائیں بیشک تم بڑا بول بولتے ہو"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "اور بیشک ہم نے اس قرآن میں طرح طرح سے بیان فرمایا کہ وہ سمجھیں اور اس سے انھیں نہیں بڑھتی مگر نفرت"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "تم فرماؤ اگر اس کے ساتھ اور خدا ہوتے جیسا یہ بکتے ہیں جب تو وہ عرش کے مالک کی طرف کوئی راہ ڈھونڈ نکالتے"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "اسے پاکی اور برتری ان کی باتوں سے بڑی برتری،"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "اس کی پاکی بولتے ہیں ساتوں آسمان اور زمین اور جو کوئی ان میں ہیں اور کوئی چیز نہیں جو اسے سراہتی ہوتی اس کی پاکی نہ بولے ہاں تم ان کی تسبیح نہیں سمجھتے بیشک وہ حلم والا بخشنے والا ہے"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "اور اے محبوب! تم نے قرآن پڑھا ہم نے تم پر اور ان میں کہ آخرت پر ایمان ہیں لاتے ایک چھپا ہوا پردہ کردیا"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "اور ہم نے ان کے دلوں پر غلاف ڈال دیے ہیں کہ اسے نہ سمجھیں اور ان کے کانوں میں ٹینٹ (روئی) اور جب تم قرآن میں اپنے اکیلے رب کی یاد کرتے ہو وہ پیٹھ پھیر کر بھاگتے ہیں نفرت کرتے،"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "ہم خوب جانتے ہیں جس لیے وہ سنتے ہیں جب تمہاری طرف کان لگاتے ہیں اور جب آپس میں مشورہ کرتے ہیں جبکہ ظالم کہتے ہیں تم پیچھے نہیں چلے مگر ایک ایسے مرد کے جس پر جادو ہوا"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "دیکھو انہوں نے تمہیں کیسی تشبیہیں دیں تو گمراہ ہوئے کہ راہ نہیں پاسکتے،"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "اور بولے کیا جب ہم ہڈیاں اور ریزہ ریزہ ہوجائیں گے کیا سچ مچ نئے بن کر اٹھیں گے"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "تم فرماؤ کہ پتھر یا لوہا ہوجاؤ،"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "یا اور کوئی مخلوق جو تمہارے خیال میں بڑی ہو (۱۰۴) تو اب کہیں گے ہمیں کون پھر پیدا کرتے گا، تم فرماؤ وہی جس نے تمہیں پہلی بار پیدا کیا، تو اب تمہاری طرف مسخرگی سے سر ہِلا کر کہیں گے یہ کب ہے تم فرماؤ شاید نزدیک ہی ہو،"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "جس دن وہ تمہیں بُلائے گا تو تم اس کی حمد کرتے چلے آؤ گے اور سمجھو گے کہ نہ رہے (۱۰۸) تھے مگر تھوڑا،"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "اور میرے بندوں سے فرماؤ وہ بات کہیں جو سب سے اچھی ہو بیشک شیطان ان کے آپس میں فساد ڈالتا ہے، بیشک شیطان آدمی کا کھلا دشمن ہے،"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "تمہارا رب تمہیں خوب جانتا ہے، وہ چاہے تو تم پر رحم کرے چاہے تو تمہیں عذاب کرے، اور ہم نے تم کو ان پر کڑوڑا (حاکمِ اعلیٰ) بناکر نہ بھیجا"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "اور تمہارا رب خوب جانتا ہے جو کوئی آسمانوں اور زمین میں ہیں اور بیشک ہم نے نبیوں میں ایک کو ایک پر بڑائی دی اور داؤد کو زبور عطا فرمائی"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "تم فرماؤ پکارو انہیں جن کو اللہ کے سوا گمان کرتے ہو تو وہ اختیار نہیں رکھتے تم سے تکلیف دو کرنے اور نہ پھیر دینے کا"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "وہ مقبول بندے جنہیں یہ کافر پوجتے ہیں وہ آپ ہی اپنے رب کی طرف وسیلہ ڈھونڈتے ہیں کہ ان میں کون زیادہ مقرب ہے اس کی رحمت کی امید رکھتے اور اس کے عذاب سے ڈرتے ہیں بیشک تمہارے رب کا عذاب ڈر کی چیز ہے،"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "اور کوئی بستی نہیں مگر یہ کہ ہم اسے روزِ قیامت سے پہلے نیست کردیں گے یا اسے سخت عذاب دیں گے یہ کتاب میں لکھا ہوا ہے،"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "اور ہم ایسی نشانیاں بھیجنے سے یوں ہی باز رہے کہ انہیں اگلوں نے جھٹلایا اور ہم نے ثمود کو ناقہ دیا آنکھیں کھولنے کو تو انہوں نے اس پر ظلم کیا اور ہم ایسی نشانیاں نہیں بھیجتے مگر ڈرانے کو"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "اور جب ہم نے تم سے فرمایا کہ سب لوگ تمہارے رب کے قابو میں ہیں اور ہم نے نہ کیا وہ دکھاوا جو تمہیں دکھایا تھا مگر لوگوں کی آزمائش کو اور وہ پیڑ جس پر قرآن میں لعنت ہے اور ہم انہیں ڈراتے ہیں تو انھیں نہیں بڑھتی مگر بڑی سرکشی،"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "اور یاد کرو جب ہم نے فرشتوں کو حکم دیا کہ آدم کو سجدہ کرو تو ان سب نے سجدہ کیا سوا ابلیس کے، بولا کیا میں اسے سجدہ کروں جسے تو نے مٹی سے بنایا"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "بولا دیکھ تو جو یہ تو نے مجھ سے معزز رکھا اگر تو نے مجھے قیامت تک مہلت دی تو ضرور میں اس کی اولاد کو پیس ڈالوں گا مگر تھوڑا"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "فرمایا، دور ہو تو ان میں جو تیری پیروی کرے گا تو بیشک سب کا بدلہ جہنم ہے بھرپور سزا،"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "اور ڈگا دے (بہکادے) ان میں سے جس پر قدرت پائے اپنی آواز سے اور ان پر لام باندھ (فوج چڑھا) لا اپنے سواروں اور اپنے پیادوں کا اور ان کا ساجھی ہو مالوں اور بچو ں میں اور انہیں وعدہ دے اور شیطان انہیں وعدہ نہیں دیتا مگر فریب سے،"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "بیشک جو میرے بندے ہیں ان پر تیرا کچھ قابو نہیں، اور تیرا رب کافی ہے کام بنانے کو"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "تمہارا رب وہ ہے کہ تمہارے لیے دریا میں کشتی رواں کرتا ہے کہ تم اس کا فضل تلاش کرو، بیشک وہ تم پر مہربان ہے،"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "اور جب تمہیں دریا میں مصیبت پہنچتی ہے تو اس کے سوا جنہیں پوجتے ہیں سب گم ہوجاتے ہیں پھر جب تمہیں خشکی کی طرف نجات دیتا ہے تو منہ پھیر لیتے ہیں اور انسان بڑا ناشکرا ہے،"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "کیا تم اس سے نڈر ہوئے کہ وہ خشکی ہی کا کوئی کنارہ تمہارے ساتھ دھنسادے یا تم پر پتھراؤ بھیجے پھر اپنا کوئی حمایتی نہ پاؤ"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "یا اس سے نڈر ہوئے کہ تمہیں دوبارہ دریا میں لے جائے پھر تم پر جہاز توڑنے والی آندھی بھیجے تو تم کو تمہارے کفر کے سبب ڈبو دے پھر اپنے لیے کوئی ایسا نہ پاؤ کہ اس پر ہمارا پیچھا کرے"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "اور بیشک ہم نے اولادِ آدم کو عزت دی اور ان کی خشکی اور تری میں سوار کیا اور ان کو ستھری چیزیں روزی دیں اور ان کو اپنی بہت مخلوق سے افضل کیا"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "جس دن ہم ہر جماعت کو اس کے امام کے ساتھ بلائیں گے تو جو اپنا نامہ داہنے ہاتھ میں دیا گیا یہ لوگ اپنا نامہ پڑھیں گے اور تاگے بھر ان کا حق نہ دبایا جائے گا"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "اور جو اس زندگی میں اندھا ہو وہ آخرت میں اندھا ہے اور اوربھی زیادہ گمراہ،"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "اور وہ تو قریب تھا کہ تمہیں کچھ لغزش دیتے ہماری وحی سے جو ہم نے تم کو بھیجی کہ تم ہماری طرف کچھ اور نسبت کردو، اور ایسا ہوتا تو وہ تم کو اپنا گہرا دو ست بنالیتے"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "اور اگر ہم تمہیں ثابت قدم نہ رکھتے تو قریب تھا کہ تم ان کی طرف کچھ تھوڑا سا جھکتے"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "اور ایسا ہوتا تو ہم تم کو دُونی عمر اور دو چند موت کا مزہ دیتے پھر تم ہمارے مقابل اپنا کوئی مددگار نہ پاتے،"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "اور بیشک قریب تھا کہ وہ تمہیں اس زمین سے ڈگا دیں (کھسکادیں) کہ تمہیں اس سے باہر کردیں اور ایسا ہوتا تو وہ تمہارے پیچھے نہ ٹھہرتے مگر تھوڑا"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "دستور ان کا جو ہم نے تم سے پہلے رسول بھیجے اور تم ہمارا قانون بدلتا نہ پاؤ گے،"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "نماز قائم رکھو سورج ڈھلنے سے رات کی اندھیری تک اور صبح کا قرآن بیشک صبح کے قرآن میں فرشتے حاضر ہوتے ہیں"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "اور رات کے کچھ حصہ میں تہجد کرو یہ خاص تمہارے لیے زیادہ ہے قریب ہے کہ تمہیں تمہارا رب ایسی جگہ کھڑا کرے جہاں سب تمہاری حمد کریں"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "اور یوں عرض کرو کہ اے میرے رب مجھے سچی طرح داخل کر اور سچی طرح باہر لے جا اور مجھے اپنی طرف سے مددگار غلبہ دے"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "اور فرماؤ کہ حق آیا اور باطل مٹ گیا بیشک باطل کو مٹنا ہی تھا"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "اور ہم قرآن میں اتارتے ہیں وہ چیز (۱۷۹) جو ایمان والوں کے لیے شفا اور رحمت ہے اور اس سے ظالموں کو نقصان ہی بڑھتا ہے،"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "اور جب ہم آدمی پر احسان کرتے ہیں منہ پھیرلیتا ہے اور اپنی طرف دور ہٹ جاتا ہے اور جب اسے برائی پہنچے تو ناامید ہوجاتا ہے"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "تم فرماؤ سب اپنے کینڈے (انداز) پر کام کرتے ہیں تو تمہارا رب خوب جانتا ہے کون زیادہ راہ پر ہے،"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "اور تم سے روح کو پوچھتے ہیں ہیں، تم فرماؤ روح میرے رب کے حکم سے ایک چیز ہے اور تمہیں علم نہ ملا مگر تھوڑا"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "اور اگر ہم چاہتے تو یہ وحی جو ہم نے تمہاری طرف کی اسے لے جاتے پھر تم کوئی نہ پاتے کہ تمہارے لیے ہمارے حضور اس پر وکالت کرتا"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "مگر تمہارے رب کی رحمت بیشک تم پر اس کا بڑا فضل ہے"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "تم فرماؤ اگر آدمی اور جن سب اس بات پر متفق ہوجائیں کہ اس قرآن کی مانند لے آئیں تو اس کا مثل نہ لاسکیں گے اگرچہ ان میں ایک دوسرے کا مددگار ہو"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "اور بیشک ہم نے لوگوں کے لیے اس قرآن میں ہم قسم کی مثل طرح طرح بیان فرمائی تو اکثر آدمیوں نے نہ مانا مگر ناشکری کرنا"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "اور بولے کہ ہم تم پر ہرگز ایمان نہ لائیں گے یہاں تک کہ تم ہمارے لیے زمین سے کوئی چشمہ بہا دو"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "یا تمہارے لیے کھجوروں اور انگوروں کا کوئی باغ ہو پھر تم اس کے لیے اندر بہتی نہریں رواں کرو"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "یا تم ہم پر آسمان گرا دو جیسا تم نے کہا ہے ٹکڑے ٹکڑے یااللہ اور فرشتوں کو ضامن لے آؤ"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "یا تمہارے لیے طلائی گھر ہو یا تم آسمان پر چڑھ جاؤ اور ہم تمہارے چڑھ جانے پر بھی ہرگز ایمان نہ لائیں گے جب تک ہم پر ایک کتاب نہ اتارو جو ہم پڑھیں، تم فرماؤ پاکی ہے میرے رب کو میں کون ہوں مگر آدمی اللہ کا بھیجا ہوا"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "اور کس بات نے لوگوں کو ایمان لانے سے روکا جب ان کے پاس ہدایت آئی مگر اسی نے کہ بولے کیا اللہ نے آدمی اللہ کا بھیجا ہوا اور کس بات نے لوگوں کو ایمان لانے سے روکا جب ان کے پاس ہدایت آئی مگر اسی نے کہ بولے کیا اللہ نے آدمی کو رسول بناکر بھیجا"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "تم فرماؤ اگر زمین میں فرشتے ہوتے چین سے چلتے تو ان پر ہم رسول بھی فرشتہ اتارتے"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "تم فرماؤ اللہ بس ہے گواہ میرے تمہارے درمیان (۲۰۰) بیشک وہ اپنے بندوں کو جانتا دیکھتا ہے،"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "اور جسے اللہ راہ دے وہی راہ پر ہے اور جسے گمراہ کرے تو ان کے لیے اس کے سوا کوئی حمایت والے نہ پاؤ گے اور ہم انہیں قیامت کے دن ان کے منہ کے بل اٹھائیں گے اندھے اور گونگے اور بہرے ان کا ٹھکانا جہنم ہے جب کبھی بجھنے پر آئے گی ہم اسے اور بھڑکادیں گے،"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "یہ ان کی سزا ہے اس پر کہ انہوں نے ہماری آیتوں سے انکار کیا اور بولے کیا جب ہم ہڈیاں اور ریزہ ریزہ ہوجائیں گے تو کیا سچ مچ ہم نئے بن کر اٹھائے جائیں گے،"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "اور کیا وہ نہیں دیکھتے کہ وہ اللہ جس نے آسمان اور زمین بنائے ان لوگوں کی مثل بناسکتا ہے اور اس نے ان کے لیے ایک میعاد ٹھہرا رکھی ہے جس میں کچھ شبہ نہیں تو ظالم نہیں مانتے بے ناشکری کیے"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "تم فرماؤ اگر تم لوگ میرے رب کی رحمت کے خزانوں کے مالک ہوتے تو انہیں بھی روک رکھتے اس ڈر سے کہ خرچ نہ ہوجائیں، اور آدمی بڑا کنجوس ہے،"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "اور بیشک ہم نے موسیٰ کو نو روشن نشانیاں دیں تو بنی اسرائیل سے پوچھو جب وہ ان کے پاس آیا تو اس سے فرعون نے کہا، اے موسیٰ! میرے خیال میں تو تم پر جادو ہوا"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "کہا یقیناً تو خوب جانتا ہے کہ انہیں نہ اتارا مگر آسمانوں اور زمین کے مالک نے دل کی آنکھیں کھولنے والیاں اور میرے گمان میں تو اے فرعون! تو ضرور ہلاک ہونے والا ہے"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "تو اس نے چاہا کہ ان کو زمین سے نکال دے تو ہم نے اسے اور اس کے ساتھیوں کو سب کو ڈبو دیا"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "اور اس کے بعد ہم نے بنی اسرائیل سے فرمایا اس زمین میں بسو پھر جب آخرت کا وعدہ آئے گا ہم تم سب کو گھال میل (لپیٹ کر) لے آئیں گے"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "اور ہم نے قرآن کو حق ہی کے ساتھ اتارا اور حق وہی کے لیے اترا اور ہم نے تمہیں نہ بھیجا مگر خوشی اور ڈر سناتا،"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "اور قرآن ہم نے جدا جدا کرکے اتارا کہ تم اسے لوگوں پر ٹھہر ٹھہر کر پڑھو اور ہم نے اسے بتدریج رہ رہ کر اتارا"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "تم فرماؤ کہ تم لوگ اس پر ایمان لاؤ یا نہ لاؤ بیشک وہ جنہیں اس کے اترنے سے پہلے علم ملا اب ان پر پڑھا جاتا ہے، ٹھوڑی کے بل سجدہ میں گر پڑتے ہیں،"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "اور کہتے ہیں پاکی ہے ہمارے رب کو بیشک ہمارے اب کا وعدہ پورا ہوتا تھا"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "اور تھوڑی کے بل گرتے ہیں روتے ہوئے اور یہ قرآن ان کے دل کا جھکنا بڑھاتا ہے، (السجدة) ۴"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "تم فرماؤ اللہ کہہ کر پکارو رحمان کہہ کر، جو کہہ کر پکارو سب اسی کے اچھے نام ہیں اور اپنی نماز نہ بہت آواز سے پڑھو نہ بالکل آہستہ اور ان دنوں کے بیچ میں راستہ چاہو"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "اور یوں کہو سب خوبیاں اللہ کو جس نے اپنے لیے بچہ اختیار نہ فرمایا اور بادشاہی میں کوئی اس کا شریک نہیں اور کمزوری سے کوئی اس کا حمایتی نہیں اور اس کی بڑائی بولنے کو تکبیر کہو"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "سب خوبیاں اللہ کو جس نے اپنے بندے پر کتاب اتاری اور اس میں اصلاً (بالکل، ذرا بھی) کجی نہ رکھی،"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "عدل والی کتاب کہ اللہ کے سخت عذاب سے ڈرائے اور ایمان والوں کو جو نیک کام کریں بشارت دے کہ ان کے لیے اچھا ثواب ہے،"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "جس میں ہمیشہ رہیں گے،"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "اور ان کو ڈرائے جو کہتے ہیں کہ اللہ نے اپنا کوئی بچہ بنایا،"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "اس بارے میں نہ وہ کچھ علم رکھتے ہیں نہ ان کے باپ دادا کتنا بڑا بول ہے کہ ان کے منہ سے نکلتا ہے، نِرا جھوٹ کہہ رہے ہیں،"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "تو کہیں تم اپنی جان پر کھیل جاؤ گے ان کے پیچھے اگر وہ اس بات پر ایمان نہ لائیں غم سے"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "بیشک ہم نے زمین کا سنگھار کیا جو کچھ اس پر ہے کہ انہیں آزمائیں ان میں کس کے کام بہتر ہیں"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "اور بیشک جو کچھ اس پر ہے ایک دن ہم اسے پٹ پر میدان (سفید زمین) کو چھوڑیں گے"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "کیا تمہیں معلوم ہوا کہ پہاڑ کی کھوہ اور جنگل کے کنارے والے ہماری ایک عجیب نشانی تھے،"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "جب ان نوجوانوں نے غار میں پناہ لی پھر بولے اے ہمارے رب ہمیں اپنے پاس سے رحمت دے اور ہمارے کام میں ہمارے لیے راہ یابی کے سامان کر،"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "تو ہم نے اس غار میں ان کے کے کانوں پر گنتی کے کئی برس تھپکا"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "پھر ہم نے انھیں جگایا کہ دیکھیں دو گروہوں میں کون ان کے ٹھہرنے کی مدت زیادہ ٹھیک بتاتا ہے،"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "ہم ان کا ٹھیک ٹھیک حال تمہیں سنائیں، وہ کچھ جوان تھے کہ اپنے رب پر ایمان لائے اور ہم نے ان کو ہدایت بڑھائی،"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "اور ہم نے ان کی ڈھارس بندھائی جب کھڑے ہوکر بولے کہ ہمارا رب وہ ہے جو آسمان اور زمین کا رب ہے ہم اس کے سوا کسی معبود کو نہ پوجیں گے ایسا ہو تو ہم نے ضرور حد سے گزری ہوئی بات کہی،"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "یہ جو ہماری قوم ہے اس نے اللہ کے سوا خدا بنا رکھے ہیں، کیوں نہیں لاتے ان پر کوئی روشن سند، تو اس سے بڑھ کر ظالم کون جو اللہ پر جھوٹ باندھے"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "اور جب تم ان سے اور جو کچھ وہ اللہ سوا پوجتے ہیں سب سے الگ ہوجاؤ تو غار میں پناہ لو تمہارا رب تمہارے لیے اپنی رحمت پھیلادے گا اور تمہارے کام میں آسانی کے سامان بنادے گا،"
        },
        {
            "chapter": 18,
            "verse": 17,
            "text": "اور اے محبوب! تم سورج کو دیکھو گے کہ جب نکلتا ہے تو ان کے غار سے داہنی طرف بچ جاتا ہے اور جب ڈوبتا ہے تو ان سے بائیں طرف کترا جاتا ہے حالانکہ وہ اس غار کے کھلے میدان میں میں ہیں یہ اللہ کی نشانیوں میں سے ہے جسے اللہ راہ دے تو وہی راہ پر ہے، اور جسے گمراہ کرے تو ہرگز اس کا کوئی حمایتی راہ دکھانے والا نہ پاؤ گے،"
        },
        {
            "chapter": 18,
            "verse": 18,
            "text": "اور تم انھیں جاگتا سمجھو اور وہ سوتے ہیں اور ہم ان کی داہنی بائیں کروٹیں بدلتے ہیں اور ان کا کتا اپنی کلائیاں پھیلائے ہوئے ہے غار کی چوکھٹ پر اے سننے! والے اگر تو انہیں جھانک کر دیکھے تو ان سے پیٹھ پھیر کر بھاگے اور ان سے ہیبت میں بھر جائے"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "اور یوں ہی ہم نے ان کو جگایا کہ آپس میں ایک دوسرے سے احوال پوچھیں ان میں ایک کہنے والا بولا تم یہاں کتنی دیر رہے، کچھ بولے کہ ایک دن رہے یا دن سے کم دوسرے بولے تمہارا رب خوب جانتا ہے جتنا تم ٹھہرے تو اپنے میں ایک کو یہ چاندی لے کر شہر میں بھیجو پھر وہ غور کرے کہ وہاں کون سا کھانا زیادہ ستھرا ہے کہ تمہارے لیے اس میں سے کھانے کو لائے اور چاہیے کہ نرمی کرے اور ہرگز کسی کو تمہاری اطلاع نہ دے،"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "بیشک اگر وہ تمہیں جان لیں گے تو تمہیں پتھراؤ کریں گے یا اپنے دین میں پھیر لیں گے اور ایسا ہوا تو تمہارا کبھی بھلا نہ ہوگا،"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "اور اسی طرح ہم نے ان کی اطلاع کردی کہ لوگ جان لیں کہ اللہ کا وعدہ سچا ہے اور قیامت میں کچھ شبہ نہیں، جب وہ لوگ ان کے معاملہ میں باہم جھگڑنے لگے تو بولے ان کے غار پر کوئی عمارت بناؤ، ان کا رب انہیں خوب جانتا ہے، وہ بولے جو اس کام میں غالب رہے تھے قسم ہے کہ ہم تو ان پر مسجد بنائیں گے"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "اب کہیں گے کہ وہ تین ہیں چوتھا ان کا کتا اور کچھ کہیں گے پانچ ہیں، چھٹا ان کا کتا بے دیکھے الاؤتکا (تیر تکا) بات اور کچھ کہیں گے سات ہیں اور آٹھواں ان کا کتا تم فرماؤ میرا رب ان کی گنتی خوب جانتا ہے انہیں نہیں جانتے مگر تھوڑے تو ان کے بارے میں بحث نہ کرو مگر اتنی ہی بحث جو ظاہر ہوچکی"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "اور ان کے بارے میں کسی کتابی سے کچھ نہ پوچھو، اور ہر گز کسی بات کو نہ کہنا میں کل یہ کردوں گا،"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "مگر یہ کہ اللہ چاہے اور اپنے رب کی یاد کر جب تو بھول جائے اور یوں کہو کہ قریب ہے میرا رب مجھے اس سے نزدیک تو راستی کی راہ دکھائے،"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "اور وہ اپنے غار میں تین سو برس ٹھہرے نو اوپر، ف۵۲"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "تم فرماؤ اللہ خوب جانتا ہے وہ جتنا ٹھہرے اسی کے لیے ہیں آسمانوں اور زمینوں کے سب غیب، وہ کیا ہی دیکھتا اور کیا ہی سنتا ہے اس کے سوا ان کا کوئی والی نہیں، اور وہ اپنے حکم میں کسی کو شریک نہیں کرتا،"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "اور تلاوت کرو جو تمہارے رب کی کتاب تمہیں وحی ہوئی اس کی باتوں کا کوئی بدلنے والا نہیں اور ہرگز تم اس کے سوا پناہ نہ پاؤ گے،"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "اور اپنی جان ان سے مانوس رکھو جو صبح و شام اپنے رب کو پکارتے ہیں اس کی رضا چاہتے ہیں اور تمہاری آنکھیں انہیں چھوڑ کر اور پر نہ پڑیں کیا تم دنیا کی زندگانی کا سنگھار چاہو گے، اور اس کا کہا نہ مانو جس کا دل ہم نے اپنی یاد سے غافل کردیا اور وہ اپنی خواہش کے پیچھے چلا اور اس کا کام حد سے گزر گیا،"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "اور فرما دو کہ حق تمہارے رب کی طرف سے ہے تو جو چاہے ایمان لائے اور جو چاہے کفر کرے بیشک ہم نے ظالموں کے لیے وہ آگ تیار کر رکھی ہے جس کی دیواریں انہیں گھیر لیں گی، اور اگر پانی کے لیے فریاد کریں تو ان کی فریاد رسی ہوگی اس پانی سے کہ چرخ دے (کھولتے ہوئے) دھات کی طرح ہے کہ ان کے منہ بھون دے گا کیا ہی برا پینا ہے اور دوزخ کیا ہی بری ٹھہرنے کی جگہ،"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "بیشک جو ایمان لائے اور نیک کام کیے ہم ان کے نیگ (اجر) ضائع نہیں کرتے جن کے کام اچھے ہوں،"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "ان کے لیے بسنے کے باغ ہیں ان کے نیچے ندیاں بہیں وہ اس میں سونے کے کنگن بہنائے جایں گے اور سبز کپڑے کریب اور قناویز کے پہنیں گے وہاں تختوں پر تکیہ لگائے کیا ہی اچھا ثواب اور جنت کی کیا ہی اچھی آرام کی جگہ،"
        },
        {
            "chapter": 18,
            "verse": 32,
            "text": "اور ان کے سامنے دو مردوں کا حال بیان کرو کہ ان میں ایک کو ہم نے انگوروں کے دو باغ دیے اور ان کو کھجوروں سے ڈھانپ لیا اور ان کے بیچ میں کھیتی رکھی"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "دونوں باغ اپنے پھل لائے اور اس میں کچھ کمی نہ دی اور دونوں کے بیچ میں ہم نے نہر بہائی"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "اور وہ پھل رکھتا تھا تو اپنے ساتھی سے بولا اور وہ اس سے رد و بدل کرتا تھا میں تجھ سے مال میں زیادہ ہوں اور آدمیوں کا زیادہ زور رکھتا ہوں"
        },
        {
            "chapter": 18,
            "verse": 35,
            "text": "اپنے باغ میں گیا اور اپنی جان پر ظلم کرتا ہوا بولا مجھے گمان نہیں کہ یہ کبھی فنا ہو،"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "اور میں گمان نہیں کرتا کہ قیامت قائم ہو اور اگر میں اپنے رب کی طرف پھر گیا بھی تو ضرور اس باغ سے بہتر پلٹنے کی جگہ پاؤں گا"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "اس کے ساتھی نے اس سے اُلٹ پھیر کرتے ہوئے جواب دیا کیا تو اس کے ساتھ کفر کرتا ہے جس نے تجھے مٹی سے بنایا پھر نطفہ سے پھر تجھے ٹھیک مرد کیا"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "لیکن میں تو یہی کہتا ہوں کہ وہ اللہ ہی میرا رب ہے او ر میں کسی کو اپنے رب کا شریک نہیں کرتا ہوں،"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "اور کیوں نہ ہوا کہ جب تو اپنے باغ میں گیا تو کہا ہوتا جو چاہے اللہ، ہمیں کچھ زور نہیں مگر اللہ کی مدد کا اگر تو مجھے اپنے سے مال و اولاد میں کم دیکھتا تھا"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "تو قریب ہے کہ میرا رب مجھے تیرے باغ سے اچھا دے اور تیرے باغ پر آسمان سے بجلیاں اتارے تو وہ پٹ پر میدان (سفید زمین) ہوکر رہ جائے"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "یا اس کا پانی زمین میں دھنس جائے پھر تو اسے ہرگز تلاش نہ کرسکے"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "اور اس کے پھل گھیر لیے گئے تو اپنے ہاتھ ملتا رہ گیا اس لاگت پر جو اس باغ میں خرچ کی تھی اور وہ اپنی ٹیٹوں پر (اوندھے منہ) گرا ہوا تھا اور کہہ رہا ہے، اے کاش! میں نے اپنے رب کا کسی کو شریک نہ کیا ہوتا،"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "اور اس کے پاس کوئی جماعت نہ تھی کہ اللہ کے سامنے اس کی مدد کرتی نہ وہ بدلہ لینے کے قابل تھا"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "یہاں کھلتا ہے کہ اختیار سچے اللہ کا ہے، اس کا ثواب سب سے بہتر اور اسے ماننے کا انجام سب سے بھلا،"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "اور ان کے سامنے زندگانی دنیا کی کہاوت بیان کرو جیسے ایک پانی ہم نے آسمان اتارا تو اس کے سبب زمین کا سبزہ گھنا ہوکر نکلا کہ سوکھی گھاس ہوگیا جسے ہوائیں اڑائیں اور اللہ ہر چیز پر قابو والا ہے"
        },
        {
            "chapter": 18,
            "verse": 46,
            "text": "مال اور بیٹے یہ جیتی دنیا کا سنگھار ہے اور باقی رہنے والی اچھی باتیں ان کا ثواب تمہارے رب کے یہاں بہتر اور وہ امید میں سب سے بھلی،"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "اور جس دن ہم پہاڑوں کو چلائیں گے اور تم زمین کو صاف کھلی ہوئی دیکھو گے اور ہم انہیں اٹھائیں گے تو ان میں سے کسی کو نہ چھوڑیں گے،"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "اور سب تمہارے رب کے حضور پرا باندھے پیش ہوں گے بیشک تم ہمارے پاس ویسے ہی آئےجیسا ہم نے تمہیں پہلی بار بنایا تھا بلکہ تمہارا گمان تھا کہ ہم ہر گز تمہارے لیے کوئی وعدہ کا وقت نہ رکھیں گے،"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "اور نامہٴ اعمال رکھا جائے گا تو تم مجرموں کو دیکھو گے کہ اس کے لکھے سے ڈرتے ہوں گے اور کہیں گے ہائے خرابی ہماری اس نوشتہ کو کیا ہوا نہ اس نے کوئی چھوٹا گناہ چھوڑا نہ بڑا جسے گھیر لیا ہو اور اپنا سب کیا انہوں نے سامنے پایا، اور تمہارا رب کسی پر ظلم نہیں کرتا"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "اور یاد کرو جب ہم نے فرشتوں کو فرمایا کہ آدم کو سجدہ کرو تو سب نے سجدہ کیا سوا ابلیس کے، قومِ جن سے تھا تو اپنے رب کے حکم سے نکل گیا بھلا کیا اسے اور اس کی اولاد و میرے سوا دوست بناتے ہو اور وہ ہمارے دشمن ہیں ظالموں کو کیا ہی برا بدل (بدلہ) ملا،"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "نہ میں نے آسمانوں اور زمین کو بناتے وقت انہیں سامنے بٹھالیا تھا، نہ خود ان کے بناتے وقت اور نہ میری شان، کہ گمراہ کرنے والوں کو بازوں بناؤں"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "اور جس دن فرمائے گا کہ پکارو میرے شریکوں کو جو تم گمان کرتے تھے تو انہیں پکاریں گے وہ انہیں جواب نہ دیں گے اور ہم ان کے درمیان ایک ہلاکت کا میدان کردیں گے"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "اور مجرم دوزخ کو دیکھیں گے تو یقین کریں گا کہ انہیں اس میں گرنا ہے اور اس سے پھرنے کی کوئی جگہ نہ پائیں گے،"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "اور بیشک ہم نے لوگوں کے لیے اس قرآن میں ہر قسم کی مثل طرح طرح بیان فرمائی اور آدمی ہر چیز سے بڑھ کر جھگڑالو ہے"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "اور آدمیوں کو کسی چیز نے اس سے روکا کہ ایمان لاتے جب ہدایت ان کے پاس آئی اور اپنے رب سے معافی مانگتے مگر یہ کہ ان پر اگلوں کا دستور آئے یا ان پر قسم قسم کا عذاب آئے،"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "اور ہم رسولوں کو نہیں بھیجتے مگر خوشی ڈر سنانے والے اور جو کافر ہیں وہ باطل کے ساتھ جھگڑتے ہیں کہ اس سے حق کو ہٹادیں اور انہوں نے میری آیتوں کی اور جو ڈر انہیں سناتے گئے تھے،"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "ان کی ہنسی بنالی اور اس سے بڑھ کر ظالم کون جسے اس کے رب کی آیتیں یاد دلائی جائیں تو وہ ان سے منہ پھیرلے اور اس کے ہاتھ جو آگے بھیج چکے اسے بھول جائے ہم نے ان کے دلوں پر غلاف کردیے ہیں کہ قرآن نہ سمجھیں اور ان کے کانوں میں گرانی اور اگر تم انہیں ہدایت کی طرف بلاؤ تو جب بھی ہرگز کبھی راہ نہ پائیں گے"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "اور تمہارا رب بخشنے والا مہر وا لا ہے، اگر وہ انہیں ان کے کیے پر پکڑتا تو جلد ان پر عذاب بھیجتا بلکہ ان کے لیے ایک وعدہ کا وقت ہے جس کے سامنے کوئی پناہ نہ پائیں گے،"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "اور یہ بستیاں ہم نے تباہ کردیں جب انہوں نے ظلم کیا اور ہم نے ان کی بربادی کا ایک وعدہ رکھا تھا،"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "اور یاد کرو جب موسیٰ نے اپنے خادم سے کہا میں باز نہ رہوں گا جب تک وہاں نہ پہنچوں جہاں دو سمندر ملے ہیں یا قرنوں (مدتوں تک) چلا جاؤں"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "پھر جب وہ دونوں ان دریاؤں کے ملنے کی جگہ پہنچے اپنی مچھلی بھول گئے اور اس نے سمندر میں اپنی راہ لی سرنگ بناتی،"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "پھر جبب وہاں سے گزر گئے موسیٰ نے خادم سے کہا ہمارا صبح کا کھانا لاؤ بیشک ہمیں اپنے اس سفر میں بڑی مشقت کا سامنا ہوا،"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "بولا بھلا دیکھئے تو جب ہم نے اس چٹان کے پاس جگہ لی تھی تو بیشک میں مچھلی کو بھول گیا، اور مجھے شیطان ہی نے بھلا دیا کہ میں اس کا مذکور کروں اور اس نے تو سمندر میں اپنی راہ لی، اچنبھا ہے،"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "موسیٰ نے کہا یہی تو ہم چاہتے تھے تو پیچھے پلٹے اپنے قدموں کے نشان دیکھتے،"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "تو ہمارے بندوں میں سے ایک بندہ پایا جسے ہم نے اپنے پاس سے رحمت دی اور اسے اپنا علم لدنی عطا کیا"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "اس سے موسیٰ نے کہا کیا میں تمہارے ساتھ رہوں اس شرط پر کہ تم مجھے سکھادو گے نیک بات جو تمہیں تعلیم ہوئی"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "کہا آپ میرے ساتھ ہرگز نہ ٹھہر سکیں گے"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "اور اس بات پر کیونکر صبر کریں گے جسے آپ کا علم محیط نہیں"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "کہا عنقریب اللہ چاہے تو تم مجھے صابر پاؤ گے اور میں تمہارے کسی حکم کے خلاف نہ کروں گا،"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "کہا تو اگر آپ میرے ساتھ رہنے ہیں تو مجھ سے کسی بات کو نہ پوچھنا جب تک میں خود اس کا ذکر نہ کروں"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "اب دونوں چلے یہاں تک کہ جب کشتی میں سوار ہوئے اس بندہ نے اسے چیر ڈالا موسیٰ نے کہا کیا تم نے اسے اس لیے چیرا کہ اس کے سواروں کو ڈبا دو بیشک یہ تم نے بری بات کی،"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "کہا میں نہ کہتا تھا کہ آپ میرے ساتھ ہرگز نہ ٹھہر سکیں گے"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "کہا مجھ سے میری بھول پر گرفت نہ کرو اور مجھ پر میرے کام میں مشکل نہ ڈالو،"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "پھر دونوں چلے یہاں تک کہ جب ایک لڑکا ملا اس بندہ نے اسے قتل کردیا، موسیٰ نے کہا کیا تم نے ایک ستھری جان بے کسی جان کے بدلے قتل کردی، بیشک تم نے بہت بری بات کی،"
        }
    ]
}