{
    "pages": [
        {
            "chapter": 7,
            "verse": 52,
            "text": "And certainly We have brought them a Book which We have made clear with knowledge, a guidance and a mercy for a people who believe"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "Do they wait for aught but its final sequel? On the day when its final sequel comes about, those who neglected it before will say: Indeed the apostles of our Lord brought the truth; are there for us then any intercessors so that they should intercede on our behalf? Or could we be sent back so that we should do (deeds) other than those which we did? Indeed they have lost their souls and that which they forged has gone away from them"
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "Surely your Lord is Allah, Who created the heavens and the earth in six periods of time, and He is firm in power; He throws the veil of night over the day, which it pursues incessantly; and (He created) the sun and the moon and the stars, made subservient by His command; surely His is the creation and the command; blessed is Allah, the Lord of the worlds"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "Call on your Lord humbly and secretly; surely He does not love those who exceed the limits"
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "And do not make mischief in the earth after its reformation, and call on Him fearing and hoping; surely the mercy of Allah is nigh to those who do good (to others)"
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "And He it is Who sends forth the winds bearing good news before His mercy, until, when they bring up a laden cloud, We drive it to a dead land, then We send down water on it, then bring forth with it of fruits of all kinds; thus shall We bring forth the dead that you may be mindful"
        }
    ]
}