{
    "pages": [
        {
            "chapter": 7,
            "verse": 105,
            "text": "(I am) worthy of not saying anything about Allah except the truth: I have come to you indeed with clear proof from your Lord, therefore send with me the children of Israel"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "He said: If you have come with a sign, then bring it, if you are of the truthful ones"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "So he threw his rod, then lo! it was a clear serpent"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "And he drew forth his hand, and lo! it was white to the beholders"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "The chiefs of Firon's people said: most surely this is an enchanter possessed of knowledge"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "He intends to turn you out of your land. What counsel do you then give"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "They said: Put him off and his brother, and send collectors into the cities"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "That they may bring to you every enchanter possessed of knowledge"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "And the enchanters came to Firon (and) said: We must surely have a reward if we are the prevailing ones"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "He said: Yes, and you shall certainly be of those who are near (to me)"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "They said: O Musa! will you cast, or shall we be the first to cast"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "He said: Cast. So when they cast, they deceived the people's eyes and frightened them, and they produced a mighty enchantment"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "And We revealed to Musa, saying: Cast your rod; then lo! it devoured the lies they told"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "So the truth was established, and what they did became null"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "Thus they were vanquished there, and they went back abased"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "And the enchanters were thrown down, prostrating (themselves)"
        }
    ]
}