{
    "pages": [
        {
            "chapter": 10,
            "verse": 79,
            "text": "And Firon said: Bring to me every skillful magician"
        },
        {
            "chapter": 10,
            "verse": 80,
            "text": "And when the magicians came, Musa said to them: Cast down what you have to cast"
        },
        {
            "chapter": 10,
            "verse": 81,
            "text": "So when they cast down, Musa said to them: What you have brought is deception; surely Allah will make it naught; surely Allah does not make the work of mischief-makers to thrive"
        },
        {
            "chapter": 10,
            "verse": 82,
            "text": "And Allah will show the truth to be the truth by His words, though the guilty may be averse (to it)"
        },
        {
            "chapter": 10,
            "verse": 83,
            "text": "But none believed in Musa except the offspring of his people, on account of the fear of Firon and their chiefs, lest he should persecute them; and most surely Firon was lofty in the land; and most surely he was of the extravagant"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "And Musa said: O my people! if you believe in Allah, then rely on Him (alone) if you submit (to Allah)"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "So they said: On Allah we rely: O our Lord! make us not subject to the persecution of the unjust people"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "And do Thou deliver us by Thy mercy from the unbelieving people"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "And We revealed to Musa and his brother, saying: Take for your people houses to abide in Egypt and make your houses places of worship and keep up prayer and give good news to the believers"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "And Musa said: Our Lord! surely Thou hast given to Firon and his chiefs finery and riches in this world's life, to this end, our Lord, that they lead (people) astray from Thy way: Our Lord! destroy their riches and harden their hearts so that they believe not until they see the painful punishment"
        }
    ]
}