{
    "pages": [
        {
            "chapter": 12,
            "verse": 5,
            "text": "He said: O my son! do not relate your vision to your brothers, lest they devise a plan against you; surely the Shaitan is an open enemy to man"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "And thus will your Lord choose you and teach you the interpretation of sayings and make His favor complete to you and to the children of Yaqoub, as He made it complete before to your fathers, Ibrahim and Ishaq; surely your Lord is Knowing, Wise"
        },
        {
            "chapter": 12,
            "verse": 7,
            "text": "Certainly in Yusuf and his brothers there are signs for the inquirers"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "When they said: Certainly Yusuf and his brother are dearer to our father than we, though we are a (stronger) company; most surely our father is in manifest error"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "Slay Yusuf or cast him (forth) into some land, so that your father's regard may be exclusively for you, and after that you may be a righteous people"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "A speaker from among them said: Do not slay Yusuf, and cast him down into the bottom of the pit if you must do (it), (so that) some of the travellers may pick him up"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "They said: O our father! what reason have you that you do not trust in us with respect to Yusuf? And most surely we are his sincere well-wishers"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Send him with us tomorrow that he may enjoy himself and sport, and surely we will guard him well"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "He said: Surely it grieves me that you should take him off, and I fear lest the wolf devour him while you are heedless of him"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "They said: Surely if the wolf should devour him notwithstanding that we are a (strong) company, we should then certainly be losers"
        }
    ]
}