{
    "pages": [
        {
            "chapter": 4,
            "verse": 95,
            "text": "The holders back from among the believers, not having any injury, and those who strive hard in Allah's way with their property and their persons are not equal; Allah has made the strivers with their property and their persons to excel the holders back a (high) degree, and to each (class) Allah has promised good; and Allah shall grant to the strivers above the holders back a mighty reward"
        },
        {
            "chapter": 4,
            "verse": 96,
            "text": "(High) degrees from Him and protection and mercy, and Allah is Forgiving, Merciful"
        },
        {
            "chapter": 4,
            "verse": 97,
            "text": "Surely (as for) those whom the angels cause to die while they are unjust to their souls, they shall say: In what state were you? They shall say: We were weak in the earth. They shall say: Was not Allah's earth spacious, so that you should have migrated therein? So these it is whose abode is hell, and it is an evil resort"
        },
        {
            "chapter": 4,
            "verse": 98,
            "text": "Except the weak from among the men and the children who have not in their power the means nor can they find a way (to escape)"
        },
        {
            "chapter": 4,
            "verse": 99,
            "text": "So these, it may be, Allah will pardon them, and Allah is Pardoning, Forgiving"
        },
        {
            "chapter": 4,
            "verse": 100,
            "text": "And whoever flies in Allah's way, he will find in the earth many a place of refuge and abundant resources, and whoever goes forth from his house flying to Allah and His Apostle, and then death overtakes him, his reward is indeed with Allah and Allah is Forgiving, Merciful"
        },
        {
            "chapter": 4,
            "verse": 101,
            "text": "And when you journey in the earth, there is no blame on you if you shorten the prayer, if you fear that those who disbelieve will cause you distress, surely the unbelievers are your open enemy"
        }
    ]
}