{
    "chapter": [
        {
            "chapter": 7,
            "verse": 1,
            "text": "L.M.S. (Alif. Lam. Mim. Sud)"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "A book (Quran) was sent down to you, and there should not be any difficulty about it in your chest, to warn with it, and (it is) a reminder for the believers"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "Follow what was sent down to you from your Master and do not follow any masters other than it/Him, you take a little notice"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "And how many towns did We destroy, that Our punishment came to them by night or while they were resting (during daytime)"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "When Our punishment came to them, their call was only to say: indeed we were wrongdoers"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "We shall question those who (messengers) were sent to them, and We shall question the messengers"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "And We shall tell them with knowledge (what they did), and We were not absent"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "And on that day measuring will be true, and anyone whose measure is heavy then they are the successful ones"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "And anyone whose measure is light then they are those who brought loss upon themselves because they used to be wrong to Our signs"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "And We have certainly established you firmly on the earth, and We put means of life (and survival) for you in there. You give little thanks"
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "And We have certainly created you, then formed you, then We said to the angels: be humble to Adam. They all humbled except Iblis (Satan) who was not one of the humble ones"
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "He (God) said: what prevented you that you did not humble when I ordered you? He said: I am better than him, You created me from fire while You created him from clay"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "He (God) said: go down from it, and it is not for you to be arrogant in it, so get out, you are of the belittled ones"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "He (Satan) said: give me time until the day that they are raised"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "He (God) said: indeed you are of those given a delay"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "He (Satan) said: because you misled me, I shall sit for them in your straight path"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "Then I shall come to them from in front of them and from behind them and from their rights and from their lefts, and you will not find most of them thankful"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "He (God) said: get out of it disgraced and banished, those among them who follow you, I shall fill hell from all of you"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "And you Adam, you and your spouse reside in the garden and eat from wherever you want, but do not get close to this tree because you become one of the wrongdoers"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "And Satan seduced them both to make apparent to them what was hidden from them of their shame (of their genitals) and said: your Master only prohibited you from this tree so that you do not become angels or become immortals"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "And he swore to them: I am indeed among the advisers for you"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "And he made them fall by deception. Then when they both tasted the tree, their shame appeared to them and they began covering themselves with leaves of the garden, and their Master called them: did I not prohibit you from that tree and told you two that Satan is your clear enemy"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "They both said: our Master, we did wrong to ourselves, and if you do not forgive us and have mercy on us, we shall be of the losers"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "He (God) said: go down, some of you will be enemies of the others, and there is a settlement and necessities of life for you on the earth for a while"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "He said: you live in it and you die in it and you will be brought out of it"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "Children of Adam, indeed We sent down clothing to you to cover your shame and as a decoration, while the clothes of self control (against unlawful desires and sins) is better. That is among God's signs, so they may take notice"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "Children of Adam, do not let Satan seduce you as he drove your parents out of the garden, stripping them off from their clothing to show them their shame. Indeed he and his tribe see you from where you do not see them. Indeed We made the devils friends (and masters) for those who do not believe"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "And when they commit an indecency, they say: we found our fathers doing it and God ordered us to it. Say: God does not order to indecency, do you say about God what you do not know"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "Say: my Master orders to justice. And turn your attentions (toward Him) in every place of worship and call on Him being sincere to Him in the religion. Just as He created you, you return (to Him)"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "He guided some, and some deserved the misguidance. Indeed they took the devils as their friends (and masters) instead of God and they think they are guided"
        },
        {
            "chapter": 7,
            "verse": 31,
            "text": "Children of Adam, wear your beautiful thing at every place of worship and eat and drink, but do not be excessive as God does not like the excessive ones"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "Say: who did forbid God's beautiful things and the good provisions that He produced for His servants? Say: in this world's life it is for those who believed, and exclusively theirs on the resurrection day. That is how We explain the signs for people who know"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "Say: my Master only forbade the indecencies whether it is openly or it is in secret, and sins, and undue oppression, and that you associate with God that which He did not send down any reason for it, and that you say about God what you do not know"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "For every group there is an appointed time (to believe), and when their appointed time comes they cannot put it back an hour nor put it forward"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "Children of Adam, if messengers from among you come to you telling you My signs then anyone who controls himself and straightens out, then they have no fear and no sadness"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "And those who denied Our signs and were arrogant about them, they are inhabitants of the fire remaining in there forever"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "Who is more wrong than someone who makes up a lie (and attributes it) to God or denies His signs? They get their share from (what is written in) the book, so that when Our messengers (angels of death) come to them to take back their life, saying: where are those whom you were calling on besides God? They say: they abandoned us. And they testify against themselves that they were disbelievers"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "Say: enter the fire among the communities of Jinn and humans who have passed away before you. Every time a group enters, its sister (that went in before it) curses it until they all get in there. The later ones say about the earlier ones: our Master, these misguided us, so give them double punishment of the fire. He (God) says: double for all, but you do not know"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "And the earlier ones say to the later ones: there is no advantage for you over us, so taste the punishment for what you used to do"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "Indeed gates of the heaven do not open for those who denied Our signs and were arrogant about them, and they do not enter the garden until a camel passes through the eye of the needle, and that is how We punish the guilty ones"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Their resting place is hell and above them is a covering, and that is how We punish the wrongdoers"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "And those who believed and did good works are inhabitants of the garden remaining in there forever, We do not task any person beyond its capability"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "And We remove whatever resentment that is in their chests, and beneath them rivers flow, and they say: all praise belongs to God, the One who guided us to this, and we were not guided if God did not guide us, certainly our Master's messengers have brought the truth. And they are called out that this is the garden that you inherited it for what you were doing"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "And inhabitants of the garden call out inhabitants of the fire: we have found that what our Master promised us is true, so did you find what your Master promised is true? They say: yes. Then an announcer among them announced that God's curse is on the wrongdoers"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "those who obstruct God's way and look for its distortion and they are disbelievers in the hereafter"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "And between the two of them there is a barrier. And on the heights there are men who recognize everyone by their appearance, and they call out to inhabitants of the garden that have not entered it yet but they hope (to do so): peace (and well-being) upon you"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "And when their eyes are turned towards inhabitants of the fire, they say: our Master, do not put us with the wrongdoing group"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "And inhabitants of the heights call out men whom they recognize from their appearance saying: your population (and great number) and your being arrogant is of no use to you"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "Are these the ones whom you swore that God does not grant them mercy? Enter the garden, you have no fear and you will not be sad"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "And inhabitants of the fire call out inhabitants of the garden that send us some water or some of what God provided for you. They say: God forbade these to the disbelievers"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "those who took their way of life as a play and an amusement and this world's life deceived them. Today, We forget them as they forgot about meeting of this day of theirs, and because they used to reject Our signs"
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "And We brought them a book which We explained it in detail based on knowledge, a guide and a mercy for believing people"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "Are they waiting for its realization? A day that its realization comes, those who previously forgot it say: our Master's messengers brought us the truth, are there any mediators to mediate for us, or will we be sent back so that we do differently than what we were doing? Indeed they brought loss upon themselves and what they used to make up abandoned them"
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "Indeed your Master is God, the One who created the skies and the earth in six stages then He settled on the throne, He covers the day with the night, which it quickly looks for it, and the sun and the moon and the stars are governed by His command. Know that the creation and the command is His. Blessed is God, Master of humankind"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "Call on your Master humbly and privately. He does not like those who exceed the limits"
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "And do not commit corruption on the earth after it is set in order, and call on Him in fear and in hope. God’s mercy is indeed close to the good doers"
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "He is the One who sends the wind as good news before His mercy, so that it carries heavy clouds, and We drive it to a dead land, then We send down the rain from it, then We bring out all kind of produce with it. That is how We bring out the dead (back to life), so that you may take notice"
        },
        {
            "chapter": 7,
            "verse": 58,
            "text": "And the good land brings out its plants with its Master’s permission, but the bad land only brings out sparsely. This is how We explain Our signs for thankful people"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "We have certainly sent Noah to his people, and he said: my people, serve God, you have no god other than Him, indeed I am afraid of the punishment of a great day upon you"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "The leaders of his people said: indeed we see you are clearly in error"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "He said: my people, there is no error in me but I am a messenger from the Master of Human kind"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "I preach you my Master's message and I advise you and I know from God what you do not know"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "Or are you surprised that a reminder from your Master came to you, by a man from among you, to warn you and so that you control yourselves and you may receive mercy"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "They denied him, so We saved him and those with him in the Ark and We drowned those who denied Our signs. They were a blind group"
        },
        {
            "chapter": 7,
            "verse": 65,
            "text": "And to (people of) Aad (We sent) their brother Hud, he said: my people, serve God, you have no god other than Him, will you not be cautious"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "The leaders of those who disbelieved among his people said: indeed we see you are a fool and we think you are of the liars"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "He said: my people, there is no foolishness in me, but I am a messenger from the Master of Human kind"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "I preach you my Master's message and I am an honest adviser to you"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "Or are you surprised that a reminder from your Master came to you, by a man from among you, to warn you? And remember when He made you successors after people of Noah and increased your stature in the creation. Remember God’s favor so you may be successful"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "They said: did you come to us, so that we serve God alone, and give up what our fathers used to serve, so bring us what you promised us if you are truthful"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "He (Hud) said: filth and anger from your Master have fallen on you, do you argue with me about names which you and your fathers named them, when God did not send down any reason for it? So wait and I wait with you"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "So We saved him and those with him by a mercy from Us and We cut off the root of those who denied Our signs and they were not believers"
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "And to (people of) Thamud (We sent) their brother Salih. He said: my people, serve God, you have no god other than Him, a clear proof has come to you from your Master, this is God’s female camel, as a sign for you, so leave her to eat in God’s earth and do not harm her otherwise a painful punishment takes you"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "And remember when He made you successors after Aad and settled you on the earth, where you build palaces in its plains and carve out houses in the mountains, so remember God’s favor, and do not commit mischief on the earth as corruptors"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "The leaders of those who were arrogant among his people said to those who believed among those who were weak: do you know that Salih is sent by his Master? They said: we believe in what he was sent with it"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "Those who were arrogant said: we disbelieve in what you believe in it"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "Then they killed the female camel and disregarded order of their Master and said: Salih, bring us what you promised us (the punishment), if you are one of the messengers"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "So the earthquake took them, and they became motionless bodies (and died) in their houses"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "Then he (Salih) turned away from them and said: my people, I have certainly preached the message of my Master to you and advised you, but you do not like the advisers"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "And (remember) Lot when he said to his people: do you commit the indecency that none of humankind did it before you"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "Indeed you approach men lustfully instead of women. Yes, you are an excessive group"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "The only answer of his people was that they said: drive them out of your town, indeed they are people who pretend to be (or want to remain) pure"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "So We saved him and his family except his wife who was of those staying behind"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "And We poured down a rain (of stone) on them. So see what the end of guilty ones was"
        },
        {
            "chapter": 7,
            "verse": 85,
            "text": "And to (people of) Midian (We sent) their brother Shu'aib. He said: my people, serve God, you have no god other than Him, a clear proof has come to you from your Master, so give full measure and weight and do not undervalue peoples' things and do not commit corruption on the earth after it is set in order, this is best for you if you are believers"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "And do not sit on every road, threatening and obstructing God's way for anyone who believes in it, and look for its distortion. And remember when you were a few then he increased you, and see what the end of the corruptors was"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "And if there is a group of you who believed in what I was sent with it, and a group who did not believe, then be patient until God judges between us, and He is the best of the judges"
        },
        {
            "chapter": 7,
            "verse": 88,
            "text": "The leaders of those who were arrogant among his people said: Shu'aib, we shall drive you and those who believed with you out of our town or you should return to our faith. He said: even if we were despising that"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "We have made up a lie (and attributed it) to God if we returned to your faith after He saved us from that, and it is not for us to return to that, unless God our Master wants. Our Master’s knowledge includes everything. We trust in God. Our Master, decide between us and our people in truth, You are best of the deciders"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "And the leaders of those who disbelieved among his people said: If you follow Shu'aib, then you would be losers"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "So the earthquake took them, and they became motionless bodies (and died) in their houses"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "Those who denied Shu'aib became as if they did not live in there. Those who denied Shu'aib, they were losers"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "So he turned away from them and he said: my people, I have certainly preached my Master's message to you and advised you, so how can I be sorry for disbelieving people"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "And We did not send any prophet to any town unless We took its resident in hardship and distress, so they may be humble"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "Then We replaced the hardship with the comfort until they (thrived and) ignored (Us) and they said: the distress and the prosperity have touched our fathers too. So We suddenly took them without them realizing"
        },
        {
            "chapter": 7,
            "verse": 96,
            "text": "And if people of the towns had believed and controlled themselves, We would have certainly opened blessings of the sky and the earth to them, but they denied so We took them for what they were doing"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "Do people of the towns feel safe that Our punishment will not come to them at night while they sleep"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "Or do people of the towns feel safe that Our punishment will not come to them during daytime while they play"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "Do they feel safe about God’s plan? Only the people who are losers feel safe about God’s plan"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "Or does it not point out to those who inherited the earth after its (previous) people, that if We want We would make them suffer for their sins and would seal their hearts so they do not hear (the truth)"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "These are the towns that we tell you their stories, and their messengers have certainly brought them the clear proofs, but they were not to believe in what they denied in the past. That is how God puts a seal on the hearts of the disbelievers"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "And We did not find most of them (true) to their promise, and We found most of them to be disobedient"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "Then after them, We sent Moses to Pharaoh and his assembly with Our signs, but they did wrong to them (Our signs), so see what the end of the corruptors was"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "And Moses said: Pharaoh, I am a messenger from the Master of Human kind"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "It is my duty that I only say the truth about God, I have brought you clear proof from your Master, so send the children of Israel with me"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "He (Pharaoh) said: if you brought a miracle, then bring it if you are truthful"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "So he threw down his cane and it turned into a visible serpent"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "And he took out his hand (from his vest) and it was white to the viewers"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "The assembly of Pharaoh’s people said: he is a knowledgeable magician"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "He wants to drive you out of your land, so what do you instruct"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "They said: put him and his brother off (for a while) and send gatherers to the cities"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "to bring you every knowledgeable magician"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "The magicians came to Pharaoh and said: is there any reward for us if we are the winners"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "He said: yes, and you shall be of the close ones (to me)"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "They said: Moses, do you throw or are we the throwers"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "He said: you throw. So when they threw, they bewitched people’s eyes and frightened them and they brought a great magic"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "And We revealed to Moses: throw your cane, and it suddenly swallows whatever they fake"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "So the truth was proved and whatever they were doing was invalidated"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "So they were defeated there, and they turned belittled"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "And the magicians fell, showing humbleness"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "They said: we believed in the Master of Human kind"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "Master of Moses and Aaron"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Pharaoh said: did you believe in Him before I give you permission? This is a plot which you planned in the city to drive its people out of it, but you will know (the consequences)"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "I shall cut off your hands and feet from opposite (sides) then I shall crucify all of you"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "They said: indeed we return to our Master"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "you are only taking revenge from us because we believed in our Master’s signs when it came to us. Our Master, give us perseverance (and patience) and make us die as submitters"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "And the assembly of Pharaoh’s people said: do you leave Moses and his people to commit corruption in the land and abandon you and your gods? He said: we are going to kill their sons and let their women live, and we are dominant over them"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Moses said to his people: ask God for help and persevere (and be patient), the earth belongs to God, He gives it as inheritance to whomever He wants among His servants, and the end is for those who control themselves"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "They said: we were harassed before you come to us and after you came to us. He said: perhaps your Master destroys your enemy and make you the successors in the land to see how you do"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "And We certainly took Pharaoh’s people by famine and shortage of the produce, so that they may take notice"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "Then when something good came to them, they said: this is because of us. And when something bad happened to them, they attributed it to bad omen of Moses and those with him. Know that their bad omen is only from God but most of them do not know"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "And they said: whatever miracle you bring us to bewitch us with it, we will not believe in you"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "So We sent them the flood and the locusts and the gnat and the frogs and the blood, as distinct miracles, but they were arrogant and they were a guilty group"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "And when the plague fell upon them, they said: Moses, call on your Master for us because of what He promised you, that if you remove the plague from us, then we shall believe in you and we shall send the children of Israel with you"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "So when We removed the plague from them for a period of time which they reached it, then they break (their promise)"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "So We took revenge from them and drowned them in the sea, because they denied Our miracles and they were negligent of them"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "And We made the group who were weakened inherit east of the land and its west which We blessed it. And the good word (promise) of your Master fulfilled for the children of Israel because of their patience (and perseverance), and We destroyed what Pharaoh and his people were building and what (structures) they were erecting"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "And We made the children of Israel cross the sea, then they came upon a group that worshiped their idols. They said: Moses, make a god for us like their gods. He said: indeed you are ignorant people"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "indeed what these are (engaged) in it will be destroyed and what they are doing is useless"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "He said: should I look for a god other than God for you, while He preferred you over all other people"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "And (remember) when We saved you from Pharaoh’s people, who imposed the worst punishment on you, killing your sons and letting your women live. And in that there was a great test from your Master"
        },
        {
            "chapter": 7,
            "verse": 142,
            "text": "We made an appointment with Moses for thirty nights and We completed it with ten (more), so appointment of his Master completed in forty nights. And Moses told his brother Aaron: be my successor among my people (in my absence), and do right, and do not follow the way of the corruptors"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "And when Moses came to Our appointment and his Master spoke to him, he said: my Master, show me (yourself) that I look at you. He (God) said: you will never see Me, but look at the mountain and if it stays in its place then you will see Me. So when his Master displayed Himself to the mountain, He pulverized it, and Moses fell unconscious, and when he woke up, he said: You are flawless, I repent to You, and I am the first (or the best) of the believers"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "He (God) said: Moses, I chose you over the people with My message and with My word, so take what I gave you and be of the thankful ones"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "And We wrote about everything on the tablets for him, an advise and an explanation of everything. So take them with strength and order your people to take it in the best manner. I am going to show you the home of the disobedient ones"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "I am going to turn those who are unjustifiably arrogant on the earth away from My signs. And even if they see every miracle they would not believe in it, and if they see the right way, they would not take that way, while if they see the wrong way, they would take that way. That is because they denied Our signs and they were negligent of them"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "And those who denied Our signs and the meeting of the hereafter, their works would become useless. Are they rewarded except for what they were doing"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "And people of Moses, after him (in his absence), took (as god) a body of a calf made from their ornaments which made a sound. Did they not see that it does not speak to them and does not guide them to a way? They took it (as god), and they became wrongdoers"
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "And when they regretted and saw that they have made a mistake, they said: if our Master does not have mercy on us and forgive us, we shall be among the losers"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "When Moses returned to his people, angry and sorrowful, he said: you succeeded me badly after me, were you rushing your Master’s order? He threw down the tablets and took his brother by the head dragging him toward himself. He (Aaron) said: son of my mother, the people weakened me and almost killed me, so do not make the enemies happy about me, and do not put me with the wrongdoing group"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "He said: my Master, forgive me and my brother and admit us into Your mercy, and You are the most merciful of the merciful ones"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Those who took the calf (as god) are going to receive their Master’s anger and humiliation in this world's life. That is how We punish those who make up lies (and attribute them to God)"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "And those who did bad, then repented afterward and believed, indeed your Master is forgiving and merciful after that"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "And when Moses' anger subsided, he took the tablets, and there was guidance and mercy in its text for those who were afraid of their Master"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "And Moses selected seventy men from his people for Our appointment. So when the earthquake took them, he said: my Master, if You wanted, You could have destroyed them and me before this, do You kill us for what the fools among us did, this is only a test from You, misguiding anyone You want with it and guiding anyone You want, You are our protector (and supporter), so forgive us and have mercy on us, and You are the best of the forgivers"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "And prescribe good in this world and in the hereafter for us, for we turned to You. He (God) said: I inflict My punishment on whomever I want, and My mercy includes everything, so I am going to prescribe it for those who control themselves and give the mandatory charity and those who believe in Our signs"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "Those who follow the messenger (Muhammad), the illiterate prophet, the one they find him written in the Torah and the Gospel that is with them, he instructs them to what is right and prohibits them from what is wrong, and he makes the good thing lawful for them and prohibits them from the bad things, and he removes their burden and the shackles that is on them from them. So those who believed in him and assisted him and helped him and followed the light (Quran) that was sent with him, they are the successful ones"
        },
        {
            "chapter": 7,
            "verse": 158,
            "text": "Say: people, I am God's messenger to all of you, the One that the rule of the skies and the earth belongs to Him, there is no god except Him, He gives life and causes death. So believe in God and His messenger, the illiterate prophet, the one who believes in God and His words, and follow Him/him so that you may be guided"
        },
        {
            "chapter": 7,
            "verse": 159,
            "text": "And a group of Moses’ people guide to the truth, and they carry out justice with that"
        },
        {
            "chapter": 7,
            "verse": 160,
            "text": "And We divided them (children of Israel) into twelve tribes of nations, and We revealed to Moses when his people asked him for water: strike the stone with your cane. Then twelve springs flowed out of it, and all people knew their drinking place, and we shaded over them with the clouds, and We sent down the Manna and the Salwa (two kind of edible foods) to them. Eat from good things that We provided you. And they did not do wrong to Us, but they were wrong to themselves"
        },
        {
            "chapter": 7,
            "verse": 161,
            "text": "And (remember) when they were told: reside in this town and eat from it, wherever you want, and say: remove (and reduce our sins), and enter the gate humbly. I forgive your mistakes. We are going to increase the good doers"
        },
        {
            "chapter": 7,
            "verse": 162,
            "text": "But those who did wrong among them changed word to something other than what they were told, so We sent them a punishment from the sky because they used to do wrong"
        },
        {
            "chapter": 7,
            "verse": 163,
            "text": "Ask them about the town that was present by the sea, when they overstepped in Sabbath. When their fishes come to them appearing on the surface of the sea on their Sabbath day, and on non Sabbath days they would not come to them. That is how We tested them because they were disobeying"
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "And when a group of them said: why do you preach people whom God kills them or punishes them with a severe punishment? They said: as an apology to your Master and so that they may control themselves"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "And when they forgot what they were reminded with it, We saved those who prohibited from the bad, and We took those who did wrong with a harsh punishment because they were disobeying"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "And when they violated what they were prohibited from it, We told them: be driven away monkeys"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "And (remember) when your Master declared that He shall raise against them those who inflict bad punishment on them until the resurrection day. Indeed God is quick in punishment and indeed He is forgiving and merciful"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "And We divided them on the earth as nations. Some of them were righteous and some of them were other than that, and We tested them with the good and the bad so that they may return"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Then successors succeeded after them who inherited the book, taking material of this world and saying: it is going to be forgiven for us. And if material, same as that, comes to them, they take it (again). Was not the book’s commitment taken from them that they should not say anything about God except the truth, and they studied what is in it? The home of the hereafter is better for those who control themselves. Do you not understand"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "And those who hold to the book and perform the mandatory prayer, indeed We do not waste the reward of the righteous"
        },
        {
            "chapter": 7,
            "verse": 171,
            "text": "And (remember) when We raised the mountain over them as if it was a canopy, and they thought that it falls on them, (We said): take what We gave you firmly and take notice of what is in it, so that you may control yourselves"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "And (remember) when your Master took from the backs of the children of Adam, their descendants, and made them testify against themselves, (and He asked): am I not your Master? They said: yes, we testify. So that on the resurrection day you do not say: we were unaware of this"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "Or you (would not) say: it was only our fathers who associated (partner with God) in the past, and we were descendents after them, do You destroy us for what the followers of falsehood did"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "That is how We explain the signs, so that they may return"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "And read to them story of the one whom We gave him Our signs, then he stepped away from it, so Satan followed him and he became of the deceived ones"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "And If We wanted, We would have elevated him with it (Our signs), but he held on to the earth and followed his desires. His example is like the dog, if you attack it, it pants and if you leave it, it pants. That is example of the people who denied Our signs. So tell the stories, so that they may think"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "The example of the people who denied Our signs and were wrong to themselves is awful"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "Whoever God guides, then he is guided, and whoever He misguides, then they are the losers"
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "And We have certainly created many of Jinn and humans for hell. They have hearts that they do not understand with it, and they have eyes that they do not see with it, and they have ears that they do not hear with it. They are like animals, no they are even more lost. They are the negligent ones"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "And the good names (and attributes) belong to God, so call on Him by them, and leave those who altercate about His names, they are going to be punished for what they were doing"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "And among those whom We created, a group guides to the truth and they carry out justice with it"
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "And those who denied Our signs, We are going to gradually lead them (to destruction and punishment) from where they do not know"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "And I give them time. Indeed My plan is sound"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Or did they not think that their friend is not mad? He is only a clear warner"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Or did they not look at the kingdom of the skies and the earth and everything God created, and that perhaps their term is getting close? So in what saying do they believe after that (Quran)"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "Whoever God misguides, then there is no guide for him, and He leaves them wandering in their rebellion"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "They ask you about the hour: when is its anchor (arrival)? Say: its knowledge is only with my Master, He shall only displays it at its time, it is heavy on the skies and on the earth, it only comes to you suddenly. They ask you as if you are well informed about it. Say: its knowledge is only with God, but most people do not know"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "Say: I do not have power of any benefit or any harm for myself, except what God wants, and if I knew the unseen, I would want a lot of the good things, and nothing bad would touch me, I am only a warner and a giver of good news for people who believe"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "He is the One who created you from a single being, and He made its spouse from it to find tranquility in it. So when he covered her (and had intercourse with her), she carried a light load and went on with it, then when it became heavy, they called on God their Master: if You give us a good child, we shall be of the thankful ones"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "But when God gave them a good child, they set up partners for Him in what He gave them. God is above what they associate (with Him)"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Do they associate something (with Him) that does not create anything and they are created"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "And they cannot be of any help for them and they cannot help themselves"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "And if you invite them (the polytheists) to the guidance, they will not follow you. It is the same for you whether you invite them or you are silent"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Those whom you call on besides God are servants like you, so call on them and they should answer you if you are truthful"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Do they have feet to walk with them, or do they have hands to grab with them, or do they have eyes to see with them, or do they have ears to hear with them? Say: call on your associates (for God), then plot against me and do not wait"
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "My protector is God, the One who sent down the book, and He protects the righteous"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "And those whom you call besides Him cannot help you and they cannot help themselves"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "And if you invite them (the polytheists) to the guidance, they do not hear, and you see them looking at you while they do not see"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "Take to the pardon (and excuse them) and order what is right, and stay away from the ignorant ones"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "And if a temptation from Satan tempts you, then look for God’s protection, indeed He hears all and knows all"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "Indeed those who control themselves, when a transient (thought) from Satan touches them, they remember (God) then they become insightful"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "And their bothers (and friends) help them in the error, and they will not stop short"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "And when you did not bring them a sign, they said: why did you not choose it? Say: I only follow what is revealed to me from my Master, this (Quran) is enlightenment from your Master and a guide and a mercy for people who believe"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "And when the Quran is read, then listen to it and keep quiet, so that you may receive mercy"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "And remember your Master in yourself (in your mind), humbly and in fear and without being loud in words, in the morning and the evening, and do not be of the negligent ones"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Indeed those who are with your Master are not arrogant in His servitude, and they glorify Him, and they show humbleness for Him"
        }
    ]
}