{
    "rukus": [
        {
            "chapter": 6,
            "verse": 42,
            "text": "Nous avons, certes, envoye (des messagers) aux communautes avant toi. Ensuite Nous les avons saisies par l'adversite et la detresse - peut-etre imploreront-ils (la misericorde)"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Pourquoi donc, lorsque Notre rigueur leur vint, n'ont-ils pas implore (la misericorde)? Mais leurs cœurs s'etaient endurcis et le Diable enjolivait a leurs yeux ce qu'ils faisaient"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "Puis, lorsqu'ils eurent oublie ce qu'on leur avait rappele, Nous leur ouvrimes les portes donnant sur toute chose (l'abondance); et lorsqu'ils eurent exulte de joie en raison de ce qui leur avait ete donne, Nous les saisimes soudain, et les voila desesperes"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "Ainsi fut extermine le dernier reste de ces injustes. Et louange a Allah, Seigneur de l'Univers"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "Dis: «Voyez-vous? Si Allah prenait votre ouie et votre vue, et scellait vos cœurs, quelle divinite autre qu'Allah vous les rendrait? Regarde comment, a leur intention, Nous clarifions les preuves! Pourtant ils s'en detournent"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "Dis: «Que vous en semble? Si le chatiment d'Allah vous venait a l'improviste ou au grand jour, qui seront detruits sinon les gens injustes?»"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "Nous n'envoyons des messagers qu'en annonciateurs et avertisseurs: ceux qui croient donc et se reforment, nulle crainte sur eux et ils ne seront point affliges"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "Et ceux qui traitent de mensonges Nos preuves, le chatiment les touchera, a cause de leur perversite"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "Dis-[leur]: «Je ne vous dis pas que je detiens les tresors d'Allah, ni que je connais l'Inconnaissable, et je ne vous dis pas que je suis un ange. Je ne fais que suivre ce qui m'est revele.» Dis: «Est-ce que sont egaux l'aveugle et celui qui voit? Ne reflechissez-vous donc pas?»"
        }
    ]
}