{
    "rukus": [
        {
            "chapter": 10,
            "verse": 31,
            "text": "Dis: «Qui vous attribue de la nourriture du ciel et de la terre? Qui detient l'ouie et la vue, et qui fait sortir le vivant du mort et fait sortir le mort du vivant, et qui administre tout?» Ils diront: «Allah». Dis alors: «Ne Le craignez-vous donc pas?»"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "Tel est Allah, votre vrai Seigneur. Au dela de la verite qu'y a-t-il donc sinon l'egarement? Comment alors pouvez-vous, vous detourner?»"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "C'est ainsi que s'est realisee la parole de ton Seigneur contre ceux qui sont pervers: «Ils ne croiront pas»"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "Dis: «Parmi vos associes, qui donne la vie par une premiere creation et la redonne [apres la mort]?» Dis: «Allah [seul] donne la vie par une premiere creation et la redonne. Comment pouvez-vous vous ecarter [de l'adoration d'Allah]"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "Dis: «Est-ce qu'il y a parmi vos associes un qui guide vers la verite?» Dis: «C'est Allah qui guide vers la verite. Celui qui guide vers la verite est-il plus digne d'etre suivi, ou bien celui qui ne se dirige qu'autant qu'il est lui-meme dirige? Qu'avez-vous donc? Comment jugez-vous ainsi?»"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "Et la plupart d'entre eux ne suivent que conjecture. Mais, la conjecture ne sert a rien contre la verite! Allah sait parfaitement ce qu'ils font"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "Ce Coran n'est nullement a etre forge en dehors d'Allah mais c'est la confirmation de ce qui existait deja avant lui, et l'expose detaille du Livre en quoi il n'y a pas de doute, venu du Seigneur de l'Univers"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "Ou bien ils disent: «Il (Muhammad) l'a invente?» Dis: «Composez donc une sourate semblable a ceci, et appelez a votre aide n'importe qui vous pourrez, en dehors d'Allah, si vous etes veridiques»"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Bien au contraire: ils ont traite de mensonge ce qu'ils ne peuvent embrasser de leur savoir, et dont l'interpretation ne leur est pas encore parvenue. Ainsi ceux qui vivaient avant eux traitaient d'imposteurs (leurs messagers). Regarde comment a ete la fin des injustes"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "Certains d'entre eux y croient, et d'autres n'y croient pas. Et ton Seigneur connait le mieux les fauteurs de desordre"
        }
    ]
}