{
    "rukus": [
        {
            "chapter": 33,
            "verse": 28,
            "text": "O Prophete! Dis a tes epouses: «Si c'est la vie presente que vous desirez et sa parure, alors venez! Je vous donnerai [les moyens] d'en jouir et vous libererai [par un divorce] sans prejudice"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "Mais si c'est Allah que vous voulez et Son messager ainsi que la Demeure derniere, Allah a prepare pour les bienfaisantes parmi vous une enorme recompense"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "O femmes du Prophete! Celle d'entre vous qui commettra une turpitude prouvee, le chatiment lui sera double par deux fois! Et ceci est facile pour Allah"
        },
        {
            "chapter": 33,
            "verse": 31,
            "text": "Et celle d'entre vous qui est entierement soumise a Allah et a Son messager et qui fait le bien, Nous lui accorderons deux fois sa recompense, et Nous avons prepare pour elle une genereuse attribution"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "O femmes du Prophete! Vous n'etes comparables a aucune autre femme. Si vous etes pieuses, ne soyez pas trop complaisantes dans votre langage, afin que celui dont le cœur est malade [l'hypocrite] ne vous convoite pas. Et tenez un langage decent"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "Restez dans vos foyers; et ne vous exhibez pas a la maniere des femmes d'avant l'Islam (Jahiliyah). Accomplissez la Salat, acquittez la Zakat et obeissez a Allah et a Son messager. Allah ne veut que vous debarrasser de toute souillure, o gens de la maison [du prophete], et veut vous purifier pleinement"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "Et gardez dans vos memoires ce qui, dans vos foyers, est recite des versets d'Allah et de la sagesse. Allah est Doux et Parfaitement Connaisseur"
        }
    ]
}