{
    "rukus": [
        {
            "chapter": 46,
            "verse": 27,
            "text": "Nous avons assurement fait perir les cites autour de vous; et Nous avons diversifie les signes afin qu'ils reviennent (de leur mecreance)"
        },
        {
            "chapter": 46,
            "verse": 28,
            "text": "Pourquoi donc ne les secourent pas, ceux qu'ils avaient pris, en dehors d'Allah, comme divinites pour [soi-disant] les rapprocher de Lui? Ceux-ci, au contraire, les abandonnerent; telle est leur imposture et voila ce qu'ils inventaient comme mensonges"
        },
        {
            "chapter": 46,
            "verse": 29,
            "text": "(Rappelle-toi) lorsque Nous dirigeames vers toi une troupe de djinns pour qu'ils ecoutent le Coran. Quand ils assisterent [a sa lecture] ils dirent: «Ecoutez attentivement»... Puis, quand ce fut termine, ils retournerent a leur peuple en avertisseurs"
        },
        {
            "chapter": 46,
            "verse": 30,
            "text": "Ils dirent: «O notre peuple! Nous venons d'entendre un Livre qui a ete descendu apres Moise, confirmant ce qui l'a precede. Il guide vers la verite et vers un chemin droit"
        },
        {
            "chapter": 46,
            "verse": 31,
            "text": "O notre peuple! Repondez au predicateur d'Allah et croyez en lui. Il [Allah] vous pardonnera une partie de vos peches et vous protegera contre un chatiment douloureux"
        },
        {
            "chapter": 46,
            "verse": 32,
            "text": "Et quiconque ne repond pas au predicateur d'Allah ne saura echapper au pouvoir [d'Allah] sur terre. Et il n'aura pas de protecteurs en dehors de Lui. Ceux-la sont dans un egarement evident"
        },
        {
            "chapter": 46,
            "verse": 33,
            "text": "Ne voient-ils pas qu'Allah qui a cree les cieux et la terre, et qui n'a pas ete fatigue par leur creation, est capable en verite de redonner la vie aux morts? Mais si. Il est certes Omnipotent"
        },
        {
            "chapter": 46,
            "verse": 34,
            "text": "Et le jour ou seront presentes au Feu ceux qui ont mecru (on leur dira): «Ceci n'est-il pas la verite?» Ils diront: «Mais si, par notre Seigneur». Il dira: «Eh bien, goutez le chatiment pour votre mecreance»"
        },
        {
            "chapter": 46,
            "verse": 35,
            "text": "Endure (Muhammad) donc, comme ont endure les messagers doues de fermete; et ne te montre pas trop presse de les voir subir [leur chatiment]. Le jour ou ils verront ce qui leur est promis, il leur semblera qu'ils n'etaient restes [sur terre] qu'une heure d'un jour. Voila une communication. Qui sera donc aneanti sinon les gens pervers"
        }
    ]
}