{
    "pages": [
        {
            "chapter": 2,
            "verse": 70,
            "text": "Onlar: Rabbine dua et, bize acıkca bildirsin. Nasıl bir inek oldugunu anlayamadık. Allah dilerse elbette biz hidayete erenlerden oluruz, dediler"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "Musa soyle dedi: “Rabbim diyor ki; o, cift surmek, ekin sulamak icin boyunduruga vurulmamıs, kusursuz, hic alacası olmayan bir inektir.” Onlar: “Iste, simdi tam dogrusunu bildirdin” dediler. Nihayet o inegi kestiler. Neredeyse bunu yapmayacaklardı"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "Hani, bir kimseyi oldurmustunuz de sucu birbirinizin ustune atmıstınız. Halbuki Allah, gizlemekte oldugunuzu ortaya cıkaracaktı"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "“Inegin bir parcası ile oldurulene vurun” dedik. Iste, Allah oluleri boyle diriltir, dusunesiniz diye mucizelerini de size boyle gosterir"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "(Ne var ki) bunlardan sonra yine kalpleriniz tas gibi yahut daha sert bir sekilde katılasmıstı. Halbuki icinden nehirler kaynayan, yarılıp (iclerinden) sular cıkan ve Allah korkusundan yuvarlanan nice taslar vardır! Allah yapmakta olduklarınızdan gafil degildir"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Size onların iman edeceklerini mi umuyorsunuz? Oysa onlardan bir grup vardı ki, Allah’ın sozunu isitirlerdi de dusunup akıl erdirdikten sonra, bile bile onu tahrif ederlerdi"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "Iman edenlerle karsılastıkları zaman “Iman ettik” derler, birbirleriyle yalnız kaldıklarında; \"Rabbinizin yanında size karsı delil getirsinler diye mi, Allah’ın size acıkladıgını onlara anlatıp duruyorsunuz?\" derlerdi. Bunu akıl etmiyor musunuz"
        }
    ]
}