{
    "pages": [
        {
            "chapter": 7,
            "verse": 179,
            "text": "Andolsun, biz cinler ve insanlardan bircogunu Cehennem icin yaratmısızdır. Cunku onların kalpleri vardır ama kavrayıp anlamazlar. Gozleri vardır, onunla gormezler; kulakları vardır, onunla isitmezler. Onlar hayvanlar gibidir, hatta onlardan daha saskındırlar"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "En guzel isimler Allah’ındır. O halde O’na bunlarla dua edin. O’nun isimlerinde egrilige sapanları terk edin. Onlar yapmakta olduklarının cezasını goreceklerdir"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "Yarattıklarımızdan oyle bir ummet vardır ki, hakla yol gosterirler ve onunla adaletle hukmederler"
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "Ayetlerimizi yalanlayanları ise yavas yavas bilmedikleri bir yerden (helaka) yaklastıracagız"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "Ben onlara muhlet veririm. Muhakkak ki benim tuzagım pek cetindir"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Onlar dusunmediler mi ki arkadaslarında (Peygamber’de) delilikten bir eser yoktur. O, ancak apacık bir uyarıcıdır"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Onlar goklerin ve yerin hukumranlıgını, Allah’ın yarattıgı her seyi, ecellerinin yaklasmıs olabilecegini gorup dusunmuyorlar mı? Bundan sonra hangi soze iman edecekler"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "Allah kimi saptırırsa, ona hidayet edecek yoktur. Onları azgınlıkları icerisinde saskın bir halde bırakır"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "Sana (kıyamet) saatinin ne zaman kopacagını soruyorlar. De ki: \"Onun bilgisi Rabbimin katındadır. Onun vaktini O’ndan baskası acıga cıkaramaz. Goklere ve yere o saat agır gelir. Kıyamet ansızın gelir. Sanki sen onu biliyormussun gibi sana soruyorlar.\" De ki: \"Onun ilmi sadece Allah katındadır. Ama insanların cogu (bunu) bilmezler"
        }
    ]
}