{
    "pages": [
        {
            "chapter": 9,
            "verse": 7,
            "text": "Allah’a ortak kosanların Allah katında ve Rasulu yanında bir ahdi nasıl olabilir? Ancak Mescid-i Haram’ın yanında kendileriyle anlasma yaptıklarınız baskadır. Bunlar size karsı dogru davrandıgı surece, siz de onlara dogru davranın. Cunku Allah, kendine karsı gelmekten sakınanları sever"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "Onların bir ahdi nasıl olabilir ki? Eger onlar size ustun gelselerdi, sizin hakkınızda ne akrabalık (baglarını), ne de anlasma (yukumlulugunu) gozetirlerdi. Agızlarıyla sizi hosnut etmeye calısıyorlar, oysa kalpleri buna karsı cıkıyor. Onların pek cogu fasık kimselerdir"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "Allah’ın ayetlerini az bir bedel karsılıgında sattılar ve (insanları) O’nun yolundan alıkoydular. Bunların yapmakta oldukları seyler gercekten ne kotudur"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "Bir Mu’min hakkında ne akrabalık (baglarını), ne de anlasma (yukumlulugunu) gozetirler. Iste onlar taskınlık yapanların ta kendileridir"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "Eger tevbe edip, namazı kılar ve zekatı verirlerse, artık onlar sizin din kardeslerinizdir. Bilen bir kavme ayetleri iste boyle ayrı ayrı acıklarız"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "Eger anlasmalarından sonra yeminlerini bozar ve dininize dil uzatırlarsa, o zaman kufrun elebasıları ile savasın. Cunku onların yeminleri yoktur/riayet etmezler. Umulur ki (boylece) vazgecerler"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "Yeminlerini bozan, peygamberi yurdundan cıkarmaya kalkısan ve savasa evvela kendileri baslayan bir toplumla savasmayacak mısınız? Yoksa onlardan korkuyor musunuz? Eger Mu'min iseniz kendisinden korkulmaya Allah daha layıktır"
        }
    ]
}