{
    "pages": [
        {
            "chapter": 21,
            "verse": 25,
            "text": "Senden once gonderdigimiz butun peygamberlere: “Suphesiz, benden baska (hak) ilah yoktur. Oyleyse yalnız bana ibadet edin!” diye vahyetmisizdir"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "(Boyle iken) “Rahman, cocuk edindi” dediler. O bundan munezzehtir, yucedir. Hayır! (Evlat diye niteledikleri) o melekler ikram edilmis kullardır"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "Onun sozunun onune gecmezler ve O'nun emri geregince is gorurler"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "Allah, onların onlerindekini de arkalarındakini de (yaptıklarını da yapacaklarını da) bilir. Onlar, O’nun razı oldugu kimselerden baskasına sefaat etmezler ve hepsi O’nun korkusuyla titrerler"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "Iclerinden her kim; “Allah’tan baska ben de suphesiz bir ilahım” derse, boylesini Cehennem'le cezalandırırız. Iste biz zalimleri boyle cezalandırırız"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Kafirler, gormez mi ki gokler ve yer birlesik iken onları (biz) ayırdık ve her seye sudan hayat verdik. Hala iman etmezler mi"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Sarsılmasınlar diye yeryuzunde sabit daglar kıldık, yol bulmaları icin orada genis genis yollar var ettik"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Gokyuzunu de korunmus bir tavan yaptık. Buna ragmen onlar, bundaki ayetlerden yuz cevirmektedirler"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "O, geceyi ve gunduzu, Gunes'i ve Ay'ı yaratandır. Her biri bir yorungede yuzmektedir"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "Biz, senden once de hicbir besere olumsuzluk vermedik. Simdi sen olursen, onlar ebedi mi kalacaklar"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Her nefIs olumu tadıcıdır. Biz sizi ser ve hayırla imtihan olmak uzere deneriz. Sonunda bize donduruleceksiniz"
        }
    ]
}