{
    "pages": [
        {
            "chapter": 23,
            "verse": 90,
            "text": "Dogrusu biz onlara hakkı (gercegi) getirdik. Onlar ise hakikaten yalancılardır"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "Allah, bir cocuk edinmemistir ve O'nunla beraber hicbir ilah yoktur. Eger oyle olsaydı, her ilah kendi yarattıgını alır, elbette onlardan biri digerine galebe calardı. Allah onların niteleye geldiklerinden munezzehtir"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "Allah, gizliyi ve acıgı bilendir. O, (musriklerin) ortak kostukları seylerden yuksektir, cok yucedir"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "De ki: “Rabbim! Eger onların tehdit olundukları seyi bana gostereceksen"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "“Rabbim! O halde beni o zalimler toplulugu arasında kılma!”"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "Bizim onlara yonelttigimiz tehditleri sana gostermeye elbette gucumuz yeter"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Sen, kotulugu en guzel bir tutumla sav. Biz onların yakıstırmakta oldukları seyi cok iyi bilmekteyiz"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "Ve de ki: \"Rabbim! Seytanların vesveselerinden sana sıgınırım"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "“Rabbim yanımda hazır olmalarından da sana sıgınırım.”"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "Nihayet onlardan (musriklerden) birine olum gelip cattıgında soyle der: \"Rabbim! Beni geri gonder"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "“Belki geride bıraktıklarımla salih amel islerim.” Asla, bu onun soylemis oldugu bir sozden ibarettir. Onların onlerinde de diriltilecekleri gune kadar bir berzah vardır"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "Sur’a uflendigi zaman, iste o gun aralarında soy bagı kalmaz, birbirlerine bir sey de soramazlar"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "Artık kimin tartıları agır gelirse, iste onlar kurtulusa erenlerin ta kendileridir"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "Kimlerin de tartıları hafif gelirse, artık bunlar da kendilerine yazık etmislerdir. (Cunku onlar) ebedi Cehennem'dedirler"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "Ates onların yuzlerini buruyup, yakar ve (dudakları da yanar da) disleri sırıtıp oylece kalır"
        }
    ]
}