{
    "pages": [
        {
            "chapter": 38,
            "verse": 62,
            "text": "Derler ki: \"Ne oluyor da, kendilerini kotulerden saydıgımız adamları goremiyoruz"
        },
        {
            "chapter": 38,
            "verse": 63,
            "text": "Biz onlarla alay ederdik. Yoksa gozler mi onlardan kaydı (da goremiyoruz)?”"
        },
        {
            "chapter": 38,
            "verse": 64,
            "text": "Iste cehennem halkının birbiriyle olan bu tartısması kesin gercektir"
        },
        {
            "chapter": 38,
            "verse": 65,
            "text": "De ki: \"Ben sadece bir uyarıcıyım. Tek ve Kahhar olan Allah’tan baska bir (hak) ilah yoktur"
        },
        {
            "chapter": 38,
            "verse": 66,
            "text": "goklerin, yerin ve bu ikisi arasındakilerin Rabbidir, cok gucludur, cok bagıslayandır"
        },
        {
            "chapter": 38,
            "verse": 67,
            "text": "De ki: \"Bu (Kur'an), buyuk bir haberdir"
        },
        {
            "chapter": 38,
            "verse": 68,
            "text": "Siz ise ondan yuz ceviriyorsunuz"
        },
        {
            "chapter": 38,
            "verse": 69,
            "text": "Yuce topluluk (mele-i a'la) aralarında tartısırlarken benim hicbir bilgim yoktu"
        },
        {
            "chapter": 38,
            "verse": 70,
            "text": "“Ben, ancak apacık bir uyarıcı oldugum icin bana vahyolunuyor.”"
        },
        {
            "chapter": 38,
            "verse": 71,
            "text": "Hani Rabbin meleklere; “Gercekten ben camurdan bir beser yaratacagım.” demisti"
        },
        {
            "chapter": 38,
            "verse": 72,
            "text": "Ben seklini verip, ona ruhumdan ufledigim zaman hemen ona secdeye kapanın.”"
        },
        {
            "chapter": 38,
            "verse": 73,
            "text": "Meleklerin tumu hep birlikte secdeye kapandılar"
        },
        {
            "chapter": 38,
            "verse": 74,
            "text": "Iblis mustesna. Buyukluk tasladı ve kafirlerden oldu"
        },
        {
            "chapter": 38,
            "verse": 75,
            "text": "(Allah) Buyurdu ki: \"Ey Iblis! Iki elimle yarattıgıma seni secde etmekten alıkoyan nedir? Buyukluk mu tasladın yoksa yucelerden mi oldun"
        },
        {
            "chapter": 38,
            "verse": 76,
            "text": "Dedi ki: “Ben ondan daha hayırlıyım. Sen beni atesten yarattın, onu ise camurdan yarattın.”"
        },
        {
            "chapter": 38,
            "verse": 77,
            "text": "(Allah) buyurdu ki: \"Oyleyse cık oradan. Sen artık kovulmus birisin"
        },
        {
            "chapter": 38,
            "verse": 78,
            "text": "“Ve suphesiz ceza gunune kadar benim lanetim senin uzerindedir.”"
        },
        {
            "chapter": 38,
            "verse": 79,
            "text": "(Iblis): “Rabbim! Oyle ise onların tekrar diriltilecekleri gune kadar bana muhlet ver!” dedi"
        },
        {
            "chapter": 38,
            "verse": 80,
            "text": "(Allah) buyurdu ki: “O halde sen, kendisine muhlet verilenlerdensin"
        },
        {
            "chapter": 38,
            "verse": 81,
            "text": "Vakti bilinen bir gune kadar"
        },
        {
            "chapter": 38,
            "verse": 82,
            "text": "Senin izzetin adına yemin ederim ki, onların hepsini aldatıp saptıracagım.\" dedi"
        },
        {
            "chapter": 38,
            "verse": 83,
            "text": "Ancak, iclerinde ihlas sahibi kulların mustesna"
        }
    ]
}