{
    "pages": [
        {
            "chapter": 42,
            "verse": 32,
            "text": "Deniz de daglar gibi gemilerin akıp gitmesi onun ayetlerindendir"
        },
        {
            "chapter": 42,
            "verse": 33,
            "text": "Dilerse O, ruzgarı durdurur da onun (denizin) ustunde kalakalırlar. Iste bunda da cok sabreden ve sukreden herkes icin ayetler vardır"
        },
        {
            "chapter": 42,
            "verse": 34,
            "text": "Veya isledikleri sebebiyle onları helak eder, bir cogunu da affeder"
        },
        {
            "chapter": 42,
            "verse": 35,
            "text": "Ayetlerimiz hakkında mucadele edenler bilsinler ki onların kacıp kurtulacagı bir yer yoktur"
        },
        {
            "chapter": 42,
            "verse": 36,
            "text": "Size verilen herhangi bir sey dunya hayatının bir gecimligidir/metaıdır. Allah katında olanlar ise, iman edenler ve yalnızca Rablerine tevekkul edenler icin daha hayırlı ve daha kalıcıdır"
        },
        {
            "chapter": 42,
            "verse": 37,
            "text": "Gunahın buyugunden ve fuhsiyattan kacınanlar, ofkelendikleri zaman bagıslarlar"
        },
        {
            "chapter": 42,
            "verse": 38,
            "text": "Rablerinin (tevhid davetine) icabet ederler, namazlarını ikame ederler. Onların isleri aralarındaki sura iledir. Kendilerine verdigimiz rızıklardan da infak ederler"
        },
        {
            "chapter": 42,
            "verse": 39,
            "text": "Bir haksızlıga ugradıkları zaman, yardımlasırlar"
        },
        {
            "chapter": 42,
            "verse": 40,
            "text": "Bir kotulugun cezası, onun benzeri/denk bir kotuluktur. Kim de affeder ve ıslah ederse, onun mukafatı Allah’a aittir. Allah, zalimleri sevmez"
        },
        {
            "chapter": 42,
            "verse": 41,
            "text": "Zulme ugradıktan sonra hakkını alan kimse icin, artık onların aleyhine bir yol/sorumluluk yoktur"
        },
        {
            "chapter": 42,
            "verse": 42,
            "text": "Ceza yolu ancak insanlara zulmedenler ve yeryuzunde haksız yere taskınlık edenler icindir. Iste onlar icin elem dolu bir azap vardır"
        },
        {
            "chapter": 42,
            "verse": 43,
            "text": "Kim de sabreder ve bagıslarsa, iste bu azim gerektiren islerdendir"
        },
        {
            "chapter": 42,
            "verse": 44,
            "text": "Allah kimi saptırırsa, artık bundan sonra onun hicbir velisi yoktur. Azabı gordukleri zaman, zalimlerin soyle dedigini goreceksin: \"Geri donmeye bir yol var mı"
        }
    ]
}