{
    "juzs": [
        {
            "chapter": 58,
            "verse": 1,
            "text": "Allah je čuo riječi one koja se s tobom o mužu svome raspravljala"
        },
        {
            "chapter": 58,
            "verse": 2,
            "text": "Oni od vas koji ženama svojim reknu da su im leđa njihova poput leđa oni zaista"
        },
        {
            "chapter": 58,
            "verse": 3,
            "text": "Oni koji ženama svojim reknu da su im leđa njihova poput leđa njihovih majki, a onda se povrate u onome što su rekli, dužni su, prije nego što jedni drugo dodirnu, jednog roba ropstva osloboditi. To je ono čime se opominjete - a Allah u potpunosti zna što vi radite"
        },
        {
            "chapter": 58,
            "verse": 4,
            "text": "Onaj koji ne nađe, dužan je dva mjeseca uzastopce postiti prije nego jedno drugo dodirnu. A onaj ko ne može, dužan je šezdeset siromaha nahraniti, zato da biste potvrdili da u Allaha i Poslanika Njegova vjerujete - to su Allahovi propisi. A nevjernike čeka kazna bolna"
        },
        {
            "chapter": 58,
            "verse": 5,
            "text": "Doista, oni koji se suprotstavljaju Allahu i Poslaniku Njegovu bit će"
        },
        {
            "chapter": 58,
            "verse": 6,
            "text": "na Dan kad ih Allah sve oživi, pa ih obavijesti o onom šta su radili; Allah je o tome račun sveo, a oni su to zaboravili - Allah je svemu svjedok"
        },
        {
            "chapter": 58,
            "verse": 7,
            "text": "Zar ne znaš da Allah zna sve što je na nebesima i što je na Zemlji?! Nema tajnih razgovora među trojicom, a da On nije četvrti, niti među petericom, a da On nije šesti, ni kad ih je manje, ni kad ih je više, a da On nije s njima gdje god oni bili; On će ih na Kijametskom danu obavijestiti o onom što su radili. Allah zaista sve dobro zna"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "Ne vidje li one kojima je zabranjeno da se sašaptavaju kako se zatim vraćaju onome što im je zabranjeno i sašaptavaju se o grijehu, neprijateljstvu i neposlušnosti prema Poslaniku?! A kad ti dolaze, pozdravljaju te onako kako te Allah nikad nije pozdravio, i među sobom"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "O vi koji vjerujete, kada se među sobom došaptavate, ne došaptavajte već se došaptavajte o dobročinstvu i bogobojaznosti i bojte se Allaha"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "Takvo sašaptavanje posao je šejtanski, da bi rastužio one koji vjeruju, a to ne može njima nimalo nauditi, osim ako to Allah dopusti. A vjernici"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "O vi koji vjerujete, kad vam se kaže: \"\"Načinite mjesta drugima tamo gdje se sjedi\"\", vi načinite, pa i vama će Allah mjesto načiniti; a kad vam se rekne: \"\"Dignite se\"\", vi se dignite, i Allah će na visoke stepene"
        },
        {
            "chapter": 58,
            "verse": 12,
            "text": "O vi koji vjerujete, kad hoćete da se s Poslanikom sašaptavate, prije toga sadaku udijelite. To je za vas bolje i čistije. A ako ne nađete ništa - pa, Allah je, zaista, Oprostitelj grijeha, Milostivi"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "Zar vas je strah da prije razgovora svoga sadaku udijelite?! A ako ne"
        },
        {
            "chapter": 58,
            "verse": 14,
            "text": "Zar ti ne vidje one koji za prijatelje i zaštitnike uzimaju ljude na koje se Allah rasrdio?! Oni nisu ni vaši ni njihovi, i zaklinju se na laži, a oni znaju"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "Allah je njima pripremio žestoku patnju, a zaista je ružno ono što rade"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "Uzeli su svoje zakletve štitom, i odvraćaju od Allahova puta, pa im zato pripada ponižavajuća patnja"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "Ni imeci njihovi, ni djeca njihova im nimalo neće pomoći kod"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "Na Dan u koji će ih Allah sve oživiti oni će se Njemu"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "Njima je ovladao šejtan i učinio da zaborave spominjati Allaha, oni su šejtanova stranka, a zbilja, oni iz stranke šejtanove gubitnici su pravi"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "Oni koji se suprotstavljaju Allahu i Poslaniku Njegovu bit će, sigurno, među onim najponiženijim"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "Allah je zapisao: \"Ja i poslanici Moji sigurno ćemo pobijediti!\" Allah je, zaista, moćan i silan"
        },
        {
            "chapter": 58,
            "verse": 22,
            "text": "Nećeš naći da ljudi koji u Allaha i u ahiret vjeruju budu u ljubavi s onima koji se Allahu i Poslaniku Njegovu suprotstavljaju, pa bili to očevi njihovi, ili sinovi njihovi, ili braća njihova, ili rođaci njihovi. Njima je On u srca vjerovanje usadio i svjetlom Svojim ih osnažio, i On će da u njima vječno ostanu. Allah je njima zadovoljan a i oni su zadovoljni Njime. Oni su Allahova stranka"
        },
        {
            "chapter": 59,
            "verse": 1,
            "text": "Allaha slavi i veliča sve što je na nebesima i što je na Zemlji"
        },
        {
            "chapter": 59,
            "verse": 2,
            "text": "On je Onaj Koji je prilikom prvog progonstva protjerao iz domova njihovih one sljedbenike Knjige koji nisu vjerovali. Vi niste mislili da će otići, a oni su mislili da će ih utvrde njihove od Allaha odbraniti, ali ih je Allah kaznio odakle se nisu nadali i On je u srca njihova strah ulio; vlastitim rukama i rukama vjernika svoje domove su rušili. Zato uzmite iz toga pouku, o vi razboriti"
        },
        {
            "chapter": 59,
            "verse": 3,
            "text": "A da im Allah nije već bio propisao izgnanstvo, On bi ih drugoj"
        },
        {
            "chapter": 59,
            "verse": 4,
            "text": "To je zato što su se Allahu i Poslaniku"
        },
        {
            "chapter": 59,
            "verse": 5,
            "text": "To što ste neke palme posjekli ili ih, da uspravno stoje, ostavili - s Allahovim dopuštenjem ste učinili, i zato da On buntovnike ponizi"
        },
        {
            "chapter": 59,
            "verse": 6,
            "text": "A vi niste kasom tjerali konje ni kamile zbog onoga što je Allah darovao Poslaniku Svome nego"
        },
        {
            "chapter": 59,
            "verse": 7,
            "text": "Plijen od stanovnika sela i gradova koji Allah Poslaniku Svome daruje pripada: Allahu i Poslaniku Njegovu, i bližnjima njegovim, i siročadi, i siromašnim, i putnicima namjernicima - da ne bi prelazio samo iz ruku u ruke bogataša vaših; ono što vam Poslanik da, to prihvatite, a ono što vam zabrani - ostavite, i bojte se Allaha. Allah, zaista, žestoko kažnjava"
        },
        {
            "chapter": 59,
            "verse": 8,
            "text": "I siromašnim muhadžirima koji su iz svojih domova i iz posjeda svojih protjerani, tragajući za Allahovim obiljem i zadovoljstvom, i Allahu i Poslaniku Njegovu pomažu, to su, zaista, iskreni"
        },
        {
            "chapter": 59,
            "verse": 9,
            "text": "A oni koji su prije njih Medinu nastanili i iman prihvatili, ne osjećaju i više vole njima nego"
        },
        {
            "chapter": 59,
            "verse": 10,
            "text": "Oni koji poslije njih dolaze - govore: \"\"Gospodaru naš, oprosti nama i"
        },
        {
            "chapter": 59,
            "verse": 11,
            "text": "Zar ne vidje licemjere kako govore svojim prijateljima, sljedbenicima Knjige koji ne vjeruju: \"\"Ako budete protjerani, mi ćemo sigurno s vama sigurno ćemo vam u pomoć priteći\"\" a Allah je svjedok da su oni"
        },
        {
            "chapter": 59,
            "verse": 12,
            "text": "Ako bi bili protjerani, oni ne bi s njima pošli; ako bi bili napadnuti"
        },
        {
            "chapter": 59,
            "verse": 13,
            "text": "Oni se više boje vas nego Allaha, zato što su oni ljudi koji ne shvataju"
        },
        {
            "chapter": 59,
            "verse": 14,
            "text": "Samo u utvrđenim gradovima ili iza zidina oni se protiv"
        },
        {
            "chapter": 59,
            "verse": 15,
            "text": "Slični su onima koji su, tu nedavno, svu pogubnost postupaka svojih"
        },
        {
            "chapter": 59,
            "verse": 16,
            "text": "Slični su šejtanu kad kaže čovjeku: \"\"Budi nevjernik!\"\", pa kad postane nevjernik, on onda rekne: \"\"Ja više nemam ništa s tobom; ja se, zaista"
        },
        {
            "chapter": 59,
            "verse": 17,
            "text": "Obojicu ih, na kraju, čeka Vatra u kojoj će vječno boraviti, a to će biti kazna za sve zulumćare"
        },
        {
            "chapter": 59,
            "verse": 18,
            "text": "O vi koji vjerujete, Allaha se bojte, i neka svaki čovjek gleda šta je za sutra pripremio, i Allaha se bojte. Allah, zaista, u potpunosti zna ono što radite"
        },
        {
            "chapter": 59,
            "verse": 19,
            "text": "I ne budite kao oni koji su zaboravili Allaha, pa je On učinio da"
        },
        {
            "chapter": 59,
            "verse": 20,
            "text": "Nisu jednaki stanovnici Džehennema i stanovnici Dženneta; stanovnici Dženneta baš su uspješni"
        },
        {
            "chapter": 59,
            "verse": 21,
            "text": "Da ovaj Kur'an kakvom brdu objavimo, ti bi vidio kako je strahopoštovanja puno i kako bi se od straha pred Allahom raspalo. Takve primjere navodimo ljudima da bi razmislili"
        },
        {
            "chapter": 59,
            "verse": 22,
            "text": "On je Allah, osim Kojeg nema drugog boga, poznavatelj onog što je čulima nedokučivo, a i onog što je pojavno, Svemilosni, Milostivi"
        },
        {
            "chapter": 59,
            "verse": 23,
            "text": "On je Allah, osim Kojeg nema drugog boga, Vladar, Blagoslovljeni i Štovani, Savršeni - Onaj Koji je bez nedostataka, Onaj Koji pruža sigurnost, Onaj Koji nad svim bdi, Silni, Uzvišeni, Gordi. Slavljen i Uzvišen je Allah od onoga što mu pridružuju"
        },
        {
            "chapter": 59,
            "verse": 24,
            "text": "On je Allah, Kreator, Tvorac, Oblikovatelj, On ima najljepša imena. Njega slavi i veliča sve što je na nebesima i na Zemlji, On je Silni i Mudri"
        },
        {
            "chapter": 60,
            "verse": 1,
            "text": "O vi koji vjerujete! Ne uzimajte Moje neprijatelje i svoje"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "Ako vas se oni domognu, bit će neprijatelji vaši i pružit će prema vama, u zloj namjeri, ruke svoje i jezike svoje, i poželjet će da uznevjerujete"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "Ni rodbina vaša ni djeca vaša neće vam biti od koristi, na"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "Imali ste dobar uzor u Ibrahimu i u onima koji umjesto Allaha obožavate"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "Gospodaru naš, ne učini da budemo iskušenje onima koji ne vjeruju i oprosti nam, Gospodaru naš! Ti si, zaista, Silni i Mudri"
        },
        {
            "chapter": 60,
            "verse": 6,
            "text": "Bijahu oni vama dobar uzor – svakom onom ko se nada Allahu i Posljednjem danu. A svako onaj ko se okrene – pa, Allah je, zaista, Neovisni i Hvaljeni"
        },
        {
            "chapter": 60,
            "verse": 7,
            "text": "Allah će sigurno uspostaviti ljubav između vas i onih s kojima ste u neprijateljstvu; Allah je svemoćan, i Allah je Onaj Koji oprašta grijehe i milostiv je"
        },
        {
            "chapter": 60,
            "verse": 8,
            "text": "Allah vam ne zabranjuje da činite dobro i da budete pravedni prema onima koji nisu ratovali protiv vas zbog vjere i koji vas iz domova vaših nisu izgnali - Allah, zaista, voli one koji su pravični"
        },
        {
            "chapter": 60,
            "verse": 9,
            "text": "ali vam zabranjuje da budete prisni s onima koji su ratovali protiv"
        },
        {
            "chapter": 60,
            "verse": 10,
            "text": "O vi koji vjerujete, kad vam vjernice kao muhadžirke dođu, ispitajte ih; Allah najbolje zna kakvo je vjerovanje njihovo, pa ako se uvjerite da su vjernice, onda ih ne vraćajte nevjernicima; one njima nisu dopuštene, On sudi među vama a Allah je Onaj Koji sve zna i mudar je"
        },
        {
            "chapter": 60,
            "verse": 11,
            "text": "A ako neka od žena vaših nevjernicima"
        },
        {
            "chapter": 60,
            "verse": 12,
            "text": "O vjerovjesniče, kada ti dođu vjernice da ti polože prisegu: da neće Allahu nikoga ravnim smatrati, i da neće krasti, i da neće bludničiti, i da neće djecu svoju ubijati, i da neće muževima tuđu djecu podmetati i da neće ni u čemu što je dobro poslušnost odricati - ti prisegu njihovu prihvati i moli Allaha da im oprosti; Allah, zaista, mnogo prašta, i On je milostiv"
        },
        {
            "chapter": 60,
            "verse": 13,
            "text": "O vi koji vjerujete, ne uzimajte za prisne prijatelje i"
        },
        {
            "chapter": 61,
            "verse": 1,
            "text": "Allaha slavi i veliča ono što je na nebesima i ono što je na Zemlji"
        },
        {
            "chapter": 61,
            "verse": 2,
            "text": "O vi koji vjerujete, zašto govorite ono što ne činite"
        },
        {
            "chapter": 61,
            "verse": 3,
            "text": "Kako samo Allah prezire da govorite ono što ne činite"
        },
        {
            "chapter": 61,
            "verse": 4,
            "text": "Allah, zaista, voli one koji se na Njegovu putu bore u redovima kao da su zdanje utvrđeno"
        },
        {
            "chapter": 61,
            "verse": 5,
            "text": "Kada Musa reče narodu svome: \"O narode moj, zašto me uznemiravate, a dobro znate da sam vam ja Allahov poslanik!\", i kad oni skrenuše ustranu, Allah njihova srca skrenu, a Allah neće uputiti narod koji je buntovan"
        },
        {
            "chapter": 61,
            "verse": 6,
            "text": "A kada Isa, sin Merjemin, reče: “O sinovi Israilovi, ja sam vam Allahov koji će poslije mene doći.” i kad im je donio jasne dokaze"
        },
        {
            "chapter": 61,
            "verse": 7,
            "text": "A ima li većeg zulumćara od onoga koji o Allahu laži iznosi"
        },
        {
            "chapter": 61,
            "verse": 8,
            "text": "Oni žele utrnuti Allahovo svjetlo ustima svojim, a Allah će upotpuniti svjetlo Svoje, makar to mrzili nevjernici"
        },
        {
            "chapter": 61,
            "verse": 9,
            "text": "On je Onaj Koji je poslao Svog Poslanika s Uputom i Vjerom Istine"
        },
        {
            "chapter": 61,
            "verse": 10,
            "text": "O vi koji vjerujete, hoćete li da vam ukažem na trgovinu, koja"
        },
        {
            "chapter": 61,
            "verse": 11,
            "text": "U Allaha i Poslanika Njegova vjerujte i imecima svojim i životima svojim na Allahovu putu se borite - to vam je, da znate, bolje"
        },
        {
            "chapter": 61,
            "verse": 12,
            "text": "On će vam grijehe vaše oprostiti i uvesti vas u džennetske bašče, kroz koje rijeke teku, i u divne dvorove u vrtovima Adna; to je uspjeh veliki"
        },
        {
            "chapter": 61,
            "verse": 13,
            "text": "A dat će vam i drugu blagodat koju volite: Allahovu pomoć i skoru"
        },
        {
            "chapter": 61,
            "verse": 14,
            "text": "O vi koji vjerujete, budite pomagači Allahovi, kao što je rekao Isa, sin Merjemin, prisnim sljedbenicima: \"Ko su moji pomagači u pozivanju Allahu?\" Prisni sljedbenici odgovoriše: \"Mi smo Allahovi pomagači!\" Onda je jedna skupina iz potomaka lsrailovih povjerovala, a druga skupina uznevjerovala! Pa smo one koji su vjerovali protiv njihovih neprijatelja osnažili pa su postali nadmoćni"
        },
        {
            "chapter": 62,
            "verse": 1,
            "text": "Allaha slavi i veliča sve što je na nebesima i ono što je na Zemlji, Vladara, Blagoslovljenoga i Štovanoga, Silnoga i Mudroga"
        },
        {
            "chapter": 62,
            "verse": 2,
            "text": "On je nepismenima poslao Poslanika, jednog između njih, da im ajete"
        },
        {
            "chapter": 62,
            "verse": 3,
            "text": "i drugima koji im se još nisu priključili, On je Silni i Mudri"
        },
        {
            "chapter": 62,
            "verse": 4,
            "text": "To je Allahova milost, koju On daje onome kome hoće – a Allah je"
        },
        {
            "chapter": 62,
            "verse": 5,
            "text": "Oni kojima je Tevrat da ga nose dat, pa ga potom ne nose, slični su magarcu koji knjige nosi. O, kako su loši oni koji Allahove ajete i znakove poriču! A Allah neće uputiti na Pravi put ljude zulumćare"
        },
        {
            "chapter": 62,
            "verse": 6,
            "text": "Reci: “O jevreji, ako tvrdite da ste vi od svih ljudi jedini Allahovi miljenici, onda smrt poželite ako istinu govorite.”"
        },
        {
            "chapter": 62,
            "verse": 7,
            "text": "A zbog onoga što ruke njihove čine neće je nikad poželjeti; Allah dobro"
        },
        {
            "chapter": 62,
            "verse": 8,
            "text": "Reci: “Smrt od koje bježite zaista će vas stići. Zatim ćete Poznavatelju"
        },
        {
            "chapter": 62,
            "verse": 9,
            "text": "O vi koji vjerujete, kad u petak na namaz budete pozvani, požurite na"
        },
        {
            "chapter": 62,
            "verse": 10,
            "text": "A kad se namaz završi, onda se po zemlji raziđite i za Allahovim dobrima tragajte i Allaha mnogo spominjite da biste uspjeli"
        },
        {
            "chapter": 62,
            "verse": 11,
            "text": "Ali, kad oni kakvu robu trgovačku ili zabavu ugledaju, pohrle joj i tebe"
        },
        {
            "chapter": 63,
            "verse": 1,
            "text": "Kad ti licemjeri dolaze, oni govore: “Mi svjedočimo da si ti, zaista, Allahov poslanik!”, i Allah zna da si ti, zaista, Njegov poslanik, a Allah svjedoči i da su licemjeri pravi lašci"
        },
        {
            "chapter": 63,
            "verse": 2,
            "text": "Oni su svoje zakletve kao štit uzeli, pa od Allahova puta odvraćaju. Ružno je, doista, kako postupaju"
        },
        {
            "chapter": 63,
            "verse": 3,
            "text": "To je zato što su vjernici bili, pa nevjernici postali, i onda su im srca"
        },
        {
            "chapter": 63,
            "verse": 4,
            "text": "Kad ih pogledaš, njihov te izgled zadivljuje; a kad progovore, ti slušaš riječi njihove – međutim, oni su kao šuplji naslonjeni balvani i misle da je svaki povik protiv njih. Oni su pravi neprijatelji, pa ih se pričuvaj! Allah ih ubio, kuda se odmeću"
        },
        {
            "chapter": 63,
            "verse": 5,
            "text": "A kad im bude rečeno: “Dođite, Allahov Poslanik će moliti da vam se"
        },
        {
            "chapter": 63,
            "verse": 6,
            "text": "Isto im je – molio ti oprost za njih ili ne molio, Allah im neće oprostiti"
        },
        {
            "chapter": 63,
            "verse": 7,
            "text": "Oni govore: “Ne udjeljujte ništa onima koji su uz Allahova Poslanika da"
        },
        {
            "chapter": 63,
            "verse": 8,
            "text": "Oni govore: “Ako se vratimo u Medinu, sigurno će jači istjerati iz nje"
        },
        {
            "chapter": 63,
            "verse": 9,
            "text": "O vi koji vjerujete, neka vas imanja vaša i djeca vaša ne zabave od"
        },
        {
            "chapter": 63,
            "verse": 10,
            "text": "I udjeljujte od onoga čime vas Mi opskrbljujemo prije nego nekom od da me još samo kratko vrijeme zadržiš pa da imetak udjeljujem i da dobar budem!”"
        },
        {
            "chapter": 63,
            "verse": 11,
            "text": "Allah sigurno neće ostaviti u životu nikoga kome smrt njegova dođe. Allah u potpunosti zna ono što vi radite"
        },
        {
            "chapter": 64,
            "verse": 1,
            "text": "Allaha slavi i veliča sve što je na nebesima i sve što je na Zemlji. Njemu sva vlast i Njemu sva pohvala pripada; On nad svime ima moć"
        },
        {
            "chapter": 64,
            "verse": 2,
            "text": "On je Onaj Koji vas stvara, pa ima među vama i nevjernika, a ima među vama i vjernika. Sve što vi radite Allah dobro vidi"
        },
        {
            "chapter": 64,
            "verse": 3,
            "text": "On je nebesa i Zemlju s Istinom stvorio i uobličio vas i likove vaše čini"
        },
        {
            "chapter": 64,
            "verse": 4,
            "text": "On zna šta na nebesima i na Zemlji postoji i zna šta krijete i šta pokazujete! Allah dobro zna šta grudi kriju"
        },
        {
            "chapter": 64,
            "verse": 5,
            "text": "Nije li do vas doprla vijest o onima koji još davno nisu vjerovali, pa su"
        },
        {
            "chapter": 64,
            "verse": 6,
            "text": "To je zato što su govorili, kad su im poslanici njihovi jasne dokaze donosili: “Zar da nas ljudi upućuju?” Pa nisu vjerovali i okretali su se; a Allahu nije niko potreban, Allah je neovisan i hvaljen"
        },
        {
            "chapter": 64,
            "verse": 7,
            "text": "Nevjernici misle da neće biti oživljeni. Reci: “Hoćete, Gospodara mi pa ćete o onom što ste radili doista"
        },
        {
            "chapter": 64,
            "verse": 8,
            "text": "Zato, vjerujte u Allaha i Poslanika Njegova i u Svjetlo koje objavljujemo, a Allah u potpunosti zna ono što vi radite"
        },
        {
            "chapter": 64,
            "verse": 9,
            "text": "Na Dan kad vas On sakupi, na Dan zbora, to je Dan međusobne obmane. Ko bude vjerovao i dobra djela činio, On će mu prekriti loša djela njegova i uvest će ga u džennetske bašče, kroz koje rijeke teku, u njima će vječno, zanavijek boraviti. To će uspjeh veliki biti"
        },
        {
            "chapter": 64,
            "verse": 10,
            "text": "A oni koji nisu vjerovali i koji su ajete i znakove Naše poricali, bit će"
        },
        {
            "chapter": 64,
            "verse": 11,
            "text": "Nikakva nevolja ne pogađa osim s Allahovom dozvolom! A ko u Allaha"
        },
        {
            "chapter": 64,
            "verse": 12,
            "text": "I pokoravajte se Allahu i Poslaniku Njegovu; a ako se okrenete, pa obaveza Našeg Poslanika je samo jasna obznana"
        },
        {
            "chapter": 64,
            "verse": 13,
            "text": "Samo je Allah Bog, i neka se vjernici samo u Allaha pouzdaju"
        },
        {
            "chapter": 64,
            "verse": 14,
            "text": "O vi koji vjerujete, među suprugama vašim i djecom vašom, doista, imate neprijatelja, pa ih se pričuvajte! A ako preko toga pređete i ne korite i oprostite, pa Allah je, zaista, Onaj Koji oprašta grijehe i milostiv je"
        },
        {
            "chapter": 64,
            "verse": 15,
            "text": "Imanja vaša i djeca vaša samo su iskušenje, a u Allaha je nagrada velika"
        },
        {
            "chapter": 64,
            "verse": 16,
            "text": "Pa Allaha se bojte koliko god možete, i slušajte i pokoravajte se i udjeljujte za svoje dobro. A oni koji budu sačuvani gramzivosti i tvrdičluka, pa takvi su baš uspjeli"
        },
        {
            "chapter": 64,
            "verse": 17,
            "text": "A ako Allahu lijep zajam date, On će vam ga uvećati i oprostit će vam"
        },
        {
            "chapter": 64,
            "verse": 18,
            "text": "Poznavatelj onoga što je čulima nedokučivo i onoga što je pojavno, Silni i Mudri"
        },
        {
            "chapter": 65,
            "verse": 1,
            "text": "O Vjerovjesniče, kad htjednete žene pustiti, vi ih u vrijeme kad su čiste i Allaha Gospodara svoga"
        },
        {
            "chapter": 65,
            "verse": 2,
            "text": "Pa kada one ispune vrijeme svog čekanja, vi ih ili na lijep način zadržite ili se lijepo od njih konačno rastavite, i kao svjedoke dvojicu svojih pravednih ljudi uzmite, i svjedočenje radi Allaha obavite! To je savjet za onog koji u Allaha i u Posljednji dan vjeruje – a onome koji se Allaha boji, On će izlaz dati"
        },
        {
            "chapter": 65,
            "verse": 3,
            "text": "i opskrbit će ga odakle se i ne nada; onome koji se u Allaha pouzdaje, On mu je dovoljan. Allah će, zaista, ispuniti ono što je odlučio; Allah je svemu već rok odredio"
        },
        {
            "chapter": 65,
            "verse": 4,
            "text": "A one žene vaše, koje su nadu u mjesečno pranje izgubile – ako sumnjate – one treba da čekaju tri mjeseca, a i one koje ga još nisu dobile! Vrijeme čekanja za trudne žene jeste porod. A onome ko se Allaha boji, On će u svemu lahkoću dati"
        },
        {
            "chapter": 65,
            "verse": 5,
            "text": "To je Allahov propis koji vam On objavljuje. A onome ko se bude Allaha"
        },
        {
            "chapter": 65,
            "verse": 6,
            "text": "Njih ostavite da stanuju tamo gdje i vi stanujete, prema svojim mogućnostima, i ne činite im teškoće zato da biste na njih pritisak izvršili. Ako su trudne, snosite troškove njihovog izdržavanja sve dok se ne porode; a ako vam djecu doje, onda im dajte naknadu i sporazumite se međusobno na lijep način. A ako nastanu razmirice, neka mu onda druga doji dijete"
        },
        {
            "chapter": 65,
            "verse": 7,
            "text": "Neka imućan prema bogatstvu svome troši, a onaj koji je u oskudici - prema tome koliko mu je Allah dao, jer Allah nikoga ne zadužuje više nego što mu je dao; Allah će, sigurno, poslije tegobe olakšanje dati"
        },
        {
            "chapter": 65,
            "verse": 8,
            "text": "A koliko li samo naselja bi što se o zapovijed Gospodara svoga i Njegovih poslanika ogluši?! Pa smo s njima žestoko račun sveli i kaznili ih – a i kaznit ćemo ih – patnjom užasnom"
        },
        {
            "chapter": 65,
            "verse": 9,
            "text": "Oni su pogubnost postupaka svojih iskusili, a propast je bila – i bit će –"
        },
        {
            "chapter": 65,
            "verse": 10,
            "text": "Allah je za njih bolnu patnju pripremio; zato se bojte Allaha, o vi koji ste"
        },
        {
            "chapter": 65,
            "verse": 11,
            "text": "i poslao Poslanika, koji vam Allahove ajete jasne kazuje, da bi iz tmina na svjetlo izveo one koji vjeruju i dobra djela čine. A onoga koji bude u Allaha vjerovao i dobro činio, uvest će u džennetske bašče, kroz koje rijeke teku, u njima će vječno, zanavijek ostati; najljepšu opskrbu Allah mu je pripremio"
        },
        {
            "chapter": 65,
            "verse": 12,
            "text": "Allah je sedam nebesa i isto toliko slojeva zemlje stvorio; Njegova odredba do svih njih dospijeva da biste vi znali da Allah nad svime ima moć i da Allah znanjem Svojim sve obuhvata"
        },
        {
            "chapter": 66,
            "verse": 1,
            "text": "O Vjerovjesniče, zašto sebi zabranjuješ ono što ti je Allah dozvolio – želeći zadovoljstvo svojih supruga? A Allah je Onaj Koji oprašta grijehe i milostiv je"
        },
        {
            "chapter": 66,
            "verse": 2,
            "text": "Allah vam je propisao kako da svoje zakletve iskupite; Allah je vaš Gospodar; On je Sveznajući i Mudri"
        },
        {
            "chapter": 66,
            "verse": 3,
            "text": "A kad Poslanik jednoj supruzi svojoj tajno govor povjeri, pa ga ona on je upozna s nečim što je kazala a nešto prešuti. Pa kad je on o tome obavijesti"
        },
        {
            "chapter": 66,
            "verse": 4,
            "text": "Ako vas dvije učinite pokajanje Allahu, pa, vi ste bile učinile ono zbog čega je trebalo da se pokajete. A ako se protiv njega udružite, pa, Allah je zaštitnik njegov, i Džibril, i čestiti vjernici; najposlije, i svi meleki će mu podrška biti"
        },
        {
            "chapter": 66,
            "verse": 5,
            "text": "Ako vas on pusti, Gospodar njegov će mu dati, umjesto vas, bolje supruge; muslimanke, mu’minke, pokorne Allahu, pokajnice, pobožne, koje poste, i udavane i djevice"
        },
        {
            "chapter": 66,
            "verse": 6,
            "text": "O vi koji vjerujete, sebe i porodice svoje čuvajte od Vatre, kojoj su ljudi i kamenje gorivo, o kojoj se meleki strogi i snažni brinu, koji se onome što im Allah zapovjedi ne opiru, i koji ono što im se naredi izvršavaju"
        },
        {
            "chapter": 66,
            "verse": 7,
            "text": "“O vi koji niste vjerovali, danas se ne pravdajte, bit ćete kažnjeni samo za ono što ste radili"
        },
        {
            "chapter": 66,
            "verse": 8,
            "text": "O vi koji vjerujete, pokajte se čineći Allahu tevbu iskrenu, ne bi li Gospodar vaš loše postupke vaše izbrisao i da bi vas u džennetske bašče, kroz koje rijeke teku, uveo, na Dan u kojem Allah neće poniziti Vjerovjesnika i one koji su zajedno s njim vjerovali; svjetlo njihovo ići će ispred njih, s njihove desne strane. “Gospodaru naš”, govorit će oni, “učini potpunim svjetlo naše i oprosti nam. Ti, doista, nad svime imaš moć.”"
        },
        {
            "chapter": 66,
            "verse": 9,
            "text": "O Vjerovjesniče, bori se protiv nevjernika i licemjera i budi strog prema"
        },
        {
            "chapter": 66,
            "verse": 10,
            "text": "Allah navodi kao primjer onih koji ne vjeruju ženu Nuhovu i ženu Lutovu: bile su udate za dva čestita roba Naša, pa su ih iznevjerile, i njih dvojica im neće ništa moći kod Allaha pomoći, i bit će rečeno: “Ulazite vas dvije u Vatru s onima koji u nju ulaze!”"
        },
        {
            "chapter": 66,
            "verse": 11,
            "text": "A Allah navodi kao primjer onih koji vjeruju ženu faraonovu, kad je rekla: “Gospodaru moj, sagradi mi kod Sebe kuću u Džennetu i spasi me od faraona i njegovih postupaka, i izbavi me od ljudi zulumćara!”"
        },
        {
            "chapter": 66,
            "verse": 12,
            "text": "I Merjemu, kćer Imranovu, koja je nevinost svoju sačuvala, pa smo u nju duha Svog udahnuli, i ona je u riječi Gospodara svoga i Knjige Njegove povjerovala i od onih koji su pokorni bila"
        }
    ]
}