{
    "juzs": [
        {
            "chapter": 4,
            "verse": 24,
            "text": "I zabranjuju vam se udate žene, osim onih koje su u vlasništvu vašem. To vam je propis Allahov! A ostalo vam je dozvoljeno da želite, svojom imovinom da se njima oženite, a ne da blud činite! A suprugama vašim s kojima imate bračne odnose dajte vjenčane darove kao što je propisano. I nije vam grijeh ako se, poslije određenog vjenčanog dara, s njima nagodite. Allah je, doista, Onaj Koji sve zna i mudar je"
        },
        {
            "chapter": 4,
            "verse": 25,
            "text": "A onaj među vama koji nije dovoljno imućan da se oženi slobodnom vjernicom – eto mu one vjernice koje su u vašem vlasništvu – a Allah najbolje zna vjerovanje vaše – jedni ste od drugih. I ženite se njima uz odobrenje vlasnika njihovih, i dajte im vjenčane darove kako je lijepo i uobičajeno, ako su čedne, a nisu preljubnice, niti tajne ljubavnice. A ako one budu udate, pa počine razvrat, neka budu kažnjene polovinom kazne propisane za slobodne žene. To je za onoga od vas koji se boji razvrata, a bolje vam je da se uzdržite, a Allah je Onaj Koji oprašta grijehe i milostiv je"
        },
        {
            "chapter": 4,
            "verse": 26,
            "text": "Allah vam želi objasniti i uputiti vas putevima kojima su išli oni prije vas i oprostiti vam. Allah je Onaj Koji sve zna i mudar je"
        },
        {
            "chapter": 4,
            "verse": 27,
            "text": "Allah vam želi oprostiti, a oni koji se za strastima svojim povode žele da daleko skrenete"
        },
        {
            "chapter": 4,
            "verse": 28,
            "text": "Allah vam želi olakšati, a čovjek je stvoren slab"
        },
        {
            "chapter": 4,
            "verse": 29,
            "text": "O vi koji vjerujete, jedni od drugih na nedozvoljen način imanja ne prisvajajte, osim trgovinom uz obostrani pristanak, i sami sebe ne ubijajte. Allah je, doista, prema vama milostiv"
        },
        {
            "chapter": 4,
            "verse": 30,
            "text": "Onoga koji to nepravično i nasilno učini, Mi ćemo u Vatri pržiti, a to je Allahu lahko"
        },
        {
            "chapter": 4,
            "verse": 31,
            "text": "Ako se budete klonili velikih grijeha koji su vam zabranjeni, Mi ćemo pokriti vaša loša djela i u divno mjesto vas uvesti"
        },
        {
            "chapter": 4,
            "verse": 32,
            "text": "I ne poželite ono čime je Allah neke od vas odlikovao nad drugima: muškarcima pripada udio za ono što zarade, a ženama udio za ono što one zarade. I molite Allaha za obilje Njegovo. Allah, doista, sve dobro zna"
        },
        {
            "chapter": 4,
            "verse": 33,
            "text": "Za sve smo odredili nasljednike u onome što ostave roditelji i rođaci, a onima s kojima ste vezani ugovorom dajte njihov dio! Allah je, doista, svemu svjedok"
        },
        {
            "chapter": 4,
            "verse": 34,
            "text": "Muškarci su nadređeni i staraju se o ženama zato što je Allah odlikovao jedne nad drugima i zato što oni troše imetke svoje. Zbog toga su čestite žene poslušne i za vrijeme muževljeva odsustva čuvaju ono što je Allah odredio da se čuva. One čije neposlušnosti se pribojavate vi posavjetujte, a onda napustite postelje njihove, pa ih i udarite. Ako vam postanu poslušne, protiv njih ništa ne činite. Allah je, doista, uzvišen i velik"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "A ako se bojite razdora između njih dvoje, onda pošaljite jednog suca iz njegove, a jednog iz njene porodice. Ako oni žele izmirenje, Allah će ih pomiriti; Allah je, zaista, sveznajući i Onaj Koji sve, i u potpunosti, zna"
        },
        {
            "chapter": 4,
            "verse": 36,
            "text": "I Allahu ibadet činite i ništa Mu ne pridružujte, a roditeljima činite dobro, i rođacima, i siročadima, i siromasima, i komšiji bližnjem, i komšiji daljnjem, i drugu pored sebe, i putniku, i onome koji je u vašem posjedu. Allah, doista, ne voli one koji se ohole i hvališu"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "To su oni koji škrtare i zapovijedaju drugima da budu škrti, i koji kriju ono što im je Allah iz obilja Svoga darovao, a Mi smo nevjernicima pripremili patnju ponižavajuću"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "I oni koji troše imetke svoje pretvarajući se pred ljudima, a u Allaha i ahiret ne vjeruju. A kome je šejtan drug, to mu je zao drug"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "A šta bi im bilo da u Allaha i Posljednji dan vjeruju i da od onoga što im je Allah dao udjeljuju?! A Allah o njima sve zna"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "Zaista Allah ni trunku nepravde ne čini, pa ako to bude dobro djelo, On će ga umnogostručiti i od Sebe nagradu veliku dati"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "A šta će tek biti kada iz svakoga naroda dovedemo svjedoka, a i tebe dovedemo da o ovima svjedočiš"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "Taj dan će poželjeti oni koji nisu vjerovali i koji su se protiv Poslanika dizali da zemlja nad njima bude poravnana, a od Allaha nijednu riječ neće moći sakriti"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "O vi koji vjerujete, ne pristupajte namazu pijani, dok ne budete znali šta govorite, niti kada ste džunubi, osim kao prolaznici, sve dok se ne okupate. A ako ste bolesni, ili na putu, ili ako je neko od vas došao iz nužnika, ili ako ste imali odnos sa suprugama, a ne nađete vode, onda dlanovima čistu zemlju dotaknite i lica svoja i ruke svoje potarite. Allah je, doista, Onaj Koji stalno grijehe poništava i oprašta"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Zar ne vidiš kako oni kojima je dat udio u Knjizi kupuju zabludu i žele da vi s Pravog puta skrenete"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "Allah najbolje poznaje neprijatelje vaše; Allah je dovoljan zaštitnik i Allah je dovoljan pomagač"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "Onima koji su judejstvo prihvatili, koji izvrću smisao riječi govoreći: \"Čujemo, ali se ne pokoravamo!\" i: \"Slušaj, dabogda ne čuo!\" i: \"Čuvaj nas!\", prevrćući jezicima svojim i huleći vjeru, bolje bi bilo i ispravnije da kažu: \"Slušamo i pokoravamo se!\" i: \"Slušaj!\" i: \"Pogledaj na nas!\" Ali, Allah je njih zbog nevjerovanja njihova prokleo i malo ko od njih vjeruje"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "O vi kojima je Knjiga data, povjerujte u ovo što objavljujemo potvrđujući ono što već imate, prije nego što crte lica izbrišemo i vratimo ih nazad ili ih prokunemo kao što smo prokleli one koji nisu subotu poštivali, a zapovijest Allahova biva izvršena"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "Allah, doista, neće oprostiti da se Njemu išta u obožavanju pridružuje, a oprostit će sve mimo toga, kome On hoće! A onaj ko drugog Allahu u obožavanju pridružuje, taj čini potvoru i grijeh veliki"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "Zar ne vidiš one koji sebe smatraju od grijeha čistim?! Međutim, Allah čisti od grijeha koga hoće i nikome se neće, ni koliko nit na hurminoj košpici, zulum učiniti"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "Pogledaj kako izmišljaju laž o Allahu! To je Allahu dovoljno kao jasan grijeh"
        },
        {
            "chapter": 4,
            "verse": 51,
            "text": "Zar ne vidiš one kojima je dat udio u Knjizi kako u sihr i taguta – šejtana vjeruju, a onima koji ne vjeruju govore: \"Ovi su na ispravnijem putu od onih koji vjeruju"
        },
        {
            "chapter": 4,
            "verse": 52,
            "text": "To su oni koje je Allah prokleo, a ti nećeš naći da će pomagača imati onaj koga je Allah prokleo"
        },
        {
            "chapter": 4,
            "verse": 53,
            "text": "Da možda oni nemaju kakav udio u vlasti?! A da imaju, oni ljudima ništa – ni koliko udubljenje na hurminoj košpici – ne bi dali"
        },
        {
            "chapter": 4,
            "verse": 54,
            "text": "I zar ljudima zavide na onome što im je Allah dao iz obilja svoga?! A Mi smo potomcima Ibrahimovim Knjigu i mudrost dali, i dali smo im veliku vlast"
        },
        {
            "chapter": 4,
            "verse": 55,
            "text": "Pa, bilo ih je koji su vjerovali, a bilo je i onih koji su od toga odvraćali. A džehennem je dovoljan kao oganj užareni"
        },
        {
            "chapter": 4,
            "verse": 56,
            "text": "Doista, one koji ne vjeruju u ajete i znakove Naše Mi ćemo u Vatru baciti, pa kada god im se kože ispeku, zamijenit ćemo ih drugim kožama, kako bi patnju osjetili. Allah je, doista, silan i mudar"
        },
        {
            "chapter": 4,
            "verse": 57,
            "text": "A one koji vjeruju i dobra djela čine Mi ćemo uvesti u džennetske bašče kroz koje rijeke teku. Tamo će zauvijek ostati i supruge očišćene u njima imati; i u debelu hladovinu ćemo ih uvesti"
        },
        {
            "chapter": 4,
            "verse": 58,
            "text": "Allah vam, doista, naređuje da emanete date onima kojima pripadaju, a kada ljudima sudite – da pravedno sudite. Savjet Allahov je, uistinu, divan i Allah je, doista, Onaj Koji sve čuje i Onaj Koji sve vidi"
        },
        {
            "chapter": 4,
            "verse": 59,
            "text": "O vi koji vjerujete, pokoravajte se Allahu i pokoravajte se Poslaniku i nadležnim između vas. A ako se u nečemu ne slažete, obratite se Allahu i Poslaniku, ako vjerujete u Allaha i Posljednji dan. To je bolje i posljedice su ljepše"
        },
        {
            "chapter": 4,
            "verse": 60,
            "text": "Zar ne vidiš one koji tvrde da vjeruju u ono što je objavljeno tebi i u ono što je objavljeno prije tebe kako žele da im se pred tagutom – lažnim sudijom sudi, iako im je naređeno da u njega ne vjeruju?! A šejtan samo želi da ih u veliku zabludu navede"
        },
        {
            "chapter": 4,
            "verse": 61,
            "text": "I kada im se kaže: \"Pristupite ovome što je Allah objavio i pristupite Poslaniku\", vidiš licemjere kako se od tebe sasvim okreću"
        },
        {
            "chapter": 4,
            "verse": 62,
            "text": "A šta će tek biti kada ih pogodi nevolja zbog djela ruku njihovih, pa ti dođu zaklinjući se Allahom: \"Mi smo samo htjeli da dobro i pravo učinimo"
        },
        {
            "chapter": 4,
            "verse": 63,
            "text": "To su oni za koje Allah zna šta je u srcima njihovim, pa okreni se od njih i savjetuj ih, i reci im ono što će ih dirnuti"
        },
        {
            "chapter": 4,
            "verse": 64,
            "text": "A mi nismo nijednog poslanika poslali, osim da bi mu se pokoravalo uz Allahovo odobrenje. A da ti oni dođu kada sami sebi zulum učine i zamole Allaha da im oprosti, pa da i Poslanik zamoli da im se oprosti, oni bi vidjeli da Allah, doista, prima pokajanje i da je milostiv"
        },
        {
            "chapter": 4,
            "verse": 65,
            "text": "I, tako Mi Gospodara tvoga, oni neće vjerovati dok za sudiju u sporovima međusobnim tebe ne prihvate, a potom u dušama svojim tegobe ne osjete za ono što si odredio i sasvim se ne predaju"
        },
        {
            "chapter": 4,
            "verse": 66,
            "text": "I da smo Mi njima propisali \"da sami sebe poubijate!\" ili \"da se iselite iz svoga zavičaja!\", malo ko od njih bi to učinio! A kada bi onako kako im se savjetuje postupili, bilo bi im bolje i u vjeri čvršće"
        },
        {
            "chapter": 4,
            "verse": 67,
            "text": "I tada bismo im Mi, od Nas, veliku nagradu dali"
        },
        {
            "chapter": 4,
            "verse": 68,
            "text": "I na Pravi put bismo ih uputili"
        },
        {
            "chapter": 4,
            "verse": 69,
            "text": "Oni koji su pokorni Allahu i Poslaniku bit će u društvu onih koje je Allah blagodario: vjerovjesnika, onih koji srcem iskreno i u potpunosti vjeruju i šehida i čestitih ljudi, a divno li je to društvo"
        },
        {
            "chapter": 4,
            "verse": 70,
            "text": "To obilje je od Allaha i dovoljno je da Allah sve to dobro zna"
        },
        {
            "chapter": 4,
            "verse": 71,
            "text": "O vi koji vjerujete, budite oprezni i idite u borbu u grupama, ili odjednom svi"
        },
        {
            "chapter": 4,
            "verse": 72,
            "text": "Među vama ima, doista, onih koji će oklijevati, pa će, ako vas pogodi nevolja, takav reći: \"Sam Allah me blagodario što s njima nisam bio"
        },
        {
            "chapter": 4,
            "verse": 73,
            "text": "A ako vas od Allaha dobro zadesi, on će, kao da između vas i njega nije bilo prijateljstva, sigurno reći: \"Kamo sreće da sam s njima bio, veliki plijen bih dobio"
        },
        {
            "chapter": 4,
            "verse": 74,
            "text": "I neka se zato na Allahovu putu vjernici bore protiv onih koji život na dunjaluku kupuju za ahiret, a onoga ko se na Allahovu putu bori, pa pogine ili pobijedi, Mi ćemo, sigurno, velikom nagradom nagraditi"
        },
        {
            "chapter": 4,
            "verse": 75,
            "text": "Šta je s vama pa se ne borite na Allahovom putu za nemoćne; za muškarce, žene i djecu koji govore: \"Gospodaru naš, izbavi nas iz ovoga grada čiji su stanovnici nasilnici, odredi nam zaštitnika i daj nam pomagača"
        },
        {
            "chapter": 4,
            "verse": 76,
            "text": "Oni koji vjeruju bore se na Allahovom putu, a oni koji ne vjeruju bore se na putu taguta – šejtana. Zato se borite protiv štićenika šejtanovih, a šejtanovo lukavstvo, doista, je slabo"
        },
        {
            "chapter": 4,
            "verse": 77,
            "text": "Zar nisi vidio one kojima je rečeno: \"K sebi ruke svoje, već namaz obavljajte i zekat dajite.\" A kada im bi propisana borba, odjednom se grupa njih poboja ljudi, kao što se Allaha boji, ili još više, i rekoše: \"Gospodaru naš, zašto si nam borbu propisao? Da si nam to do određenog vremena odgodio?\" Reci: \"Uživanje na dunjaluku je kratko, a ahiret je bolji za bogobojazne.\" A vama, ni koliko nit na hurminoj košpici, zulum neće biti učinjen"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "Gdje god bili, stići će vas smrt, pa makar bili i u kulama visokim! Ako ih zadesi kakvo dobro, oni kažu: \"To je od Allaha!\", a ako ih zadesi kakvo zlo, oni govore: \"To je od tebe!\" Reci: \"Sve je od Allaha!\" Pa šta je s ovim ljudima?! Oni kao da ne razumiju šta im se govori"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "Dobro koje te zadesi, to je od Allaha, a zlo koje te zadesi, to je od tebe. Mi smo te kao poslanika ljudima poslali, a Allah je dovoljan svjedok"
        },
        {
            "chapter": 4,
            "verse": 80,
            "text": "Ko se pokori Poslaniku, pokorio se i Allahu, a ko se okrene, pa Mi te nismo poslali da im čuvar budeš"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "Oni govore: \"Pokoravamo se!\", a kada od tebe odu, neki od njih noću smišljaju drugačije nego što ti govoriš. Allah zapisuje ono što oni noću smišljaju. Zato se okreni od njih i u Allaha se pouzdaj, a dovoljan je zaštitnik Allah"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "A zašto oni ne promišljaju o Kur'anu? Jer, da je on od nekoga drugog, a ne od Allaha, oni bi u njemu našli mnoge protivrječnosti"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "A kada im dođe nešto što se odnosi na sigurnost ili strah, oni to razglase. A da to prepuste Poslaniku ili pretpostavljenim svojima, to bi sigurno od njih saznali oni koji to ispituju. A da nije dobrote Allahove prema vama i milosti Njegove, vi biste, osim nekolicine, šejtana slijedili"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "Zato se bori na Allahovom putu, ne obavezujući osim sebe, a vjernike podstiči. Allah će zaustaviti silu onih koji ne vjeruju, a Allah je od njih silniji i kazne Njegove su strožije"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "Ko se bude za dobro zalagao, i on će imati udio u tome, a ko se bude za zlo zalagao, i on će imati udio u tome. A Allah nad svim bdije"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "Kada pozdravljeni budete, na ljepši način uzvratite, ili isto otpozdravite, a Allah, doista, sve obračunava"
        },
        {
            "chapter": 4,
            "verse": 87,
            "text": "Allah, osim Koga drugoga boga nema, sigurno će vas sakupiti na Sudnjem danu, u što nema nimalo sumnje, a čiji je govor istinitiji od Allahovog"
        },
        {
            "chapter": 4,
            "verse": 88,
            "text": "Zašto se podvajate kada su u pitanju licemjeri koje je Allah vratio u nevjerstvo zbog onoga što su sami zaslužili? Zar želite na Pravi put uputiti one kojima je Allah dao da su u zabludi? A kome Allah da da je u zabludi, ti mu nećeš Put naći"
        },
        {
            "chapter": 4,
            "verse": 89,
            "text": "Oni bi voljeli da i vi ne vjerujete kao što oni ne vjeruju, pa da budete jednaki. Zato, između njih ne uzimajte prijatelje dok se na Allahovom Putu ne isele. A ako se okrenu, onda ih zarobljavajte i ubijajte gdje god ih nađete i od njih prijatelje ni pomagače ne uzimajte"
        },
        {
            "chapter": 4,
            "verse": 90,
            "text": "osim onih koji se sklone kod naroda s kojim vi imate ugovor, ili dođu kod vas, jer im je teško boriti se protiv vas ili svoga roda. A da Allah hoće, on bi ih okrenuo protiv vas, pa bi se oni borili protiv vas! Ako vas oni ostave na miru i ne bore se protiv vas, nego vam ponude mir, onda vam Allah ne daje pravo da ih napadate"
        },
        {
            "chapter": 4,
            "verse": 91,
            "text": "Vi ćete nalaziti druge koji žele biti sigurni od vas i naroda svog, pa kada god budu vraćeni na smutnju – širk, oni mu se još više predaju. Ako se oni ne okane vas, i ne ponude vam mir, i ako vas se ne klone, onda ih hvatajte i ubijajte gdje god stignete, a Mi smo vam za borbu protiv njih jasan dokaz dali"
        },
        {
            "chapter": 4,
            "verse": 92,
            "text": "Vjernik ne može ubiti vjernika osim greškom, a ko ubije vjernika greškom, on mora osloboditi roba vjernika, i predati krvarinu porodici njegovoj, izuzev ako oni to oproste. Ako on pripada narodu koji vam je neprijatelj, a vjernik je, on mora osloboditi jednog roba vjernika! Ako, pak, pripada narodu s kojim imate sporazum, tada mora dati krvarinu porodici njegovoj i osloboditi roba vjernika! Ko to ne nađe, obavezan je postiti dva mjeseca uzastopno, kajući se Allahu. A Allah je Onaj Koji sve zna i mudar je"
        },
        {
            "chapter": 4,
            "verse": 93,
            "text": "A ko hotimično ubije vjernika, kazna mu je džehennem u kojem će vječno ostati. Na njega se Allah rasrdi i proklete ga, a još mu je i patnju veliku pripremio"
        },
        {
            "chapter": 4,
            "verse": 94,
            "text": "O vi koji vjerujete, kada u boj na Allahovom putu krenete, sve dobro provjerite i onome ko vam nazove selam nemojte reći: \"Ti nisi vjernik!\", u želji za prolaznim dobrima dunjalučkog života, jer kod Allaha su mnoga dobra. Takvi ste ranije i vi bili, pa vam je Allah darovao milost Svoju. Zato, sve dobro provjerite, a Allah, doista, dobro zna ono što vi radite"
        },
        {
            "chapter": 4,
            "verse": 95,
            "text": "Vjernici koji se ne bore, osim onih koji su nesposobni, ne mogu se izjednačiti s onima koji se na Allahovu putu bore imecima svojim i životima svojim. One koji se bore imecima svojim i životima svojim Allah je odlikovao za stepen nad onima koji se ne bore, i svima Allah obećava lijepu nagradu. A Allah je borce, u odnosu na one koji se ne bore, odlikovao velikom nagradom"
        },
        {
            "chapter": 4,
            "verse": 96,
            "text": "položajima kod Njega, oprostom i milošću, a Allah je Onaj Koji oprašta grijehe i milostiv je"
        },
        {
            "chapter": 4,
            "verse": 97,
            "text": "Doista će meleki, kada budu uzimali duše onima koji su prema sebi zulum učinili, pitati: \"Šta je bilo s vama?'', a oni će odgovoriti: \"Bili smo nemoćni na Zemlji.\" \"Zar Allahova Zemlja nije prostrana i zar se niste mogli nekuda iseliti?'', reći će im oni. Zato će njihovo prebivalište biti džehennem, a loše je to konačno odredište"
        },
        {
            "chapter": 4,
            "verse": 98,
            "text": "Izuzetak su nemoćni muškarci, i žene, i djeca, koji se snaći ne mogu i koji ne nađu puta"
        },
        {
            "chapter": 4,
            "verse": 99,
            "text": "Allah će njima oprostiti; Allah je Onaj Koji stalno poništava grijehe i oprašta"
        },
        {
            "chapter": 4,
            "verse": 100,
            "text": "Ko se iseli na putu Allahovom, na Zemlji će naći mnogo mjesta i obilja! A onaj ko napusti svoj dom, iseljavajući se radi Allaha i Njegovoga Poslanika, pa ga stigne smrt, od Allaha će dobiti nagradu. Allah je Onaj Koji oprašta grijehe i milostiv je"
        },
        {
            "chapter": 4,
            "verse": 101,
            "text": "Kada idete po Zemlji, nije vam grijeh namaz skratiti ako se bojite da će vam smutnju nevjernici učiniti, jer nevjernici su vam, doista, otvoreni neprijatelji"
        },
        {
            "chapter": 4,
            "verse": 102,
            "text": "Kada ti budeš među njima i budeš ih u namazu predvodio, neka jedna grupa s tobom klanja i neka svoje oružje uzmu; i dok budu na sedždi, neka drugi budu iza vas, a onda neka dođe druga grupa koja nije klanjala i neka s tobom klanjaju, ali neka drže oružje svoje i oprezni budu. Nevjernici jedva čekaju da vi zanemarite oružje svoje i opremu svoju, pa da na vas svi odjednom navale. A ako vam bude smetala kiša ili budete bolesni, nije vam grijeh oružje svoje odložiti, ali, oprezni budite.Allah je, doista, nevjernicima ponižavajuću patnju pripremio"
        },
        {
            "chapter": 4,
            "verse": 103,
            "text": "A kada namaz završite, Allaha spominjite, i stojeći, i sjedeći, i ležeći na bokovima. A kada budete sigurni, namaz obavljajte u potpunosti; namaz je, uistinu, propisan vjernicima u određenim vremenskim razmacima"
        },
        {
            "chapter": 4,
            "verse": 104,
            "text": "I nemojte malaksati tragajući za neprijateljem; ako vi trpite bol, trpe i oni bol kao i vi, a vi se još od Allaha nadate onome čemu se oni ne nadaju. Allah je Onaj Koji sve zna i mudar je"
        },
        {
            "chapter": 4,
            "verse": 105,
            "text": "Mi tebi objavljujemo Knjigu s istinom, da ljudima sudiš onako kako ti Allah pokazuje i ne budi branilac izdajicama"
        },
        {
            "chapter": 4,
            "verse": 106,
            "text": "I Allaha moli za oprost; Allah je, uistinu, Onaj Koji oprašta grijehe i milostiv je"
        },
        {
            "chapter": 4,
            "verse": 107,
            "text": "I ne zauzimaj se za one koji sami sebe iznevjeravaju, Allah, doista, ne voli onoga koji je pronevjeritelj i grešnik"
        },
        {
            "chapter": 4,
            "verse": 108,
            "text": "Oni se kriju od ljudi, a ne kriju se od Allaha, a On je s njima i kada noću smišljaju riječi kojima On nije zadovoljan. A Allah sve što oni rade, obuhvata"
        },
        {
            "chapter": 4,
            "verse": 109,
            "text": "Eto, vi se zauzimate za njih u životu na dunjaluku, a ko će se pred Allahom za njih zauzimati na Kijametskom danu, ili ko će im zastupnik biti"
        },
        {
            "chapter": 4,
            "verse": 110,
            "text": "Ko učini kakvo zlo, ili prema sebi zulum učini, a zatim Allaha moli da mu oprosti, naći će da Allah je Onaj Koji oprašta grijehe i milostiv je"
        },
        {
            "chapter": 4,
            "verse": 111,
            "text": "Ko grijeh uradi, na svoju štetu ga je uradio, a Allah je Onaj Koji sve zna i mudar je"
        },
        {
            "chapter": 4,
            "verse": 112,
            "text": "Ko počini prestup ili grijeh, a potom zato optuži nedužna čovjeka, natovario je na sebe i kletvu i grijeh očiti"
        },
        {
            "chapter": 4,
            "verse": 113,
            "text": "Da nije Allahove dobrote i milosti Njegove prema tebi, jedna skupina njih bi nastojala da te zavede, ali oni samo sebe zavode, a tebi ne mogu ništa nauditi. Allah tebi objavljuje Knjigu i mudrost i poučava te onome što nisi znao a Allahovo dobro prema tebi je veliko"
        },
        {
            "chapter": 4,
            "verse": 114,
            "text": "Nema dobra u mnogim njihovim potajnim govorima, osim u govoru onog ko traži da se sadaka udjeljuje, ili dobro čini, ili uspostavlja mir među ljudima. Onome ko to čini iz želje za Allahovim zadovoljstvom, Mi ćemo veliku nagradu dati"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "A onoga ko se suprotstavi Poslaniku, nakon što mu jasno bude pokazan Pravi put, i slijedi put koji nije put vjernika, pustit ćemo da čini što je naumio, i bacit ćemo ga u džehennem, a loše je to konačno odredište"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "Allah, doista, neće oprostiti da se Njemu išta u obožavanju pridružuje, a kome hoće oprostit će sve osim toga; onaj ko Allahu išta u obožavanju pridružuje – doista je daleko zalutao"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "Oni mimo Allaha samo ženske kumire prizivaju i ne prizivaju drugog do šejtana prkosnika"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "Allah ga je prokleo, a on je rekao: \"Ja ću sigurno preuzeti za sebe određeni dio Tvojih robova"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "I sigurno ću ih navoditi u zabludu, i sigurno ih lažnim nadama mamiti, i zapovjedit ću im sigurno da uši stoci režu, i sigurno ću im narediti da Allahovo stvaranje preinačavaju!\" A ko šejtana, umjesto Allaha, za zaštitnika prihvati, on je na gubitku očitom"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "On im obećanja daje i lažnim nadama ih mami. A ono što im šejtan obećava samo je obmana"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "To su oni čije je prebivalište džehennem, i oni iz njega neće spasa naći"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "A one koji vjeruju i dobra djela čine Mi ćemo uvesti u bašče džennetske kroz koje rijeke teku, i u kojima će vječno ostati. Obećanje Allahovo je istinito, a čije su riječi od Allahovih istinitije"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "To neće biti ni po vašim željama, ni po željama sljedbenika Knjige; onaj koji radi zlo, bit će kažnjen za to i neće naći, mimo Allaha, ni zaštitnika ni pomagača"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "a onaj koji čini dobro, bio muškarac ili žena, a vjernik je, ući će u džennet i nikome, ni koliko udubljenje na hurminoj košpici, zulum neće biti nanesen"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "Ko je bolje vjere od onoga ko je predao svoje lice Allahu, a dobročinitelj je i slijedi vjeru Ibrahimovu, koji je bio vjere čiste?! A Allah je uzeo Ibrahima za prijatelja"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "Allahovo je sve što je na nebesima i što je na Zemlji. Allah sve obuhvata"
        },
        {
            "chapter": 4,
            "verse": 127,
            "text": "Oni traže od tebe propise o ženama. Reci: \"Allah će vam objasniti propise o njima i o onome što vam se čita u Knjizi o ženama –siroticama, kojima ne dajete ono što im je propisano, a ne želite da se njima oženite, i o nejakoj djeci, i o tome da prema siročadi pravedno postupate. A Allah sigurno zna za dobro koje učinite"
        },
        {
            "chapter": 4,
            "verse": 128,
            "text": "Ako se neka žena plaši muževe mržnje ili izbjegavanja, onda se oni neće ogriješiti ako se međusobno nagode, a nagodba je bolja. Ljudske duše sklone su pohlepi. I ako vi budete lijepo postupali i Allaha se bojali – pa Allah u potpunosti zna ono što radite"
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "Vi nećete moći potpuno jednako postupati prema suprugama svojim ma koliko to željeli. I nemojte prema nekoj sasvim naginjati pa da neku učinite kao da je bez muža, a nerazvedena. A ako se popravite i Allaha bojite, pa Allah je, uistinu, Onaj Koji oprašta grijehe i milostiv je"
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "A ako se njih dvoje ipak rastave, Allah će ih, iz obilja Svoga, neovisnim učiniti. Allah je neizmjerno darežljiv i mudar"
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "Allahovo je ono što je na nebesima i ono što je na Zemlji. Mi smo onima kojima je data Knjiga prije vas, a i vama, već zapovjedili da se bojite Allaha. A ako ne budete vjerovali, pa, uistinu, Allahovo je ono što je na nebesima i ono što je na Zemlji, Allah je neovisan i hvaljen"
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "Allahovo je ono što je na nebesima i što je na Zemlji, i Allah je kao zaštitnik dovoljan"
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "Ako On hoće, vas će ukloniti, o ljudi, a druge će dovesti! On je kadar to učiniti"
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "Onaj koji želi nagradu na dunjaluku, pa u Allaha je nagrada i ovoga i onoga svijeta; Allah je Onaj Koji sve čuje i Onaj Koji sve vidi"
        },
        {
            "chapter": 4,
            "verse": 135,
            "text": "O vi koji vjerujete, budite uvijek pravedni, svjedočite radi Allaha, pa makar to bilo protiv vas samih, ili roditelja i rodbine. Bude li onaj o kome svjedočite bogat ili siromah, pa Allah je preči njima! I ne slijedite strasti, kako ne biste bili nepravedni. A ako budete krivo svjedočili ili svjedočenje izbjegavati, pa Allah, zaista, u potpunosti zna ono što radite"
        },
        {
            "chapter": 4,
            "verse": 136,
            "text": "O vi koji vjerujete, vjerujte u Allaha i Poslanika Njegova, i u Knjigu koju On Svome Poslaniku objavljuje i u knjige koje je objavio prije. A onaj koji ne bude vjerovao u Allaha, i u meleke Njegove, i u knjige Njegove, i u poslanike Njegove, i u Posljednji dan – daleko je zalutao"
        },
        {
            "chapter": 4,
            "verse": 137,
            "text": "Onima koji su bili vjernici, a zatim postali nevjernici, pa opet postali vjernici i ponovo postali nevjernici, i pojačali nevjerovanje, Allah, doista, neće oprostiti i neće ih na Pravi put izvesti"
        },
        {
            "chapter": 4,
            "verse": 138,
            "text": "Bolnu patnju navijesti licemjerima"
        },
        {
            "chapter": 4,
            "verse": 139,
            "text": "koji prisno prijateljuju s nevjernicima, mimo vjernika! Zar od njih traže moć, a sva moć pripada samo Allahu"
        },
        {
            "chapter": 4,
            "verse": 140,
            "text": "On vam je već u Knjizi objavio: \"Kada čujete da su Allahove riječi predmet poricanja i izrugivanja, ne sjedite s onima koji to čine dok ne stupe u drugi razgovor, inače, bit ćete kao oni.\" Allah će, sigurno, sastaviti u džehennemu sve licemjere i nevjernike"
        },
        {
            "chapter": 4,
            "verse": 141,
            "text": "one koji iščekuju šta će biti s vama. Pa ako vam Allah daruje pobjedu, oni reknu: \"Zar nismo bili uz vas\", a ako sreća posluži nevjernike, onda govore njima: \"Zar vas nismo mogli pobijediti, i zar vas nismo odbranili od vjernika?!\" Na Kijametskom danu Allah će vam svima presuditi! A Allah neće dati priliku nevjernicima da unište vjernike"
        },
        {
            "chapter": 4,
            "verse": 142,
            "text": "Licemjeri, zaista, nastoje prevariti Allaha, a On će njih nadmudriti. Kada ustaju da namaz obavljaju, lijeno se dižu i prikazuju se svijetu, a Allaha samo malo spominju"
        },
        {
            "chapter": 4,
            "verse": 143,
            "text": "Kolebaju se između ovoga i toga – vjerovanja i nevjerovanja, niti su sa ovima niti sa onima. A onome kome Allah da da je u zabludi nećeš naći puta ka Uputi"
        },
        {
            "chapter": 4,
            "verse": 144,
            "text": "O vi koji vjerujete, ne uzimajte za zaštitnike i prijatelje nevjernike umjesto vjernika! Zar hoćete da pružite Allahu očigledan dokaz protiv sebe"
        },
        {
            "chapter": 4,
            "verse": 145,
            "text": "Licemjeri će, doista, na samom dnu džehennema biti i ti im nećeš pomagača naći"
        },
        {
            "chapter": 4,
            "verse": 146,
            "text": "Osim onih koji se pokaju i poprave i koji čvrsto Allaha prihvate i vjeru svoju u Allaha iskreno ispolje, oni će biti s vjernicima, a Allah će, sigurno, vjernicima veliku nagradu dati"
        },
        {
            "chapter": 4,
            "verse": 147,
            "text": "Zašto bi vas Allah kažnjavao ako budete zahvaljivali i vjerovali!? Allah je zahvalan i Onaj Koji sve zna"
        }
    ]
}