{
    "rukus": [
        {
            "chapter": 7,
            "verse": 152,
            "text": "Həqiqətən, buzova sitayiş edənlərə öz Rəbbindən bir qəzəb və dünya həyatında zillət üz verəcəkdir. Biz iftira yaxanları belə cəzalandırırıq"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Yaramaz işlər görüb sonra bunun ardından tövbə edib iman gətirənlərə gəlincə, şübhəsiz ki, Rəbbin bundan sonra Bağışlayandır, Rəhmlidir"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "Musanın qəzəbi sakitləşəndə lövhələri götürdü. Onlardakı yazılarda Rəbbindən qorxanlar üçün hidayət və mərhəmət var idi"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Musa Bizim təyin etdiyimiz vaxt üçün tayfasından yetmiş kişi seçdi. Onları zəlzələ yaxaladıqda o dedi: “Ey Rəbbim! Əgər istəsəydin, bundan əvvəl onları da, məni də məhv edərdin. Özümüzdən olan səfehlərin etdiklərinə görə bizi həlakmı edəcəksən? Bu, yalnız Sənin sınağındır. Sən onunla istədiyini azğınlığa aparır, istədiyini də doğru yola yönəldirsən. Sən bizim Himayəçimizsən! Bizi bağışla və bizə rəhm et! Axı Sən bağışlayanların ən yaxşısısan"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "Bizim üçün bu dünyada da yaxşılıq yaz, axirətdə də. Həqiqətən, biz, Sənə üz tutduq!” Allah dedi: “İstədiyimi əzabıma düçar edirəm. Mərhəmətim isə hər şeyi əhatə edir. Mən onu Allahdan qorxan, zəkat verən və ayələrimizə iman gətirənlər üçün yazacağam"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "O kəslər ki, yanlarındakı Tövrat və İncildə haqqında yazılmış olduğunu gördükləri elçinin – yazıb-oxumaq bilməyən peyğəmbərin, ardınca gedərlər. O peyğəmbər onlara yaxşı işlər görməyi buyurar, pis əməlləri isə qadağan edər, onlara pak şeyləri halal, murdar şeyləri isə haram edər. Onların ağır yüklərini yüngülləşdirər və onları buxovlardan xilas edər. Ona iman gətirən, onu dəstəkləyən, ona kömək edən və onunla göndərilmiş nurun (Quranın) ardınca gedənlər isə nicat tapanlardır”"
        }
    ]
}