{
    "rukus": [
        {
            "chapter": 10,
            "verse": 61,
            "text": "Sən hansı bir işdə olsan, Qurandan nə oxusan, siz nə iş görsəniz, başınız ona qarışarkən Biz sizə şahid olarıq. Nə yerdə, nə də göydə zərrə qədər bir şey Rəbbindən gizli qalmaz. Bundan daha kiçiyi və daha böyüyü yoxdur ki, açıq-aydın Yazıda (Lövhi-Məhfuzda) olmasın"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "Şübhəsiz ki, Allahın dostlarının heç bir qorxusu yoxdur və onlar kədərlənməyəcəklər"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "Onlar iman gətirmiş və Allahdan qorxmuşlar"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "Dünya həyatında da, axirətdə də onlara müjdə vardır. Allahın kəlmələri əsla dəyişilməz. Bu, böyük uğurdur"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "Onların sözləri səni kədərləndirməsin. Çünki qüdrət bütünlüklə Allaha məxsusdur. O, Eşidəndir, Biləndir"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "Bilin ki, göylərdə və yerdə olanların hamısı Allahındır. Allahı qoyub başqa şəriklərə yalvaranlar nəyin ardınca gedirlər? Onlar yalnız zənnə uyur və ancaq yalan uydururlar"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "Gecəni rahatlanmanız üçün yaradan, gündüzü də ruzi qazanmanız üçün işıqlı edən Odur. Həqiqətən, bunda eşidən adamlar üçün dəlillər vardır"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "Onlar: “Allah Özünə övlad götürmüşdü!”– dedilər. O, pakdır, müqəddəsdir! O, heç nəyə möhtac deyildir. Göylərdə və yerdə nə varsa, Onundur. Buna aid sizdə heç bir dəlil yoxdur. Niyə Allaha qarşı bilmədiklərinizi söyləyirsiniz"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "De: “Şübhəsiz ki, Allaha qarşı yalan uyduranlar nicat tapmazlar”"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "Onlar bir müddət dünyada faydalanar; sonra onların dönüşü Bizə olar. Sonra da küfr etdiklərinə görə onlara şiddətli əzab daddırarıq"
        }
    ]
}