{
    "rukus": [
        {
            "chapter": 22,
            "verse": 49,
            "text": "De: “Ey insanlar! Mən sizə yalnız açıq xəbərdarlıq edənəm"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "İman gətirib yaxşı işlər görənlər üçün bağışlanma və bol ruzi hazırlanmışdır"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "Ayələrimizi qüvvədən salmağa cəhd göstərənlər isə Cəhənnəm sakinləridirlər"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "Biz səndən əvvəl elə bir elçi, elə bir peyğəmbər göndərməmişik ki, o, ayələrimizi oxumaq istədikdə şeytan onun oxuduğuna gizlicə vəsvəsə verməsin. Lakin Allah şeytanın gizlicə təlqin etdiyini yoxa çıxarar. Sonra da Allah Öz ayələrini möhkəmlədər. Allah Biləndir, Müdrikdir"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "Belə edər ki, şeytanın gizli təlqini qəlbində xəstəlik olanlar və qəlbi sərt olan insanlar üçün bır sınaq vasitəsinə çevrilsin. Həqiqətən, zalımlar uzaq bir ayrılıq içindədirlər"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "Qoy elm verilən kəslər, bu Kitabın Rəbbin tərəfindən göndərilmiş həqiqət olduğunu bilsinlər ki, ona inansınlar və qəlbləri ona bağlansın. Şübhəsiz ki, Allah iman gətirənləri doğru yola yönəldər"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "Kafir olanlar isə, o Saat qəflətən onların başlarının üstünü alanadək, yaxud səmərəsiz bir günün əzabı onlara gəlib yetişənədək, Quran barəsində şəkk-şübhə içində qalarlar"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "O gün hökm yalnız Allahındır. Allah onların arasında hökm verəcəkdir. İman gətirib yaxşı işlər görənlər Nəim bağlarında olacaqlar"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "Kafir olub ayələrimizi yalan hesab edənləri isə rüsvayedici bir əzab gözləyir"
        }
    ]
}