{
    "rukus": [
        {
            "chapter": 2,
            "verse": 30,
            "text": "Sənin Rəbbin mələklərə: “Mən yer üzündə bir canişin bərqərar edəcəyəm!”– dedikdə, onlar: “Biz Səni həmd-səna ilə təriflədiyimiz və Səni müqəddəs tutduğumuz halda, Sən orada fəsad törədib qan salacaq bir kəsmi yerləşdirəcəksən?”– söylədilər. O dedi: “Şübhəsiz ki, Mən sizin bilmədiklərinizi bilirəm!”"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "Allah Adəmə bütün şeylərin adlarını öyrətdi. Sonra onları mələklərə göstərib dedi: “Doğru danışanlarsınızsa, bunların adlarını Mənə deyin!”"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "Onlar dedilər: “Sən pak və müqəddəssən! Sənin bizə öyrətdiklərindən başqa bizdə heç bir bilik yoxdur! Həqiqətən, Sən Bilənsən, Müdriksən!”"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "Allah dedi: “Ey Adəm, bunların adlarını onlara bildir!” O, bunların adlarını onlara bildirdikdə Allah dedi: “Mən sizə demədim ki, göylərdə və yerdə olan qeybi, aşkara çıxartdığınızı və gizli saxladığınızı bilirəm?”"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "Bir zaman Biz mələklərə: “Adəmə səcdə edin!”– dedikdə, İblisdən başqa hamısı səcdə etdi. O imtina edib təkəbbür göstərdi və kafir oldu"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "Biz dedik: “Ey Adəm! Sən zövcənlə birlikdə Cənnətdə sakin ol və orada rahatlıqla nemətlərimizdən istədiyiniz yerdə yeyin için, təkcə bu ağaca yaxınlaşmayın! Yoxsa zalımlardan olarsınız”"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "Şeytan isə o ağacla onları çaşdırıb olduqları yerdən çıxartdı. Biz dedik: “Bir-birinizə düşmən olaraq aşağı enin! Yerdə sizin üçün müəyyən olunmuş vaxtadək məskən və gün-güzəran vardır”"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Adəm tövbə etmək üçün Rəbbindən kəlmələr öyrəndi, O da onun tövbəsini qəbul etdi. Doğrudan da O, tövbələri qəbul edəndir, Rəhmlidir"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "Biz dedik: “Hamınız oradan yerə enin! Mənim tərəfimdən sizə doğru yol göstəricisi gəldikdə Mənim yol göstəricimin ardınca gedənlərə heç bir qorxu yoxdur və onlar kədərlənməyəcəklər”"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "Kafir olub ayələrimizi yalan sayanlar isə Od sakinləridirlər. Onlar orada əbədi qalacaqlar"
        }
    ]
}