{
    "rukus": [
        {
            "chapter": 4,
            "verse": 116,
            "text": "Şübhəsiz ki, Allah Ona şərik qoşmağı bağışlamayacaq. Bundan başqa olan daha kiçik günahları isə istədiyi kimsəyə bağışlayacaqdır. Allaha şərik qoşan şəxs əlbəttə ki, dərin bir azğınlığa düşmüşdür"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "Onlar Allahı qoyub, yalnız qadın adlarını daşıyan bütlərə yalvarır və yalnız üsyankar şeytana sitayiş edirlər"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "Allah şeytana lənət etdi. O isə dedi: “Mən Sənin qullarından müəyyən bir qismini hökmən ələ alacağam"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "Mən onları mütləq doğru yoldan azdıracaq və xülyalara salacağam; onlara mal-qaranın qulaqlarını kəsməyi buyuracaq və Allahın yaratdıqlarına dəyişiklik verməyi əmr edəcəyəm”. Allahı qoyub şeytanı özünə himayədar tutan şəxs açıq-aşkar ziyana uğramışdır"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "Şeytan onlara vədlər verir və onları xülyalara salır. Lakin şeytanın onlara verdiyi vədlər aldatmaqdan başqa bir şey deyildir"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "Onların sığınacaqları yer Cəhənnəmdir. Onlar oradan xilas olmağa bir yol tapa bilməzlər"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "İman gətirib saleh əməllər edənləri isə ağacları altından çaylar axan, içində əbədi qalacaqları Cənnət bağlarına daxil edəcəyik. Bu, Allahın gerçək vədi sayəsində olacaqdır. Sözündə Allahdan daha doğruçu kim ola bilər"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "(Bu nemətə nail olmaq) nə sizin arzunuzla, nə də Kitab əhlinin arzusu ilədir. Pislik edən kəs, onun cəzasını alacaq və o, Allahdan başqa özünə nə bir himayədar, nə də bir yardımçı tapmayacaqdır"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "Həm kişilərdən, həm də qadınlardan mömin olaraq yaxşı işlər görənlər Cənnətə girərlər və onlara xurma çərdəyinin qırıntısı qədər haqsızlıq edilməz"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "Yaxşı işlər görərək Allaha təslim olan və hənif olaraq İbrahim dininin ardınca gedən şəxsdən din baxımından daha gözəl kim ola bilər? Allah İbrahimi sevimli dost tutmuşdur"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "Göylərdə və yerdə nə varsa, Allaha məxsusdur. Allah hər şeyi əhatə edir"
        }
    ]
}