{
    "maqras": [
        {
            "chapter": 19,
            "verse": 59,
            "text": "Na adn a miyakasalono ko oriyan iran a miyakasambi a inilang iran so sambayang, go piyangonotan iran so manga kabaya a ribat, na mawlog siran dn ko landng (ko naraka)"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "Inonta so taw a mithawbat go miyaratiyaya, go minggalbk sa mapiya: Na siran man i phamakasold ko sorga, go di siran khasalimbotan sa mayto bo"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "Manga sorga a tatap, so inidiyandi o (Allah a) Masalinggagaw ko manga oripn Iyan a da mapayag: Mataan! a Skaniyan na tatap a so diyandi Iyan na khitoman"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "Daa khan´g iran roo a siyasiya, ogaid na kalilintad: Go adn a bagian iran a pagpr kiran roo, sa kapita, go magabi"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "Giyoto man so sorga a so pakiphangowaliyan Ami ko manga oripn Ami a taw a miyabaloy a manananggila"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "Na (pitharo o Jibril:) \"Di kami phakatoron inonta o sabap ko sogoan o Kadnan ka: Kapaar Iyan so kasasangoran ami go so katatalikhodan ami, go so pagltan oto: Na da ko btad o Kadnan ka i ba khalipat"
        },
        {
            "chapter": 19,
            "verse": 65,
            "text": "Kadnan o manga langit ago so lopa, go so pagltan a dowa oto: Na simbaang ka Skaniyan, go phantang ka makapantag ko simba Rkaniyan: Ba adn a katawan ka a sangay Niyan"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "Na gii tharoon o manosiya: \"Ino amay ka matay ako, mataan! a phakagmawn ako dn a oyagoyag"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "(Pitharo o Allah:) Ba di khatadmi o manosiya a mataan! a Skami na inadn Ami skaniyan gowani a dapn maadn sa mayto bo"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "Na ibt ko Kadnan ka, mataan! a limodn Ami siran dn, rakhs o manga shaytan; oriyan iyan na mataan! a witn Ami siran dn ko mliliyota ko Jahannam a pkhidola iran a lb iran"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "Oriyan iyan na mataan! a mamitbit Kami dn ko oman i isa ka tindg sa sadn sa tanto kiran a somiyang ka ko (Allah a) Masalinggagaw"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "Oriyan iyan na Skami dn i Matao ko siran a siran i kiyapatotan ko kapakasold ko naraka"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "Na da a isa rkano bo a ba on di makasagad: Miyabaloy sii ko Kadnan ka a miyapasad a kokoman"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "Oriyan iyan na sabtn Ami so miyamananggila, na ibagak Ami roo so manga darowaka, a pkhidola iran a lb iran"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "Na igira a pphangadian kiran so manga ayat Ami, a manga rarayag, na gii tharoon o siran a miyamangongkir, ko siran a miyamaratiyaya: \"Antawaa ko dowa ka sagorompong i tomo i darpa, go mapiya i kalimodan"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "Na madakl a bininasa Mi ko miyaonaan iran a pagtaw, a siran i lbi a mapiya i kasangkapan go so kaphagilaya on"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "Tharoang ka: \"Sadn sa matago ko kadadag, na mbgan sa taalik skaniyan o (Allah a) Masalinggagaw sa madakl, taman sa amay ka kasandngan iran so ididiyandi kiran a siksa, odi na so bangkit, - na katokawan iran dn so taw a skaniyan i lbi a marata i darpa, go tanto a malobay i manga tabanga"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "Na pphagomanan o Allah so siran a komidg sa ontol: sa toroan: Na so manga tatap a manga pipiya, na tomo sii ko Kadnan ka a balas, go tomo a khandodan"
        },
        {
            "chapter": 19,
            "verse": 77,
            "text": "Ino kiyatokawan ka so inongkir iyan so manga ayat Ami, go pitharo iyan a: \"Mataan! a khabgan ako dn sa tamok go wata"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "Ba niyan miyailay so da mapayag, antawaa ba miyakakowa sii ko (Allah a) Masalinggagaw sa pasad"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "Kna oto! Ipzorat Ami dn so gii niyan tharoon: Go pagomanan Ami ron so siksa"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "Go pangowaliyan Ami rkaniyan so gii niyan tharoon, go makatalingoma Rkami a tawantawan"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "Na kominowa siran sa salakaw ko Allah a manga katohanan, ka an siran kon mabaloy a mamakawgop kiran"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "Kna oto, ka pagongkirn iran dn so kiyasimbaa kiran, go khabaloy siran a manga ridoay ran"
        },
        {
            "chapter": 19,
            "verse": 83,
            "text": "Bang ka da katokawi a mataan! a Skami na biyotawanan Ami so manga shaytan ko miyamangongkir, a pphangondoy kiran sa tanto a kapangondoy"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "Na ding ka kiran pnggagaani (so siksa), ka mataan! a phamagitongn Ami kiran dn sa samporna a kapamagitong"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "Sii ko alongan a limodn Ami so miyamananggila sii ko Masalinggagaw, a khikokoda (a khisslaan)"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "Na idndg Ami so manga baradosa ko naraka Jahannam, a maawaw siran"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "Daa makapapaar kiran ko sapaat, inonta so taw a miyakakowa sii ko (Allah a) Masalinggagaw sa diyandi"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "Na pitharo iran a: \"Kominowa so (Allah a) Masalinggagaw sa wata"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "(Pitharo o Allah): Sabnsabnar a mitharo kano sa shay´ a minitaralo a pakasisingay"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "Mayto bo na so manga langit na manga bbnsad sa phoon roo, go manga bbngkag so lopa, go mamangitombak so manga palaw a zagonaot"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "Sa kinidaowaan iran sa adn a wata o (Allah a) Masalinggagaw"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "Na di patot ko Masalinggagaw i ba kowa sa wata"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "Da (a isa bo) ko langowan a taw a matatago ko manga langit go so lopa a ba di makatalingoma ko (Allah a) Masalinggagaw, a makapangangalimbabaan"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "Sabnsabnar a maiitong Iyan siran, go mabibilang Iyan siran sa samporna a bilangan"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "Na oman i isa kiran na makatalingoma Rkaniyan ko alongan a qiyamah a tawantawan"
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "Mataan! a so miyamaratiyaya, go pinggalbk iran so manga pipiya, na snggayan siran dn o (Allah a) Masalinggagaw sa kakasi"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "Na aya dn a kiyalboda Mi ko Qor´an ko basang ka (ya Mohammad), na an ka oto mapphamanothol ko miyamananggila, go an ka oto mipamakaiktiyar ko pagtaw a manga pawal"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "Na madakl a bininasa Mi ko miyaonaan iran a pagtaw. Ba adn a pkhagdam ka kiran a isa bo, odi na pkhan´g ka kiran a karangs"
        }
    ]
}