{
    "maqras": [
        {
            "chapter": 38,
            "verse": 21,
            "text": "Na ino a miyakatalingoma rka so totholan ko pkhakarido? Gowani a mangalakat siran ko Dawood sii ko darpa a diniyan zambayangan"
        },
        {
            "chapter": 38,
            "verse": 22,
            "text": "Gowani na somiyold siran ko Dawood, na inikalk iyan siran, pitharo iran: \"A di ka khalk: Ka pkharido kami a dowa, ka inaniyaya o sabaad rkami so sabaad: Na kokoma kaming ka sa ontol, go di ka phramiramig; go nggonanaowa kaming ka ko ontol a lalan"
        },
        {
            "chapter": 38,
            "verse": 23,
            "text": "Mataan! a giya ungkai a pagari ko: Na adn a siyaw polo ago siyaw a bilibili niyan, na adn a bilibili akn a satiman: Na pitharo iyan a: ´Pakitagikorn ka rakn oto´, na kiyadaoban ako niyan sa katharo"
        },
        {
            "chapter": 38,
            "verse": 24,
            "text": "Pitharo (o Dawood) a: \"Sabnsabnar a kiyasalimbotang ka niyan sa kiyapangniya niyan ko bilibiling ka a kinitapi iyan ko manga bilibili niyan: Ka mataan! a madakl ko zasakotowa a sabnar a phaganiyayaan o sabaad kiran so sabaad: Inonta so siran a miyamaratiyaya, go pinggalbk iran so manga pipiya, na tanto a mayto siran?\" Na miyaantang o Dawood a giyabo a kinitpngn Ami ron: Na miyakapangni sa maap ko Kadnan iyan, go somiyondong a mangangalimbabaan, go miyananangoran (ko Allah)"
        },
        {
            "chapter": 38,
            "verse": 25,
            "text": "Na niyapi Ami ron oto:. Go mataan! a miyambagian iyan sii Rkami so titho a kapakarani, ago so mapiya a khandodan"
        },
        {
            "chapter": 38,
            "verse": 26,
            "text": "Hay Dawood, mataan! a Skami na biyaloy Ami ska a khalifah ko lopa: Na kokomang ka so manga manosiya sa ontol: Go ding ka pagonoti so kabaya a ribat, ka madadag ka niyan ko lalan o Allah: Mataan! a so phangadadadag ko lalan o Allah, na adn a bagian iran a siksa a sangat, sabap ko kiyapakalipati ran ko alongan a kapamagitong"
        },
        {
            "chapter": 38,
            "verse": 27,
            "text": "Na da ko kiyaadna Mi ko langit ago so lopa, go so nganin a lt a dowa nan i ba ilang! Giyoto man i arangan o siran a miyamangongkir! Na sangat a siksa a bagian o siran a miyamangongkir ko naraka"
        },
        {
            "chapter": 38,
            "verse": 28,
            "text": "Ba Ami babaloya so miyamaratiyaya, go pinggalbk iran so manga pipiya, a lagid o pphamaminasa ko lopa? Antawaa ba Ami babaloya so khipanananggila, a lagid o manga baradosa"
        },
        {
            "chapter": 38,
            "verse": 29,
            "text": "(Giyai na) Kitab a initoron Ami skaniyan sii rka, a piyakandaklan sa mapiya, ka an iran manggdagda so manga ayat rkaniyan, go an kasaboti o adn a manga sabot iyan"
        },
        {
            "chapter": 38,
            "verse": 30,
            "text": "Na inibgay Ami ko Dawood so (wata iyan a) Solayman, miyakapiyapiya a oripn. Mataan! a skaniyan na pphananangoran (ko Allah)"
        },
        {
            "chapter": 38,
            "verse": 31,
            "text": "Gowani a pakimasaan ko Solayman ko kagabigabi so manga koda a manga gagaan"
        },
        {
            "chapter": 38,
            "verse": 32,
            "text": "Na miyatharo iyan a: \"Mataan! a sakn na miyatomo akn so kabaya ko mapiya (sa doniya), a di so tadm ko Kadnan ko\", - taman sa miyakadalong (so alongan) ko rnding"
        },
        {
            "chapter": 38,
            "verse": 33,
            "text": "(Pitharo o Solayman:) \"Ndodn iyo siran rakn\". Na phiphoonan iyan mamotol sa manga ai go manga lig"
        },
        {
            "chapter": 38,
            "verse": 34,
            "text": "Na sabnsabnar a tiniyoba Ami so Solayman: Ka piyakidarpaan Ami so korsi iyan sa isa a lawas: Oriyan iyan na mithawbat"
        },
        {
            "chapter": 38,
            "verse": 35,
            "text": "Pitharo iyan: \"Kadnan ko, napii akong Ka, go bgi akong Ka sa kadato, a da a kapatotan on a isa bo ko oriyang ko: Mataan! a Ska na Ska so Pphammgay"
        },
        {
            "chapter": 38,
            "verse": 36,
            "text": "Na piyakaphasiyonot Ami ron so ndo, a pzambr sabap ko sogoan iyan, a malanat, a apiya anda niyan pphakaantapa"
        },
        {
            "chapter": 38,
            "verse": 37,
            "text": "Go so manga shaytan, a tanan pababalay, go panininb"
        },
        {
            "chapter": 38,
            "verse": 38,
            "text": "Go so manga pd a khipapatongn ko manga sangkali"
        },
        {
            "chapter": 38,
            "verse": 39,
            "text": "(Pitharo Ami ron a) \"Giyaya na pammgayan Ami: Na pammgay ka, odi na kakapting ka, sa da a kapamagitong"
        },
        {
            "chapter": 38,
            "verse": 40,
            "text": "Na mataan! a adn a bagian iyan sii Rkami a titho a kapakarani, go mapiya a khandodan"
        },
        {
            "chapter": 38,
            "verse": 41,
            "text": "Na aloyang ka so oripn Ami a Ayyob. Gowani na inipangangarapan iyan ko Kadnan iyan a: \"Mataan! a sakn na minisogat rakn o shaytan so dokaw ago so siksa"
        },
        {
            "chapter": 38,
            "verse": 42,
            "text": "Pitharo on"
        },
        {
            "chapter": 38,
            "verse": 43,
            "text": "Na inibgay Ami ron (bo) so manga taalok on, ago so lagid iran a inibabid kiran, - a limo a phoon Rkami, go pananadm, o adn a manga sabot iyan"
        },
        {
            "chapter": 38,
            "verse": 44,
            "text": "Go (pitharoon:) \"Kowaang ka so limang ka sa sakkhm a rasaas, na lphadn ka (ki karomang ka): Ka dika kasapaan\". Mataan! a Skami na miyatoon Ami skaniyan a mapantang. Sayana a mapiya a oripn! Mataan! a skaniyan na pphangongonotan (ko Allah)"
        },
        {
            "chapter": 38,
            "verse": 45,
            "text": "Go aloyang ka so manga oripn Ami a so Ibrahim, go so Is´haq, go so Ya´qob, a manga babagr go manga ala i pandapat"
        },
        {
            "chapter": 38,
            "verse": 46,
            "text": "Mataan! a Skami na initolabos Ami kiran so tolabos a pananadm ko ingd (a akhirat)"
        },
        {
            "chapter": 38,
            "verse": 47,
            "text": "Go mataan! a siran sii ko hadapan Ami, na pd dn ko miyangapipili a manga pipiya"
        },
        {
            "chapter": 38,
            "verse": 48,
            "text": "Go aloyang ka so Ismail, go so Al-Yasha´, go so Zolkifl: Na tanan pd ko manga pipiya"
        },
        {
            "chapter": 38,
            "verse": 49,
            "text": "Giyaya na pananadm: Na mataan! a rk o khipanananggila, so titho a mapiya a khandodan"
        },
        {
            "chapter": 38,
            "verse": 50,
            "text": "Manga sorga a tatap, a khillkaan kiran so manga pinto"
        },
        {
            "chapter": 38,
            "verse": 51,
            "text": "Gii siran roo zasandasandang; pphananawag siran roo sa manga onga a madakl, ago manga inomn"
        }
    ]
}