{
    "maqras": [
        {
            "chapter": 58,
            "verse": 1,
            "text": "Sabnar a miyan´g o Allah so katharo o (babay a) pphamawalng ka niyan makapantag ko karoma niyan, go gii phanon ko Allah. Na so Allah na pkhan´g Iyan so gii niyo kazinmbaga: Mataan! a so Allah na Pphakan´g, a Pphakaylay"
        },
        {
            "chapter": 58,
            "verse": 2,
            "text": "Siran a pd rkano a ipphangingiring iran ko manga likod o manga ina iran so manga karoma iran, na kna a ba siran i manga ina iran: da a manga ina iran inonta so mimbabawata kiran; na mataan! a siran na titho a gii siran tharo sa marzik a katharo go kabokhag. Na mataan! a so Allah na tanto a Malai-maap, a Manapi"
        },
        {
            "chapter": 58,
            "verse": 3,
            "text": "Na so ipphangingiring iran ko manga likod o manga ina iran so manga karoma iran, oriyan iyan na ipagndod iran so miyatharo iran, na makapmaradika sa isa a oripn ko da iran pn kapakaprorada. Giyoto man na ipphangthoma rkano to. Na so Allah na so gii niyo nggolawlaan na Kaip Iyan"
        },
        {
            "chapter": 58,
            "verse": 4,
            "text": "Na sa taw a di makatoon (sa mapmaradika iyan, na paliyogat on) so kaphowasa sa dowa olan sa di marintas ko di iran pn kapakaprorada. Na sa taw a di phakabaog, na so kapakakana ko nm polo a miskin. Giyoto dn man, ka an iyo maparatiyaya so Allah go so sogo Iyan. Na giyoto man i manga taman o Allah. Na adn a bagian o miyamangongkir a siksa a malipds"
        },
        {
            "chapter": 58,
            "verse": 5,
            "text": "Mataan! a siran a sosorangn iran so Allah go so sogo Iyan, na phakadapanasn siran sa lagid o kiyapakadapanasa ko miyaonaan iran. Na sabnar a piyakatoron Ami so manga ayat a manga rarayag. Na adn a bagian o miyamangongkir a siksa, a phakahina"
        },
        {
            "chapter": 58,
            "verse": 6,
            "text": "Sii ko alongan a kawyaga kiran o Allah langon, na panotholn Iyan kiran so pinggolawla iran. Tatanodan oto o Allah, na piyakalipatan iran oto. Na so Allah i saksi ko langowan taman"
        },
        {
            "chapter": 58,
            "verse": 7,
            "text": "Bang ka di katawi a mataan! a so Allah na katawan Iyan so zisii ko manga langit ago so zisii ko lopa? da a khabaloy a bitiyara o tlo a ba di Skaniyan i ika pat iran, - o di na lima a ba di Skaniyan i ikanm iran, - odi na kakorangan oto, antawaa makadakl, a ba di Skaniyan i pd iran apiya anda siran matago, oriyan iyan na panotholn Iyan kiran so pinggolawla iran, ko alongan a qiyamah. Mataan! a so Allah i Matao ko langowan taman"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "Ay gda a ka ko siran a inisapar kiran so kakhokoroya, oriyan iyan na gi iran mbalinganan so inisapar kiran skaniyan? Go gi iran khokoroyaan so dosa, go so rido, go so kasasangkaa ko Rasol. Na igira a miyakaoma siran rka na ipzalam iran rka so da rka oto salamn o Allah, go gi iran tharoon sii ko manga ginawa iran a: \"Ino a di rktano bo iziksa o Allah so gii tano tharoon?\" Kiyatangkaan siran ko naraka Jahannam; a phamakasold siran on. Na miyakaratarata a khabolosan"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "Hay so miyamaratiyaya, igira a pmbibitiyarai kano, na di niyo pmbibitiyarai so dosa, go so rido, go so kasangkaa ko Rasol, na aya mbibitiyarai niyo na so kaphiyapiya, go so kapananggila. Na kalkn iyo so Allah, a so sii Rkaniyan i plimodan rkano"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "So kakhokoroya (a marata) na sii bo phoon ko shaytan, ka an iyan mapakamboko so miyamaratiyaya. Na da a khibinasa niyan kiran a mayto bo inonta o sabap ko idin o Allah. Na so bo so Allah i sarigi o miyamaratiyaya"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "Hay so miyamaratiyaya! igira a pitharo rkano, a ploaloag kano ko manga darpa, na ploaloag kano, ka loagang kano o Allah. Na igira a adn a mitharo sa ozor kano, na ozor kano; ka iphoro o Allah so miyamaratiyaya, a pd rkano, go (iphoro Iyan) so piyamgan ko katao, sa phipira pangkat. Na so Allah na so gii niyo nggolawlaan na Kaip Iyan"
        },
        {
            "chapter": 58,
            "verse": 12,
            "text": "Hay so miymaratiyaya, igira a ipmbitiyarai niyo so Rasol, na onaan iyo ko dapn so bitiyara niyo so sadka. Giyoto man i mapiya rkano go lbi a phakasoti. Na o da a khatoon iyo na mataan! a so Allah na Manapi, a Makalimoon"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "Ba niyo inikalk a kiyonaan iyo ko da pn so bitiyara niyo ko manga sadka? Na gowani a da niyo nggolawlaa, go piyakatawbat kano o Allah, na pamayandgn iyo so sambayang, go tonaya niyo so zakat, go onoti niyo so Allah ago so sogo Iyan. Na so Allah na Kaip Iyan so gii niyo nggolawlaan"
        }
    ]
}