{
    "maqras": [
        {
            "chapter": 73,
            "verse": 20,
            "text": "Mataan! a so Kadnan ka na katawan Iyan a mataan! a ska na pthindg ka ko korang ko dowa ko tlo bagi ko kagagawii, go so kalooki ron go so ika tlo ron bagi, go so salompok ko siran a manga pd ka. Na so Allah na tatakdirn Iyan so gagawii, ago so dawndaw. Katawan Iyan a di niyo to khaitong, na piyakatawbat kano Niyan na batiyaa niyo so malbod (rkano) ko Qor´an, katawan Iyan a khabaloy so sabaad rkano a pkhakasakit, go so manga pd na pphlalakaw siran ko lopa, a gii siran mbabanog ko kakawasaan o Allah, go so manga pd na gii siran makimbonoay ko lalan ko Allah. Na batiyaa niyo so malbod on, go pamayandgn iyo so sambayang, go tonaya niyo so zakat; go pagotangi niyo so Allah sa otang a mapiya. Na sadn sa mipakawit iyo a rk o manga ginawa niyo a mapiya na khatoon iyo to sii ko Allah, giyoto i lbi a mapiya, go lbi a mala a balas. Na pangni kano sa maap ko Allah. Mataan! a so Allah na Manapi, a Makalimoon"
        },
        {
            "chapter": 74,
            "verse": 1,
            "text": "Hay (Nabi a) khokolob"
        },
        {
            "chapter": 74,
            "verse": 2,
            "text": "Pamayandg ka na, go ka pamakaiktiyar"
        },
        {
            "chapter": 74,
            "verse": 3,
            "text": "Go so Kadnan ka na zlaslaang ka"
        },
        {
            "chapter": 74,
            "verse": 4,
            "text": "Go so nditarn ka na sotiyang ka"
        },
        {
            "chapter": 74,
            "verse": 5,
            "text": "Go so marzik na pakawataning ka"
        },
        {
            "chapter": 74,
            "verse": 6,
            "text": "Go di ka phammgay sa pantag sa kaplaba"
        },
        {
            "chapter": 74,
            "verse": 7,
            "text": "Go makapantag ko Kadnan ka na thigr ka"
        },
        {
            "chapter": 74,
            "verse": 8,
            "text": "Na amay ka iyopn so sanggakala"
        },
        {
            "chapter": 74,
            "verse": 9,
            "text": "Na giyoto man sa alongan oto i alongan a margn"
        },
        {
            "chapter": 74,
            "verse": 10,
            "text": "Sii ko miyamangongkir, kna a ba malbod"
        },
        {
            "chapter": 74,
            "verse": 11,
            "text": "Botawani Akong ka, ago so taw a inadn Ko a tawantawan"
        },
        {
            "chapter": 74,
            "verse": 12,
            "text": "Go singgayan Ko sa bagian iyan a tamok a madakl"
        },
        {
            "chapter": 74,
            "verse": 13,
            "text": "Go manga wata a khipakamamasa"
        },
        {
            "chapter": 74,
            "verse": 14,
            "text": "Go piyakapangondaya Akn on sa samporna a kapangondaya"
        },
        {
            "chapter": 74,
            "verse": 15,
            "text": "Oriyan iyan na maiinam iyan a kawmani Ko ron"
        },
        {
            "chapter": 74,
            "verse": 16,
            "text": "Di dn oto; ka mataan! skaniyan na miyabaloy sii ko manga ayat Ami a somasangka"
        },
        {
            "chapter": 74,
            "verse": 17,
            "text": "Ipaliyogat Akn on so kapanakdg"
        },
        {
            "chapter": 74,
            "verse": 18,
            "text": "Mataan! a skaniyan ni miyamimikiran go mithakdir"
        },
        {
            "chapter": 74,
            "verse": 19,
            "text": "Na pimorkaan, andamanaya i kiyathakdir iyan"
        },
        {
            "chapter": 74,
            "verse": 20,
            "text": "Oriyan iyan na pimorkaan andamanaya i kiyathakdir iyan"
        },
        {
            "chapter": 74,
            "verse": 21,
            "text": "Oriyan iyan na miyangilaylay"
        },
        {
            "chapter": 74,
            "verse": 22,
            "text": "Oriyan iyan na miyakarimng, go komirs"
        },
        {
            "chapter": 74,
            "verse": 23,
            "text": "Oriyan iyan na tomiyalilkhod go miyanakabor"
        },
        {
            "chapter": 74,
            "verse": 24,
            "text": "Na pitharo iyan a: \"Da ko ungkaya inonta na balik mata, gii mithatanana"
        },
        {
            "chapter": 74,
            "verse": 25,
            "text": "Da ko ungkaya inonta katharo o manosiya"
        },
        {
            "chapter": 74,
            "verse": 26,
            "text": "Pakasoldn Ko skaniyan ko naraka Sakar"
        },
        {
            "chapter": 74,
            "verse": 27,
            "text": "Na antawaa i miyakandao rka o antonaa i naraka Sakar"
        },
        {
            "chapter": 74,
            "verse": 28,
            "text": "A da a plambaan iyan, go da a imbagak iyan"
        },
        {
            "chapter": 74,
            "verse": 29,
            "text": "Pthotong ko kobal"
        },
        {
            "chapter": 74,
            "verse": 30,
            "text": "Katatagoan sa sapolo ago siyaw (a malaikat)"
        },
        {
            "chapter": 74,
            "verse": 31,
            "text": "Na da a tindo Ami a khitotonggo ko naraka a rowar ko manga malaikat; go da a kiyatndo Ami ko itongan iran a rowar sa tpng ko siran a miyamangongkir; ka an makatangkd so piyamgan ko kitab, go an makapagoman so miyamaratiyaya sa paratiyaya, go an di kapaparampangi so piyamgan ko kitab ago so miyamaratiyaya, go an matharo o siran a kiyatagoan so manga poso iran sa gdamn ago so miyamangongkir a: \"Antonaa i piyakaantapan o Allah sangkai a ibarat?\" Lagid man oto a kandadaga o Allah ko taw a kabaya Iyan, go kathoroa Niyan ko taw a kabaya Iyan: Na da a matao ko manga tantara o Kadnan ka inonta Skaniyan. Na da a salakaw saya a rowar sa pananadm a rk o manosiya"
        },
        {
            "chapter": 74,
            "verse": 32,
            "text": "Di dn: Ibt ko olan"
        },
        {
            "chapter": 74,
            "verse": 33,
            "text": "Go so gagawii igira a khaypos"
        },
        {
            "chapter": 74,
            "verse": 34,
            "text": "Go so khapita igira a mliwanag"
        },
        {
            "chapter": 74,
            "verse": 35,
            "text": "Mataan aya! a titho a isa a mala"
        },
        {
            "chapter": 74,
            "verse": 36,
            "text": "A ipphamakaiktiyar ko manosiya"
        },
        {
            "chapter": 74,
            "verse": 37,
            "text": "Sii ko taw a khabaya rkano mangonakona, odi na pphapakawri"
        },
        {
            "chapter": 74,
            "verse": 38,
            "text": "Oman i ginawa na sanda ko pinggalbk iyan"
        },
        {
            "chapter": 74,
            "verse": 39,
            "text": "Inonta so manga taw ko kawanan"
        },
        {
            "chapter": 74,
            "verse": 40,
            "text": "Ka sii ko manga sorga, gi iran pamagizai iyan"
        },
        {
            "chapter": 74,
            "verse": 41,
            "text": "So manga baradosa"
        },
        {
            "chapter": 74,
            "verse": 42,
            "text": "Ino kano phakasold ko naraka Sakar"
        },
        {
            "chapter": 74,
            "verse": 43,
            "text": "Ismbag iran: \"Da kami mabaloy a pd ko manga barasambayang"
        },
        {
            "chapter": 74,
            "verse": 44,
            "text": "Go da kami mabaloy a pphamgay sa pangn´ngkn ko miskin"
        },
        {
            "chapter": 74,
            "verse": 45,
            "text": "Go miyabaloy kami a pphamrak, a pd o pphamamrak"
        },
        {
            "chapter": 74,
            "verse": 46,
            "text": "Go miyabaloy kami a gii ami pakambokhagn so alongan a kapamalas"
        },
        {
            "chapter": 74,
            "verse": 47,
            "text": "Taman sa miyakatalingoma rkami so kapakatangkd (a giyoto so kapatay)"
        },
        {
            "chapter": 74,
            "verse": 48,
            "text": "Na di kiran makanggay a gona so sapaat o pphamanapaat"
        },
        {
            "chapter": 74,
            "verse": 49,
            "text": "Na antonaa i mapmbagian iran sa katatalikhod iran ko pananadm"
        },
        {
            "chapter": 74,
            "verse": 50,
            "text": "Lagid o ba siran manga kimar a pphamalagoy"
        },
        {
            "chapter": 74,
            "verse": 51,
            "text": "A piyalagoyan iran so arimaw"
        },
        {
            "chapter": 74,
            "verse": 52,
            "text": "Kna, ka kabaya o oman i isa kiran a kabgan sa manga sorat a makakayat (a phoon ko Allah)"
        },
        {
            "chapter": 74,
            "verse": 53,
            "text": "Di dn oto. Kna, ka di iran ikhalk so akhirat"
        },
        {
            "chapter": 74,
            "verse": 54,
            "text": "Sabnar, a mataan! a giya Qor´an aya! na pananadm"
        },
        {
            "chapter": 74,
            "verse": 55,
            "text": "Na sa taw a khabaya na pananadmn iyan oto"
        },
        {
            "chapter": 74,
            "verse": 56,
            "text": "Na da a phakatadm kiran inonta sa kabaya o Allah: Skaniyan i patot a ikhalk, go patot a phmaap"
        }
    ]
}