{
    "maqras": [
        {
            "chapter": 3,
            "verse": 171,
            "text": "Pkhababaya siran sabap ko limo a phoon ko Allah ago gagaw, ka mataan! a so Allah na di Niyan pagilangn so balas ko miyamaratiyaya"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "Siran na tiyarima iran so Allah go so Rasol, ko oriyan o kinisogat kiran o pali, na adn a bagian o miphipiyapiya kiran go miyamananggila a balas a lbi a mala"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "Siran na pitharo kiran o manga manosiya a: \"Mataan! a so manga manosiya na sabnar a pithampotampongan kano iran, na kalkn iyo siran.\" Na ba kiran dn miyakawman sa paratiyaya. Go pitharo iran a: \"Angkosan kami o Allah, go miyakapiyapiya a sasarigan"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "Na miyakambalingan siran sabap ko limo a phoon ko Allah ago gagaw - sa da siran maskho a marata. Go kiyaonotan iran so ikasosoat o Allah: Ka so Allah i Khirk ko gagaw a lbi a mala"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "Mataan! giyoto dn man so shaytan a ipphangangalk iyan so manga tabanga iyan: Na di niyo siran khalkn, go kalkn Ako niyo, o skano na mapaparatiyaya"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "Na oba ka mapakamboko o siran a pphagoradorad ko kakakapiri: Ka mataan! a siran na da dn a mibinasa iran ko Allah a mayto bo: Kabaya o Allah a da a misnggay Niyan a bagian iran a kipantag sii ko akhirat, go adn a bagian iran a siksa a lbi a mala"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "Mataan! a so siran a inipamasa iran ko kakhapir so paratiyaya, - na da dn a mibinasa iran ko Allah a mayto bo, go adn a bagian iran a siksa a malipds"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "Na di dn thangkapn o siran a da pamaratiyaya oba so kapakalalanat Ami kiran na ba aya mapiya ko manga ginawa iran: Ka aya bo a kapakalalanat Ami kiran na an siran makapphamagoman sa dosa: Ka adn a bagian iran a siksa a phakahina"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "Da ko btad o Allah i ba Niyan ndaraynonn so miyamaratiyaya ko mambbtad iyo, taman sa di niyan misnggay so marata phoon ko mapiya. Go da ko btad o Allah i ba Niyan rkano pakitokawi so migagaib, na ogaid na so Allah na pphamili ko manga sogo Iyan sa kabaya Iyan. Na paratiyayaa niyo so Allah go so manga sogo Iyan: Ka o paratiyaya kano go kano pananggila, na adn a bagian iyo a balas a lbi a mala"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "Na di thangkapa o siran a ipliligt iran so inibgay kiran o Allah ko kakawasaan Iyan, i ba kiran oto mapiya. Kna, ka marata kiran oto: Ka ithogor kiran dn so inipligt iran sii ko alongan a qiyamah. Na rk o Allah so manga paninggalan ko manga langit go so lopa; na so Allah na so gii niyo nggolawlaan na Kaip Iyan"
        },
        {
            "chapter": 3,
            "verse": 181,
            "text": "Sabnsabnar a miyan´g o Allah so katharo o siran a pitharo iran a: \"Mataan! a so Allah na pkhamrmran na skami i manga kawasa!\" - izorat Ami dn so pitharo iran go so kiyapamonoa iran ko manga nabi sa di ontol, go ptharoon Ami a: \"Taami niyo so siksa a phakatotong"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "Giyoto man na sabap ko miniona o manga lima niyo (a dosa): Ka mataan! a so Allah na kna a ba salimbot ko manga oripn Iyan"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "Siran na pitharo iran a: \"Mataan! a so Allah na inisogo Iyan rkami a da a pharatiyayaan ami a sogo taman sa di kami niyan kawitan sa qorban a kn skaniyan o apoy.\" Tharoang ka a: \"Sabnar a minitalingoma rkano o manga rasol a miyaonaan ko, so manga rarayag a karina ago so pitharo iyo: Na ino niyo siran phamonoa, o skano na mmamataan kano"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "Na o pakambokhaga ka iran, na sabnar a piyakambokhag mambo so manga sogo a miyaonaan ka, a minitalingoma iran so manga rarayag a karina, go so manga kitab, go so kitab a miyakabgay sa sindaw"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "Oman i baraniyawa na phakataam sa kapatay: Na ithoman rkano dn sa tarotop so manga balas rkano sii ko alongan a qiyamah. Na sadn sa pakawatann ko naraka, go pakasoldn ko sorga na sabnar a miyagontong: Ka da ko kawyagoyag ko doniya inonta na matag sagad a kabimbanan a phakalimpang"
        }
    ]
}