{
    "maqras": [
        {
            "chapter": 4,
            "verse": 163,
            "text": "Mataan! a Skami na inilahaman Ami ska (ya Mohammad), sa lagid o kiyailahami Ami ko Noh go so manga nabi ko miyaoriyan iyan: Go inilahaman Ami so Ibrahim, go so Ismail, go so Is´haq, go so Ya´qob, go so mbawataan iyan, go so Eysa, go so Ayyob, go so Yonos, go so Haron, go so Solayman, go inibgay Ami ko Dawood so Zaboor"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "Go (somiyogo Kami sa) manga sogo a andang a miyapanothol Ami siran rka gowani; go manga sogo a da Ami siran rka mapanothol; - na inimbitiyarai o Allah so Mosa sa samporna a kambitiyarai"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "Manga sogo a pphamanothol sa mapiya, go pphamakaiktiyar, ka an da a khabaloy a daowa o manga manosiya, sii ko Allah, ko oriyan o manga sogo: - ka aya btad o Allah na Mabagr, a Mawngangn"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "Ogaid na so Allah na zasaksian Iyan so initoron Iyan rka (ya Mohammad) a initoron Iyan sii ko katao Niyan go so manga malaikat na zasaksian iran: Na khasanaan so Allah a Saksi"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "Mataan! a so da pamaratiyaya, go miyangalang siran ko lalan o Allah, na sabnar a miyadadag siran, sa kadadag a mawatan"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "Mataan! a so da pamaratiyaya, go da pamaginontolan, - na da mapatot ko Allah i ba Niyan siran napii, go ba Niyan siran toroa sa lalan"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "Inonta so lalan ko naraka Jahannam, sa kakal siran on sa dayon sa dayon. Na miyabaloy oto sii ko Allah a malbod"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "Hay manga manosiya, sabnar a minitalingoma rkano o sogo so bnar a phoon ko Kadnan iyo: Na paratiyayaa niyo: Ka aya rkano mapiya. Na odi niyo paratiyayaa, na mataan! a rk o Allah so zisii ko manga langit ago so lopa: Ka aya btad o Allah na Matao, a Mawngangn"
        },
        {
            "chapter": 4,
            "verse": 171,
            "text": "Hay tiyoronan ko kitab, di niyo phanongkili so agama niyo: Go da a ptharoa niyo makapantag ko Allah a rowar ko bnar. So Al-Masih Eysa a wata o Maryam na matag sogo o Allah, go katharo Iyan, na initmo Niyan ko Maryam, go niyawa a phoon Rkaniyan: Na paratiyayaa niyo so Allah go so manga sogo Iyan. Na di niyo ptharoa a: \"Tlo (a tohan)\". Gnki niyo: Ka aya rkano mapiya. So Allah na aya bo tohan a Isaysa: Mawatan on o ba adn a mabaloy a wata Iyan. Rk Iyan so zisii ko manga langit go so zisii ko lopa. Na kiyasanaan so Allah a Sasarigan"
        },
        {
            "chapter": 4,
            "verse": 172,
            "text": "Di dn iphnama o Al-Masih a kababaloy niyan a oripn o Allah, go di iphnama o manga malaikat a manga dadasg: Ka sadn sa ipnama niyan so kaooripn iron o Allah go mmaratabat, - na, timoon Iyan siran dn sii ko hadapan Iyan langon"
        },
        {
            "chapter": 4,
            "verse": 173,
            "text": "Na so pman so miyamaratiyaya, go pinggalbk iran so manga pipiya, na ithoman Iyan kiran sa tarotop so manga balas kiran, - go omanan Iyan siran ko kakayaan Iyan: Na so pman so minanama, go mimamaratabat, na ziksaan Iyan siran sa siksa a malipds; go da a matoon iran a bagian iran a salakaw ko Allah, a Panarigan go da a phananabang"
        },
        {
            "chapter": 4,
            "verse": 174,
            "text": "Hay manga manosiya, sabnar a adn a miyakaoma rkano a karina a phoon ko Kadnan iyo: Go piyakatoronan Ami skano sa sindaw a maliwanag"
        },
        {
            "chapter": 4,
            "verse": 175,
            "text": "Na so pman so miyamaratiyaya ko Allah: Go tikhs iran on, - na pakasoldn Iyan siran dn ko limo a phoon Rkaniyan go kakayaan, go thoroon Iyan siran sii Rkaniyan ko lalan a mathito"
        },
        {
            "chapter": 4,
            "verse": 176,
            "text": "Phakiosay siran rka: (ya Mohammad). Tharoang ka a: So Allah na phagosayn Iyan rkano so makapantag ko da a loks iyan go da a moriyataw niyan. Amay ka so mama na matay, a da a wata iran, na adn a babay niyan na bagian iyan so midiya (ko tamok) ko miniganat iyan: Go skaniyan (a mama) na khawarisan iyan (so kiyaganatan o babay niyan) o da a wata iran: Na amay ka dowa a babay, na bagian iyan so dowa ko tlo baad ko miniganat iyan: Na amay ka siran na magariyari a manga mama, go manga babay, na bagian o isa a mama so lagid o kipantag o dowa a babay. Pphakarayagn rkano o Allah, ka oba kano madadag. Na so Allah na so langowan taman na katawan Iyan"
        }
    ]
}