{
    "maqras": [
        {
            "chapter": 9,
            "verse": 1,
            "text": "(Giyai) So kiyabarngkas o pasad a phoon ko Allah go so sogo Iyan, sii ko siran a iniphasada iyo ko manga pananakoto"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "Na ndalakaw kano ko lopa (hay manga mosrik) sa pat olan, go tangkda niyo a mataan! a skano na di niyo khalipos so (siksa o) Allah go mataan! a so Allah na phakaytoon Iyan so manga kapir"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "Na piyakalangkap a phoon ko Allah go so sogo Iyan, ko manga manosiya ko alongan a kapnay-hajji a mala a mataan! a thipd o Allah (so pasad) ko manga pananakoto; go (thipd o) sogo Iyan. Na o thawbat kano, na giyoto i mapiya rkano; na o talikhod kano, na tangkda niyo a mataan! a skano na di niyo khapalagoyan so (siksa o) Allah. Na panotholang ka ko siran a da pamaratiyaya so siksa a malipds"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "Inonta so siran a iniphasada iyo ko manga pananakoto, oriyan iyan na da a kiyorang iran rkano a mayto bo, go da a tiyabangan iran a sorang rkano a isa bo. Na tarotopa niyo kiran so diyandi kiran taman ko wakto iran (a mappnto): Mataan! a so Allah na pkhababayaan Iyan so khipanananggila"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "Na amay ka maypos so manga olanolan a khipagaadatan, na bonoa niyo so manga pananakoto apiya anda niyo siran matoon, go pamiyaga niyo siran, go tarongkoa niyo siran, go pamagayani niyo siran ko oman i phagokitan; na o thawbat siran, go itindg iran so sambayang, go tonayn iran so zakat, na gikasi niyo so lalan iran: Mataan! a so Allah na Manapi, a Makalimoon"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "Na amay ka adn a sakataw a pd ko manga mosrik a manarig rka, na pakasarigang ka, taman sa pamamakin´gn iyan so katharo o Allah; oriyan iyan na sampayn ka skaniyan ko phakasarig on. Giyoto man na sabap sa mataan! a siran na pagtaw a manga tatao"
        },
        {
            "chapter": 9,
            "verse": 7,
            "text": "Andamanaya i kakhapatot ko manga pananakoto o diyandi sii ko Allah go sii ko sogo Iyan, inonta so siran a inidiyandi iyo sii sa Masjid Al-Haram? Na sadn sa kapagiinontolan iyan rkano, na pagiinontolani niyo siran(mambo): Mataan! a so Allah na pkhababayaan Iyan so khipanananggila"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "Na andamanaya (i kapakipphasada iyo kiran) a o mapgs kano iran, na di iran rkano pagilayn i kaplolot go kaphapasada? Ipzoat iran rkano so manga ngari iran, na somasangka so manga poso iran; ka so kadaklan kiran na manga songklid"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "Inipamasa iran so manga (ayat o Allah sa arga a mayto, go miyangalang siran ko lalan Rkaniyan: Mataan! a siran na miyakaratarata so pinggolawla iran)"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "Di iran pagilayn ko miyaratiyaya so kaplolot go kaphapasada. Na siran man na siran so manga malawani"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "Na o thawbat siran, go itindg iran so sambayang, go tonayn iran so zakat, - na manga pagari niyo siran ko agama: Na pphagosayn Ami so manga ayat ko pagtaw a manga tatao"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "Na o barngkasa iran so manga sapa iran ko oriyan o kiya pakindiyandi iran, go phapaawingn iran so agama niyo, - na pakimbonoay kano ko manga nakoda ko kaongkir: Mataan! a siran na da a kipantag kiran o manga sapa, ka an siran makagnk"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "Ino kano di pakipmbonoay ko pagtaw a siyogok iran so manga sapa iran, go piyagngtan iyan a kaphakaawaa iran ko Rasol, go siran na piyangorawan kano iran ko paganay a kiyaokitan? Ino niyo siran khalkn? Na so Allah i patot a ikhalk iyo Skaniyan, o skano na khipaparatiyaya"
        },
        {
            "chapter": 9,
            "verse": 14,
            "text": "Pakimbonoay kano kiran, ka ziksaan siran o Allah sa pnggolalan ko manga barokan iyo, go phakaytoon Iyan siran, go thabangan kano Niyan, sa kadaaga kiran, go phakapiyaan Iyan, so manga rarb o pagtaw a khipaparatiyaya"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "Go pagilangn Iyan so otg ko manga poso iran. Na phakatawbatn o Allah so taw a kabaya Iyan; ka so Allah na Matao, a Mawngangn"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "Ba niyo tiyangkap sa ipndaraynon kano, ka an katokawi o Allah so siran oto a miyamagiklas, ko kiya prang iran, go da siran kowa sa salakaw ko Allah go so sogo Iyan go so miyamaratiyaya sa manga Panarigan? Na so Allah na Kaip Iyan so gii niyo nggolawlaan"
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "Da mapatot ko manga pananakoto, so kapthanosa iran ko manga masjid o Allah, zasaksian iran so manga ginawa iran ko kaongkir. Siran man na miyailang so manga galbk iran: Na so naraka na siran na tatap siran on"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "Aya bo (a patot) a pthanos ko manga masjid o Allah na so taw a piyaratiyaya niyan so Allah, go so alongan a mawri, go initindg iyan so sambayang, go tiyonay niyan so zakat, go da a inikalk iyan inonta so Allah. Na matatangkd a siran man i khabaloy a pd ko miyamakakdg sa ontol"
        }
    ]
}