{
    "maqras": [
        {
            "chapter": 10,
            "verse": 90,
            "text": "Na piyakaripag Ami so manga moriyataw o Israil ko kalodan: Na siyaloba siran o Pir´awn ago so manga tantara iyan sa kapangakowala ago kapangarasi; taman sa kagiya a raotn skaniyan o kald, na miyatharo iyan a: \"Piyaratiyaya ko a mataan aya! a da a tohan a inonta so piyaratiyaya skaniyan o manga moriyataw o Israil: Go sakn na pd ko mimbabayorantang (ko Allah)"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "(Pitharo on:) \"Ino a imanto bo (i kapharatiyayang ka)! a sabnar a somiyangka ka gowani? Go miyabaloy ka a pd ko miyamaminasa"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "Na sa alongan nai na zabtn Ami ska sa sobo so lawas ka, ka angka mabaloy a tanda o taw a phakasalono rka!.\" Na mataan! a madakl ko manga manosiya a so manga tanda Ami na titho a pakalilipatan iran"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "Na sabnsabnar a piyakapagingd Ami so manga moriyataw o Israil ko phagingdan a mapiya, go rinizkhiyan Ami siran sa manga pipiya: Na da siran zoransorang taman ko kiyapakawma kiran o katao. Mataan! a so Kadnan ka na khokomn Iyan siran sa alongan a qiyamah ko da iran pagayonayoni"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "Na oba ka zasangka ko initoron Ami rka (ya Mohammad), na izaing ka so pphamangadi ko kitab a miyaonaan ka: Sabnsabnar a miyakaoma rka so bnar a phoon ko Kadnan ka: Na oba ka mabaloy a pd ko pkhakadowadowaan"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "Go oba ka mabaloy a pd ko siran a piyakambokhag iran so manga ayat o Allah, ka mabaloy ka a pd ko miyangalologi"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "Mataan! a siran a miyatangkd kiran so katharo o Kadnan ka na di siran pharatiyaya"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "Apiya pn makawma kiran so langowan o tanda, taman sa di iran kasandngan so siksa a malipds"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "Na ino a da a miyaadn a phagingd a miyaratiyaya, (ko kiya ilaya iran ko siksa), - na miyakanggay ron a gona so paratiyaya niyan, - a rowar ko pagtaw o Yonos? Na kagiya a maratiyaya siran, na piyokas Ami kiran so siksa a kapakarondan ko kawyagoyag ko doniya, na piyakasawit Ami siran ko kapagintaw taman ko wakto (o kapatay)"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "Na o kabaya o Kadnan ka, na mataan! a makaparatiyaya so taw ko lopa, - sa tanan siran langon. Bang ka khatgl so manga manosiya, taman sa mabaloy siran a miyamaratiyaya"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "Na di phaarn o baraniyawa so kapakaparatiyaya niyan, inonta o sabap sa idin o Allah, na iznggay Niyan so siksa ko siran a da a manga sabot iran"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "Tharoang ka a: \"Pamimikirana niyo so matatago ko manga langit ago so lopa; na di phakanggay a gona so manga ayat go so pphamakaiktiyar ko pagtaw a di phamaratiyaya"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "Na ba adn a pnayawn iran a rowar ko lagid o manga gawii o siran a miyangaiipos ko miyaonaan iran? Tharoang ka a: \"Nanayaw kano ka mataan! a sakn na pd iyo a pd ko khinanayaw"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Oriyan iyan na pzabtn Ami so manga sogo Ami ago so miyamaratiyaya: Lagid aya a kabnar Rkami a kasabta mi ko miyamaratiyaya"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "Tharoang ka: \"Hay manga manosiya, oba kano zasangka ko okit akn, na di akn pzoasoatn so gii niyo zoasoatn, a salakaw ko Allah! Na ogaid na aya pzoasoatn ko na so Allah a so pthangan ko manga niyawa niyo: - go inisogo akn a mabaloy ako a pd ko miyamaratiyaya"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "Go (pitharo rakn a:) ´Pakaantapang ka so hadap ka ko okit a makaoontol, go di ka thapi ko manga pananakoto´"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "Go ding ka phanongganoya a salakaw ko Allah so di rka phakaompiya, go di rka phakabinasa: Na o nggolawlaang ka, na mataan! a ska samawto na pd ko manga darowaka"
        },
        {
            "chapter": 10,
            "verse": 107,
            "text": "Na o sogati ka o Allah sa morala, na da a phakapokas on a rowar Rkaniyan: Na o pakaantapi ka Niyan sa mapiya, na da a phakarn ko gagaw Niyan: Izogat Iyan oto ko taw a kabaya Iyan ko manga oripn Iyan. Na Skaniyan so Manapi, a Makalimoon"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "Tharoang ka: \"Hay manga manosiya, sabnar a miyakaoma rkano so bnar a phoon ko Kadnan niyo! Na sadn sa taw a komdg ko ontol, na khatoro sa rk bo o ginawa niyan; na sadn sa taw a somilay, - na phakasilay sa sii bo phakatana rkaniyan: Na kna a ba kano rakn pakiaakon"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "Na onoting ka so iphagilaham rka, go phantang ka, taman sa komokom so Allah: Ka Skaniyan i taralbi a mapiya ko manga kokoman"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "Alif, Lam, Ra. (so Allah i Matao ko paka-aantapan Iyan on). (Giyai na) Kitab a pimbaibaitan so manga ayat on, oriyan iyan na piyagosay a phoon ko hadapan o (Allah a) Mawngangn, a Kaip"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "Sa da a pzoasoata niyo a inonta so Allah. \"Mataan! a sakn na phoon Rkaniyan a pphamakaiktiyar rkano go pphamanothol sa mapiya"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "Go pangni kano sa maap ko Kadnan iyo, oriyan iyan na thawbat kano sii Rkaniyan; ka pakasawitn kano Niyan sa kapagintaw a mapiya, taman ko taalik a miyapnto, go imbgay Niyan ko oman i adn a millbi niyan so millbi niyan! Na o talikhod kano, na mataan! a sakn na ikhalk akn skano ko siksa ko alongan a mala (a so alongan a qiyamah)"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "Sii ko Allah so khandodan iyo, na Skaniyan sii ko langowan taman na Gaos Iyan"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Tanodan! ka mataan! a siran na pag-unsn iran ko manga rarb iran, ka pphagmaan iran on; tanodan! ka so wakto a kizasalikombongn iran ko manga nditarn iran, na katawan (o Allah) so isosoln iran, go so papayagn iran: Mataan! a Skaniyan na katawan Iyan so zisii ko manga rarb"
        }
    ]
}