{
    "manzils": [
        {
            "chapter": 1,
            "verse": 1,
            "text": "(Empiezo)[2] con el nombre de Al-lah[3], el Clemente, el Misericordioso[4]. por lo que no da pie a ambigüedades y proviene del artículo árabe al más la palabra ilah (divinidad es un adjetivo solamente atribuible a Al-lah y hace referencia a Su misericordia en el sentido más extenso)"
        },
        {
            "chapter": 1,
            "verse": 2,
            "text": "¡Alabado sea Al-lah, Señor de toda la creación"
        },
        {
            "chapter": 1,
            "verse": 3,
            "text": "el Clemente, el Misericordioso"
        },
        {
            "chapter": 1,
            "verse": 4,
            "text": "Soberano del Día del Juicio Final"
        },
        {
            "chapter": 1,
            "verse": 5,
            "text": "Solo a Ti adoramos y solo a Ti pedimos ayuda"
        },
        {
            "chapter": 1,
            "verse": 6,
            "text": "Guíanos por el camino recto"
        },
        {
            "chapter": 1,
            "verse": 7,
            "text": "El camino de quienes has agraciado, no el de quienes han incurrido en Tu ira ni el de quienes se han extraviado (a pesar de conocer la verdad)"
        },
        {
            "chapter": 2,
            "verse": 1,
            "text": "Alif. Lam. Mim"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "He aquí el libro sobre el cual no hay duda y es una guía para quienes temen[8] a Al-lah"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "esos que creen en el gaib[9], cumplen con el salat[10] (respetando sus horas y sus condiciones) y dan (en caridad) de lo que les hemos proveído"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "esos que creen en lo que te ha sido revelado a ti (¡oh, Muhammad!) y a los profetas que te precedieron, y creen firmemente en la otra vida"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "Esos son los que siguen la buena guía de su Señor y esos serán quienes triunfarán (en esta vida y en la otra)"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "No importa si adviertes o no a quienes niegan la verdad (¡oh, Muhammad!), pues no creerán"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "Al-lah ha sellado sus corazones y sus oídos (para que no puedan entenderla ni oírla como consecuencia de su incredulidad y arrogancia), y una venda les cubre los ojos. Tendrán un severo castigo"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "Hay gentes (hipócritas) que dicen: “Creemos en Al-lah y en el Día de la Resurrección”, pero, en verdad, no son creyentes"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "Pretenden engañar a Al-lah y a quienes creen, pero solo se engañan a sí mismos sin darse cuenta"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Sus corazones están enfermos (de duda e hipocresía) y, por ello, Al-lah les ha agravado la enfermedad. Y tendrán un doloroso castigo por haber mentido"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Y si se les dice: “No corrompan la tierra”, dicen: “Pero ¡si somos reformadores!”"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "En realidad, ellos son los corruptores; mas no se dan cuenta"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Y si se les dice: “Crean como creen los demás”, dicen: “¿Es que vamos a creer como creen los ignorantes?”. En realidad, son ellos los ignorantes; mas no lo saben"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "Y si se encuentran con los creyentes, dicen: “Creemos”. Pero cuando se quedan a solas con sus cabecillas, dicen: “Estamos con ustedes, solo nos burlábamos (de los creyentes)”"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Al-lah hará que sus burlas recaigan sobre ellos mismos[11] y dejará que persistan en sus transgresiones, extraviados y desorientados"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Esos son los que han vendido el buen camino por el extravío; mas su negocio no ha prosperado ni estaban bien guiados (en lo que hacían)"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Su situación se asemeja a la de quienes prenden un fuego y, una vez este ilumina cuanto hay a su alrededor, Al-lah les arrebata la luz (a causa de su desvío) y los deja en la oscuridad, sin ver"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Están sordos, mudos y ciegos (ante la verdad) y no podrán regresar (al buen camino)"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "O se asemeja a (la de quienes se hallan bajo) una tormenta cargada de tinieblas, truenos y relámpagos; se tapan los oídos con los dedos ante el estampido de los rayos al caer, temiendo la muerte[12]. Así deja Al-lah sin escapatoria a quienes rechazan la verdad"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "El relámpago casi les arrebata la vista[13]. Cuando los alumbra, caminan a su luz; pero cuando se quedan a oscuras, se detienen. Si Al-lah quisiera, los dejaría sin oído y sin vista. En verdad, Al-lah es Todopoderoso"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "¡Oh, gentes!, adoren a su Señor, Quien los ha creado a ustedes y a quienes los precedieron para que pudieran ser piadosos"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "Él es Quien ha hecho para ustedes de la tierra un lugar para que residan en él, y del cielo, un techo[14] (protector). Y Él es Quien hace descender agua del cielo para que con ella broten frutos para su provisión. Así pues, no adoren a otros además de a Al-lah equiparándolos con Él, siendo que tienen conocimiento (de que Él es el único Creador)"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Y, si tienen dudas sobre lo que hemos revelado a Nuestro siervo (Muhammad), produzcan una sura similar[15] en algo a esta y llamen a quienes adoran en lugar de Al-lah (para que los ayuden), si es verdad lo que dicen"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Mas, si no lo hacen —y no podrán hacerlo—, cuídense de un fuego que tiene por combustible a los hombres y a las piedras, y ha sido preparado para quienes rechazan la verdad"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "Y dales la buena noticia a quienes creen y actúan con rectitud, que tienen reservados (en el Paraíso) jardines por los cuales corren ríos. Cada vez que se les provea de frutos de dichos jardines, dirán: “Esto se nos había dado como sustento con anterioridad”; mas los frutos que se les habían concedido (en la vida terrenal) eran solo parecidos (en la forma). Y allí tendrán esposas purificadas y serán inmortales"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "Al-lah no se avergüenza de poner como ejemplo ya sea un mosquito, ya sea algo incluso de menor tamaño. Quienes creen, saben que es la verdad de su Señor (y lo aceptan); pero quienes niegan la verdad, dicen: “¿Qué pretende Al-lah con este ejemplo?”. Mediante tales ejemplos, Al-lah extravía a muchos y guía también a muchos; pero solo se extravían quienes se empeñan en rebelarse (contra Al-lah y en desobedecerlo)"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "Quienes rompen el pacto con Al-lah después de haberse comprometido, cortan los lazos familiares que Al-lah ha ordenado mantener y corrompen la tierra, esos serán los perdedores (en la otra vida)"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "¿Cómo pueden no creer en Al-lah cuando carecían de vida (antes de nacer) y Él les dio (la vida), y los hará morir para resucitarlos después, y a Él regresarán"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "Él es Quien creó para ustedes todo cuanto existe en la tierra. Después se dirigió al cielo y lo conformó en siete cielos[16]. Y Él tiene conocimiento de todas las cosas"
        },
        {
            "chapter": 2,
            "verse": 30,
            "text": "Y (menciona a tu gente, oh, Muhammad) cuando tu Señor dijo a los ángeles: “Voy a establecer en la tierra a generaciones de hombres que se sucederán”. Estos dijeron: “¿Vas a poner en ella a quienes la corrompan y derramen sangre, mientras que nosotros Te glorificamos con alabanzas y Te santificamos?”. (Al-lah) respondió: “Yo sé lo que ustedes ignoran”"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "Y enseñó a Adán los nombres de todas las cosas (creadas). Después mostró estas a los ángeles y les dijo: “Infórmenme de sus nombres, si son veraces”"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "Estos respondieron: “¡Gloria a ti! Solo sabemos lo que Tú nos has enseñado. En verdad, Tú eres el Omnisciente, el Sabio”"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "Dijo: “¡Adán, revélales sus nombres!”. Y cuando Adán les hubo informado de ellos, Al-lah les dijo: “¿Acaso no les dije que tengo el conocimiento absoluto del gaib en los cielos y en la tierra, que nadie más posee, y que sé lo que manifiestan y lo que ocultan?”"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "Y (recuérdales, oh, Muhammad) cuando dijimos a los ángeles: “¡Póstrense ante Adán![17]“; y se postraron todos salvo Iblis[18], quien se negó, se envaneció y fue de los que se rebelan. Satán Belial el líder de los demonios y no un ángel como en la tradición cristiana; mas gozaba de un alto rango que le permitía estar en compañía de los ángeles. Al-lah creó a los humanos de barro a los ángeles de luz y a los yinn de fuego. Los yinn"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "Y dijimos (a Adán): “¡Adán!, habita con tu esposa en el Paraíso y coman de él cuanto y donde quieran; pero no se acerquen a este árbol, pues serían de los pecadores (si comieran de él)”"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "Pero el Demonio (Iblis) hizo que desobedecieran y que tuvieran que abandonar las gracias de las que allí disfrutaban. Les dijimos: “¡Desciendan (del Paraíso)! Sus descendientes serán enemigos unos de otros. En la tierra dispondrán de morada y de bienes temporales”"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Después, Adán recibió de su Señor unas palabras (para pedir perdón), y Al-lah lo perdonó. En verdad, Al-lah acepta el arrepentimiento y es Misericordioso"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "Dijimos: “¡Desciendan todos[19] del Paraíso! Recibirán de Mí una guía; quienes la sigan no tendrán nada qué temer (en la otra vida) ni se sentirán afligidos"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "Pero quienes se nieguen a creer y desmientan Nuestros mandatos[20], esos serán los habitantes del fuego y permanecerán allí eternamente”"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "¡Oh, hijos de Israel!, recuerden las gracias que les he concedido y cumplan sus obligaciones para Conmigo a fin de que Yo cumpla Mi compromiso con ustedes; y témanme solo a Mí"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "Y crean en lo que he revelado (el Corán) que confirma lo que ya tenían (la Torá[21]), y no sean los primeros en negarlo. No malvendan Mis mandatos[22] y témanme solo a Mí"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "No revistan la verdad con la falsedad (confundiéndolas) ni oculten la verdad a sabiendas"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "Cumplan con el salat, paguen el azaque[23] y póstrense con quienes se postran (realizando el salat en congregación)"
        },
        {
            "chapter": 2,
            "verse": 44,
            "text": "¿Cómo ordenan a los hombres la virtud mientras que se olvidan de (cumplirla) ustedes mismos, siendo que ustedes leen el Libro (la Torá, la cual censura tal actitud hipócrita)? ¿Acaso no razonan"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "Y busquen ayuda en la paciencia y en el salat. Esta es, en verdad, difícil, salvo para los piadosos"
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "esos que tienen certeza de que se encontrarán con su Señor y de que regresarán a Él (para ser juzgados)"
        },
        {
            "chapter": 2,
            "verse": 47,
            "text": "¡Oh, hijos de Israel!, recuerden las gracias que les he concedido y de que los favorecí entre todos los pueblos (de su época)"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "Y teman el día en que nadie podrá responder por los actos de otro ni se aceptará intercesión o compensación alguna ni nadie será auxiliado"
        },
        {
            "chapter": 2,
            "verse": 49,
            "text": "Y (recuerden) cuando los salvamos de las gentes del Faraón, que los infligía un terrible suplicio: degollaba a sus hijos varones y dejaba vivas a sus mujeres. En ello tenían una dura prueba de su Señor"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "Y (recuerden) cuando abrimos el mar para ustedes y los salvamos, mientras que ahogamos al ejército del Faraón ante sus ojos"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "Y (recuerden) cuando citamos a Moisés durante cuarenta noches y, durante su ausencia, tomaron el becerro (como objeto de adoración) y fueron injustos (al adorar fuera de Al-lah lo que no merecía ser adorado)"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "Después los perdonamos para que, tal vez así, fueran agradecidos"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "Y (recuerden) cuando entregamos a Moisés el Libro (la Torá) que distinguía entre la verdad y la falsedad para que pudieran guiarse"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "Y (recuerden) cuando Moisés dijo a su pueblo: “¡Pueblo mío!, en verdad han sido injustos con ustedes mismos al adorar el becerro. Arrepiéntanse ante su Creador y mátense entre ustedes (de manera que los inocentes maten a quienes cayeron en la idolatría). Esto es mejor para ustedes”. Y Él los perdonó[24]. En verdad, Él acepta siempre el arrepentimiento y es Misericordioso"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "Y (recuerden) cuando dijeron: “¡Moisés!, no creeremos en ti hasta que veamos a Al-lah con claridad”. Entonces fueron alcanzados por un rayo (que los fulminó) mientras miraban"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "Luego los resucitamos para que pudieran ser agradecidos"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "Y los cubrimos con unas nubes (que los protegían del calor del sol), e hicimos descender sobre ustedes el maná y las codornices, (y les dijimos:) “¡Coman de las cosas buenas de las que les proveemos!” (mas ellos se rebelaron y fueron desagradecidos). Y no Nos[26] perjudicaron (con su desagradecimiento), sino que se perjudicaron a sí mismos"
        },
        {
            "chapter": 2,
            "verse": 58,
            "text": "Y (recuerden) cuando les dijimos: “Entren en esta ciudad (Jerusalén) y coman en ella cuanto deseen, sin límite alguno, pero entren por su puerta postrándose humildemente (en agradecimiento por su victoria) y pidiendo Nuestro perdón; y perdonaremos sus faltas. Y a quienes obren bien y obedezcan, les concederemos todavía más (favores y una mayor recompensa)”"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "Pero los injustos (de entre ellos) cambiaron (expresamente) las palabras que se les había ordenado decir por otras, e hicimos descender sobre ellos un castigo del cielo por haber desobedecido"
        },
        {
            "chapter": 2,
            "verse": 60,
            "text": "Y (recuerden) cuando Moisés suplicó (a su Señor) que enviara agua para su pueblo y le dijimos: “Golpea la roca con tu cayado”. Entonces brotaron de ella doce manantiales, y cada grupo de personas supo de cuál beber. (Les dijimos:) “Coman y beban de la provisión de Al-lah, y no siembren la corrupción en la tierra”"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "Y (recuerden) cuando dijeron: “¡Moisés!, no soportaremos comer un único alimento por más tiempo. Ruega a tu Señor que haga brotar para nosotros de lo que crece en la tierra: legumbres, pepinos, ajos, lentejas y cebollas”. (Moisés) dijo: “¿Cambiarían lo mejor por lo peor? Vayan a cualquier ciudad, que allí hallarán lo que piden”. La humillación y la miseria se abatieron, entonces, sobre ellos e incurrieron en la ira de Al-lah. Eso sucedió porque desmentían las pruebas y evidencias de Al-lah y porque mataban injustamente a los profetas, porque desobedecían (a Al-lah) y porque transgredían los límites"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "En verdad, los creyentes (de esta comunidad), los judíos, los cristianos, los sabeos y quienes tuvieron fe en Al-lah y en el Día de la Resurrección y obraron rectamente[27] (antes de la aparición de Muhammad) tendrán su recompensa junto a su Señor, y no tendrán nada qué temer (en la otra vida) ni se sentirán afligidos"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "Y (recuerden, ¡oh, hijos de Israel!) cuando establecimos un pacto con ustedes (en el que se comprometían a seguir la Torá) y elevamos sobre ustedes el monte (en señal de amenaza cuando rechazaron hacerlo, diciendo:) “Aférrense con fuerza a lo que les hemos otorgado (la Torá) y recuerden lo que contiene para que puedan ser piadosos”"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "Luego (a pesar de ello), dieron la espalda (a la Torá); y si no hubiese sido por el favor y la misericordia de Al-lah sobre ustedes, estarían entre los perdedores (en esta vida y en la otra)"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "Y, en verdad, conocen (lo que les ocurrió) a quienes de entre ustedes profanaban la ley del sábado[28]. Les dijimos: “Conviértanse en unos monos despreciables”"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "E hicimos de ello un castigo ejemplar para sus contemporáneos y para generaciones posteriores, y una advertencia para los piadosos"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "Y (recuerden, ¡oh, hijos de Israel!) cuando Moisés dijo a su pueblo: “Al-lah les ordena que degüellen una vaca”. Estos replicaron: “¿Te estás burlando de nosotros?”. (Moisés) contestó: “¡Al-lah me libre de estar entre los ignorantes!”"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "Dijeron: “Pide a tu Señor de nuestra parte que nos aclare qué vaca debe ser”. (Moisés) respondió: “Dice que la vaca no debe ser ni vieja ni demasiado joven, sino de mediana edad. ¡Hagan lo que se les ordena!”"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "Dijeron: “Pide a tu Señor de nuestra parte que nos aclare de qué color debe ser”. (Moisés) respondió: “Dice que la vaca debe ser de un amarillo intenso, que alegre la vista de quienes la contemplen”"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "Dijeron: “Pide a tu Señor de nuestra parte que nos aclare qué vaca debe ser, pues, realmente, todas las vacas nos resultan parecidas. Y, en verdad, si Al-lah quiere, estaremos bien guiados”"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "(Moisés) dijo: “Dice que tiene que ser una vaca que no haya estado subyugada para arar la tierra ni para regar los campos; una vaca libre de defectos y sin manchas”. Dijeron: “¡Ahora nos traes la verdad!”. Y la sacrificaron; pero poco faltó para que no lo hicieran"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "Y (recuerden) cuando mataron a una persona y discutían sobre quién la había matado. Entonces, Al-lah reveló lo que ocultaban"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "Dijimos: “Golpeen al muerto con una parte de la vaca[29]“. Así es como Al-lah resucita a los muertos y les muestra Sus signos (las pruebas de Su poder) para que reflexionen"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Después, a pesar de ello, sus corazones se endurecieron como piedras o como algo aún más duro; pues hay piedras de las que brotan ríos, piedras que se agrietan y mana agua de ellas, y piedras que se derrumban por temor a Al-lah. Y Al-lah no deja pasar por alto lo que hacen"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "¿Acaso esperan (ustedes, musulmanes) que (los judíos) crean en su religión cuando un grupo de ellos escuchaban la Palabra de Al-lah (la Torá) y, a pesar de ello, la distorsionaban a sabiendas tras haberla comprendido"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "Si (los hipócritas de entre los judíos) se encuentran con los creyentes, dicen: “Creemos (en que Muhammad es un Profeta de Al-lah)”; pero si se quedan a solas, se dicen entre ellos: “¿Van a contarles lo que Al-lah les ha revelado para que puedan usarlo como argumento contra ustedes ante su Señor? ¿Es que no razonan?”"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "¿Acaso no saben que Al-lah conoce lo que ocultan y lo que manifiestan"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "Entre ellos hay analfabetos que no conocen el contenido del Libro (la Torá), sino que solo conocen falsas historias y no hacen más que conjeturar (siguiendo sus propios deseos y pasiones)"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "¡Ay de aquellos que escriben el Libro con sus propias manos y luego dicen que proviene de Al-lah para obtener un mísero beneficio! ¡Ay de ellos por lo que han escrito sus manos![30] ¡Ay de ellos por el beneficio que obtienen"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "Dicen: “El fuego (del Infierno) solo nos tocará durante unos pocos días”. Diles: “¿Se los ha prometido Al-lah —y Él no falta nunca a Sus promesas— o dicen sobre Él lo que no saben?”"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "¡No (es como ustedes desean)! Quienes obren mal y estén sumidos en el pecado (de la incredulidad o la idolatría), esos serán los habitantes del fuego y allí permanecerán eternamente"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "Y quienes crean y actúen con rectitud, esos serán los habitantes del Paraíso y allí permanecerán eternamente"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "Y (recuerden) cuando concertamos un pacto con los hijos de Israel (y dijimos): “Adorarán solamente a Al-lah y tratarán bien a sus padres, a sus parientes, a los huérfanos y a los pobres. Hablarán a la gente con buenas palabras; cumplirán con los rezos y entregarán caridad”. Después, salvo unos pocos de entre ustedes, dieron la espalda (a lo que se les ordenaba)"
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "Y (recuerden) cuando establecimos un pacto con ustedes (y les dijimos): “No derramarán sangre entre ustedes (sin justificación alguna) ni expulsarán a su propia gente de sus hogares”. Luego lo confirmaron y fueron testigos de ello"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "Después, ustedes mismos se mataron los unos a los otros y expulsaron de sus hogares a un grupo de los suyos, aliándose en su contra (con sus enemigos) en el pecado y la transgresión. Luego, si regresaban a ustedes como prisioneros, pagaban rescates por ellos, a pesar de que habían sido ustedes mismos quienes los habían expulsado, aun teniéndolo prohibido. ¿Acaso creen en una parte del Libro (la Torá) y rechazan el resto? ¡¿Cuál es el merecido de quienes así actúan de entre ustedes sino la humillación en esta vida?! Y el Día de la Resurrección recibirán el castigo más duro. Y Al-lah no deja pasar por alto lo que hacen"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "Esos son quienes han vendido la vida eterna por la terrenal. No se les mitigará el castigo ni serán socorridos"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "Y, ciertamente, otorgamos el Libro (la Torá) a Moisés e hicimos que lo sucedieran (otros) mensajeros. Y concedimos a Jesús, hijo de María, claros milagros y lo respaldamos con el ángel Gabriel[31]. ¿Es que tenían que envanecerse cada vez que llegaba a ustedes un Mensajero de Al-lah con lo que no deseaban, y tenían que desmentir a unos y matar[32] a otros? que matas a los profetas y apedreas a los que son enviados a ti!” (Mateo)"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "Y dicen (burlándose): “Nuestros corazones están sellados (y no comprendemos)”. ¡No! Más bien, Al-lah los has expulsado de Su misericordia y los ha privado de todo bien[33] debido a su incredulidad, pues poco es lo que creen"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "Y cuando (los judíos) reciben un Libro proveniente de Al-lah (el Corán) que confirma lo que ya tenían (en sus Escrituras) y les llega lo que reconocían (como la verdad: el Profeta Muhammad), lo rechazan, a pesar de que antes habían suplicado ayuda a Al-lah contra los incrédulos (pidiéndole que les enviara al Profeta del final de los tiempos). ¡Que Al-lah expulse de Su misericordia a quienes rechazan la verdad"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "¡Por qué mal precio han vendido sus almas al no creer en lo que Al-lah revelaba por envidia de que Él enviase parte de Su favor a quien quisiera de entre Sus siervos! E incurrieron en Su ira sucesivas veces. Y quienes rechacen la verdad tendrán un castigo denigrante"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "Y si se les dice: “Crean en lo que Al-lah ha revelado (el Corán)”, dicen: “Creemos en lo que nos ha sido revelado a nosotros”, pero desmienten lo que ha sido revelado después, cuando es la verdad que confirma lo que ya tenían. Diles: “¿Por qué mataban, pues, con anterioridad a los profetas de Al-lah, si eran creyentes?”"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "Y, ciertamente, Moisés les dio pruebas evidentes (para que creyeran en él). Sin embargo, adoraron el becerro en su ausencia y fueron injustos (al hacerlo)"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "Y (recuerden) cuando establecimos con ustedes un pacto y elevamos el monte sobre sus cabezas (en señal de amenaza, diciéndoles): “Aférrense con fuerza a lo que les entregamos (la Torá) y escuchen (lo que les decimos). Dijeron: “Hemos escuchado y desobedecemos”. Debido a su incredulidad, sus corazones se llenaron de amor por el becerro. Diles: “¡Qué malo es lo que les ordena su fe, si de verdad son creyentes!”"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "Diles a los judíos (¡oh, Muhammad!): “Si de verdad la Última Morada (el Paraíso) junto a Al-lah es exclusivamente para ustedes, deseen la muerte si son veraces”"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "Mas no la desearán jamás debido a lo que sus propias manos han cometido. Y Al-lah conoce bien a los injustos"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "Encontrarás que ellos (los judíos) son los más apegados a esta vida terrenal, más aun que los idólatras. Muchos de ellos desearían vivir mil años, pero, aun así, no se librarían del castigo. Y Al-lah ve lo que hacen"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "Di (¡oh, Muhammad!) a quien sea enemigo de Gabriel (que se muera de rabia), pues él es quien ha transmitido el Corán a tu corazón por orden[35] de Al-lah, confirmando las Escrituras anteriores, y como guía y buena nueva para los creyentes"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "Quien sea enemigo de Al-lah, de los ángeles, de los profetas, del ángel Gabriel y del ángel Mikael (Miguel), (que sepa que) Al-lah es enemigo de quienes rechazan la verdad"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "Y, ciertamente, te hemos revelado pruebas evidentes (que demuestran que eres un Profeta, ¡oh, Muhammad!); pero solo las desmienten quienes se rebelan (contra Al-lah)"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "¿Es que cada vez que (los judíos) establecen un pacto, tiene que haber un grupo de ellos que se desentienda de él? Ciertamente, la mayoría de ellos no son creyentes y rechazan la verdad"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "Y cuando les llega un Mensajero de Al-lah (Muhammad) como confirmación de lo que ya tienen (en sus Escrituras), un grupo de ellos se desentiende del Libro de Al-lah (el Corán) y le da la espalda como si no supiera (que es la verdad)"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "Y (sin embargo) siguen lo que (falsamente) decían los demonios acerca del reinado de Salomón[37]. No obstante, Salomón no cayó en la incredulidad, sino que fueron los demonios quienes lo hicieron al enseñar la brujería y lo que les fue revelado[38] a los ángeles Harut y Marut en Babilonia. Mas (los ángeles) no enseñaban nada a nadie sin decir antes: “Nosotros somos una prueba (de su Señor), no caigan en la incredulidad (aprendiendo la magia que les enseñamos)”. Y (las gentes) aprendían de ellos a separar a un hombre de su esposa; pero no perjudicaban a nadie sin el consentimiento de Al-lah. Y aprendían aquello que los perjudicaba y no los beneficiaba. Y, en verdad, los (judíos) sabían que quienes aprendían y practicaban la brujería[39] no tendrían su parte de recompensa en la otra vida. ¡Por qué mal precio vendieron sus almas, si supieran! quien acude a un hechicero o brujo y cree en lo que dice habrá negado lo que Al-lah ha revelado al Profeta Muhammad —que Al-lah lo bendiga y le dé la paz—. Ningún tipo de magia es aceptada en el Islam e implica la obediencia a los demonios que fueron quienes se la enseñaron al hombre"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "Y si (los judíos) hubiesen creído (en el Profeta y en el Corán) y hubiesen temido a Al-lah, (habrían sabido que) la recompensa junto a Al-lah es mucho mejor (que la brujería y los beneficios que con ella obtenían). ¡Si lo hubiesen sabido"
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "¡Oh, creyentes!, no digan “ra’ina”[40], y digan (en su lugar) “undhurna”, y escuchen (lo que se les ordena). Y quienes rechacen la verdad tendrán un castigo doloroso"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "Ni a quienes rechazan la verdad de entre las gentes de las Escrituras (judíos y cristianos) ni a los idólatras les agrada que ustedes reciban algún bien por parte de su Señor. Pero Al-lah favorece con Su misericordia a quien quiere. Y Al-lah es dueño del favor inmenso"
        },
        {
            "chapter": 2,
            "verse": 106,
            "text": "No revocamos la validez de un precepto ni hacemos que caiga en el olvido sin remplazarlo por otro mejor o similar[41]. ¿Acaso no sabes que Al-lah tiene poder sobre todas las cosas"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "¿Acaso no sabes que a Al-lah pertenece la soberanía de los cielos y de la tierra? Y fuera de Al-lah no tienes ningún protector ni auxiliador"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "¿O acaso quieren pedirle a su Mensajero cosas semejantes a lo que (los hijos de Israel) pidieron a Moisés (como poder ver a Al-lah directamente)? Y quien cambie la fe por la incredulidad se habrá extraviado del camino recto"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Muchos de entre quienes recibieron las Escrituras (judíos y cristianos) quisieran, por envidia, que renegaran de la fe volviendo a la incredulidad tras habérseles evidenciado la verdad. Mas perdónenlos y no tengan en cuenta lo que hacen hasta que llegue la orden de Al-la. En verdad, Al-lah es Todopoderoso"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Y cumplan con el salat y entreguen el azaque. Y todo bien que hagan en beneficio de sus almas será compensado por Al-lah. En verdad, Al-lah ve lo que hacen"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "(Quienes recibieron las Escrituras) dicen (respectivamente): “Solo entrarán en el Paraíso quienes sean judíos o cristianos”. Esos no son sino sus deseos infundados. Diles (¡oh, Muhammad!): “Traigan sus pruebas si son veraces”"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "¡No (es como ellos desean)! Quienes se sometan a Al-lah y obren bien obtendrán su recompensa junto a su Señor; y no tendrán nada qué temer (en la otra vida) ni se sentirán afligidos"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "Los judíos dicen: “Los cristianos no se basan en nada (y no siguen la religión verdadera)”; y los cristianos dicen: “Los judíos no se basan en nada (y no siguen la religión verdadera)”; mientras que ambos grupos leen las Escrituras. Lo mismo dicen quienes no saben. Mas Al-lah los juzgará el Día del Juicio Final por los asuntos sobre los que discrepaban"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "¿Y quién es más injusto que aquel que impide que en los lugares de culto se mencione el nombre de Al-lah y hace lo posible por destruirlos? Esos no deberían entrar en ellos, salvo con temor. Serán humillados en esta vida, y en la otra recibirán un severo castigo"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "Y a Al-lah pertenece el Oriente y el Occidente (pues a Él pertenece el dominio de toda la tierra). Y en cualquier dirección[42] que se vuelvan (para rezar), hallarán el rostro[43] de Al-lah (y Él se encuentra arriba, sobre Su Trono). En verdad, la misericordia y el favor de Al-lah (sobre Sus criaturas) son inmensos, y Él tiene conocimiento sobre todas las cosas. por ejemplo como algo semejante al nuestro"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "Y dicen: “Al-lah ha tomado para Sí un hijo”. ¡Glorificado sea, Él es inocente de lo que se Le atribuye! A Él pertenece cuanto hay en los cielos y en la tierra, y todo se somete obedientemente a Él"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "Él es el Creador de los cielos y de la tierra. Si decreta algo, Le basta con decir “sé”, y es"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "Y dicen quienes no saben: “¿Por qué no nos habla Al-lah (directamente) o recibimos un milagro?”. Lo mismo decían quienes los precedieron. Sus corazones se asemejan. Hemos aclarado las pruebas para quienes tienen certeza"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "En verdad, te hemos enviado con la verdad (¡oh, Muhammad!) como anunciador (de la buena noticia del Paraíso que les espera a quienes creen en tu mensaje) y como amonestador (del castigo del fuego que les espera a quienes rechazan la verdad). Y no se te preguntará acerca (de la incredulidad) de los habitantes del Infierno (pues tu misión es solamente transmitirles el mensaje)"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "Los judíos y los cristianos no estarán (totalmente) satisfechos contigo (¡oh, Muhammad!) hasta que sigas sus creencias. Diles: “La guía de Al-lah es la guía verdadera”. Y si tú siguieras sus deseos después del conocimiento que has recibido, no hallarías quién te protegiera de Al-lah ni quién te auxiliara"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Aquellos (de entre los judíos y cristianos) a quienes concedimos las Escrituras[44] y las recitan como es debido (legalizando lo que Al-lah ha hecho lícito y prohibiendo lo que Al-lah ha hecho ilícito, sin distorsionar su contenido), esos creen verdaderamente en ellas (y creen en lo que te ha sido relevado a ti, ¡oh, Muhammad!). Y quienes no creen (en lo que te ha sido revelado), esos serán los perdedores"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "¡Oh, hijos de Israel!, recuerden las gracias que les he concedido y que los favorecí entre todos los pueblos (de su época)"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "Y teman el día en que nadie podrá responder por los actos de otro ni se aceptará compensación alguna ni valdrán las intercesiones ni nadie será auxiliado"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "Y (recuerda a los idólatras, ¡oh, Muhammad!) cuando Abraham fue puesto a prueba por su Señor con unas órdenes que él cumplió. Entonces (Al-lah) le dijo: “Haré de ti un guía espiritual para los hombres”. (Abraham) preguntó: “¿Y de mis descendientes, también?”. (Al-lah) respondió: “Mi pacto no incluye a los injustos de entre ellos que rechazan la verdad”"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "Y (recuerda) cuando hicimos de la Kaaba[45] un lugar que los hombres visitan con asiduidad y un refugio seguro para la gente. ¡Tomen, hombres, la roca sobre la que se alzaba Abraham (para construir la Kaaba) como un lugar de culto![46] Y ordenamos a Abraham y a Ismael purificar la Casa (la Kaaba) para aquellos que la circunvalasen (como acto de adoración), para quienes buscaran en ella un lugar de retiro para adorar a Al-lah o para quienes allí rezaran inclinándose y postrándose. normalmente como el punto donde se sitúa el Imam para dirigir el rezo en congregación"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "Y (recuerda) cuando Abraham dijo: “¡Señor!, haz que esta tierra sea un lugar seguro y provee de frutos a aquellos de entre su gente que crean en Al-lah y en el Día del Juicio Final”. (Al-lah) dijo: “Y a quienes rechacen la verdad, los dejaré que disfruten por un tiempo y después los conduciré al tormento del fuego; ¡y qué pésimo destino!”"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "Y (recuerda) cuando Abraham e Ismael levantaban los cimientos de la Kaaba (y rogaban a Al-lah diciendo): “¡Señor!, acepta nuestra obra. En verdad, Tú eres el Oyente (de todas las cosas), el Omnisciente"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "¡Señor!, haz que siempre estemos sometidos a Ti y que nuestros descendientes también sean una comunidad sometida a Ti; enséñanos nuestros ritos de adoración y perdónanos. En verdad, Tú eres Quien acepta siempre el arrepentimiento, el Misericordioso"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "¡Señor!, y envíales un Mensajero de entre ellos que les recite Tus aleyas, les enseñe el Libro (el Corán) y la sabiduría (el entendimiento de la religión), y los purifique. En verdad, Tú eres el Poderoso (que no puede ser vencido), el Sabio”"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "¿Y quién, salvo el insensato, puede querer rechazar la religión de Abraham? Y, ciertamente, lo escogimos en esta vida; y en la otra estará entre los rectos y virtuosos"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "Y cuando su Señor le dijo: “Sométete (haciéndote musulmán)”, él contestó: “Me someto al Señor de toda la creación”"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "Y (Abraham) ordenó a sus hijos la sumisión a Al-lah, así como Jacob (diciendo): “¡Hijos míos!, Al-lah ha escogido, en verdad, para ustedes la religión (del Islam). No mueran, pues, sino sometidos a Él (como musulmanes)”"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "O acaso estaban presentes (ustedes, judíos) cuando la muerte le llegó a Jacob y dijo a sus hijos: “¿A quién adorarán tras mi muerte?”. Dijeron: “Adoraremos a tu Dios, el Dios de tus ancestros Abraham, Ismael e Isaac, (adoraremos) al Dios Único; y nosotros nos sometemos a Él”"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Aquella comunidad pasó. Ellos obtendrán lo que merezcan y ustedes obtendrán lo que merezcan. Y no serán juzgados por lo que ellos hicieron"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "Y dicen (los judíos y los cristianos respectivamente): “Sean judíos o cristianos para que estén bien guiados”. Diles (¡oh, Muhammad!): “¡No! (Seguimos) la religión de Abraham, quien adoraba exclusivamente a Al-lah alejándose de toda falsedad; y él no era un idólatra”"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "Digan (ustedes, los creyentes): “Creemos en Al-lah y en lo que nos ha revelado, así como en lo que reveló a Abraham, a Ismael, a Isaac, a Jacob y a las tribus (de Israel); (creemos) en lo que Moisés, Jesús y (todos) los profetas recibieron de su Señor. No hacemos ninguna diferencia entre ellos (los aceptamos a todos por igual) y nos sometemos completamente a Él”"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "Y si (los judíos y los cristianos) creen como han creído ustedes, entonces estarán bien guiados; mas, si dan la espalda (a la verdad), entonces estarán en un claro error. Y Al-lah les bastará contra ellos. Y Él es el Oyente (de todas las cosas), el Omnisciente"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "(Nuestra religión es) la religión de Al-lah[47]. ¿Y qué religión puede ser mejor que la de Al-lah? Y nosotros Lo adoramos solo a Él"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "Diles (Muhammad, a los judíos y a los cristianos): “¿Nos discuten sobre Al-lah cuando Él es nuestro Señor y el de ustedes? Nosotros somos responsables de nuestras acciones y ustedes de las suyas; y a Él consagramos nuestra religión (nuestras intenciones y nuestras obras)”"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "¿O acaso dicen que Abraham, Ismael, Isaac, Jacob y las tribus de Israel eran judíos o cristianos? Diles (¡oh, Muhammad!): “¿Quién lo sabe mejor, ustedes o Al-lah? ¿Y quién es más injusto que quien oculta un testimonio procedente de Al-lah? Y Al-lah no deja pasar por alto lo que hacen”"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "Aquella comunidad pasó. Ellos obtendrán lo que merezcan y ustedes obtendrán lo que merezcan. Y no serán juzgados por lo que ellos hicieron"
        },
        {
            "chapter": 2,
            "verse": 142,
            "text": "Los ignorantes de entre la gente (idólatras, hipócritas y judíos) dirán (acerca de los musulmanes): “¿Qué los ha apartado de la alquibla hacia la cual se volvían[48] (para rezar)?”. Diles (¡oh, Muhammad!): “A Al-lah pertenecen el Oriente y el Occidente, y guía a quien quiere hacia el camino recto”"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "Y del mismo modo (que los guiamos hacia el camino recto), hemos hecho de ustedes una comunidad justa para que fueran testigos de los hombres y para que el Mensajero (Muhammad) fuera testigo de ustedes. E hicimos de la alquibla hacia la cual se volvían (Jerusalén) una prueba para que se evidenciara quiénes seguían al Mensajero y quiénes le daban la espalda. Y ello (el cambio de alquibla) fue una prueba difícil, salvo para quienes Al-lah había guiado. Y Al-lah no iba a dejar que se perdieran sus rezos[49]. En verdad, Al-lah es Compasivo y Misericordioso con la gente"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "Ciertamente, hemos visto cómo volvías tu rostro hacia al cielo (¡oh, Muhammad!, suplicando una revelación con la orden de tomar la Kaaba como alquibla); y vamos a hacer que te orientes hacia una alquibla que te satisfaga. Vuelve, pues, tu rostro (para rezar) hacia la Mezquita Sagrada (de La Meca). Y allí donde estén, vuelvan sus rostros hacia dicha dirección. Aquellos a quienes concedimos las Escrituras (los judíos y los cristianos) saben bien que (la orientación hacia la Kaaba para rezar) es la verdad procedente de su Señor. Y Al-lah no deja pasar por alto lo que hacen"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "Y aunque les mostrases todo tipo de pruebas a quienes recibieron las Escrituras, no seguirían tu alquibla, del mismo modo que tú no seguirás la de ellos, ni seguirán los unos la alquibla de los otros. Y si siguieses sus deseos después del conocimiento que has recibido (¡oh, Muhammad!), estarías, entonces, entre los injustos"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "(Los sabios de entre) quienes recibieron las Escrituras reconocen (a Muhammad por sus características mencionadas en sus Libros) igual que reconocen a sus hijos. Mas, un grupo de ellos oculta la verdad a sabiendas"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "(Esta es) la verdad procedente de tu Señor. No seas, pues, de los que dudan[50] (sobre ella)"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "Cada comunidad religiosa dispone de una alquibla hacia la que se orientan (en sus rezos). ¡Compitan en las buenas acciones! Dondequiera que estén, Al-lah los reunirá a todos (el Día de la Resurrección). En verdad, Al-lah es Todopoderoso"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "Y dondequiera que te encuentres, vuelve tu rostro (para rezar) hacia la Mezquita Sagrada (de La Meca). Ciertamente, esta es la verdad procedente de tu Señor. Y Al-lah no deja pasar por alto lo que hacen"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "Y dondequiera que te encuentres, vuelve tu rostro (para rezar) hacia la Mezquita Sagrada (de La Meca). Allí donde se encuentren, vuelvan sus rostros en dicha dirección para que nadie pueda argumentar nada en su contra[51], salvo quienes sean injustos (los idólatras). No les teman, pues, y témanme solo a Mí, para que pueda completar Mis gracias sobre ustedes y para que estén bien guiados"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "Y del mismo modo (que los hemos favorecido con una nueva alquibla), les hemos enviado un Mensajero de entre ustedes para que les recitara Nuestras aleyas, para que los purificara y para que les enseñara el Libro (el Corán) y la sabiduría (el entendimiento de la religión y la tradición del Profeta), y para que les enseñara lo que no sabían"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "Así pues, recuérdenme (obedeciéndome), y Yo los recordaré (perdonándolos). Sean agradecidos Conmigo (obedeciéndome, por los favores que les he concedido) y no Me sean ingratos (y desobedezcan)"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "¡Oh, creyentes!, busquen ayuda en la paciencia y en el salat. En verdad, Al-lah está con los pacientes"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "Y no digan acerca de quienes han caído luchando por la causa de Al-lah que están muertos; están vivos, aunque no lo perciban"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "Y, ciertamente, los pondremos a prueba con algo de miedo o de hambre, o con pérdidas de bienes, de vidas o de frutos. Y anuncia (¡oh, Muhammad!) buenas noticias a quienes sean pacientes"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "esos que, cuando se ven afectados por una calamidad, dicen: “En verdad, pertenecemos a Al-lah y a Él es nuestro retorno”"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "Esos obtendrán la bendición y el perdón de su Señor, así como Su misericordia; y esos son quienes están bien guiados"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "En verdad, (realizar el recorrido entre las colinas de) As-Safa y Al Maruah[53] es uno de los rituales (de la religión de) Al-lah. Quien realice la peregrinación mayor del Hayy a la Kaaba o la peregrinación menor del ‘Umrah[54], no comete ningún pecado si efectúa el recorrido entre ellas[55]. Y quien lleve a cabo buenas acciones de manera voluntaria, (que sepa que) Al-lah es Agradecido y Omnisciente. y sus ritos —que consisten fundamentalmente en la circunvalación alrededor de la Kaaba y el recorrido entre las dos colinas— pueden completarse en un par de horas. La peregrinación del Hayy es el quinto pilar del Islam y es obligatorio una vez convertidos estos al Islam temían seguir realizando el recorrido entre ellas. Esta aleya descendió para tranquilizarlos. De hecho"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "En verdad, quienes oculten, después de haberlas explicado con claridad a los hombres, las pruebas (sobre la veracidad de Muhammad) y las directrices que hemos revelado, esos serán expulsados de la misericordia de Al-lah, y todas las criaturas suplicarán para que así sea"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "salvo quienes se arrepientan, rectifiquen y muestren (las pruebas que habían ocultado), pues Yo los perdonaré. Y Yo soy Quien acepta siempre el arrepentimiento, el Misericordioso"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "Ciertamente, quienes rechacen la verdad y mueran en tal estado, esos serán expulsados de la misericordia de Al-lah; y los ángeles y todos los hombres suplicarán para que así sea"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "Así permanecerán eternamente (sin obtener la misericordia de Al-lah). No se les mitigará el castigo ni se les concederá ningún respiro"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "Y su Dios es un Dios Único. Ninguna deidad merece ser adorada salvo Él (Al-lah), el Clemente, el Misericordioso"
        },
        {
            "chapter": 2,
            "verse": 164,
            "text": "En verdad, en la creación de los cielos y de la tierra, en la alternancia de la noche y el día, en las embarcaciones que surcan el mar para beneficio de los hombres, en el agua que Al-lah hace descender del cielo para hacer revivir la tierra tras su muerte y esparce por ella todo tipo de criaturas, en la variación de los vientos y de las nubes sometidas entre el cielo y la tierra; en todo ello hay pruebas (de la unicidad de Al-lah) para quienes razonan"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "Y entre los hombres, hay quienes toman como objeto de adoración ídolos a quienes equiparan con Al-lah en vez de adorarlo a Él, y los aman y enaltecen como solo Al-lah merece; pero los creyentes aman a Al-lah por encima de todas las cosas. ¡Ya sabrán los injustos, cuando vean el castigo (del Infierno), que todo el poder pertenece a Al-lah y que Él es severo en el castigo"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "Cuando los que fueron objeto de adoración se desentiendan de sus seguidores y vean el castigo (el Día de la Resurrección), se cortará entre ellos toda relación"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "Entonces, los seguidores (de las falsas divinidades) dirán: “¡Ojalá tuviéramos otra oportunidad para desentendernos de ellas (en la vida terrenal) del mismo modo que ellas se han desentendido ahora de nosotros!”. Así es como Al-lah les hará ver que sus acciones fueron su perdición, y no saldrán nunca del fuego"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "¡Hombres!, coman de lo bueno y lícito que hay en la tierra y no sigan los pasos del Demonio; en verdad, él es su enemigo declarado"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "Les ordena el mal y la indecencia, y que digan sobre Al-lah lo que no saben"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "Y si se les dice: “Sigan lo que Al-lah ha revelado”, dicen: “¡No! Seguimos mejor lo que vimos que seguían nuestros padres”. ¿(Lo harán) aun cuando sus padres no razonaban ni estaban guiados"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "El ejemplo de quienes rechazan la verdad se asemeja al (ganado) que solo oye voces y ruidos cuando lo llama el pastor (y no puede comprender lo que este dice)[56]. Están sordos, mudos y ciegos, y no razonan"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "¡Oh, creyentes!, coman de las cosas buenas que les hemos concedido y sean agradecidos con Al-lah, si en verdad Lo adoran (solo a Él)"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "Ciertamente, (Al-lah) les ha prohibido la carne del animal hallado muerto, la sangre, la carne de cerdo y la carne del animal que haya sido sacrificado en nombre de otro que no sea Al-lah. Mas quien se vea obligado a ingerirlos por necesidad extrema, sin la intención de desobedecer ni de traspasar los límites, no comete ningún pecado. En verdad, Al-lah es Indulgente y Misericordioso"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "En verdad, quienes ocultan lo que Al-lah ha revelado en las Escrituras (como la descripción del Profeta Muhammad) para obtener un mísero beneficio mundanal, esos no ingerirán sino fuego (el cual arderá) en sus entrañas. Y Al-lah no les dirigirá la palabra el Día de la Resurrección ni los purificará (de sus pecados), y sufrirán un castigo doloroso"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "Esos son quienes han preferido el extravío al buen camino, y el castigo al perdón. (¿Cómo se han atrevido a cometer lo que los conducirá al fuego?) ¡A ver cómo van a soportar el fuego infernal"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "Y esto ocurrirá porque Al-lah ha revelado el Libro (el Corán) con la verdad (y ellos lo han rechazado). Y quienes se oponen al Libro se hallan lejos de la verdad en su discrepancia"
        },
        {
            "chapter": 2,
            "verse": 177,
            "text": "La piedad no consiste solamente en volver el rostro hacia oriente u occidente (para realizar el salat), sino que consiste en creer en Al-lah, en el Día de la Resurrección, en los ángeles, en los Libros revelados y en los profetas. Consiste en superar el apego que se siente hacia las riquezas y dar parte de estas a los parientes, a los huérfanos, a los pobres, a los viajeros (que carecen de medios), a los mendigos y a los esclavos que desean comprar su libertad. Consiste en cumplir con el salat, en entregar el azaque, en respetar los pactos tras establecerlos, en tener paciencia ante la pobreza, la enfermedad y los momentos difíciles de lucha. (Quienes cumplen con ello), esos son los veraces y esos son los piadosos"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "¡Oh, creyentes!, se les prescribe la ley del talión en caso de asesinato: el hombre libre por el hombre libre, el esclavo por el esclavo, la mujer por la mujer[57]. Mas si el asesino es perdonado por el hermano (o parientes cercanos) de la víctima (a cambio de una compensación económica), que (ambas partes) actúen según lo reconocido y de buena manera (de tal forma que los familiares de la víctima pidan la indemnización sin violencia, y que el asesino la entregue lo antes posible y de manera honrosa). Este perdón junto con la indemnización son un alivio de su Señor y una muestra de Su misericordia[58]. Y quien traspase los límites tras la aplicación de esta ley recibirá un castigo doloroso. pero no podían recibir una indemnización a cambio del perdón; mientras que a los cristianos se los exhortaba a perdonar al asesino pero su legislación no incluía ninguna compensación económica"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "Y con la aplicación del talión tienen (una manera de proteger la) vida[59], ¡oh, hombres de buen juicio!, para que puedan adquirir temor de Al-lah (y se abstengan, así, de matar y de todo lo que Él prohíbe)"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "Se les ha prescrito que cuando se les presente la muerte y dejen bienes, el testamento debe ser a favor de sus padres y parientes[60], según lo razonable y justo. Este es un deber para los piadosos"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "Y quien modifique el testamento después de haberlo escuchado cometerá pecado. En verdad, Al-lah todo lo oye y todo lo sabe"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "Pero si alguien teme que el testador haya cometido una injusticia y logra un acuerdo entre los herederos, no cometerá ningún pecado. En verdad, Al-lah es Indulgente y Misericordioso"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "¡Oh, creyentes!, se les ha prescrito el ayuno[61], al igual que les fue prescrito a quienes los precedieron, para que puedan ser piadosos"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "(Ayunen) durante unos días determinados (el mes de ramadán). Pero si uno de ustedes está enfermo o de viaje (y no ayuna), deberá compensar esos días ayunándolos más tarde. Y aquellos a quienes el ayuno les suponga una gran dificultad (y no ayunen, como el anciano o el enfermo crónico que no espera restablecerse), tendrán que alimentar a un pobre por día no ayunado como compensación. Y si alguien es generoso de manera voluntaria (en la compensación), será mejor para él; pero ayunar es mejor (que no hacerlo y compensarlo alimentando a los pobres), si supieran"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "El mes de ramadán (es el mes) en que descendió el Corán como guía para los hombres con pruebas claras para guiarlos y hacerles discernir entre la verdad y la falsedad. Aquellos de ustedes que presencien el mes (y no estén de viaje) deben ayunarlo; y quien esté enfermo o de viaje (y no ayune) que compense los días no ayunados más tarde. Al-lah quiere hacérselo fácil y no difícil, pero quiere que completen los días de ayuno y que (al finalizar el mes de ramadán) proclamen la grandeza de Al-lah por haberlos guiado, y para que puedan ser agradecidos"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "Y si Mis siervos preguntan por Mí, (diles que) estoy cerca de ellos. Respondo las súplicas de quienes Me invocan. Que Me obedezcan, pues, y que crean en Mí para que puedan estar bien guiados"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "Se les permiten las relaciones íntimas con sus esposas durante las noches del mes de ayuno. Ellas son un refugio[62] para ustedes; y ustedes, un refugio para ellas. Al-lah sabe que se traicionaban a sí mismos (porque se unían a ellas por las noches cuando lo tenían prohibido con anterioridad). Pero Al-lah ha aceptado su arrepentimiento y los ha perdonado. Ahora pueden mantener relaciones íntimas con ellas y buscar lo que Al-lah ha decretado para ustedes[63]. Y coman y beban hasta que el primer destello del alba rompa la noche. Después continúen el ayuno hasta el anochecer. Pero no se unan a sus esposas si están retirados en las mezquitas para adorar a Al-lah[64]. Estas son las leyes que Al-lah establece; no las quebranten, pues. Así es como Al-lah aclara Sus mandatos a los hombres para que puedan ser piadosos. de hecho este tipo de retiro voluntario puede realizarse en cualquier momento del año y puede durar los días que se deseen. No obstante"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "Y no consuman injustamente los bienes ajenos ni los usen para sobornar a los jueces para, así, apropiarse ilegalmente y a sabiendas de algo que no es de ustedes"
        },
        {
            "chapter": 2,
            "verse": 189,
            "text": "Te preguntan acerca de las lunas crecientes (¡oh, Muhammad!). Diles: “Son señales para que los hombres puedan calcular el tiempo y la fecha de la peregrinación del Hayy”. Y la piedad no consiste en entrar en las casas por detrás[65], sino que consiste en temer a Al-lah (alejándose de lo que Él prohíbe y obedeciendo Sus mandatos). Entren, pues, en las casas por sus puertas. Y teman a Al-lah para que puedan triunfar"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "Y luchen por la causa de Al-lah contra quienes los combaten, mas no traspasen los límites[66] (ni sean los primeros en atacar). En verdad, Al-lah no ama a los transgresores"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "Y maten (a quienes los atacan a ustedes y a su religión) allí donde los encuentren, y expúlsenlos de donde los expulsaron (la ciudad de La Meca). La idolatría y el hecho de que los aparten del Islam es más grave que matarlos. Mas no luchen en la Mezquita Sagrada a menos que sean atacados allí; y si los atacan, mátenlos. Tal es el castigo de quienes rechazan la verdad"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "Pero si cesan (en su incredulidad y dejan de atacarlos), en verdad, Al-lah es Indulgente y Misericordioso"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "Y combátanlos hasta que no haya más persecución contra la religión y predomine la religión de Al-lah (sobre todas las demás). Mas si cesan (en su hostigamiento), que no haya hostilidad contra ellos, salvo con los injustos que continúen atacándolos y negando la verdad"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "El mes sagrado por el mes sagrado[67]; y la violación de todo lo sagrado se somete a una pena similar a la violación cometida. Así pues, si alguien se excede con ustedes, actúes de la misma manera contra él. Mas teman a Al-lah y sepan que Él está con quienes Lo temen"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "Y contribuyan (con sus bienes) a la causa de Al-lah y no causen su propia destrucción (no contribuyendo a ella ni luchando por ella). Y obren el bien; en verdad, Al-lah ama a los bienhechores"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "Y realicen las peregrinaciones del Hayy y del ‘Umrah sinceramente por Al-lah. Pero si algo les impidiera completarlas (tras haber manifestado su intención de hacerlo), sacrifiquen el animal que puedan (un camello, una vaca, una cabra o una oveja) como ofrenda. No se afeiten la cabeza (acción que se lleva a cabo para poner fin al estado de consagración[68] con el que deben realizarse ambas peregrinaciones) hasta que el animal llegue al lugar del sacrificio. Y si uno de ustedes estuviera enfermo o padeciera un problema en el cuero cabelludo (y, por ello, tuviese que rasurarse antes la cabeza), que compense (el haberse afeitado antes de tiempo) con (tres) días de ayuno o bien con comida para (seis) pobres o bien con el sacrificio de un animal (un camello, una vaca, una cabra o una oveja). Y cuando se sientan seguros y puedan completar los ritos sin temor, aquel que realice la peregrinación del ‘Umrah y del Hayy (con una interrupción entre ambas peregrinaciones) que sacrifique el animal que pueda (de entre los mencionados anteriormente) como ofrenda; y quien no tenga los medios para hacerlo, que ayune tres días durante la peregrinación y siete a su regreso: diez días en total. Esta (combinación de las dos peregrinaciones con la debida ofrenda o el ayuno correspondiente) es para el peregrino que no habita en las proximidades de la Mezquita Sagrada. Teman a Al-lah y sepan que Su castigo es severo"
        },
        {
            "chapter": 2,
            "verse": 197,
            "text": "La peregrinación del Hayy debe realizarse en unos meses consabidos[69]. Quien tenga la intención de realizar la peregrinación del Hayy (y entre en el estado de consagración previo para efectuarla) deberá abstenerse de mantener relaciones íntimas (con su cónyuge) y deberá evitar todo aquello que pueda conducir a ellas; deberá abstenerse de pecar y de entrar en disputas mientras dure la peregrinación. Y todo bien que hagan será del conocimiento de Al-lah. Y aprovisiónense para realizarla, aunque la mejor provisión es la piedad y el temor de Al-lah. ¡Y témanme a Mí, hombres de buen juicio"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "No cometen pecado alguno si buscan el favor de su Señor (a través de transacciones comerciales durante la peregrinación). Pero cuando dejen Arafat[70], recuerden a Al-lah invocándolo y glorificándolo en Muzdalifah. Y recuérdenlo dándole las gracias por haberlos guiado, pues antes estaban extraviados"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "A continuación, abandonen el lugar con la multitud y pidan el perdón de Al-lah. En verdad, Él es Indulgente y Misericordioso"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "Y cuando hayan completado sus ritos, recuerden a Al-lah ensalzándolo de una manera similar a como recuerdan y exaltan a sus antepasados (con orgullo), pero háganlo aún con más fuerza. Hay gentes que dicen: “¡Señor, concédenos prosperidad en esta vida!”, pero esos no recibirán su parte en la otra (porque solo se preocuparon por la vida mundanal y descuidaron la eterna)"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "Y hay quienes dicen: “¡Señor, concédenos prosperidad en esta vida y en la otra, y protégenos del castigo del fuego!”"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "Esos recibirán su parte por lo que sus buenas acciones merezcan. Y Al-lah es rápido en la retribución de Su recompensa"
        },
        {
            "chapter": 2,
            "verse": 203,
            "text": "Y recuerden a Al-lah durante unos días determinados[71]. Quien se apresure (y abandone Mina) tras dos días no comete ninguna falta, como tampoco comete falta alguna quien permanezca (un día) más, siempre y cuando tema a Al-lah. Y teman a Al-lah y sepan que serán reunidos ante Él (para ser juzgados)"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "Entre los hombres hay aquel cuyas palabras sobre la vida mundanal te causan admiración (¡oh, Muhammad!), y pone a Al-lah como testigo de lo que hay en su corazón; sin embargo, es un enemigo de lo más discutidor"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "Y si se aleja de ti, camina por la tierra corrompiéndola y arrasa los campos y los ganados; y a Al-lah no le gustan los corruptores"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "Y si se le dice: “Teme a Al-lah”, se deja llevar por la arrogancia para pecar más. El Infierno le bastará; ¡y qué pésimo lugar para permanecer en él"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "(Por otro lado) hay hombres que darían su vida buscando la complacencia de Al-lah (obedeciéndolo); y Al-lah es Compasivo con Sus siervos"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "¡Oh, creyentes!, entren en el Islam por completo (sometiéndose a Al-lah en todo) y no sigan los pasos del Demonio; en verdad, él es su enemigo declarado"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "Y si se desvían (de la verdad) después de haber recibido claras pruebas (de esta), sepan que Al-lah es Poderoso y Sabio"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "¿Acaso esperan (quienes se empecinan en negar la verdad) a que Al-lah aparezca en la sombra de unas nubes junto con los ángeles para juzgarlos (el Día de la Retribución) a sabiendas de que será demasiado tarde (para creer)? Y a Al-lah regresarán todos los asuntos (para que Él decida sobre ellos)"
        },
        {
            "chapter": 2,
            "verse": 211,
            "text": "Pregúntales a los hijos de Israel cuántas pruebas claras (de la verdad) les concedimos. Y quien cambie el favor de Al-lah tras haberlo recibido, (renunciando al Islam y adoptando la incredulidad, que sepa que) en verdad, Al-lah es severo en el castigo"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "Esta vida terrenal seduce a quienes rechazan la verdad y se burlan de quienes creen en ella. Pero los piadosos estarán por encima de ellos el Día de la Resurrección. Y Al-lah provee (de Su favor) a quien quiere sin límite alguno"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "Los hombres formaban al principio una sola comunidad creyente (mas discreparon y se separaron). Y Al-lah les envió profetas con la buena nueva (del Paraíso que les esperaba a quienes obedecieran a Al-lah) y que les advertían (sobre el castigo del fuego que les esperaba a quienes Lo desobedecieran), y les envió también Escrituras que contenían la verdad para que juzgaran entre los hombres los asuntos sobre los que diferían. Y solo discreparon, por rivalidad entre ellos, quienes habían recibido las Escrituras tras habérseles mostrado la verdad con claras pruebas. Y Al-lah, mediante Su favor, guio a quienes creyeron de entre ellos hacia la verdad sobre la que discrepaban. Y Al-lah guía a quien quiere hacia el camino recto"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "¿O acaso pensaron que entrarían en el Paraíso sin pasar por (las pruebas) que pasaron quienes los precedieron? Sufrieron pobreza y enfermedades, y fueron sacudidos (por desgracias) hasta el punto que el Mensajero y los creyentes que lo seguían preguntaban: “¿Cuándo llegará el auxilio de Al-lah?”. En verdad, el auxilio de Al-lah está cerca (de los creyentes)"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "Te preguntan (¡oh, Muhammad!) qué deben dar en caridad y a quién. Diles: “Den (cualquier cosa buena y lícita que puedan) a sus padres, a los parientes, a los huérfanos, a los pobres y a los viajeros (sin medios). Y todo bien que hagan es del conocimiento de Al-lah”"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "Se les ha prescrito combatir (a quienes rechazan la verdad), aunque ello les disgusta; mas, puede ser que les disguste algo que sea beneficioso para ustedes, y puede ser que les agrade algo que sea perjudicial para ustedes. Al-lah sabe, mientras que ustedes no saben"
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "Te preguntan (¡oh, Muhammad!) acerca de combatir durante los (cuatro) meses sagrados. Diles: “Combatir en ellos es un pecado grave, pero es más grave para Al-lah impedir que los hombres sigan Su camino y no creer en Él, así como imposibilitar el acceso a la Mezquita Sagrada (de La Meca) y expulsar de ella a sus habitantes. Y la persecución de los creyentes es peor que matarlos. Y no cesarán de combatirlos hasta lograr, si pueden, que renieguen de su religión (el Islam). Y quienes renieguen de ella y mueran en tal estado de incredulidad, verán invalidadas todas sus buenas acciones en esta vida y en la otra y serán los habitantes del fuego, donde permanecerán eternamente"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "En verdad, quienes hayan creído (en Al-lah y Su Profeta), hayan emigrado y hayan luchado por la causa de Al-lah anhelan Su misericordia. Y Al-lah es Indulgente y Misericordioso"
        },
        {
            "chapter": 2,
            "verse": 219,
            "text": "Te preguntan (¡oh, Muhammad!) acerca de las bebidas alcohólicas y los juegos de azar. Diles: “En ambos hay un gran pecado y (algunos) beneficios para los hombres, más el pecado que conllevan es mayor que sus beneficios[72]“. Y te preguntan cuánto deben dar en caridad. Diles: “Lo que les sobre una vez cubiertas sus necesidades”. Así es como Al-lah les aclara Sus mandatos para que puedan reflexionar"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "(Para que puedan reflexionar) sobre esta vida y sobre la otra. Y te preguntan acerca de los huérfanos (que están bajo su responsabilidad). Diles: “Lo mejor es que velen por sus intereses. Y si mezclan (sus bienes y provisiones) con los suyos (no cometen pecado alguno), pues ellos son sus hermanos (en la religión). Al-lah sabe bien quién es un corruptor y quién un benefactor. Y si Al-lah hubiese querido, les habría puesto dificultades (no permitiéndoles mezclarlos). En verdad, Al-lah es Poderoso y Sabio"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "Y no se casen con las mujeres idólatras hasta que crean (y renuncien a su idolatría); una esclava creyente es mejor que una idólatra, aunque esta sea de su agrado. Y no den (a sus hijas) en matrimonio a los hombres idólatras hasta que estos crean; un esclavo creyente es mejor que un idólatra, aunque este sea de su agrado. Estos invitan al fuego (debido a su idolatría), mientras que Al-lah invita, con Su gracia, al Paraíso y al perdón. Y (así) aclara Sus mandatos a los hombres para que los recuerden (y aprendan de la exhortación)"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "Y te preguntan (¡oh, Muhammad!) acerca de la menstruación. Diles: “Es algo impuro, así que aléjense de (mantener relaciones íntimas con) sus mujeres durante sus periodos y no vayan a ellas hasta que estén limpias. Y cuando se hayan purificado (con un baño completo o gusul) únanse a ellas como Al-lah les ordena[73]. En verdad, Al-lah ama a quienes se vuelven constantemente a Él en arrepentimiento y a quienes se purifican"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Sus mujeres son un campo de siembra[74] para ustedes; vayan, pues, a su campo como y cuando les plazca y obren rectamente[75] (evitando lo que Al-lah les ha prohibido). Teman a Al-lah y sepan que comparecerán ante Él. Y da la buena noticia (del Paraíso) a los creyentes (que obedecen a Al-lah y que se abstienen de lo que Él prohíbe, ¡oh, Muhammad)"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "Y no hagan de sus juramentos por Al-lah un pretexto para no hacer el bien, para no obrar justamente o para no reconciliar a los hombres, porque así lo habían jurado. Y Al-lah todo lo oye y todo lo sabe"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "Al-lah no les pedirá cuentas de lo que juren sin intención (de manera impulsiva), pero sí les pedirá cuentas de lo que juren deliberadamente desde el corazón. Y Al-lah es Indulgente y Tolerante"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "Quienes juren que no mantendrán relaciones íntimas con sus esposas (en una disputa conyugal) tendrán hasta cuatro de meses de plazo[76] (para cumplir su juramento). Si después (de cumplido el plazo) regresan[77] con sus esposas (y continúan su relación con normalidad), entonces Al-lah es Indulgente y Misericordioso"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "Mas si deciden el divorcio, (deben saber que) Al-lah todo lo oye y todo lo sabe"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "Las mujeres divorciadas deberán guardar un tiempo de espera de tres menstruaciones (antes de volver a casarse). Durante ese tiempo no les está permitido ocultar lo que Al-lah ha creado en sus vientres (si están embarazadas), si de verdad creen en Al-lah y en el Día de la Resurrección. Y sus esposos tienen pleno derecho a volver con ellas durante dicho periodo, si deciden la reconciliación. Ellas tienen sobre ellos derechos similares a los que ellos tienen sobre ellas, según lo reconocido; pero ellos están un grado por encima de ellas[78]. Y Al-lah es Poderoso y Sabio"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "El divorcio (de la misma mujer) podrá ser (revocado) dos veces. Luego deberá tomarla nuevamente por esposa y tratarla bien o deberá dejarla libre de buena manera. No les está permitido tomar nada de los bienes que les dieron a ellas como maher[79] (al casarse), salvo si ambas partes temen no cumplir las leyes que Al-lah establece. Si temen que no se respeten dichas leyes, ninguno incurrirá en falta si ella decide darle parte (para obtener el divorcio). Estas son las leyes de Al-lah, no las quebranten, pues. Quienes lo hagan, esos serán los injustos. consiste en unos bienes o dinero que la esposa aporta al matrimonio —no son pues"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "Si después la divorcia (por tercera vez), no podrá volver a desposarla hasta que ella se haya casado con otro hombre y este, a su vez, la divorcie; en ese caso, ninguno incurrirá en pecado si la mujer regresa con su anterior marido, si creen poder respetar las leyes que Al-lah establece. Estas son las leyes de Al-lah que Él mismo aclara a las gentes de conocimiento"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "Y cuando divorcien a sus mujeres y su tiempo de espera esté próximo a expirar, o bien las retienen y las tratan con benevolencia, o bien las dejan libres de buena manera (una vez finalizado el plazo). Pero no las retengan a la fuerza para perjudicarlas. Y quien lo haga habrá sido injusto consigo mismo (por haber desobedecido a Al-lah). No se burlen de los mandatos de Al-lah, y recuerden las gracias que les ha concedido, así como el Libro (el Corán) y la sabiduría (el entendimiento de la religión y la tradición del Profeta) que les ha otorgado y con los que los exhorta. Teman a Al-lah y sepan que Él tiene conocimiento sobre todas las cosas"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "Y una vez hayan divorciado a sus mujeres (por primera o segunda vez) y estas hayan cumplido su tiempo de espera, que (los familiares de ellas) no les impidan casarse de nuevo con quienes eran sus esposos si ambos llegan a un acuerdo de manera razonable. Con esto se exhorta a quienes de ustedes creen en Al-lah y en el Día de la Resurrección. Esto es más apropiado y más puro para ustedes. Y Al-lah sabe, mientras que ustedes no saben"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "Y las madres divorciadas que quieran completar el tiempo de lactancia amamantarán a sus hijos durante dos años completos. Al padre le corresponderá la manutención y la vestimenta de la madre según sus recursos. A nadie se le exige por encima de sus posibilidades. Ni la madre ni el padre deberán verse perjudicados por causa del hijo. Y la misma obligación (la de la manutención de la madre y el no perjudicarla) recaerá sobre el heredero del padre (o bien sobre sus familiares más cercanos en la ausencia de este). Y si ambos progenitores deciden destetar al niño de mutuo acuerdo, tras consultarlo entre ellos, no cometen ninguna falta. Y si desean que otra mujer amamante a su hijo, no incurren en pecado si conceden (a la madre sus derechos acordados por haberse hecho cago del niño con anterioridad) y pagan (a la nodriza) según lo acordado. Y teman a Al-lah y sepan que Él ve todo lo que hacen"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "Las viudas deberán aguardar un plazo de espera de cuatro meses y diez días (antes de volver a embellecerse y a casarse). Una vez terminado el plazo, ustedes (sus familiares y custodios), no incurren en falta alguna por lo que ellas dispongan de sí mismas (con respecto a volver a adornarse y a comprometerse) de manera razonable (si respetan la ley de Al-lah). Y Al-lah está bien informado de lo que hacen"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "No cometen ninguna falta si les dejan entrever (antes de que finalice su plazo de espera) su intención de casarse con ellas o si la ocultan en su interior; Al-lah sabe que pensarán en ellas. Pero no se comprometan con ellas en secreto, sino háblenles de manera honorable (insinuándoles indirectamente su intención o comunicándosela a sus familiares). Y no formalicen el contrato de matrimonio hasta que haya concluido el plazo de espera. Sepan que Al-lah conoce lo que esconden en su interior, así que témanle. Y sepan que Al-lah es Indulgente y Tolerante"
        },
        {
            "chapter": 2,
            "verse": 236,
            "text": "No cometen ninguna falta si divorcian a sus mujeres antes de haber consumado el matrimonio y de haberles asignado unos bienes como maher. Pero ofrézcanles algunos bienes (en compensación) de forma honorable; que el rico dé según sus posibilidades, y el pobre, según las suyas. Esto es un deber para quienes obedecen y hacen el bien"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "Y si divorcian a sus mujeres antes de haber consumado el matrimonio, pero tras haberles asignado unos bienes como maher, a ellas les corresponde la mitad de lo que les habían asignado, a menos que ellas renuncien a dicha parte o renuncie a ella el esposo (y no tome nada de lo que le dio). Y renunciar (a la parte correspondiente) es más cercano a la piedad. Y no olviden tratarse con amabilidad y generosidad entre ustedes. En verdad, Al-lah ve todo lo que hacen"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "Sean constantes en el cumplimiento de los (cinco) rezos (obligatorios), especialmente el intermedio[80], y cúmplanlos (con humildad y recogimiento) obedeciendo a Al-lah (sin hablar con nadie mientras se realizan)"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "Y si temen (alguna acción por parte del enemigo), realícenlos de pie o sobre su montura (aunque no se orienten hacia la Kaaba). Mas cuando estén a salvo, recen a Al-lah de la manera que Él les ha enseñado y que antes desconocían"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "Y a las viudas les corresponde, como legado, el derecho a ser mantenidas (por los familiares del marido) y a permanecer en la casa conyugal durante un año lunar completo[82]. Pero, si ellas abandonan el hogar voluntariamente, ustedes (los familiares del difunto marido) no serán reprochados por lo que ellas hagan de manera razonable (siempre que se respete la ley de Al-lah). Y Al-lah es Poderoso y Sabio"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "Y deberán entregar a las mujeres que divorcien una compensación justa (por los daños que el divorcio pueda haberles causado). Esto es un deber para los piadosos"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "Así les aclara Al-lah Sus mandatos para que reflexionen"
        },
        {
            "chapter": 2,
            "verse": 243,
            "text": "¿No conoces la historia (¡oh, Muhammad!) de las miles de personas que (hace muchos años) abandonaron sus casas por miedo a morir (de peste, pensando que podrían escapar de la muerte decretada por Al-lah)? Entonces Al-lah les dijo: “Mueran”, y después les devolvió la vida. En verdad, el favor de Al-lah para con los hombres es inmenso, pero la mayoría de los hombres son desagradecidos"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "Y luchen por la causa de Al-lah, y sepan que Al-lah todo lo oye y todo lo sabe"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "¿Quién ofrece a Al-lah un préstamo generoso (contribuyendo con sus bienes a Su causa) para que Él se lo devuelva multiplicado con creces? Y Al-lah restringe (Sus favores) y los concede con generosidad, y a Él habrán de volver (para ser juzgados)"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "¿No conoces la historia de los dignatarios de los hijos de Israel después de Moisés, cuando pidieron a su Profeta (Samuel) que les enviara un rey para combatir con él por la causa de Al-lah? (El Profeta) dijo: “¿Realmente lucharían si se les prescribiera el combate?”. Respondieron: “¿Y cómo no habríamos de combatir por la causa de Al-lah cuando hemos sido expulsados de nuestras casas y apartados de nuestros hijos?”. Pero cuando se les prescribió el combate, le dieron la espalda desentendiéndose, excepto unos pocos. Y Al-lah conoce bien a los injustos (que no cumplen sus compromisos)"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "Su Profeta les dijo: “Al-lah les envía a Saúl como rey”. Ellos contestaron: “¿Cómo puede reinar sobre nosotros cuando nosotros tenemos más derecho que él a gobernar y cuando ni siquiera posee demasiadas riquezas?”. Él contestó: “Ciertamente, Al-lah lo ha escogido por encima de ustedes y le ha concedido más sabiduría y fuerza. Y Al-lah otorga Su soberanía a quien quiere. El favor de Al-lah es inmenso y Él todo lo sabe"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "Y su Profeta les dijo: “Como prueba de su autoridad, los ángeles les traerán el Arca, la cual contiene sosiego de su Señor y las reliquias de la familia de Moisés y de Aarón. En verdad, en esto tienen pruebas (de que Al-lah lo ha escogido como rey) si son creyentes”"
        },
        {
            "chapter": 2,
            "verse": 249,
            "text": "Y cuando Saúl hubo partido con su ejército, les dijo: “Al-lah los pondrá a prueba al cruzar un río: quien beba de él no será de los míos, y quien no beba o tome solo un poco con el cuenco de la mano, será de los míos”. Pero todos bebieron de él (en exceso), salvo unos pocos. Y cuando él y quienes habían creído con él (y solo bebieron un poco con el cuenco de la mano) hubieron cruzado el río, (muchos) dijeron (tras ver el gran ejército enemigo): “Hoy no tenemos fuerzas para luchar contra Goliat y su ejército”. Quienes tenían certeza de su encuentro con Al-lah contestaron: “¡¿Y cuántas veces una pequeña tropa no ha derrotado a un gran ejército con el permiso de Al-lah?!”. Y Al-lah está con los pacientes y perseverantes"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "Y cuando salieron al encuentro de Goliat y su ejército, suplicaron: “¡Señor, danos paciencia, haz que nos mantengamos firmes y concédenos la victoria sobre los incrédulos!”"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "Y los derrotaron con el consentimiento de Al-lah, y David mató a Goliat. Y Al-lah concedió a David el reinado sobre los hijos de Israel y la sabiduría (haciendo de él un Profeta), y le enseñó lo que Él quiso. Y si Al-lah no frenase a unos hombres (los idólatras y quienes rechazan la verdad) con otros (los creyentes), se extendería la corrupción en la tierra; pero el favor de Al-lah sobre Su creación es inmenso"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "Estas son las aleyas de Al-lah que te recitamos con la verdad. Y tú (¡oh, Muhammad!) eres uno de Sus mensajeros"
        },
        {
            "chapter": 2,
            "verse": 253,
            "text": "De entre estos mensajeros, favorecimos a algunos por encima de otros; a unos les habló Al-lah directamente y a otros les concedió una alta distinción. Y otorgamos a Jesús, hijo de María, pruebas claras (de que era un siervo de Al-lah y Su Mensajero), y lo fortalecimos con el ángel Gabriel. Y si Al-lah hubiera querido, las generaciones posteriores no se habrían enfrentado entre sí tras haber recibido pruebas evidentes de la verdad (las aleyas de Al-lah); mas discreparon: algunos creyeron y otros negaron la verdad. Y si Al-lah hubiera querido, no se habrían enfrentado, pero Al-lah hace lo que quiere"
        },
        {
            "chapter": 2,
            "verse": 254,
            "text": "¡Oh, creyentes!, den en caridad de lo que les hemos proveído antes de que llegue el día en que no se podrá negociar (para salvarse del castigo) ni de nada servirán las amistades y las intercesiones (salvo con el permiso de Al-lah). Y quienes hayan rechazado la verdad serán los injustos"
        },
        {
            "chapter": 2,
            "verse": 255,
            "text": "¡Al-lah! No hay nada ni nadie con derecho a ser adorado excepto Él, el Viviente (que nunca muere), el Sustentador de toda la creación. Ni la somnolencia ni el sueño se apoderan de Él. Suyo es cuanto hay en los cielos y la tierra. Nadie puede interceder ante Él a menos que sea con Su consentimiento. Conoce todo lo que sucede (a Sus criaturas) en esta vida y lo que les sucederá en la otra. Nadie abarca nada de Su conocimiento que no sea lo que Él quiere. El escabel de Su Trono se extiende sobre los cielos y la tierra, y no se fatiga en la preservación de ambos. Y Él es el Excelso, el Sublime"
        },
        {
            "chapter": 2,
            "verse": 256,
            "text": "No debe haber coacción en la religión[84]. El buen camino se ha mostrado con claridad frente al extravío. Y aquel que rechace al Demonio y a cualquier objeto de adoración fuera de Al-lah, se habrá aferrado al asidero más firme que nunca se rompe (el Islam). Y Al-lah todo lo oye y todo lo sabe"
        },
        {
            "chapter": 2,
            "verse": 257,
            "text": "Al-lah es el Protector de los creyentes; los saca de las tinieblas (y los guía) hacia la luz. Y quienes rechazan la verdad tienen por protectores a falsas divinidades que los sacan de la luz (y los conducen) hacia las tinieblas. Esos son los habitantes del fuego, y allí permanecerán eternamente"
        },
        {
            "chapter": 2,
            "verse": 258,
            "text": "¿Has oído y reflexionado sobre aquel[85] que, porque Al-lah lo había hecho rey, discutía con Abraham acerca de (la existencia de) su Señor? Cuando Abraham le dijo: “Mi Señor es Quien da la vida y la muerte”, este contestó (con altivez): “Yo también doy la vida y la muerte”. (Entonces) Abraham dijo: “Al-lah hace que el sol salga por el Este; haz tú que salga por el Oeste”. Entonces, el que rechazaba la verdad se sintió derrotado. Y Al-lah no guía a la gente injusta"
        },
        {
            "chapter": 2,
            "verse": 259,
            "text": "O (no has reparado en) aquel[86] que pasó por una ciudad abandonada y completamente en ruinas, y se preguntó: “¿Cómo podrá Al-lah hacerla resurgir tras su destrucción?”. Entonces, Al-lah hizo que muriera y lo resucitó pasados cien años. (Al-lah) le preguntó: “¿Cuánto tiempo has permanecido (muerto)?”. (El hombre) contestó: “Puede que un día o parte de él”. Al-lah le dijo: “No. Has permanecido (muerto) cien años. Observa tu comida y tu bebida, no han sufrido ningún cambio. Pero ¡observa tu burro! (del cual solo quedaban los huesos). Así hemos hecho de ti, para los hombres, una prueba (de que la resurrección es cierta). Y observa cómo reunimos los huesos y los revestimos de carne”. Y cuando vio todo con claridad, dijo: “Ahora sé que Al-lah es Todopoderoso”"
        },
        {
            "chapter": 2,
            "verse": 260,
            "text": "Y (recuerda, ¡oh, Muhammad!) cuando Abraham dijo: “¡Señor, muéstrame cómo resucitas a los muertos!”. (Al-lah) respondió: “¿Acaso no crees?”. (Abraham) Le dijo: “¡Por supuesto que sí!, pero quisiera tranquilizar mi corazón (y fortalecer mi fe)”. (Al-lah) dijo: “Entonces, toma cuatro pájaros e inclínalos hacia ti (para sacrificarlos y descuartizarlos). Después deposita en cada montaña una parte de ellos y llámalos; vendrán a ti con rapidez. Y debes saber que Al-lah es Poderoso y Sabio”"
        },
        {
            "chapter": 2,
            "verse": 261,
            "text": "Quienes contribuyen con sus bienes a la causa de Al-lah se asemejan a un grano que germina y produce siete espigas, y cada espiga contiene cien granos. Y Al-lah multiplica Su recompensa a quien quiere. El favor de Al-lah es inmenso y Él todo lo sabe"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "Quienes contribuyen con sus bienes a la causa de Al-lah y no malogran después su buena acción reprochándola o perjudicando (a aquellos a quienes ayudaron) obtendrán su recompensa junto a Al-lah y no tendrán nada qué temer (en la otra vida) ni se sentirán afligidos"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "(Decir) palabras amables y perdonar es mucho mejor que una caridad seguida de un perjuicio. Al-lah no necesita nada de nadie y es Tolerante"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "¡Oh, creyentes!, no invaliden sus obras de caridad echándolas después en cara o perjudicando a aquellos con quienes fueron caritativos, pues se parecerán a quien da caridad tan solo para que la gente hable bien de él, mientras que no cree en Al-lah ni en el Día de la Resurrección. (Quien actúa así) se asemeja a una roca lisa cubierta por un poco de tierra que con la llegada de un aguacero se queda desnuda[87]. Y Al-lah no guía a quienes rechazan la verdad"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "Y quienes gastan sus bienes buscando la complacencia de Al-lah y tienen la certeza (de que Al-lah los recompensará por ello) se asemejan a un jardín situado en un terreno elevado sobre el que arrecia una lluvia abundante que hace que sus frutos se multipliquen por dos. Y si no llueve en abundancia, cae sobre él una llovizna (suficiente para que dé frutos)[88]. Y Al-lah ve todo lo que hacen"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "¿Acaso desearía alguno de ustedes tener un jardín con palmeras datileras y viñedos por el que corrieran ríos y que produjera todo tipo de frutos, y que le llegara la vejez con hijos aún pequeños, y que un viento huracanado y abrasador lo azotara quemándolo por completo?[89] Así aclara Al-lah Su revelación para que puedan reflexionar"
        },
        {
            "chapter": 2,
            "verse": 267,
            "text": "¡Oh, creyentes!, den en caridad parte de lo bueno que han obtenido (de manera lícita) y de lo que hemos hecho que la tierra produzca para ustedes. Y no escojan lo malo, para ese fin, cuando ustedes mismos no lo aceptarían nunca de buen grado. Y sepan que Al-lah no necesita nada de nadie y que es digno de toda alabanza"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "El Demonio los amenaza con la pobreza (para que no den caridad) y les ordena pecar, mientras que Al-lah les promete Su perdón y Su favor. Y el favor de Al-lah es inmenso y Él tiene conocimiento sobre todas las cosas"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "(Al-lah) concede sabiduría a quien quiere. Y quien la recibe ha obtenido un gran bien. Pero solo lo recuerdan (y se benefician de la exhortación) los hombres de buen juicio"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "Y toda caridad que den y todo voto que hagan son del conocimiento de Al-lah. Y los injustos (que desobedecen a Al-lah) no tendrán quién los auxilie"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "Está bien si dan su caridad abiertamente; pero si la entregan a los pobres en secreto, es mejor para ustedes. Al-lah les perdonará (por ello) parte de sus pecados. Y Al-lah está bien informado de lo que hacen"
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "No es tu responsabilidad (¡oh, Muhammad!) hacer que (quienes rechazan la verdad) sigan el buen camino (pues tu responsabilidad es, simplemente, transmitirles el mensaje de Al-lah); es Al-lah Quien guía a quien quiere (abriendo su corazón para que acepte la fe). Y toda caridad que den será en su propio beneficio, si lo hacen buscando la complacencia de Al-lah. Y toda caridad que den les será recompensada, y no serán tratados con injusticia"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "(La caridad debe ser) para los pobres que se han consagrado por completo a la causa de Al-lah y no puedan viajar por la tierra (para buscar su sustento). El ignorante piensa que son ricos porque se abstienen de pedir. Los reconocerás por su aspecto (que refleja su necesidad); no piden a la gente importunándolos. Y todo bien que den en caridad es del conocimiento de Al-lah"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "Quienes contribuyen con sus bienes a la causa de Al-lah de noche y de día, en secreto y abiertamente, tendrán su recompensa junto a Al-lah; y no tendrán nada qué temer (en la otra vida) ni se sentirán afligidos"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "Quienes practican la usura y trabajan con intereses se levantarán de sus tumbas (el Día de la Resurrección) como quien ha caído en la locura al ser poseído por el Demonio. Eso sucederá porque solían decir que el comercio era como la usura (pues ambos aportan beneficios); no obstante, Al-lah ha permitido el comercio y ha prohibido la usura. Así pues, quien reciba, por parte de su Señor, la advertencia sobre la prohibición de esta y deje de practicarla podrá conservar lo que haya obtenido antes de que tuviera noticias sobre su prohibición, y Al-lah decidirá sobre él. Mas quienes reincidan serán de los habitantes del fuego y allí permanecerán para siempre"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "Al-lah anula (los beneficios de) la usura[90] (al privarlos de toda bendición), pero bendice la caridad (multiplicando su recompensa). Y Al-lah no ama a los pecadores que rechazan la verdad"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "En verdad, quienes creen, actúan con rectitud, cumplen con el salat y entregan el azaque obtendrán su recompensa junto a Al-lah, y no tendrán nada qué temer (en la otra vida) ni se sentirán afligidos"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "¡Oh, creyentes!, teman a Al-lah y renuncien a los intereses (que aún les deban por la usura), si realmente son creyentes"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "Y si no lo hacen, sepan que tienen la guerra declarada por parte de Al-lah y de Su Mensajero; pero, si se arrepienten, podrán conservar su dinero (sin los intereses). No sean injustos y no serán tratados con injusticia"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "Y si el deudor está pasando por una dificultad, concédanle más tiempo hasta que pueda devolver la deuda. Mas sería mejor para ustedes, ¡si supieran!, perdonarle la deuda (como un acto de caridad)"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "Y teman el día en que habrán de regresar a Al-lah (para ser juzgados). Entonces, todos recibirán la recompensa que sus acciones hayan merecido y no serán tratados con injusticia"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "¡Oh, creyentes!, si contraen una deuda por un plazo determinado, que uno de ustedes que sepa escribir lo ponga por escrito. Y quien lo haga, que sea justo y que no se niegue a hacerlo después de que Al-lah le enseñara (la escritura). Que escriba, pues, con temor de Al-lah, su Señor, y que no reduzca en nada la deuda; y que le dicte quien la contrae. Y si este fuera ignorante o débil mentalmente y no pudiera dictar, que lo haga en su lugar su tutor con equidad. Y tomen a dos hombres de entre ustedes como testigos; y si no hubiera dos hombres disponibles, tomen a un hombre y a dos mujeres[91] que acepten como testigos; si una de ellas se equivocara, la otra podría recordárselo (y subsanar el error). Y que los testigos no se nieguen a comparecer si son llamados. Y no dejen de poner la deuda por escrito, ya sea esta pequeña o grande, indicando su vencimiento. Eso es lo más justo para Al-lah, la mejor prueba y la manera más segura de evitar dudas entre ustedes. No obstante, si se trata de una transacción comercial entre ustedes realizada en el acto, no cometen falta alguna si no la ponen por escrito, pero recurran a testigos para cualquier transacción. Ni quienes ponen las deudas por escrito ni los testigos deberán verse presionados. Y si los presionan, será un acto de desobediencia de parte suya. Teman a Al-lah; y Al-lah es Quien les enseña (lo que más les conviene). Y Al-lah tiene conocimiento sobre todas las cosas"
        },
        {
            "chapter": 2,
            "verse": 283,
            "text": "Y si se hallan de viaje y no encuentran quién ponga la deuda por escrito, que (quien contrae la deuda) entregue algo en garantía (hasta que la deuda quede saldada). Y si hay confianza entre ustedes, que el deudor se comprometa a devolverla (sin la necesidad de ponerla por escrito o de la presencia de testigos y sin dar algo en garantía), y que tema a Al-lah, su Señor. Y que los testigos no oculten su testimonio (si son requeridos). Y quien lo haga, tendrá un corazón pecador. Y Al-lah sabe lo que hacen"
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "A Al-lah le pertenece todo cuanto hay en los cielos y en la tierra; y tanto si manifiestan lo que hay en su interior como si lo ocultan, Al-lah les pedirá cuentas por ello. Perdonará a quien quiera y castigará a quien quiera. Y Al-lah es Todopoderoso"
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "El Mensajero y los creyentes creen en lo que les ha sido revelado por Al-lah. Todos creen en Al-lah, en Sus ángeles, en Sus Libros y en Sus mensajeros. (Dicen): “No hacemos diferencia entre ninguno de Sus mensajeros (aceptando a unos y rechazando a otros)”. Y dicen: “Oímos y obedecemos. Imploramos Tu perdón, Señor, y a Ti es nuestro retorno (el Día de la Resurrección)”"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "A-lah no exige a nadie por encima de sus posibilidades. Cada uno obtendrá la recompensa o el castigo que merezca. (Dicen los creyentes:) “¡Señor, no nos castigues si nos olvidamos de algo o si cometemos un error! ¡Señor, no nos impongas duros mandatos (como castigo) como impusiste a quienes nos precedieron (y te desobedecieron)! ¡Señor, no nos impongas algo superior a nuestras fuerzas! ¡Pasa por alto nuestras faltas!, ¡perdónanos y ten piedad de nosotros! Tú eres nuestro Señor y Auxiliador, ¡concédenos, pues, la victoria sobre quienes rechazan la verdad!”"
        },
        {
            "chapter": 3,
            "verse": 1,
            "text": "Alif. Lam. Mim"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "¡Al-lah! No hay nada ni nadie con derecho a ser adorado excepto Él, el Viviente (que nunca muere), el Sustentador de toda la creación"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "(Él es Quien) te ha revelado el Libro (el Corán) con la verdad (¡oh, Muhammad!), confirmando los (Libros) que lo precedieron, y Quien reveló la Torá y el Evangelio"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "los cuales fueron, con anterioridad, una guía para los hombres, y (Él es Quien) ha revelado todo aquello que distingue la verdad de la falsedad. En verdad, quienes rechazan las revelaciones de Al-lah tendrán un castigo severo; y Al-lah es Poderoso, capaz de castigar duramente (a quienes Lo desobedecen)"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "Nada de lo que hay en la tierra y en el cielo puede escaparse al conocimiento de Al-lah"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "Él es Quien les da la forma que quiere en el vientre materno. No hay ninguna divinidad verdadera con derecho a ser adorada excepto Él, el Poderoso, el Sabio"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "Él es Quien te ha revelado el Libro (¡oh, Muhammad!). En él hay aleyas claras que son la base del Libro[94] y otras que aceptan diferentes interpretaciones. Aquellos cuyos corazones se desvían de la verdad siguen las que admiten distintas interpretaciones con el fin de sembrar dudas y divergencias entre la gente y darles el significado (que ellos desean); sin embargo, solo Al-lah conoce su verdadera interpretación. Mas quienes tienen un conocimiento profundo dicen: “Creemos en él (el Corán), todo él procede de nuestro Señor”. Pero solo reflexionan los hombres de buen juicio"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "(Y dicen:) “¡Señor, no dejes que nuestros corazones se desvíen después de habernos guiado y concédenos Tu misericordia! Ciertamente, Tú eres Quien concede (lo que quiere a quien quiere sin límite alguno)"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "¡Señor!, Tú eres Quien reunirás a todos los hombres el día sobre el cual no hay duda (para juzgarlos)”. En verdad, Al-lah no incumple Sus promesas"
        },
        {
            "chapter": 3,
            "verse": 10,
            "text": "A quienes rechazan la verdad, de nada les servirán sus bienes ni sus hijos frente a Al-lah; y esos serán el combustible del fuego"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "Su comportamiento es similar al del Faraón y al de otros (incrédulos) que lo precedieron. Desmintieron los signos de Al-lah y Él los castigó por sus pecados. Y Al-lah es severo en el castigo"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "Diles (¡oh, Muhammad!) a quienes rechazan la verdad que serán vencidos y conducidos juntos hacia el Infierno. ¡Y qué pésimo lugar para permanecer en él"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "Ciertamente, (ustedes, judíos, que niegan la verdad debido a su altivez) tuvieron una prueba (de que Al-lah haría que Su religión triunfara) en las dos facciones que se enfrentaron (en la batalla de Badr[95]). Una de ellas (la del Profeta y sus seguidores) luchaba por la causa de Al-lah; mientras que la otra, formada por los incrédulos (de La Meca), vio con sus propios ojos que los creyentes[96] los doblaban en número (a pesar de que su número era en realidad muy inferior al de ellos). Y Al-lah fortalece con Su ayuda a quien quiere. Ciertamente, en esto hay una lección para los dotados de clarividencia. cuando en verdad"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "A los hombres se les ha embellecido el amor por lo que desean[97]: las mujeres, los hijos varones, grandes cantidades de oro y plata, los caballos de pura raza, los ganados y las tierras de cultivo. Todos ellos son placeres (efímeros) de esta vida, mas Al-lah posee junto a Él un buen lugar de retorno (y la mejor recompensa: el Paraíso)"
        },
        {
            "chapter": 3,
            "verse": 15,
            "text": "Di (¡oh, Muhammad!, a la gente): “¿(Quieren que) les informe de algo mejor que eso (los bienes terrenales)? Quienes teman a su Señor tendrán junto a Él jardines por los cuales corren ríos y donde vivirán eternamente. Y tendrán esposas purificadas y la complacencia de Al-lah”. Y Al-lah ve todo lo que hacen Sus siervos"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "Quienes dicen: “¡Señor!, hemos creído (en Ti, en Tu Libro y en Tu Mensajero); perdona, pues, nuestros pecados y protégenos del castigo del fuego”"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "(esos son) los pacientes, los sinceros (en la fe y en sus acciones), los obedientes (que cumplen todo lo que Al-lah les ordena sometiéndose a Su voluntad), los caritativos y quienes piden perdón a Al-lah antes del amanecer"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "Al-lah da testimonio, así como los ángeles y quienes han sido dotados de conocimiento, de que no hay más divinidad verdadera que Él y de que actúa con justicia. Nada ni nadie merece ser adorado excepto Él, el Poderoso, el Sabio"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "La única religión (verdadera) para Al-lah es el Islam; y quienes recibieron las Escrituras (los judíos y los cristianos) no discreparon hasta después de haberles llegado el conocimiento, por enemistad y envidias entre ellos. Y quien rechace las aleyas de Al-lah (y no crea en las pruebas de Su unicidad), (que sepa que) Al-lah es rápido en la retribución del castigo"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "Y si te discuten (acerca de la religión), diles (¡oh, Muhammad!): “Yo y quienes me siguen nos hemos sometido completamente a Al-lah (adorándolo solo a Él)”. Y diles a quienes recibieron las Escrituras (los judíos y los cristianos) y a los iletrados (los idólatras de entre los árabes): “¿No se someterán ustedes también (aceptado el Islam)?”. Si se someten aceptando el Islam, estarán en el buen camino; pero si le dan la espalda (rendirán cuentas a Al-lah por ello). Y a ti solo te corresponde transmitirles el mensaje (de Al-lah). Y Al-lah ve todo lo que hacen Sus siervos"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "A quienes no creen en las pruebas y aleyas de Al-lah y matan a los profetas sin derecho alguno, y matan a quienes luchan por la justician entre los hombres, anúnciales que tendrán un doloroso castigo"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "Esos verán anuladas sus (buenas) acciones en esta vida y en la otra, y no tendrán quién los auxilie (librándolos del castigo de Al-lah)"
        },
        {
            "chapter": 3,
            "verse": 23,
            "text": "¿No has reparado (¡oh, Muhammad!) en aquellos a quienes concedimos una parte de las Escrituras (los judíos)? Se los llama a seguir el Libro[98] de Al-lah para que juzguen entre ellos (según su contenido) y, no obstante, un grupo de ellos le da la espalda oponiéndose a él"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "Eso se debe a que dicen: “El fuego del Infierno no nos tocará, salvo por unos días contados”, y se dejan engañar por lo que ellos mismos han inventado acerca de su religión"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "¿Y cuál será su situación cuando los reunamos (para ser juzgados) el día sobre el cual no hay duda (el Día de la Resurrección) y cada uno sea plenamente retribuido según las acciones que realizó? Y nadie será tratado injustamente"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "Di: “¡Oh, Al-lah! ¡Dueño del poder supremo!, concedes el poder a quien quieres y se lo arrebatas a quien quieres. Exaltas a quien quieres y humillas a quien quieres. El bien está en Tus manos[100]. Tú eres Todopoderoso"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "Haces que la noche penetre en el día y el día en la noche (haciendo variar la duración de ambos a lo largo del año). Haces surgir lo vivo de lo muerto y lo muerto de lo vivo, y provees a quien quieres sin límite alguno”"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "Los creyentes no deben tomar por protectores y aliados, ni conceder apoyo, a quienes rechazan la verdad en lugar de a los creyentes. Y quien lo haga no recibirá, en modo alguno, la ayuda de Al-lah, a menos que sea para preservar la vida. Y Al-lah les advierte acerca de Él (y de Su castigo), y a Él es el retorno (el Día de la Resurrección)"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "Diles (a los creyentes, ¡oh, Muhammad!): “Al-lah conoce tanto lo que ocultan en sus corazones como lo que manifiestan. Conoce cuanto hay en los cielos y en la tierra, y Él es Todopoderoso”"
        },
        {
            "chapter": 3,
            "verse": 30,
            "text": "El día en que cada uno encuentre ante sí las buenas y malas acciones que llevó a cabo (en la vida terrenal) deseará que haya una gran distancia entre él y todo lo malo que realizó. Y Al-lah les advierte acerca de Él (y de Su castigo). Y Al-lah es Compasivo con Sus siervos"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "Di (a la gente, ¡oh, Muhammad!): “Si de verdad aman a Al-lah, síganme y Al-lah los amará y perdonará sus pecados. Y Al-lah es Indulgente y Misericordioso”"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "Diles: “Obedezcan a Al-lah y al Mensajero”. Y si dan la espalda (a lo que les dices), (que sepan que) Al-lah no ama a quienes rechazan la verdad"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "Ciertamente, Al-lah escogió a Adán, a Noé, a la familia de Abraham y a la de ‘Imran entre todos los pueblos (para que de ellos surgiesen y se sucediesen los profetas)"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "descendientes los unos de los otros. Y Al-lah todo lo oye y todo lo sabe"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "Y (recuerda, ¡oh, Muhammad!,) cuando la mujer de ‘Imran dijo: “¡Señor!, he hecho el voto de consagrar a Tu servicio lo que llevo en mi vientre; acéptalo, pues. Ciertamente, Tú eres el Oyente (de todas las cosas), el Omnisciente”"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "Y cuando hubo dado a luz, dijo: “¡Señor!, he dado a luz a una niña —y Al-lah bien sabía lo que había dado a luz— y el varón (que esperaba tener) no es como la hembra (que he tenido para consagrarla a Tu servicio en el templo). Le he puesto por nombre María, y busco refugio en Ti para ella y para su descendencia del Demonio, el expulsado”"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "Y su Señor la aceptó de buen grado e hizo que creciera bien[101], y se la encomendó a Zacarías para que fuera su tutor. Cada vez que Zacarías entraba en el oratorio donde ella se hallaba, encontraba alimentos junto a ella. Le decía: “¡María!, ¿de dónde proviene esto?”, ella contestaba: “Proviene de Al-lah. En verdad, Al-lah provee de sustento a quien quiere sin límite alguno”"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "Entonces Zacarías invocó a su Señor diciendo: “¡Señor!, concédeme de Tu parte una descendencia virtuosa. En verdad, Tú escuchas las súplicas”"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "Y los ángeles lo llamaron cuando estaba rezando en el oratorio (y le dijeron): “Al-lah te anuncia la buena noticia de (tu hijo) Juan, quien creerá en Jesús, creado a partir de la palabra de Al-lah ‘sé’, y será noble, sabio y casto, y un Profeta recto y virtuoso”"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "Zacarías dijo: “¡Señor!, ¿cómo podré tener un hijo cuando he alcanzado la vejez y mi mujer es estéril?”. Dijo (Al-lah a través del ángel): “Así será, pues Al-lah hace lo que quiere”"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "(Zacarías) dijo: “¡Señor!, dame una señal (como prueba de ello)”. Respondió (Al-lah a través del ángel): “La señal será que no podrás hablar a la gente durante tres días, salvo por señas. Y menciona mucho a Al-lah y glorifícalo rezándole al final y al comienzo del día”"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "Y (recuerda) cuando los ángeles dijeron (a María): “¡María!, Al-lah te ha escogido, te ha purificado, y te ha elegido a ti entre las mujeres de todos los pueblos"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "¡María!, sométete a la voluntad de tu Señor, póstrate e inclínate con los que se inclinan (en adoración a Al-lah)”"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "Estas son historias que desconocías (¡oh, Muhammad!) y que te revelamos. Y no estabas presente cuando echaban a suertes quién tutelaría a María ni eras testigo de cuando discutían (al respecto)"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "Y (recuerda) cuando los ángeles dijeron: “¡María!, Al-lah te anuncia la buena nueva de (un hijo creado a partir de) una palabra Suya (‘sé’), de nombre el Mesías[102], Jesús, hijo de María. Será ensalzado con honor en esta vida y en la otra, y estará entre los próximos (a Al-lah)"
        },
        {
            "chapter": 3,
            "verse": 46,
            "text": "Y hablará a los hombres en la cuna y en la madurez, y será de los rectos y virtuosos”"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "(Ella) dijo: “¡Señor!, ¿cómo podré tener un hijo siendo que ningún hombre me ha tocado?”. Contestó (Al-lah a través del ángel): “Así será, pues Al-lah crea lo que quiere. Cuando decreta algo, le basta con decir ‘sé’ y es"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "Y le enseñará la escritura, la sabiduría, la Torá y el Evangelio"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "Y será un Mensajero para los hijos de Israel (y les dirá:) ‘He venido a ustedes con una prueba de su Señor (sobre mi veracidad): moldearé para ustedes, a partir del barro, una figura semejante a un pájaro, soplaré en ella y se convertirá en un pájaro de verdad con el permiso de Al-lah. Curaré al ciego de nacimiento y al leproso, y resucitaré a los muertos con el permiso de Al-lah. Y les informaré acerca de lo que comen y almacenan en sus hogares. Ciertamente, en ello tienen una prueba (de mi veracidad) si, en verdad, son creyentes"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "Y vengo para confirmar (las enseñanzas originales de) la Torá y para hacer lícitas algunas de las cosas que se les habían prohibido. Y he venido a ustedes con una prueba de su Señor. ¡Teman, pues, a Al-lah y obedézcanme"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "Al-lah es mi Señor y su Señor, así que adórenlo. Este es el camino recto’”"
        },
        {
            "chapter": 3,
            "verse": 52,
            "text": "Y cuando Jesús sintió que rechazarían la verdad, dijo: “¿Quién me apoyará en la causa de Al-lah?”. Sus discípulos dijeron: “Nosotros te apoyaremos en la causa de Al-lah. Creemos en Al-lah, y sé testigo de que nos sometemos a Él”"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "(Y dijeron:) “¡Señor!, creemos en lo que nos has revelado (el Evangelio) y seguimos al Mensajero (Jesús); inscríbenos, pues, entre quienes dan fe (de la verdad)”"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "Y (los judíos) tramaron (un plan para matar a Jesús), pero Al-lah también tramó (un plan para salvarlo[103]), y Al-lah es el mejor planeando"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "Y (recuerda) cuando Al-lah dijo: “¡Jesús!, te tomaré (mientras duermes) y haré que asciendas hacia Mí (en cuerpo y alma), y te salvaré de quienes no creen (en ti). Y haré que tus seguidores (que se mantengan firmes en la adoración exclusiva a Al-lah, sin desviarse) estén por encima de quienes rechazan la verdad hasta el Día de la Resurrección. Después regresarán a Mí y los juzgaré sobre aquello en lo que discrepaban"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "A quienes rechacen la verdad los castigaré con severidad en esta vida y en la otra, y no tendrán quiénes los auxilien"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "Y quienes crean y actúen con rectitud recibirán su recompensa. Y a Al-lah no ama a los injustos (idólatras y transgresores)”"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "Esto que te contamos (¡oh, Muhammad!) son claras evidencias[104] (de la veracidad de tu mensaje) y de la veracidad de la sabia exhortación de Al-lah (el Corán)"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "Ciertamente, el ejemplo de Jesús es para Al-lah como el de Adán, a quien creó a partir del polvo y le dijo: “Sé”, y fue"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "Esta es la verdad procedente de tu Señor; no seas, pues, de los que dudan[105] (sobre ella)"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "Y si (quienes rechazan la verdad) te discuten[106] sobre (Jesús) tras el conocimiento que has recibido, diles: “¡Vengan! Llamemos a nuestros hijos y a los suyos, a nuestras mujeres y a las suyas, y (estemos presentes) todos nosotros. Después recemos con sinceridad invocando a Al-lah para que expulse de Su misericordia a quienes mientan”"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "Esto es, ciertamente, un relato verídico. Y no hay otra divinidad que merezca ser adorada excepto Al-lah. Y Él es el Poderoso, el Sabio"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "Y si le dan la espalda (a la verdad), (que sepan que) Al-lah conoce bien a los corruptores (que abandonan la verdad por la falsedad y obran mal)"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "Diles (a los judíos y a los cristianos, ¡oh, Muhammad!): ¡Ustedes que recibieron las Escrituras!, lleguemos a un acuerdo justo al que nos comprometamos ambas partes: No adoraremos sino a Al-lah ni Lo equipararemos con nadie en Su adoración, ni obedeceremos a otros por encima de Al-lah contradiciendo Sus mandatos”. Y si dan la espalda (a esta invitación), díganles: \"Sean testigos de que nosotros nos sometemos (sinceramente a la voluntad de Al-lah)”"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "(Diles:) “¡Ustedes que recibieron las Escrituras!, ¿por qué nos discuten sobre Abraham[107] si la Torá y el Evangelio no fueron revelados hasta después de él? ¿Es que no razonan"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "“Ustedes son quienes discutieron con anterioridad (con Muhammad) sobre lo que conocían (con respecto a su propia religión), ¿por qué discuten ahora acerca de lo que no saben (sobre el tema de Abraham)? Al-lah sabe (la verdad sobre lo que disputan), mientras que ustedes no saben”"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "Abraham no era ni judío ni cristiano, sino que adoraba exclusivamente a Al-lah con sinceridad, y no era un idólatra"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "En verdad, quienes tienen más derecho a considerar a Abraham de los suyos son quienes creyeron en él y lo siguieron (adorando solamente a Al-lah con sinceridad), así como este Profeta (Muhammad) y quienes creen (en él). Y Al-lah es el Protector de los creyentes"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "Un grupo de entre los judíos y los cristianos quisiera extraviarlos de la verdad, pero solo se extravían ellos mismos sin darse cuenta"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "¡Ustedes que recibieron las Escrituras!, ¿por qué desmienten la revelación de Al-lah (y lo que reveló en sus Libros acerca del Profeta Muhammad) cuando saben que es la verdad"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "¡Ustedes que recibieron las Escrituras!, ¿por qué mezclan la verdad con la falsedad y ocultan la verdad a sabiendas"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "Un grupo de entre los judíos dicen (entre ellos): “Crean por la mañana en lo que ha sido revelado a los creyentes (que siguen a Muhammad) y rechácenlo al final del día para que ellos regresen a su antigua religión (tras confundirlos con su acción)"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "Y crean solo en quienes siguen la religión de ustedes”. Diles (¡oh, Muhammad!): “La guía verdadera es la de Al-lah”. (Y dicen:) “No revelen el conocimiento que han recibido para que nadie sea bendecido como ustedes y para que no lo utilicen como argumento en su contra ante su Señor (el Día de la Resurrección)”. Diles (¡oh, Muhammad!): “El favor está en las manos de Al-lah, y Él lo dispensa a quien quiere. El favor de Al-lah es inmenso, y Él tiene conocimiento sobre todas las cosas”"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "(Al-lah) escoge a quien quiere para concederle Su misericordia; y Al-lah es dueño del favor inmenso"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "Y entre los judíos hay quienes, si les confías una gran suma de dinero, te la devuelven enseguida; y hay quienes, si les confías una sola moneda, no te la devuelven a no ser que la reclames con insistencia. Ello se debe a que dicen: “No nos pasará nada por lo que les hagamos a los iletrados[108] (de los árabes)”, e inventan mentiras contra Al-lah a sabiendas"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "¡No es como dicen (pues serán castigados por ello)! (Al-lah ama) a quienes cumplen sus compromisos y Lo temen, Al-lah ama a los piadosos"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "Quienes vendan sus compromisos con Al-lah y sus juramentos por un vil beneficio no obtendrán su parte de recompensa en la otra vida, ni les hablará Al-lah ni los mirará el Día de la Resurrección (con misericordia), no los purificará (de sus pecados) y tendrán un doloroso castigo"
        },
        {
            "chapter": 3,
            "verse": 78,
            "text": "Y entre los judíos hay grupos que tergiversan la palabra de Al-lah cuando recitan las Escrituras (la Torá) para que piensen que (lo que dicen) es parte de la revelación, cuando no lo es; y dicen que procede de Al-lah, cuando no procede de Al-lah, y atribuyen mentiras a Al-lah a sabiendas"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "No es posible que un hombre, al que Al-lah le haya concedido una Escritura Sagrada y sabiduría (entendimiento sobre la religión y sus preceptos) y lo haya hecho Profeta, diga a su gente: “Adórenme a mí en vez de a Al-lah”; más bien les diría: “Sean divulgadores sabios y rectos de la religión de Al-lah, puesto que enseñan Su revelación y la estudian”"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "Y no les ordenaría tomar a los ángeles y a los profetas como divinidades. ¡¿Cómo podría ordenarles la incredulidad después de su sometimiento y sumisión a Al-lah"
        },
        {
            "chapter": 3,
            "verse": 81,
            "text": "Y (recuerda a tu pueblo) cuando Al-lah estableció un pacto con los profetas (y les dijo): “Les concedo Escrituras y sabiduría (entendimiento de la religión y de sus preceptos); mas, si les llega un Profeta (Muhammad) confirmando lo que tienen, creerán en él y lo apoyarán. ¿Están de acuerdo y aceptan el pacto?” Respondieron: “Estamos de acuerdo”. Dijo Al-lah: “Sean testigos (de ello), y Yo también soy testigo junto con ustedes”"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "Y quienes (aleguen seguir a sus profetas, como los judíos y los cristianos, y) le den la espalda (a Muhammad) después del pacto (que establecieron los profetas con Al-lah acerca de creer y apoyar a Su Mensajero), esos serán los rebeldes"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "¿Acaso desean una religión distinta a la de Al-lah, cuando a Él se someten todas las criaturas que hay en los cielos y en la tierra, voluntariamente o a la fuerza, y todos han de regresar a Él"
        },
        {
            "chapter": 3,
            "verse": 84,
            "text": "Diles (¡oh, Muhammad!): “Creemos en Al-lah y en lo que nos ha revelado, así como en lo que reveló a Abraham, a Ismael, a Isaac, a Jacob y a las tribus (de Israel); (creemos) en lo que Moisés, Jesús y (todos) los profetas recibieron de su Señor. No hacemos ninguna diferencia entre ellos (los aceptamos a todos por igual) y nos sometemos completamente a Él”"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "Y quien siga una religión distinta al Islam no le será aceptada[109] y, en la otra vida, estará entre los perdedores"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "¿Cómo puede Al-lah guiar a un pueblo que ha rechazado la verdad después de haber creído en ella y que había dado fe sobre la veracidad del Mensajero (Muhammad) tras haber recibido pruebas evidentes? Y Al-lah no guía a los injustos que rechazan la verdad"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "Esos, como castigo, serán expulsados de la misericordia de Al-lah, y los ángeles y todos los hombres suplicarán para que así sea"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "Así permanecerán eternamente (sin obtener la misericordia de Al-lah). No se les mitigará el castigo ni se les concederá ningún respiro"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "Salvo quienes se arrepientan después (de haber rechazado la verdad) y se enmienden (siguiendo el Islam), pues Al-lah es Indulgente y Misericordioso"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "No se aceptará el arrepentimiento de quienes rechacen la verdad tras haber creído en ella y persistan en la incredulidad[110] (hasta el momento de su muerte); y esos serán los extraviados"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "Ciertamente, no se aceptará el arrepentimiento de quienes rechacen la verdad (y nieguen que Muhammad sea un Profeta) y mueran en dicho estado de incredulidad, aunque ofrecieran todo el oro que hubiese en la tierra para librarse del castigo. Esos recibirán un castigo doloroso y no tendrán quiénes los auxilien"
        },
        {
            "chapter": 3,
            "verse": 92,
            "text": "No alcanzarán (la recompensa de) la piedad (el Paraíso) hasta que den en caridad parte de los bienes que aman. Y todo lo que den es del conocimiento de Al-lah"
        },
        {
            "chapter": 3,
            "verse": 93,
            "text": "Todos los alimentos eran lícitos para los hijos de Israel, excepto lo que el propio Israel (Jacob) prohibió para sí antes de que la Torá fuera revelada. Diles (¡oh, Muhammad!): “Traigan la Torá y léanla[111] si son veraces (cuando dicen que fue Al-lah quien le prohibió tales alimentos)”"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "Y quien invente una mentira contra Al-lah después de esto será de los injustos"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "Di (¡oh, Muhammad!): “Al-lah ha dicho la verdad”. Seguid, pues, la religión de Abraham, quien adoraba a Al-lah con pura sumisión y exclusividad, y no era un idólatra"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "En verdad, la primera casa de oración erigida para que los hombres adoraran a Al-lah es (la Kaaba) en La Meca, un lugar bendecido y guía para todos los pueblos"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "Allí hay claros signos (de que Abraham la construyó y de que Al-lah la honró y bendijo), como la roca sobre la que Abraham se alzaba para construir la Kaaba. Y quien entre en La Meca estará a salvo (pues es un lugar sagrado). Y es una obligación de los hombres para con Al-lah el peregrinaje a la Kaaba, si disponen de la salud y de los medios necesarios. Y quien rechace la verdad (y niegue la necesidad de realizar el peregrinaje y no lo realice, a pesar de contar con los medios para hacerlo, habrá caído en la incredulidad); y Al-lah no tiene necesidad de ningún ser de Su creación"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "Diles (a los judíos y cristianos, ¡oh, Muhammad!): “¡Ustedes que recibieron las Escrituras!, ¿por qué niegan las aleyas de Al-lah (y las pruebas sobre la veracidad de Su religión) cuando Al-lah es testigo de lo que hacen?”"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "Diles: “¡Ustedes que recibieron las Escrituras!, ¿por qué intentan apartar al creyente del camino de Al-lah haciendo que parezca tortuoso cuando ustedes mismos son testigos (de que es el camino verdadero)? Y Al-lah no deja pasar por alto lo que hacen”"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "¡Oh, creyentes!, si obedeces a un grupo de quienes recibieron las Escrituras, harán que vuelvan a la incredulidad después de haber aceptado la fe"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "¿Y cómo pueden negar la verdad cuando se les recitan las aleyas de Al-lah y tienen entre ustedes a Su Profeta? Y quien se aferre fuertemente a Al-lah habrá sido guiado hacia el camino recto"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "¡Oh, creyentes!, teman a Al-lah como es debido y mueran sometidos a Él como verdaderos musulmanes"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "Y aférrense todos juntos a la religión[112] de Al-lah y no se dividan. Y recuerden la gracia de Al-lah sobre ustedes al hermanarlos en la religión uniendo sus corazones, cuando antes (del Islam) eran enemigos los unos de los otros y estaban al borde del abismo del fuego, y los salvó de él (guiándolos hacia la fe). Así es como Al-lah les aclara Su revelación para que puedan guiarse"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "Y que de entre ustedes surja un grupo de hombres que inviten a la rectitud, que ordenen el bien (que manda el Islam) y prohíban el mal (que este condena). Esos serán los triunfadores"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "Y no sean como quienes se dividieron y discreparon entre sí (los judíos y los cristianos) tras haber recibido pruebas evidentes. Esos tendrán un terrible castigo"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "el Día (de la Resurrección), (día) en el que algunos rostros aparecerán iluminados y otros ensombrecidos. A aquellos de rostros ensombrecidos (se les dirá): “¿Negaron la fe después de haber creído? Sufran el castigo por haberla negado”"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "Y aquellos de rostros iluminados entrarán en la misericordia de Al-lah (el Paraíso), y allí vivirán eternamente"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "Estas son aleyas de Al-lah que te revelamos con la verdad (¡oh, Muhammad!). Y Al-lah no quiere la injusticia para Su creación"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "Y a Al-lah Le pertenece todo cuanto existe en los cielos y en la tierra. Y todos los asuntos retornan a Él (para que decida sobre ellos)"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "Ustedes (que creen y siguen a Muhammad) son la mejor comunidad que haya surgido nunca en beneficio de los hombres; ordenan el bien, prohíben el mal y creen en Al-lah. Y si los judíos y cristianos creyeran, sería mejor para ellos; algunos creen (en Al-lah y en lo que ha revelado a Muhammad), pero la mayoría de ellos son rebeldes"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "(Esos rebeldes) no podrán perjudicarlos en nada, salvo causarles algunas molestias (principalmente de palabra). Y si lucharan contra ustedes, se retirarían (derrotados) y no serían socorridos"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "La humillación se abatirá sobre ellos allí donde se encuentren, a menos que reciban un pacto (de protección) de Al-lah[113] o de los hombres, pues han incurrido en la ira de Al-lah y se abatirá sobre ellos la miseria. Será así porque negaron las revelaciones (y pruebas) de Al-lah y asesinaron injustamente a los profetas, porque desobedecieron y traspasaron los límites"
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "No son todos iguales. Entre los judíos y cristianos hay un grupo de hombres rectos que recitan las aleyas de Al-lah[114] durante la noche y se postran ante Él (en sus rezos)"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "Creen en Al-lah y en el Día de la Resurrección, ordenan el bien y prohíben el mal y se apresuran a realizar buenas acciones. Esos son de los rectos y virtuosos"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "Y todo bien que hagan será recompensado. Y Al-lah conoce bien a los piadosos"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "A quienes rechazan la verdad, de nada les servirán sus bienes ni sus hijos frente a Al-lah. Esos serán los habitantes del fuego, y allí permanecerán eternamente"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "La caridad que dan en esta vida (quienes rechazan la verdad) se asemeja a un campo de cultivo, de unas gentes incrédulas y pecadoras, que es arrasado completamente por un viento helado[115]. Y Al-lah no fue injusto con ellos, sino que ellos fueron injustos consigo mismos (debido a su incredulidad y a sus pecados)"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "¡Oh, creyentes!, no tomen por consejeros y hombres de confianza a quienes no sean musulmanes; (de lo contrario) no cederán en su empeño de corromperlos y desearán perjudicarlos severamente. El odio que sienten (hacia ustedes) se refleja en lo que dicen, mas lo que esconden en sus corazones es todavía peor. Les hemos mostrado las pruebas (de su enemistad), (no los tomen, pues, por aliados) si es que razonan"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "Ustedes los aprecian, pero ellos no los aprecian; y ustedes creen en todas las revelaciones de Al-lah, pero ellos no creen en la de ustedes. Si se encuentran con ustedes, dicen: “Creemos”; pero si se quedan a solas entre ellos, se muerden los dedos de rabia. Diles (¡oh, Muhammad!): “¡Muéranse de rabia! En verdad, Al-lah conoce lo que encierran sus corazones”"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "Si les sucede algo bueno, se afligen; pero si les sucede algo malo, se alegran. Mas si son pacientes y temen a Al-lah, lo que tramen contra ustedes no los perjudicará en lo más mínimo. Realmente, el conocimiento de Al-lah abarca todo lo que hacen"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "Y (recuerda, ¡oh, Muhammad!) cuando saliste de tu hogar por la madrugada para asignar a los creyentes sus puestos en la batalla (de Uhud[116]). Y Al-lah todo lo oye y todo lo sabe"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "(Recuerda) cuando dos grupos de entre ustedes estuvieron a punto de flaquear[117], a pesar de que Al-lah era el Protector de ambos. Y en Al-lah depositan su confianza los creyentes"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "Y, ciertamente, Al-lah los ayudó en (la batalla de) Badr y les concedió la victoria cuando estaban en inferioridad de condiciones. Teman, pues, a Al-lah, (obedeciéndolo en lo que les ordena) para que sean agradecidos"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "(Recuerda) cuando decías a los creyentes: “¿¡Acaso no les basta (como ayuda) que su Señor les envíe como refuerzo a tres mil ángeles"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "Y si son pacientes y temen (a Al-lah), y (los incrédulos de La Meca) los atacan por sorpresa, su Señor los reforzará con cinco mil ángeles que portarán señales distintivas”"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "Y Al-lah hizo que (ese refuerzo) fuese una buena noticia para animarlos y tranquilizar sus corazones. Y la victoria proviene solo de Al-lah, el Poderoso, el Sabio"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "(Y la victoria de Al-lah en Badr) fue para acabar con un grupo de quienes rechazaban la verdad o para humillarlos (con la derrota) y hacer que se retirasen frustrados"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "No te concierne a ti (¡oh, Muhammad!) lo que les suceda, tanto si (Al-lah) los perdona como si los castiga, pues son injustos por negar la verdad"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "Y a Al-lah pertenece cuanto existe en los cielos y en la tierra. Perdona a quien quiere y castiga a quien quiere. Y Al-lah es Indulgente y Misericordioso"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "¡Oh, creyentes!, no se beneficien de la usura doblando y multiplicando los intereses. Y teman a Al-lah para que puedan prosperar (y triunfar)"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "Y teman un fuego que ha sido preparado para quienes rechazan la verdad"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "Y obedezcan a Al-lah y al Mensajero para que Él se apiade de ustedes"
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "Y apresúrense hacia el perdón de su Señor y hacia un Paraíso tan inmenso como los cielos y la tierra que ha sido preparado para los piadosos"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "esos que dan en caridad en la prosperidad y en la adversidad, reprimen su ira y perdonan a los demás. Y Al-lah ama a quienes obran el bien"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "Esos que, si cometen una inmoralidad y se perjudican a sí mismos (cometiendo acciones reprobables), recuerdan a Al-lah y Le piden perdón por sus pecados —¡¿Y quién sino Al-lah perdona los pecados?!—, y no reinciden en sus (malas) acciones a sabiendas"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "Recibirán como recompensa el perdón de su Señor y jardines por los cuales corren ríos, donde vivirán eternamente. ¡Y qué excelente recompensa para quienes actúan bien"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "Y, ciertamente, otras naciones que pasaron antes de ustedes sufrieron también (pérdidas y pruebas como las que han pasado en Uhud, mas la derrota final será para quienes rechacen la verdad). ¡Recorran la tierra y observen cuál fue el final de quienes no creyeron (en Al-lah ni en Sus mensajeros)"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "Este (Corán) es una aclaración de la verdad para los hombres, una guía y una exhortación para los piadosos"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "Así pues, no se desalienten ni se entristezcan por lo sucedido (en la batalla de Uhud), pues serán ustedes finalmente los triunfadores, si en verdad son creyentes"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "Si (ustedes) han sufrido un duro golpe (en Uhud), también lo sufrieron ellos (al perder en Badr). Y así alternamos el triunfo y la derrota entre los hombres, para que Al-lah ponga a prueba a los creyentes y tome a mártires de entre ustedes. Y Al-lah no ama a los injustos que rechazan la verdad"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "Y (ello es así) para que Al-lah ponga a prueba a los creyentes (purificándolos de sus pecados) y acabe con quienes niegan la verdad"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "¿O acaso pensaron que entrarían al Paraíso sin que Al-lah evidenciara quiénes combaten por Su causa y quiénes son los pacientes (en la adversidad)"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "Y, realmente, desearon morir en combate (para ser mártires) antes de encontrase con la muerte (en la batalla). Ahora la han visto (como deseaban y pedían) delante de ustedes, (¡luchen, pues, y sean pacientes)"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "Muhammad no es más que un Mensajero, y hubo otros antes de él. ¿Acaso si muriera o lo mataran darían la espalda a la verdad (volviendo a la incredulidad)? Y quien eso hiciera no perjudicaría en nada a Al-lah. Y Al-lah recompensará a los agradecidos (que se mantienen firmes en su fe)"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "Y nadie puede morir a no ser que sea con el consentimiento de Al-lah y en el momento que Él ha decretado. Quien quiera una recompensa en esta vida la obtendrá, y quien quiera una recompensa en la otra vida la obtendrá. Y recompensaremos a los agradecidos"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "¡Y cuántos profetas lucharon en compañía de sus seguidores, y estos no se acobardaron a pesar de todo lo que padecieron en la causa de Al-lah, ni flaquearon ni se rindieron! Y Al-lah ama a los pacientes"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "Y sus únicas palabras (ante las adversidades) eran: “¡Señor, perdona nuestros pecados y transgresiones, haz que nos mantengamos firmes y concédenos la victoria sobre quienes rechazan la verdad!”"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "Entonces Al-lah les concedió la recompensa de esta vida y la excelente recompensa de la otra. Y Al-lah ama a quienes hacen el bien"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "¡Oh, creyentes!, si obedecen a quienes rechazan la verdad, (ellos) harán que (ustedes) regresen a la incredulidad y que se conviertan en perdedores"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "Y Al-lah es su protector y el mejor de los auxiliadores"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "Infundiremos temor en los corazones de quienes rechazan la verdad por adorar a otros además de a Al-lah sin haber recibido ninguna autorización para hacerlo. Habitarán en el fuego, ¡y qué pésima morada la de los injustos"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "Y Al-lah cumplió la promesa que les hizo (al comienzo de la batalla de Uhud) cuando, con Su consentimiento, mataban y vencían a sus enemigos; hasta que flaquearon y comenzaron a discutir la orden (de no abandonar bajo ningún concepto su posición en la batalla), y desobedecieron cuando (Al-lah) les mostró (el botín y la victoria) que deseaban. Algunos de entre ustedes desean (los bienes de) la vida terrenal, y otros desean la (recompensa de la) eterna. Entonces Él hizo que (los vencieran y) huyeran de ellos para ponerlos a prueba. Pero, ciertamente, los ha perdonado (al saber de su arrepentimiento por haber desobedecido). Y el favor de Al-lah con los creyentes es inmenso"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "(Y recuerden) cuando huían sin reparar en nadie y el Mensajero los llamaba por detrás para (que regresaran al combate). Entonces (Al-lah) los sumió en un gran pesar (el de la derrota) seguido de otro pesar (el rumor sobre la muerte del Profeta) para que no se afligieran por (el botín y la victoria) que habían perdido y por (las bajas) que habían padecido. Y Al-lah está bien informado de lo que hacen"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "Después de la aflicción, (Al-lah) hizo descender sobre ustedes un sentimiento de seguridad, y la somnolencia se apoderó de un grupo de ustedes, mientras que otros se preocupaban solo de ellos mismos y pensaban erróneamente sobre Al-lah, con pensamientos propios de la época de la ignorancia (previa al Islam). Decían (arrepentidos de haber salido a combatir): “Si hubiese sido por nosotros, no habríamos salido a combatir”. Diles (¡oh, Muhammad!): “A Al-lah pertenece la decisión sobre todos los asuntos (Él es Quien decretó su salida para luchar y lo que sucedió en la batalla)”. Ocultaban en su interior lo que no se atrevían a revelarte. Decían: “Si hubiésemos podido decidir sobre el asunto (de luchar), nadie habría muerto aquí”. Diles (¡oh, Muhammad!): “Si hubiesen permanecido en sus hogares, aquellos a quienes la muerte les había sido decretada habrían salido para morir allí donde esta los esperaba”. Y (todo ello sucedió) para ponerlos a prueba (y distinguir al creyente del hipócrita) y para purificar sus corazones. Y Al-lah conoce bien lo que albergan en su interior"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "Aquellos que de ustedes huyeron (de la batalla) el día en que se enfrentaron los dos ejércitos (el de los creyentes y el de los idólatras en Uhud) se dejaron llevar por el Demonio debido a los (pecados) que habían cometido. Pero, ciertamente, Al-lah los ha perdonado. Al-lah es Indulgente y Tolerante"
        },
        {
            "chapter": 3,
            "verse": 156,
            "text": "¡Oh, creyentes!, no sean como quienes rechazan la verdad y decían acerca de los suyos (que habían perecido) al salir de viaje o a combatir: “Si se hubiesen quedado con nosotros, no habrían muerto ni los habrían matado”. Al-lah hará que (esas palabras) sean un motivo de aflicción en sus corazones. Y Al-lah da la vida y la muerte y ve todo lo que hacen"
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "Y si los matan o mueren luchando por la causa de Al-lah, Él perdonará sus pecados y les concederá Su misericordia; y eso es mucho mejor que todos los bienes que puedan acumular (quienes aman la vida terrenal)"
        },
        {
            "chapter": 3,
            "verse": 158,
            "text": "Y si mueren o los matan luchando por la causa de Al-lah, serán reunidos ante Él (el Día de la Resurrección y los retribuirá por sus acciones)"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "Y trataste (a tus compañeros y seguidores) con gentileza por la misericordia de Al-lah. Si hubieras sido severo y duro de corazón con ellos, se habrían alejado de ti (¡oh, Muhammad!). Discúlpalos y pide perdón (a Al-lah) por ellos; y consulta su opinión en los temas (que lo requieran antes de tomar una decisión). Y cuando hayas tomado una decisión, encomiéndate a Al-lah. Ciertamente, Al-lah ama a quienes confían en Él"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "Si Al-lah los auxilia, nadie podrá venceros; mas, si los abandona, ¿quién podrá auxiliarlos fuera de Él? ¡Y que los creyentes se encomienden (solo) a Al-lah"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "No es propio de un Profeta tomar una parte del botín de manera ilegal[118]. Y quien lo haga deberá comparecer el Día de la Resurrección con lo que tomó. Después todos recibirán la retribución que sus acciones hayan merecido y nadie será tratado con injusticia"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "¿Acaso puede compararse quien busca la complacencia de Al-lah con quien incurre en Su ira? Este habitará en el Infierno; ¡y qué pésimo destino"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "Ocuparán diferentes niveles ante Al-lah (tanto en el Paraíso como en el Infierno). Y Al-lah ve todo lo que hacen"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "Ciertamente, Al-lah ha concedido un gran favor a los creyentes enviándoles un Mensajero de entre ellos que les recita Sus aleyas, los purifica (ordenándoles buenas acciones y prohibiéndoles lo que los perjudica) y les enseña el Libro (el Corán) y la sabiduría (entendimiento de la religión), cuando antes estaban en un claro extravío"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "¿Por qué cuando sufren una adversidad (la derrota en Uhud), a pesar de que ustedes habían infligido antes (al enemigo) el doble de daños (en Badr entre muertos y prisioneros), se preguntan por su causa? Diles (¡oh, Muhammad!): “Ustedes son la causa (por haber desobedecido las órdenes del Profeta de no abandonar sus puestos)”. Ciertamente, Al-lah es Todopoderoso"
        },
        {
            "chapter": 3,
            "verse": 166,
            "text": "Y la (desgracia) que les sobrevino el día en que se enfrentaron los dos ejércitos (en Uhud) fue con el permiso de Al-lah, para que se evidenciara quiénes eran los (verdaderos) creyentes (tras ponerlos a prueba)"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "y para que se evidenciara quiénes eran los hipócritas. Se les dijo: “Vengan y combatan por la causa de Al-lah o defiéndanse (al menos)”. (Los hipócritas) contestaron (tras haberse negado a luchar cuando se les pidió hacerlo): “Si hubiésemos sabido que de verdad iba a haber una batalla, los habríamos seguido”. Ese día (los hipócritas) estuvieron más cerca de la incredulidad que de la fe; decían lo que no sentían. Y Al-lah sabe bien lo que ocultan (sus corazones)"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "Esos son quienes decían sobre quienes habían muerto de entre los suyos (por haber salido a combatir) mientras que ellos se habían quedado en sus hogares: “Si nos hubieran obedecido a nosotros, no los habrían matado”. Diles (¡oh, Muhammad!): “Impidan que les llegue la muerte, si es que dicen la verdad”"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "Y no crean que quienes fueron matados luchando por la causa de Al-lah están muertos, pues están vivos[119] y reciben provisión de su Señor (en el Paraíso)"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "Se deleitan en el favor que Al-lah les ha otorgado y se alegran por quienes han dejado atrás (y no han muerto todavía), porque no tendrán nada qué temer ni se sentirán afligidos"
        },
        {
            "chapter": 3,
            "verse": 171,
            "text": "Se alegran por las gracias y favores que Al-lah les ha concedido y porque Al-lah no deja a los creyentes sin recompensa"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "esos que respondieron a la llamada de Al-lah y de Su Mensajero (para luchar nuevamente contra los idólatras[120]) tras haber sido heridos (en Uhud). Quienes obraron rectamente y temieron a Al-lah recibirán una gran recompensa"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "Esos a quienes algunos dijeron (para asustarlos después de regresar de Uhud): “(Los idólatras de La Meca) se han reunido contra ustedes, ¡témanles!”. Mas ello no hizo sino aumentar su fe, y dijeron: “Al-lah nos basta (contra ellos); ¡y qué excelente protector!”"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "Y regresaron (a sus hogares) con la gracia y el favor de Al-lah, sin haber sufrido daño alguno, tras haber buscado la complacencia de Al-lah. Y Al-lah es dueño del favor inmenso"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "No es sino el Demonio quien hace que tengan miedo de sus aliados y seguidores; mas no los teman y témanme solo a Mí, si de verdad son creyentes"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "Y no te aflijas (¡oh, Muhammad!) por quienes se apresuran a rechazar la verdad. Ellos no podrán perjudicar a Al-lah en nada. Él quiere dejarlos sin su parte de recompensa en la otra vida, y obtendrán un terrible castigo"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "Ciertamente, quienes cambien la fe por la incredulidad no perjudicarán a Al-lah en nada y tendrán un castigo doloroso"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "Y que no piensen quienes rechazan la verdad que es bueno para ellos que les aplacemos el castigo. Se lo aplazamos para que pequen más; y tendrán un castigo humillante"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "Al-lah no los iba a dejar a ustedes, que creen en Al-lah y en Su Profeta, en el estado en el que se encuentran (mezclados con los hipócritas) sin distinguir (mediante una prueba) a los hipócritas de los verdaderos creyentes. Y tampoco les iba a revelar el conocimiento absoluto que solo Él posee (para que pudieran saber quiénes eran los hipócritas), sino que Él escoge a quien quiere de entre Sus profetas (para revelarle la información que desea). Crean, pues, en Al-lah y en Sus mensajeros. Y si creen (con sinceridad) y temen (a Al-lah), obtendrán una gran recompensa"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "Y que no piensen quienes guardan con avaricia los favores que Al-lah les ha concedido (y no dan el azaque) que eso es lo mejor para ellos, pues (la avaricia) los perjudicará. Lo que codiciaron aparecerá atado a sus cuellos (como castigo) el Día de la Resurrección. Y a Al-lah pertenece la herencia[121] de los cielos y de la tierra; y Al-lah está bien informado de lo que hacen"
        },
        {
            "chapter": 3,
            "verse": 181,
            "text": "Ciertamente, Al-lah ha oído las palabras de los (judíos) que decían: “Al-lah es pobre, mientras que nosotros somos ricos[122]”. Registraremos sus palabras, así como los asesinatos que cometieron injustamente contra los profetas, y les diremos: “Sufran el castigo del fuego"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "Esto es por lo que ustedes mismos cometieron”. Y Al-lah no es injusto con Sus siervos"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "Esos son quienes dicen: “Al-lah nos hizo prometer (en la Torá) que no creeríamos en ningún mensajero si no venía con una ofrenda que devorase un fuego (procedente del cielo)”. Diles (¡oh, Muhammad!): “En verdad, les llegaron otros mensajeros antes de mí con claras evidencias y con lo que ustedes dicen. ¿Por qué los mataron, entonces, si son veraces?”"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "Y si te desmienten, también fueron desmentidos otros mensajeros que te precedieron y que llegaron con claras evidencias, con revelaciones sagradas y con escrituras esclarecedoras"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "Todas las criaturas perecerán, y recibirán su plena recompensa el Día de la Resurrección. Quien sea librado del fuego y entre en el Paraíso habrá triunfado; y la vida terrenal no es más que un disfrute engañoso (y efímero)"
        },
        {
            "chapter": 3,
            "verse": 186,
            "text": "Serán puestos a prueba en sus bienes y en sus personas, y oirán de quienes recibieron las Escrituras antes que ustedes y de los idólatras cosas que los herirán profundamente. Mas si son pacientes y temen a Al-lah, estarán haciendo una de las acciones que deben hacer y que requieren más determinación y entereza"
        },
        {
            "chapter": 3,
            "verse": 187,
            "text": "Y (recuerden) cuando Al-lah concertó un pacto con quienes habían recibido las Escrituras (la Torá, y les dijo): “Mostrarán y aclararán su contenido a la gente y no lo ocultarán”; mas se desentendieron (del pacto) y modificaron las Escrituras (ocultando la verdad) a cambio de un vil beneficio. ¡Qué mal negocio hicieron"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "No pienses que quienes se regocijan de las malas acciones que han realizado y gustan de ser elogiados por lo que no han hecho se librarán del tormento, pues tendrán un castigo doloroso"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "Y a Al-lah pertenece la soberanía de los cielos y de la tierra; y Al-lah es Todopoderoso"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "Ciertamente, en la creación de los cielos y de la tierra y en la alternancia de la noche y el día hay pruebas (del poder de Al-lah) para los hombres de buen juicio"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "esos que recuerdan y mencionan a Al-lah (al rezar) de pie, sentados y recostados, y meditan sobre la creación de los cielos y la tierra, y dicen: “¡Señor nuestro, no has creado todo esto en vano!, ¡gloria a ti!, ¡protégenos del castigo del fuego (dándonos éxito en el cumplimiento de Tus mandatos)"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "¡Señor nuestro!, a aquel a quien introduzcas en el fuego lo habrás denigrado; y los injustos que rechazan la verdad no tendrán quién los auxilie"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "¡Señor nuestro!, hemos escuchado la llamada de quien invita a la fe (Muhammad) diciendo: ‘Crean en su Señor’, y hemos creído. ¡Señor!, perdona, pues, nuestros pecados, borra nuestras malas acciones y haz que al morir estemos con los piadosos y virtuosos"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "Y concédenos, ¡Señor!, lo que nos prometiste a través de Tus mensajeros, y no nos humilles el Día de la Resurrección (mostrando nuestros pecados). Ciertamente, Tú no incumples Tus promesas”"
        },
        {
            "chapter": 3,
            "verse": 195,
            "text": "Y su Señor respondió a sus invocaciones diciendo: “No dejaré que se pierda la buena acción de ninguno de ustedes (pues todas las acciones tendrán su recompensa), sea hombre o mujer, ya que provienen los unos de los otros (y son hermanos en la religión e iguales ante Al-lah en lo referente a recibir Su recompensa). Así pues, a quienes emigren, sean expulsados de sus hogares, sufran por Mi causa, luchen y mueran (por ella) les perdonaré sus pecados y haré que entren al Paraíso, por donde corren ríos. Esa es la recompensa de Al-lah, y Al-lah posee la mejor recompensa"
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "Que no te engañe la libre circulación por la tierra (para comerciar y obtener riquezas) de quienes rechazan la verdad"
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "Disfrutarán por un breve tiempo de los bienes mundanales, pero después habitarán en el Infierno; ¡y qué pésimo lugar para permanecer en él"
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "Sin embargo, quienes teman a su Señor tendrán jardines por los cuales corren ríos, y allí vivirán eternamente; ese es el hospedaje que Al-lah concede. Y Al-lah posee lo mejor para los piadosos y virtuosos"
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "Y entre quienes recibieron las Escrituras hay quienes realmente creen en Al-lah, en lo que les ha revelado (el Corán) y en lo que les reveló a ellos (la Torá y el Evangelio). Se someten a Al-lah con humildad y no modifican las revelaciones de Al-lah para obtener un vil beneficio. Esos recibirán su recompensa junto a su Señor; y Al-lah es rápido en la retribución de Su recompensa"
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "¡Oh, creyentes!, sean pacientes (ante las desgracias) y perseverantes (en su obediencia a Al-lah); sean más pacientes que sus enemigos y estén siempre vigilantes (para defender su territorio contra quienes los ataquen). Y teman a Al-lah para que puedan triunfar"
        },
        {
            "chapter": 4,
            "verse": 1,
            "text": "¡Gentes!, teman a su Señor, Quien los creó a partir de un solo ser (Adán) y creó de él a su pareja, e hizo que de ambos surgieran y se diseminaran por la tierra multitudes de hombres y mujeres. Y teman a Al-lah, en Cuyo nombre se reclaman mutuamente (sus derechos), y mantengan los lazos familiares[124]. Ciertamente, Al-lah los observa (en todo momento)"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "Y (cuando alcancen la madurez suficiente) den a los huérfanos sus bienes (que ustedes custodian) y no sustituyan lo malo que ustedes tienen por lo bueno que ellos poseen. Y no consuman sus riquezas añadiéndolas a las de ustedes (apropiándose de ellas injustamente). En verdad, ello es un grave pecado"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "Y si temen no tratar con justicia a las huérfanas (que tienen bajo su tutela, en lo referente a no concederles un maher[125] apropiado en caso de querer casarse con ellas, no las desposen), cásense, entonces, con otras mujeres (lícitas) que sean de su agrado, ya sean dos, tres o cuatro (como máximo)[126]. Pero si temen no ser justos con todas ellas por igual, cásense solamente con una o recurran a sus esclavas[127]. Eso es lo más apropiado para evitar caer en la injusticia. siempre y cuando el hombre fuera capaz de ser justo con todas ellas por igual. De no ser así lo más recomendable para el hombre es casarse solo con una mujer. y aun entonces podía no convertirse en esclavo si así se decidía; liberar a un esclavo era una acción mediante la cual el creyente se acercaba a Al-lah; liberar a un esclavo era la manera principal de expiar ciertos pecados; parte del azaque que se recolectaba se destinaba a la liberación de los esclavos; un esclavo podía comprar su libertad y su propietario era alentado a ayudarlo; se prohibió el hecho de prostituir a las esclavas etc"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "Y entreguen de buen grado, a las mujeres que vayan a desposar, su debido maher. Mas si ellas renuncian libremente a una parte de dicho maher, tómenla y disfrútenla sin nada qué temer"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "Y no den los bienes que Al-lah les ha otorgado para su subsistencia a quienes no hacen buen uso de la razón (ya sea porque despilfarran o por alguna incapacidad mental que padezcan y estén bajo su tutela). Pero aliméntenlos y vístanlos con parte de sus bienes y háblenles con gentileza"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "Y observen de cerca a los huérfanos (para comprobar su nivel de madurez mental) hasta que alcancen la edad de casarse. Si entonces ven que son lo suficientemente maduros (en el entendimiento de la religión y en su capacidad para administrar su dinero), denles sus bienes (que ustedes custodiaban). No los consuman injustamente y con rapidez antes de que crezcan (para evitar tener que entregárselos llegada la edad). Quien sea rico, que se abstenga de tomar nada (de esos bienes que custodia); y quien sea pobre, que tome solo para él lo justo y razonable. Y cuando entreguen a los huérfanos sus bienes, háganlo delante de testigos. Y Al-lah basta para llevar la cuenta de todo"
        },
        {
            "chapter": 4,
            "verse": 7,
            "text": "Tanto a los hombres como a las mujeres les corresponde (en herencia) una parte de lo que dejen sus padres y sus parientes cercanos, ya sea mucho o poco, es una parte prescrita (por Al-lah)"
        },
        {
            "chapter": 4,
            "verse": 8,
            "text": "Y si también están presentes, en la repartición de la herencia, otros parientes (que no tienen derecho a heredar), huérfanos y pobres, denles algo de ella (antes de repartirla) y háblenles con amabilidad"
        },
        {
            "chapter": 4,
            "verse": 9,
            "text": "Y que (los tutores de los huérfanos) se preocupen[128] (por ellos) del mismo modo que lo harían por sus propios hijos si estos fueran pequeños y quedasen huérfanos; y que teman a Al-lah y les hablen con buenas palabras"
        },
        {
            "chapter": 4,
            "verse": 10,
            "text": "Quienes consuman injustamente los bienes de los huérfanos estarán consumiendo fuego (que arderá) en sus entrañas. Y (el Día de la Resurrección) arderán en un fuego abrasador"
        },
        {
            "chapter": 4,
            "verse": 11,
            "text": "Esto es lo que Al-lah les ordena con relación a la herencia que deben recibir sus hijos: el hijo varón recibirá el doble de lo que reciba una hija[129], en el caso de haber hijos e hijas; si (el difunto) solo tuviese hijas, dos o más, estas recibirían dos tercios de la herencia (repartidos entre ellas a partes iguales); si tuviera solo una hija, a ella le correspondería la mitad de la herencia. Los padres recibirán cada uno un sexto de la herencia, en caso de que el difunto dejase algún hijo (varón o mujer); si no dejase ninguno, los padres heredarían todo, de modo que la madre recibiría un tercio (y el padre el resto). Si el difunto tuviera algún hermano o hermana, la madre recibiría un sexto (y el padre el resto, mientras que los hermanos no heredarían nada[130]). Esta distribución debe realizarse tras el pago de las deudas y el cumplimiento del testamento[131] que (el difunto) haya podido dejar escrito. Ustedes no saben quiénes pueden beneficiarlos más (en esta vida y en la otra), si sus padres o sus hijos (para dejar a unos más herencia que a otros). Esto es lo que Al-lah les ordena (en cuanto a la distribución de la herencia). En verdad, Al-lah es Omnisciente y Sabio"
        },
        {
            "chapter": 4,
            "verse": 12,
            "text": "Y a ustedes les corresponde la mitad de la herencia que dejen sus esposas, si no tienen hijos; en caso de tenerlos, recibirán la cuarta parte de lo que dejen, una vez saldadas las deudas y cumplidos los testamentos que hayan podido dejar escritos. Y a ellas les corresponde la cuarta parte de lo que dejen, si no tienen hijos; en caso de tenerlos, ellas recibirán la octava parte de lo que dejen, una vez saldadas las deudas y cumplidos los testamentos que hayan podido dejar escritos. Si (el difunto o la difunta) no dejase ni hijos ni padres, pero dejase un hermano o una hermana de madre, cada uno recibiría una sexta parte. Si los hermanos o hermanas fueran más de dos, se repartirían entre ellos la tercera parte de la herencia, una vez saldadas las deudas y cumplido el testamento que hubiera podido dejar escrito (el difunto), de manera que nadie salga perjudicado. Esto es un mandato de Al-lah, y Al-lah es Omnisciente y Tolerante"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "Estas son las leyes de Al-lah. Quien obedezca a Al-lah y a Su Mensajero entrará en jardines por los cuales corren ríos, y allí vivirá eternamente; y ese es el gran triunfo"
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "Mas quien desobedezca a Al-lah y a Su Mensajero y quebrante las leyes que Él ha dictaminado entrará al fuego, donde permanecerá eternamente, y recibirá un castigo humillante"
        },
        {
            "chapter": 4,
            "verse": 15,
            "text": "Tomen el testimonio de cuatro hombres[132] para aquellas de sus mujeres que cometan fornicación o adulterio. Si testifican en su contra, reclúyanlas en sus casas de por vida o hasta que Al-lah les procure una salida (u otra sanción)"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "Y para aquellos dos[134] de entre ustedes que realicen el mismo pecado, castíguenlos; pero si se arrepienten y se enmiendan, déjenlos. Ciertamente, Al-lah es Indulgente y Misericordioso"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "Al-lah acepta el arrepentimiento de quienes obran mal por ignorancia y se arrepienten poco después, y los perdona. Y Al-lah es Omnisciente y Sabio"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "Pero no perdona a quienes persisten en obrar mal por rebeldía hasta que se aproxima el momento de su muerte y se arrepienten cuando ya es demasiado tarde, ni tampoco a quienes mueren rechazando la verdad. Hemos preparado para ellos un doloroso castigo"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "¡Oh, creyentes!, no les está permitido heredar a las mujeres contra su voluntad (como hacían antes del Islam)[135], ni deben tratarlas con dureza para que les den parte del maher que les dieron (a cambio de concederles el divorcio), a menos que hayan cometido adulterio (pues en este caso sí pueden presionarlas para que les den el maher que les concedieron cuando las desposaron). Y trátenlas bien. Y si las detestan (sean pacientes), pues puede que detesten algo en lo que Al-lah ha depositado mucho bien"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "Y si quieres remplazar a una esposa por otra (divorciando a la primera) y le diste a esta una gran suma de dinero (como maher), no tomes nada de lo que le entregaste. ¿Lo tomarías sabiendo que cometes una injusticia y un claro pecado"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "¿Y cómo podrían tomar algo de sus esposas tras haber estado íntimamente unidos y después de que ellas hubiesen recibido de su parte una firme promesa (de que las tratarían bien o las dejarían libres de buena manera)"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "Y no desposen a las mujeres que tuvieron sus padres, salvo si lo hicieron en el pasado[136] (pues están perdonados por ello). Ciertamente, eso es una indecencia, una ofensa y una mala costumbre"
        },
        {
            "chapter": 4,
            "verse": 23,
            "text": "Se les prohíben (en matrimonio): sus madres, sus hijas, sus hermanas, sus tías paternas y maternas, sus sobrinas por parte de hermano o hermana, sus madres y hermanas de leche, las madres de sus esposas y las hijas de sus esposas que estén bajo su cuidado (así como las que no lo estén) si han consumado el matrimonio con sus esposas; pero si aún no lo han consumado, no cometen ningún pecado (si se casan con sus hijas). También (les están prohibidas en matrimonio) las esposas de sus hijos biológicos[137] y casarse con dos hermanas a la vez, salvo si lo hicieron en el pasado (en la época previa al Islam). Ciertamente, Al-lah es Indulgente y Misericordioso"
        },
        {
            "chapter": 4,
            "verse": 24,
            "text": "Y (se les prohíben también) las mujeres casadas, excepto las cautivas de guerra[138] (a través de un nuevo contrato). Esto es un mandato de Al-lah. Se les permiten el resto de las mujeres si les entregan unos bienes como maher con la intención de casarse con ellas, no para mantener con ellas relaciones ilícitas. Y ya que van a gozar de ellas (en matrimonio) entréguenles el maher que les ha sido ordenado (por Al-lah). No cometen ninguna falta si ambos acuerdan una cantidad distinta después de la estipulada (ya sea esta mayor o bien la mujer renuncie a una parte). En verdad, Al-lah es Omnisciente y Sabio"
        },
        {
            "chapter": 4,
            "verse": 25,
            "text": "Y aquel de ustedes que no disponga de medios para casarse con mujeres creyentes libres que se case con jóvenes creyentes de entre sus esclavas. Al-lah conoce perfectamente su fe, provienen los unos de los otros (y son iguales ante Al-lah en la religión). Y cásense con el permiso de sus amos y denles su maher como es debido; y que sean decentes, no promiscuas ni de las que toman amantes. Y si después de casarse cometen adulterio, recibirán la mitad del castigo que les corresponde a las mujeres libres. Esto es para aquellos de ustedes que teman caer en la fornicación (si no se casan), pero es mejor para ustedes ser pacientes (hasta que dispongan de los medios para casarse con mujeres libres). Y Al-lah es Indulgente y Misericordioso"
        },
        {
            "chapter": 4,
            "verse": 26,
            "text": "Al-lah quiere aclararles (lo que es lícito y lo que no), quiere guiarlos hacia el camino de aquellos (profetas y hombres virtuosos) que los precedieron, y quiere perdonarlos. Y Al-lah es Omnisciente y Sabio"
        },
        {
            "chapter": 4,
            "verse": 27,
            "text": "Y Al-lah quiere perdonarlos, mientras que quienes siguen sus pasiones quieren que se desvíen por completo (del camino recto)"
        },
        {
            "chapter": 4,
            "verse": 28,
            "text": "Al-lah quiere que les resulten fáciles (los mandatos de Su religión), pues el hombre ha sido creado débil"
        },
        {
            "chapter": 4,
            "verse": 29,
            "text": "¡Oh, creyentes!, no se apropien de los bienes ajenos de manera ilegal; mas sí pueden comerciar entre ustedes de mutuo acuerdo. Y no se maten a ustedes mismos[139] (ni se maten los unos a los otros causando su propia destrucción). Ciertamente, Al-lah es Misericordioso con ustedes"
        },
        {
            "chapter": 4,
            "verse": 30,
            "text": "Y a quien lo haga, cometiendo así una transgresión y una injusticia, lo introduciremos en el fuego; y ello es fácil para Al-lah"
        },
        {
            "chapter": 4,
            "verse": 31,
            "text": "Si evitan los pecados graves[140] que se les han prohibido, borraremos sus faltas y los admitiremos en un lugar honorable (el Paraíso)"
        },
        {
            "chapter": 4,
            "verse": 32,
            "text": "Y no anhelen lo que Al-lah ha concedido a unos favoreciéndolos más que a otros[141]. Los hombres tendrán la recompensa que sus obras merezcan, y las mujeres también obtendrán la recompensa que sus acciones merezcan. Y pídanle a Al-lah de Su favor. Ciertamente, Al-lah tiene conocimiento sobre todas las cosas"
        },
        {
            "chapter": 4,
            "verse": 33,
            "text": "Y a todos hemos designado herederos de los bienes que dejan los padres y los parientes cercanos. Y den su debida parte a aquellos con quienes establecieron un pacto (de hermandad)[142]. En verdad, Al-lah es testigo de todas las cosas"
        },
        {
            "chapter": 4,
            "verse": 34,
            "text": "Los hombres son los responsables de proteger, guiar y velar por las necesidades de las mujeres porque Al-lah ha favorecido al hombre por encima de la mujer (para algunas actividades) y porque ellos las mantienen con sus bienes. Consecuentemente, las mujeres virtuosas deben ser obedientes y deben proteger (su honor y las propiedades del marido) en la ausencia de este, como Al-lah les ha ordenado. Y a aquellas de quienes teman rebeldía y mala conducta (porque se muestran arrogantes y no respetan a sus maridos cuando ellos no han cometido ninguna falta contra ellas), amonéstenlas (primero), no compartan el lecho con ellas (si la medida anterior no las hace desistir) y tomen medidas físicas[143] (como última opción y sin buscar lastimarlas). Pero si los obedecen, no tomen medidas contra ellas. En verdad, Al-lah es Excelso y Grande (y tomará represalias contra ustedes si las tratan injustamente)"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "Y si temen que los esposos se separen, designen un árbitro de la familia de él y otro de la familia de ella (para que medien intentando buscar una solución). Si ambos quieren la reconciliación, Al-lah la facilitará. Ciertamente, Al-lah tiene conocimiento de todas las cosas y está informado de todo"
        },
        {
            "chapter": 4,
            "verse": 36,
            "text": "Y adoren solamente a Al-lah; y traten bien a sus padres, a sus parientes, a los huérfanos, a los pobres, a los vecinos que sean sus familiares y a los que no los sean, a los compañeros de viaje, a los viajeros y a los esclavos. En verdad, Al-lah no ama a los presuntuosos y arrogantes"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "(y tampoco ama a) quienes son avaros, ordenan a los hombres la tacañería y ocultan los favores que Al-lah les ha concedido. Y hemos preparado para quienes rechacen la verdad un castigo humillante"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "(Y tampoco ama a) quienes dan caridad para que la gente los vea y los elogie mientras que no creen ni en Al-lah ni en el Día de la Resurrección. Y quien tome al Demonio por compañero, ¡qué pésimo compañero tiene"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "¿Qué daño les haría creer en Al-lah y en el Día de la Resurrección y dar en caridad de lo que Al-lah les ha proveído? Y Al-lah conoce bien quiénes son"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "Ciertamente, Al-lah no es injusto con nadie en lo más mínimo, y multiplicará cualquier buena acción y la retribuirá con una gran recompensa de Su parte (el Paraíso)"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "¿Y cuál será el estado de quienes rechazan la verdad cuando hagamos comparecer a un testigo[144] de cada comunidad y hagamos que comparezcas tú (¡oh, Muhammad!) como testigo contra ellos"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "Ese día, quienes no hayan creído y hayan desobedecido al Mensajero desearán que se los trague la tierra; mas no podrán ocultarle a Al-lah nada de lo que hicieron"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "¡Oh, creyentes!, no recen en estado de embriaguez[145], sino que háganlo cuando sepan lo que dicen; ni vayan a las mezquitas en estado de impureza sexual hasta que se purifiquen con un baño completo, a menos que pasen por ellas solo para salir por otra puerta,[146] y no permanezcan en ellas. Y si estuvieran enfermos o de viaje, o viniese alguno de ustedes de hacer sus necesidades o hubiesen tenido contacto sexual con sus mujeres y no encontrasen agua, purifíquense con tierra limpia y pura[147] (sacudiendo en ella las manos y eliminando el exceso de tierra), pasando las manos por los rostros y frotándoselas (a continuación). Ciertamente, Al-lah es Benévolo e Indulgente. pues el objetivo no es mancharse de tierra sino cumplir con un ritual de purificación cuando no hay agua disponible"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "¿No has reparado (¡oh, Muhammad!) en cómo aquellos a quienes entregamos parte de las Escrituras (la Torá) cambian el camino recto por el extravío y quieren que se desvíen de él"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "Al-lah conoce perfectamente a sus enemigos, y Él les basta como protector y auxiliador"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "Hay judíos que tergiversan las palabras (reveladas en la Torá) sacándolas de su contexto y dicen (al Mensajero Muhammad): “Te oímos…”, (mientras que después dicen entre ellos) “…y desobedecemos”, (y le dicen) “óyenos…”, (y cuando se quedan a solas, dicen) “… ¡Ojalá no oigas nada!” y “ra’ina[148]”; juegan con las palabras para burlarse de la religión. Y si dijeran: “Oímos y obedecemos”, “óyenos y concédenos tiempo (o un respiro)”, sería mucho mejor para ellos y más correcto; pero Al-lah los ha expulsado de Su misericordia debido a su rechazo de la verdad, pues no creen[149], salvo unos pocos"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "¡Ustedes (judíos y cristianos) que han recibido las Escrituras!, crean en lo que hemos revelado (a Muhammad) y que confirma lo que ya tenían (la Torá y el Evangelio), antes de que borremos las facciones de sus rostros y los volvamos hacia atrás[150] o los expulsemos de Nuestra misericordia (castigándolos) como hicimos con los judíos que profanaron la ley del sábado. Y la sentencia de Al-lah siempre se ejecuta"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "Al-lah no perdona que se adoren a otros fuera de Él (a menos que se arrepientan y abandonen la idolatría), pero perdona cualquier otro pecado a quien quiere. Y quien adore a otros fuera de Al-lah estará cometiendo un gravísimo pecado"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "¿No has reparado (¡oh, Muhammad!) en quienes se elogian a sí mismos creyéndose los más virtuosos y puros? Mas Al-lah es Quien enaltece y purifica a quien quiere por su virtud, y nadie será tratado con injusticia en lo más mínimo"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "Mira cómo inventan mentiras contra Al-lah. Y eso basta como claro pecado"
        },
        {
            "chapter": 4,
            "verse": 51,
            "text": "¿Acaso no has reparado en cómo aquellos a quienes concedimos parte de las Escrituras (la Torá) creen en la brujería[151] y la falsedad, mientras que dicen acerca de quienes rechazan la verdad que están mejor guiados que los creyentes"
        },
        {
            "chapter": 4,
            "verse": 52,
            "text": "Esos son aquellos a los que Al-lah ha expulsado de Su misericordia. Y no encontrarás a nadie que pueda auxiliar a quien Al-lah prive de ella"
        },
        {
            "chapter": 4,
            "verse": 53,
            "text": "¿O acaso poseen una parte del dominio de Al-lah? Y, aunque así fuera, no darían a los hombres lo más mínimo"
        },
        {
            "chapter": 4,
            "verse": 54,
            "text": "¿O es que envidian a la gente por los favores que Al-lah les ha otorgado? Y, ciertamente, concedimos a (los descendientes de) la familia de Abraham la Revelación y la sabiduría, así como un gran reino"
        },
        {
            "chapter": 4,
            "verse": 55,
            "text": "Y entre ellos hay quienes creen (en Muhammad) y quienes lo rechazan apartándose de él. Y (a estos últimos) el Infierno bastará para quemarlos"
        },
        {
            "chapter": 4,
            "verse": 56,
            "text": "En verdad, quienes rechacen Nuestra revelación (y las pruebas que hemos enviado) entrarán en el fuego. Cada vez que se les abrase completamente la piel[152], la sustituiremos por otra nueva para que vuelvan a sufrir el castigo. Ciertamente, Al-lah es Poderoso y Sabio"
        },
        {
            "chapter": 4,
            "verse": 57,
            "text": "Y quienes crean y obren rectamente entrarán en jardines por los cuales corren ríos, y allí vivirán eternamente. Tendrán esposas purificadas y serán admitidos en una (plácida) sombra que se extenderá (en el Paraíso)"
        },
        {
            "chapter": 4,
            "verse": 58,
            "text": "Al-lah les ordena devolver a sus dueños lo que les hayan confiado y que, cuando juzguen a los hombres, lo hagan con equidad. ¡Qué bueno es aquello a lo que Al-lah los exhorta! Ciertamente, Al-lah todo lo oye y todo lo ve"
        },
        {
            "chapter": 4,
            "verse": 59,
            "text": "¡Oh, creyentes!, obedezcan a Al-lah, al Mensajero[153] y a quienes tengan autoridad sobre ustedes (siempre y cuando no se opongan a los mandatos de Al-lah). Y si discrepan en algo, remítanlo a Al-lah y a Su Mensajero, si de verdad creen en Él y en el Día de la Resurrección. Esto es lo mejor para ustedes y la solución más correcta al final"
        },
        {
            "chapter": 4,
            "verse": 60,
            "text": "¿No has reparado (¡oh, Muhammad!) en aquellos (hipócritas) que dicen creer en lo que te ha sido revelado (el Corán) y en lo que fue revelado con anterioridad a ti? (Sin embargo) quieren recurrir a la falsedad para juzgar entre ellos, cuando se les había ordenado rechazarla. Y el Demonio quiere desviarlos lejos de la verdad"
        },
        {
            "chapter": 4,
            "verse": 61,
            "text": "Y si se les dice: “Aproxímense a lo que Al-lah les ha revelado y (sigan) al Mensajero”, ves cómo los hipócritas se apartan de ti con aversión"
        },
        {
            "chapter": 4,
            "verse": 62,
            "text": "¿Qué harán cuando les ocurra una desgracia como consecuencia (de su rechazo a la verdad y) de las acciones que ellos mismos han cometido? Entonces vendrán a ti jurando por Al-lah que solo pretendían el bien y la concordia (cuando recurrieron a otros para que juzgaran sobre sus asuntos en vez de acudir a ti, ¡oh, Muhammad)"
        },
        {
            "chapter": 4,
            "verse": 63,
            "text": "Al-lah conoce bien qué es lo que encierran sus corazones; así que déjalos (no los castigues), exhórtalos y háblales con palabras que los conmuevan"
        },
        {
            "chapter": 4,
            "verse": 64,
            "text": "Y no hemos enviado a ningún Mensajero, salvo para ser obedecido con el permiso de Al-lah. Y si hubiesen acudido a ti, después de haber sido injustos consigo mismos, y hubiesen pedido perdón a Al-lah, y tú, Muhammad, hubieses pedio perdón por ellos, habrían hallado que Al-lah acepta siempre el arrepentimiento y que es Misericordioso"
        },
        {
            "chapter": 4,
            "verse": 65,
            "text": "Por tu Señor que no creerán de verdad hasta que acudan a ti para que dictamines sobre sus discrepancias y acepten tu decisión sin reticencia alguna y se sometan a ella"
        },
        {
            "chapter": 4,
            "verse": 66,
            "text": "Y si les hubiésemos ordenado (a dichos hipócritas) que se matasen entre ellos (de manera que los inocentes matasen a los culpables) o que abandonasen sus hogares, no lo habrían hecho, salvo unos pocos. Y si hubiesen cumplido lo que se les ordenaba, habría sido mejor para ellos y habrían fortalecido su fe"
        },
        {
            "chapter": 4,
            "verse": 67,
            "text": "les habríamos otorgado una gran recompensa de Nuestra parte"
        },
        {
            "chapter": 4,
            "verse": 68,
            "text": "y los habríamos guiado hacia el camino recto"
        },
        {
            "chapter": 4,
            "verse": 69,
            "text": "Y quienes obedezcan a Al-lah y a Su Mensajero estarán (en el Paraíso) en compañía de los profetas, los sinceros, los mártires y los virtuosos, a quienes Al-lah ha agraciado; ¡y qué excelente compañía"
        },
        {
            "chapter": 4,
            "verse": 70,
            "text": "Tal es el favor de Al-lah; y Al-lah basta como conocedor (de quiénes merecen Su recompensa)"
        },
        {
            "chapter": 4,
            "verse": 71,
            "text": "¡Oh, creyentes!, tomen precauciones (contra sus enemigos) y salgan a su encuentro en grupos (sucesivos) o todos juntos"
        },
        {
            "chapter": 4,
            "verse": 72,
            "text": "Y hay quien se queda rezagado de entre ustedes (para no luchar). Si les sobreviene una desgracia, dice: “Al-lah me ha agraciado al hacer que no estuviera presente entre ellos”"
        },
        {
            "chapter": 4,
            "verse": 73,
            "text": "pero si reciben un favor de Al-lah, dirá con toda seguridad —como si nunca hubiese existido entre ustedes y él afecto alguno (y no lo uniese a ustedes el vínculo de la religión y buscase solamente los bienes terrenales)—: “¡Ojalá hubiera estado con ellos para haber obtenido una magnífica parte del botín!”"
        },
        {
            "chapter": 4,
            "verse": 74,
            "text": "Que combatan, pues, por la causa de Al-lah quienes estén dispuestos a entregar esta vida a cambio de la otra. Y concederemos una gran recompensa tanto a quienes mueran combatiendo por Nuestra causa como a quienes resulten vencedores"
        },
        {
            "chapter": 4,
            "verse": 75,
            "text": "¿Y qué les impide luchar por la causa de Al-lah y por aquellos hombres, mujeres y niños débiles y oprimidos que suplican: “¡Señor, sácanos de esta ciudad de opresores e incrédulos y envíanos de Tu parte a quien nos proteja y auxilie!”"
        },
        {
            "chapter": 4,
            "verse": 76,
            "text": "Quienes creen con sinceridad luchan por la causa de Al-lah, mas quienes rechazan la verdad luchan por la causa del Demonio (obedeciéndolo para sembrar la corrupción en la tierra). Combatan, pues, a los aliados del Demonio. Ciertamente, la estratagema de este es débil"
        },
        {
            "chapter": 4,
            "verse": 77,
            "text": "¿No has reparado (¡oh, Muhammad!) en aquellos a quienes se les dijo que se abstuvieran de luchar[154] (cuando estaban deseosos de hacerlo), que cumplieran con el salat y que entregaran el azaque? Mas ahora que se les prescribe luchar, un grupo de ellos temen a los hombres como debe temerse a Al-lah, o incluso más, y dicen: “¡Señor!, ¿por qué nos has prescrito el combate? ¿Por qué no lo aplazas para más tarde?”. Diles: “El disfrute de esta vida es temporal; pero la otra es mucho mejor para quienes temen a Al-lah; y no serán tratados con injusticia en lo más mínimo”"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "La muerte los alcanzará dondequiera que se encuentren, aunque se hallen en una elevada torre fuertemente edificada. Y si les sucede algo bueno, (los hipócritas) dicen: “Esto proviene de Al-lah”. Pero si les sucede algo malo, dicen: “Es debido a ti, Muhammad”. Diles: “Todo proviene de Al-lah”. ¿Qué les pasa a esas gentes que apenas comprenden lo que se les dice"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "Todo lo bueno que te sucede (a ti, hombre), proviene de la gracia de Al-lah, y todo lo malo procede de tus pecados. Y te hemos enviado (¡oh, Muhammad!) a los hombres en calidad de Mensajero; y Al-lah basta como testigo"
        },
        {
            "chapter": 4,
            "verse": 80,
            "text": "Quien obedece al Mensajero está obedeciendo a Al-lah, pero (no eres responsable, ¡oh, Muhammad!, de) quienes se desentienden y desobedecen; pues no te hemos enviado a ellos como guardián (sino para transmitirles el mensaje)"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "Y (los hipócritas) dicen que te obedecen, pero cuando se alejan de ti, un grupo de ellos pasa la noche planeando algo distinto a lo que les has dicho; y Al-lah registra lo que maquinan por la noche. Aléjate de ellos (y no los temas) y encomiéndate a Al-lah; y Al-lah basta para ocuparse de todos los asuntos de Su creación"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "¿Acaso no meditan sobre el Corán? Si no proviniera de Al-lah, hallarían en él numerosas contradicciones"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "Y si llega a sus oídos una noticia que puede afectar a la seguridad pública o puede provocar el miedo, la difunden; mientras que si la remitieran al Mensajero de Al-lah y a quienes tuvieran autoridad sobre ellos, sabrían de su significancia quienes de entre ellos están más capacitados para investigarla. Y si no fuera por el favor y la misericordia de Al-lah sobre ustedes, habrían seguido al Demonio, excepto unos pocos"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "Combate, pues, por la causa de Al-lah, ¡oh, Muhammad!; solo eres responsable de ti mismo, y alienta a los creyentes para que luchen (contigo). Puede que Al-lah frene la violencia de quienes rechazan la verdad. Y Al-lah es mucho más poderoso; y Su castigo, más severo"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "Quien interceda por una buena causa obtendrá su parte de recompensa por dicha intercesión, y quien interceda por una mala causa cargará con parte (del pecado) resultante de esta; y Al-lah observa todas las cosas y tiene poder sobre todas ellas"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "Y si los saludan, respondan con un saludo mejor, o al menos correspondan al saludo. En verdad, Al-lah tiene en cuenta todas las cosas"
        },
        {
            "chapter": 4,
            "verse": 87,
            "text": "¡Al-lah! No hay nada ni nadie con derecho a ser adorado excepto Él. Ciertamente, los reunirá a todos el día sobre el cual no hay duda (el Día de la Resurrección), ¿y quién es más veraz que Al-lah"
        },
        {
            "chapter": 4,
            "verse": 88,
            "text": "¿¡Oh, creyentes!, por qué están divididos en dos grupos con respecto a los hipócritas? Al-lah ha hecho que regresen a la incredulidad por lo que han cometido (por desafiar y desobedecer al Profeta). ¿Es que quieren guiar a quien Al-lah ha extraviado (por rechazar la verdad)? Y no podrás guiar a quien Al-lah ha desviado del camino"
        },
        {
            "chapter": 4,
            "verse": 89,
            "text": "(Los hipócritas) desean que renieguen de su creencia como ellos mismos han hecho para que sean como ellos. No los tomen, pues, por aliados y protectores hasta que emigren sinceramente por la causa de Al-lah. Pero si no lo hacen (y se vuelven abiertamente hostiles), aprésenlos y ajustícienlos allí donde los encuentren. Y no tomen de entre ellos ni protectores ni auxiliadores"
        },
        {
            "chapter": 4,
            "verse": 90,
            "text": "Pero no luchen contra quienes se alíen con gentes con las que (ustedes) mantienen un acuerdo de paz o contra quienes lleguen a ustedes con el corazón apesadumbrado por tener que luchar contra ustedes o contra su propia gente. Si Al-lah hubiera querido les habría dado poder sobre ustedes y los habrían combatido. Mas si se mantienen al margen, no los combaten y les proponen la paz, entonces Al-lah no permite que tomen acciones contra ellos"
        },
        {
            "chapter": 4,
            "verse": 91,
            "text": "Encontrarán a otros que desean gozar de seguridad entre ustedes (haciéndose pasar por creyentes) y entre los suyos (adorando lo que ellos adoran). Cada vez que son puestos a prueba se hunden más en la incredulidad. Mas si no se mantienen al margen ni les proponen la paz ni dejan de combatirlos, aprésenlos y ajustícienlos allí donde los encuentren. Contra estos sí que les hemos concedido una clara autorización (para combatirlos)"
        },
        {
            "chapter": 4,
            "verse": 92,
            "text": "Un creyente no debe matar a otro creyente, a menos que sea por error; y quien mate a un creyente por error deberá liberar a un esclavo creyente y entregar una compensación económica a la familia del fallecido, a menos que esta renuncie a ella. Si el fallecido fuera creyente pero de un pueblo enemigo, quien lo mató por error deberá liberar a un esclavo creyente pero no pagará compensación alguna. Si el fallecido perteneciera a un pueblo con quienes mantienen un pacto, quien lo mató deberá entregar una compensación económica a la familia del fallecido y liberar a un esclavo creyente. Y quien no disponga de medios para ello deberá ayunar dos meses consecutivos para obtener el perdón de Al-lah. Y Al-lah es Omnisciente y Sabio"
        },
        {
            "chapter": 4,
            "verse": 93,
            "text": "Pero quien mate a un creyente de manera deliberada (y no se arrepienta) tendrá como retribución el Infierno, donde permanecerá eternamente, y caerá sobre él la ira de Al-lah y será expulsado de Su misericordia; y Al-lah habrá preparado para él un terrible castigo"
        },
        {
            "chapter": 4,
            "verse": 94,
            "text": "¡Oh, creyentes!, si salen a combatir por la causa de Al-lah, asegúrense (de la verdad) y no digan a quien les brinda el saludo de paz del Islam[155] que no es creyente para conseguir bienes terrenales (parte del botín si luchan y vencen). En verdad, junto a Al-lah hay muchos más beneficios y botines. Ustedes también fueron incrédulos como ellos con anterioridad, pero Al-lah los agració (con la fe); así que cerciórense (antes de combatir contra un creyente). Ciertamente, Al-lah está bien informado de lo que hacen"
        },
        {
            "chapter": 4,
            "verse": 95,
            "text": "Los creyentes que permanecen en sus hogares (y no salen a combatir por la causa de Al-lah) —salvo quienes sufren un impedimento físico y están excusados (como el enfermo, el ciego y el cojo)—, no pueden compararse con quienes luchan por Su causa con sus bienes y sus vidas. Al-lah ha favorecido a estos últimos y los ha ensalzado por encima de quienes permanecen en sus hogares; y a todos les ha prometido el Paraíso. Pero Al-lah ha favorecido a quienes combaten por encima de quienes se quedan en sus hogares concediéndoles una gran recompensa"
        },
        {
            "chapter": 4,
            "verse": 96,
            "text": "(disfrutarán de) elevados rangos que Al-lah les concederá, y recibirán Su perdón y Su misericordia. Y Al-lah es Indulgente y Misericordioso"
        },
        {
            "chapter": 4,
            "verse": 97,
            "text": "Cuando los ángeles tomen las almas de quienes hayan sido injustos consigo mismos (por no haber emigrado con los creyentes y haber permanecido con quienes rechazaban la verdad), les dirán: “¿Qué les sucedió? (¿Por qué no apoyaron la causa de Al-lah?)”. Responderán: “Estábamos oprimidos en la tierra (y no podíamos practicar la religión)”. (Los ángeles) les dirán: “¿No era la tierra de Al-lah lo suficientemente vasta como para que pudieran emigrar?”. Mas morarán en el Infierno; ¡y qué pésimo destino"
        },
        {
            "chapter": 4,
            "verse": 98,
            "text": "con la excepción de los realmente débiles de entre los hombres, mujeres y niños que no encontraron la manera de emigrar"
        },
        {
            "chapter": 4,
            "verse": 99,
            "text": "A estos, Al-lah los perdonará. Y Al-lah es Benévolo e Indulgente"
        },
        {
            "chapter": 4,
            "verse": 100,
            "text": "Y quien emigre por la causa de Al-lah encontrará por la tierra muchos lugares donde resguardarse y sustento en abundancia. Y a quien abandone su hogar para emigrar por la causa de Al-lah y de Su Mensajero y lo alcance la muerte, su recompensa correrá a cargo de Al-lah; y Al-lah es Indulgente y Misericordioso"
        },
        {
            "chapter": 4,
            "verse": 101,
            "text": "Y no cometen ningún pecado si, cuando se encuentran de viaje, acortan sus rezos ante el temor de que los ataquen quienes rechazan la verdad. Quienes niegan la verdad son, ciertamente, sus enemigos declarados"
        },
        {
            "chapter": 4,
            "verse": 102,
            "text": "Y cuando estés entre los creyentes (¡oh, Muhammad!) y los dirijas en el salat[157] (y temas una acción por parte del enemigo), que un grupo (de los creyentes) rece contigo llevando sus armas (y que el resto, armado, se sitúe detrás de ustedes y de cara al enemigo). Cuando finalicen las postraciones, que (quienes hayan rezado) se sitúen detrás y recen contigo quienes aún no lo han hecho, tomando precauciones y portando sus armas. Quienes rechazan la verdad quisieran que descuidaran sus armas y sus enseres para lanzarse sobre ustedes en un solo ataque. No cometen ninguna falta si deponen sus armas debido a la lluvia o a alguna enfermedad; pero tomen precauciones. Ciertamente, Al-lah ha preparado un castigo humillante a quienes rechazan la verdad"
        },
        {
            "chapter": 4,
            "verse": 103,
            "text": "Y, una vez finalizado el salat, glorifiquen a Al-lah de pie, sentados o recostados. Pero, cuando estén a salvo, recen a Al-lah (como Él les ha ordenado, con devoción y recogimiento y respetando todas las obligaciones). En verdad, los rezos han sido prescritos a unas horas determinadas"
        },
        {
            "chapter": 4,
            "verse": 104,
            "text": "Y no flaqueen en la persecución del enemigo. Si sufren (desgracias), ellos también (las) sufren como ustedes, pero ustedes anhelan de Al-lah lo que ellos no anhelan (el Paraíso); y Al-lah es Omnisciente y Sabio"
        },
        {
            "chapter": 4,
            "verse": 105,
            "text": "Te hemos revelado el Libro (el Corán) con la verdad (¡oh, Muhammad!), para que juzgues entre los hombres según lo que Al-lah te ha enseñado. Y no defiendas a quienes se traicionan a sí mismos (ocultando la verdad y mintiendo sobre ella)"
        },
        {
            "chapter": 4,
            "verse": 106,
            "text": "Y pide perdón a Al-lah (en todas las situaciones); ciertamente, Al-lah es Indulgente y Misericordioso"
        },
        {
            "chapter": 4,
            "verse": 107,
            "text": "Y no defiendas a quienes se traicionan a sí mismos. Al-lah no ama al traidor pecador"
        },
        {
            "chapter": 4,
            "verse": 108,
            "text": "(Los hipócritas) ocultan a los hombres (sus malas acciones) pero no pueden ocultárselas a Al-lah, pues Él está con ellos (a través de Su conocimiento) cuando conspiran por la noche con palabras que no son de Su agrado. Y (el conocimiento de) Al-lah abarca todo lo que hacen"
        },
        {
            "chapter": 4,
            "verse": 109,
            "text": "(Algunos de) ustedes los defendieron en esta vida, pero ¿quién los defenderá ante Al-lah el Día de la Resurrección? ¿Quién los protegerá"
        },
        {
            "chapter": 4,
            "verse": 110,
            "text": "Quien obre mal o sea injusto consigo mismo (por sus malas acciones) y busque después el perdón de Al-lah, hallará que Al-lah es Indulgente y Misericordioso"
        },
        {
            "chapter": 4,
            "verse": 111,
            "text": "Y quien peque, lo hará en perjuicio propio; y Al-lah es Omnisciente y Sabio"
        },
        {
            "chapter": 4,
            "verse": 112,
            "text": "Y quien cometa una falta o peque y culpe a un inocente de su pecado, cargará con su calumnia y con un pecado flagrante"
        },
        {
            "chapter": 4,
            "verse": 113,
            "text": "Y si no fuera por el favor y la misericordia de Al-lah sobre ti (¡oh, Muhammad!) un grupo de ellos (quienes se traicionan a sí mismos) te habría desviado de la verdad, pero solo se desvían ellos mismos y no podrán perjudicarte en nada. Y Al-lah te ha revelado el Corán y la sabiduría, y te ha enseñado lo que no sabías; el favor que Al-lah te ha concedido es inmenso"
        },
        {
            "chapter": 4,
            "verse": 114,
            "text": "La mayoría de las conversaciones privadas[159] no aportan ningún bien, a menos que alguien promueva la caridad, una buena acción o la reconciliación entre los hombres. Y a quien así actúe, buscando la complacencia de Al-lah, le concederemos una gran recompensa"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "Y a quien contradiga al Mensajero (y se oponga a él) después de habérsele mostrado la verdad y no siga el camino de los creyentes, lo dejaremos que prosiga en el camino que ha tomado y haremos que arda en el Infierno; ¡y qué pésimo destino"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "Ciertamente, Al-lah no perdona que se adoren a otros fuera de Él, pero perdona el resto de los pecados a quien quiere. Y quien adore a otros fuera de Al-lah se habrá extraviado lejos de la verdad"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "(Los idólatras) no invocan sino a deidades femeninas[160] en vez de invocarlo a Él; y no invocan más que al Demonio, un constante rebelde"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "Al-lah lo expulsó de Su misericordia, y el demonio juró: “Seduciré a un grupo determinado de Tus siervos"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "Los extraviaré, despertaré en ellos falsos deseos y esperanzas, les ordenaré realizar cortes en las orejas del ganado (para marcar los animales destinados a los ídolos como ofrendas, como hacían antes del Islam) y les mandaré cambiar la creación[161] de Al-lah”. Y quien tome al Demonio por protector y aliado será un claro perdedor"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "(El Demonio) les hace falsas promesas y despierta en ellos falsas esperanzas; mas lo que promete el Demonio no es sino puro engaño"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "Esos (quienes sigan al Demonio) morarán en el Infierno y no encontrarán la manera de escapar de él"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "Y haremos que quienes crean y obren con rectitud entren en jardines por los cuales corren ríos, y allí vivirán eternamente. La promesa de Al-lah es cierta; y ¿quién es más veraz que Al-lah"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "(La aceptación de la religión y el logro del éxito) no depende de sus deseos[162] ni de los deseos de quienes recibieron las Escrituras (judíos y cristianos). Quien actúe mal será castigado por ello, y no hallará fuera de Al-lah ningún protector o auxiliador"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "Y quien obre rectamente, sea hombre o mujer, y crea (en Al-lah y en lo que ha revelado) entrará al Paraíso, y no será tratado injustamente en lo más mínimo"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "¿Y quién es mejor en la religión que quien somete su voluntad a Al-lah y realiza buenas acciones (sinceramente por su Señor) y sigue el monoteísmo puro de Abraham? Y Al-lah tomó a Abraham como uno de Sus siervos más queridos"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "Y a Al-lah pertenece todo cuanto existe en los cielos y en la tierra. Y (el conocimiento de) Al-lah abarca todas las cosas"
        },
        {
            "chapter": 4,
            "verse": 127,
            "text": "Te preguntan (¡oh, Muhammad!) acerca (de asuntos legales relacionados con) las mujeres. Diles: “Al-lah los instruye al respecto y acerca de lo que el Libro (el Corán) les revela sobre las jóvenes huérfanas con las que quieren casarse sin darles la parte (del maher y de la herencia) que les corresponde[163], y acerca de los niños débiles y oprimidos; y (les ordena) ser justos con los huérfanos”. Y todo bien que hagas será del conocimiento de Al-lah"
        },
        {
            "chapter": 4,
            "verse": 128,
            "text": "Y si una mujer teme que su marido pierda interés en ella o la rechace (porque ya no se siente atraído por ella), no comete ninguna falta, como tampoco su marido, si ambos llegan a un acuerdo (para evitar el divorcio y continuar viviendo juntos a cambio de que ella renuncie a parte de sus derechos). Y el acuerdo es lo mejor, a pesar de que el ser humano tiende, por naturaleza, a quererlo todo y a no ceder nada. Mas si hacen el bien (tratando bien a sus esposas) y temen (a Al-lah evitando ser injustos con ellas), (sepan que) Él está bien informado de lo que hacen (y los recompensará por ello)"
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "Y jamás podrán ser justos con sus mujeres por igual (en lo referente a sus sentimientos), aunque lo intenten con todas sus fuerzas. No se inclinen demasiado hacia una de ellas descuidando a otra. Mas si las tratan con equidad (en todo aquello que esté en sus manos) y temen a Al-lah, (sepan que) entonces Al-lah es Indulgente y Misericordioso"
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "Y si ambos se separan finalmente (mediante el divorcio), Al-lah colmará a cada uno con Su favor. El favor de Al-lah es inmenso y Él todo lo sabe"
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "Y a Al-lah pertenece todo cuanto existe en los cielos y en la tierra. Y, ciertamente, ordenamos a quienes recibieron las Escrituras con anterioridad, así como a ustedes, que temieran a Al-lah (obedeciendo Sus mandatos y alejándose de lo que les prohíbe). Pero si rechazan la verdad, a Él pertenece todo cuanto existe en los cielos y en la tierra; Al-lah no tiene necesidad de nadie y es digno de toda alabanza"
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "Y a Al-lah pertenece todo cuanto existe en los cielos y en la tierra. Y Al-lah basta para ocuparse de todos los asuntos de Su creación"
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "Si Él quisiera, los haría desaparecer, ¡oh, gentes!, y pondría a otros en su lugar; y Al-lah tiene poder para ello"
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "Quien quiera la recompensa de esta vida (que sepa que) Al-lah posee la recompensa de esta vida y la de la otra. Y Al-lah oye y ve todas las cosas"
        },
        {
            "chapter": 4,
            "verse": 135,
            "text": "¡Oh, creyentes!, sean justos cuando den testimonio por Al-lah, aunque fuese en su propio perjuicio o el de sus padres y parientes. Tanto si (aquel en contra de quien dan testimonio) es rico como si es pobre (no intenten favorecerlo por compasión), pues Al-lah es su mejor protector en ambos casos. No sigan, pues, sus propios deseos, de lo contrario caerían en la injusticia. Y si modifican el testimonio o se niegan a darlo, Al-lah está bien informado de lo que hacen"
        },
        {
            "chapter": 4,
            "verse": 136,
            "text": "¡Oh, creyentes!, crean en Al-lah, en Su Mensajero, en el Libro que le reveló y en los Libros que reveló con anterioridad. Y quien no crea en Al-lah, en los ángeles, en los Libros revelados, en Sus mensajeros y en el Día de la Resurrección se habrá extraviado lejos de la verdad"
        },
        {
            "chapter": 4,
            "verse": 137,
            "text": "Ciertamente, quienes crean y renieguen después de su creencia, vuelvan a creer y a renegar de su fe y persistan en su rechazo a la verdad (hasta que les llegue la muerte), no obtendrán el perdón de Al-lah ni serán guiados hacia el buen camino"
        },
        {
            "chapter": 4,
            "verse": 138,
            "text": "anuncia a los hipócritas (¡oh, Muhammad!) que recibirán un castigo doloroso"
        },
        {
            "chapter": 4,
            "verse": 139,
            "text": "esos que toman a quienes rechazan la verdad por protectores y aliados en vez de tomar a los creyentes. ¿Es que esperan conseguir poder, honor y gloria cuando todo ello pertenece a Al-lah"
        },
        {
            "chapter": 4,
            "verse": 140,
            "text": "Y está escrito en su Libro (el Corán)[164] que si escuchan a unos negar las aleyas de Al-lah o burlarse de ellas, no deben permanecer en su compañía hasta que cambien de conversación; de lo contrario, serían como ellos. Y, ciertamente, Al-lah reunirá, en el infierno, a todos los hipócritas e incrédulos"
        },
        {
            "chapter": 4,
            "verse": 141,
            "text": "esos que están a la espera de lo que les acontece; si obtienen una victoria de parte de Al-lah, dicen (para participar del botín y del triunfo): “¿Acaso no estábamos con ustedes?”. Pero si quienes consiguen una victoria son aquellos que rechazan la verdad, les dicen: “¿Acaso no los ayudamos engañando a los creyentes hasta que pudieron derrotarlos y los protegimos de ellos?”. Al-lah juzgará entre ustedes (y ellos) el Día del Juicio Final, y no concederá nunca el triunfo final sobre los creyentes a quienes rechazan la verdad"
        },
        {
            "chapter": 4,
            "verse": 142,
            "text": "Los hipócritas pretenden engañar a Al-lah (mostrando la fe y ocultando en su interior la incredulidad), pero es Al-lah Quien los engaña[165] (haciendo que persistan en su extravío hasta el Día de la Resurrección). Cuando se levantan para rezar, lo hacen con pereza, solo para que la gente los vea, y apenas glorifican a Al-lah"
        },
        {
            "chapter": 4,
            "verse": 143,
            "text": "Titubean entre los unos (los creyentes) y los otros (quienes rechazan la verdad) sin pertenecer a ninguno de ambos grupos. Y no podrás hallar la manera de guiar a quien Al-lah extravía (por negar la verdad)"
        },
        {
            "chapter": 4,
            "verse": 144,
            "text": "¡Oh, creyentes!, no tomen a quienes rechazan la verdad por protectores y aliados en vez de a los creyentes. ¿Acaso quieren dar a Al-lah un claro argumento en contra de ustedes"
        },
        {
            "chapter": 4,
            "verse": 145,
            "text": "Los hipócritas estarán en lo más profundo del fuego, y no podrán encontrar quién los auxilie"
        },
        {
            "chapter": 4,
            "verse": 146,
            "text": "con la excepción de quienes se arrepientan, se enmienden (realizando buenas obras), se aferren a Al-lah y sean sinceros en su fe en Al-lah (abandonando toda hipocresía); pues esos estarán con los creyentes. Y Al-lah concederá a los creyentes una gran recompensa"
        },
        {
            "chapter": 4,
            "verse": 147,
            "text": "¿Para qué iba Al-lah a castigarlos (por sus ofensas pasadas) si (ahora) son agradecidos y creen (en Él)? Y Al-lah es Agradecido (con Sus siervos cuando Lo obedecen) y conoce todas las cosas"
        },
        {
            "chapter": 4,
            "verse": 148,
            "text": "A Al-lah no Le agrada que se hable mal (contra alguien) en público, excepto si quien lo hace ha sido víctima de una injusticia (y este manifiesta abiertamente la ofensa recibida e invoca a Al-lah para que castigue a quien se la ha causado). Y Al-lah todo lo oye y todo lo sabe"
        },
        {
            "chapter": 4,
            "verse": 149,
            "text": "Tanto si hacen una buena acción públicamente o en secreto como si perdonan una injusticia que hayan sufrido (hallarán su recompensa junto a Al-lah). Y Al-lah es Benévolo y Todopoderoso"
        },
        {
            "chapter": 4,
            "verse": 150,
            "text": "Ciertamente, quienes no creen en Al-lah ni en Sus mensajeros y pretenden hacer una distinción entre la fe en Él y en aquellos, y dicen creer en algunos de los mensajeros mientras que rechazan a otros y quieren tomar un camino entre la fe y la incredulidad"
        },
        {
            "chapter": 4,
            "verse": 151,
            "text": "esos son quienes realmente rechazan la verdad. Y hemos preparado para ellos un castigo humillante"
        },
        {
            "chapter": 4,
            "verse": 152,
            "text": "Y quienes creen en Al-lah y en Sus mensajeros y no hacen distinción entre ninguno de ellos obtendrán su recompensa. Y Al-lah es Indulgente y Misericordioso"
        },
        {
            "chapter": 4,
            "verse": 153,
            "text": "Los judíos te piden que hagas descender sobre ellos un Libro del cielo. Y pidieron a Moisés algo aún más grave, pues le dijeron: “Haz que podamos ver a Al-lah con claridad”. Entonces fueron fulminados por un rayo debido a su injusta petición. Después adoraron el becerro tras haber presenciado claros milagros (así como pruebas de la unicidad de Al-lah), y (a pesar de ello) los perdonamos (una vez los inocentes cumplieron la orden de Al-lah de matar a los culpables[166]). Y concedimos a Moisés una clara autoridad"
        },
        {
            "chapter": 4,
            "verse": 154,
            "text": "Y elevamos el monte sobre ellos (en señal de amenaza) para que cumplieran el pacto que habíamos concertado con ellos, y les dijimos: “Entren a la ciudad postrándose humildemente[167]”; y les dijimos: “No violen la ley del sábado[168]”. Y tomamos de ellos un firme compromiso"
        },
        {
            "chapter": 4,
            "verse": 155,
            "text": "(Y Al-lah los expulsó de Su misericordia) por quebrantar su compromiso, por rechazar los milagros y las pruebas de Al-lah, por matar a los profetas sin justificación alguna y por decir (al Profeta Muhammad): “Nuestros corazones no comprenden (tus palabras)”. Es Al-lah Quien los ha sellado porque negaban la verdad, pues solo creían unos pocos"
        },
        {
            "chapter": 4,
            "verse": 156,
            "text": "(Y también) por rechazar la verdad y decir sobre María una gran calumnia (al acusarla de fornicación)"
        },
        {
            "chapter": 4,
            "verse": 157,
            "text": "y por decir (burlándose): “Hemos matado al Mesías Jesús, hijo de María, el Profeta de Al-lah”. Pero no lo mataron ni lo crucificaron, sino que se les hizo creer[170]. Y quienes discrepan sobre ello están llenos de dudas. No tienen ninguna certeza y tan solo se apoyan en conjeturas, pues, con toda seguridad, no lo mataron"
        },
        {
            "chapter": 4,
            "verse": 158,
            "text": "Al-lah lo ascendió a Él (en vida). Y Al-lah es Poderoso y Sabio"
        },
        {
            "chapter": 4,
            "verse": 159,
            "text": "Y quienes recibieron las Escrituras creerán en Jesús antes de su muerte[171] (cuando regrese al final de los tiempos). Y el Día de la Resurrección testificará (contra quienes mintieron acerca de él y decían que era hijo de Dios —o de Al-lah— y a favor de quienes creyeron en él)"
        },
        {
            "chapter": 4,
            "verse": 160,
            "text": "Y prohibimos a los judíos muchas de las cosas buenas que antes tenían permitidas por haber sido injustos y haber apartado a muchos del camino de Al-lah"
        },
        {
            "chapter": 4,
            "verse": 161,
            "text": "y por aceptar los intereses de la usura cuando se les había prohibido (en la Torá) y por apropiarse ilegalmente de los bienes ajenos. Y hemos preparado, para quienes de ellos rechazan la verdad, un doloroso castigo"
        },
        {
            "chapter": 4,
            "verse": 162,
            "text": "Sin embargo, aquellos que tienen un conocimiento profundo de entre ellos, así como los creyentes (tanto quienes emigraron como quienes los acogieron en Medina) creen en lo que te ha sido revelado (¡oh, Muhammad!) y en las Escrituras que fueron reveladas con anterioridad. Y a quienes realizan el salat, entregan el azaque y creen en Al-lah y en el Día de la Resurrección les concederemos una gran recompensa"
        },
        {
            "chapter": 4,
            "verse": 163,
            "text": "Y, ciertamente, te hemos transmitido el mensaje (¡oh, Muhammad!) al igual que hicimos con Noé y con los profetas que lo sucedieron. Y transmitimos el mensaje a Ismael, a Isaac, a Jacob, a las tribus de Israel, a Jesús, a Job, a Jonás, a Aarón y a Salomón. Y otorgamos los Salmos a David"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "Y te hemos contado la historia de algunos de los mensajeros que enviamos y de otros no. Y Al-lah habló a Moisés directamente"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "(Hemos enviado) mensajeros como portadores de buenas noticias (a quienes los siguieran) y como amonestadores (a quienes los desobedecieran) para que, tras su llegada, los hombres no tuvieran ninguna excusa ante Al-lah (por no haber seguido Su religión). Y Al-lah es Poderoso y Sabio"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "Y (si te desmienten, ¡oh, Muhammad!, no te preocupes), Al-lah da fe de que te ha revelado (el Corán y de que tú eres Su Mensajero). Te lo ha revelado con Su conocimiento, y los ángeles también dan fe de la revelación. Y Al-lah basta como testigo"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "Ciertamente, quienes rechacen la fe y desvíen a los hombres del camino de Al-lah se habrán extraviado muy lejos de la verdad"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "Ciertamente, Al-lah no perdonará ni guiará (hacia el camino de la salvación) a quienes rechacen la fe y actúen injustamente (persistiendo en la incredulidad)"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "solo (los guiará) hacia el camino que conduce al Infierno, donde permanecerán eternamente; y ello es fácil para Al-lah"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "¡Gentes!, les ha llegado el Mensajero de Al-lah con la verdad procedente de su Señor. Crean, pues, en él; es mejor para ustedes. Y si no lo hacen, (su incredulidad no perjudicará en nada a Al-lah, pues) a Él pertenece todo cuanto existe en los cielos y en la tierra. Y Al-lah es Omnisciente y Sabio"
        },
        {
            "chapter": 4,
            "verse": 171,
            "text": "¡Cristianos!, no exageren en su religión ni digan sobre Al-lah salvo la verdad. El Mesías Jesús, hijo de María, no es sino un Mensajero de Al-lah a quien creó a partir de la palabra “sé” transmitida a María (a través del ángel Gabriel) y un soplo de vida creado por Él. Crean, pues en Al-lah y en todos Sus mensajeros. Y no digan que Al-lah es parte de la trinidad; es mejor para ustedes que abandonen tal idea. Al-lah es un Dios Único, ¡alabado sea! Está muy por encima de tener un hijo. Suyo es todo cuanto existe en los cielos y en la tierra; y Al-lah basta para ocuparse de todos los asuntos de Su creación"
        },
        {
            "chapter": 4,
            "verse": 172,
            "text": "El Mesías no encuentra indigno ser un siervo de Al-lah, como tampoco menosprecian serlo los ángeles allegados a Él. Y todos aquellos que menosprecien adorar a Al-lah y se muestren altivos serán reunidos para comparecer ante Él (el Día de la Resurrección)"
        },
        {
            "chapter": 4,
            "verse": 173,
            "text": "Quienes crean y obren rectamente recibirán la recompensa de Al-lah y Él los agraciará todavía más. Pero quienes desdeñen ser siervos de Al-lah y se muestren altivos recibirán un castigo doloroso y no hallarán quién los proteja o auxilie fuera de Al-lah"
        },
        {
            "chapter": 4,
            "verse": 174,
            "text": "¡Gentes!, ciertamente han recibido una clara prueba de su Señor (la llegada del Profeta Muhammad) y hemos hecho descender sobre ustedes una luz esclarecedora (el Corán)"
        },
        {
            "chapter": 4,
            "verse": 175,
            "text": "Quienes crean en Al-lah y se aferren a Él serán admitidos en Su misericordia y en Su gracia, y Él los guiará por el camino recto"
        },
        {
            "chapter": 4,
            "verse": 176,
            "text": "Te piden que dictamines (sobre la herencia de quienes mueren sin dejar ni padres ni hijos, ¡oh, Muhammad!). Diles: “Al-lah les decreta (lo siguiente) al respecto: si un hombre muere y no tiene ni hijos (ni padres), pero tiene una hermana (de padre y madre o del mismo padre), esta heredará la mitad de lo que deje. Si la difunta es la hermana y no deja hijos (ni padres), su hermano heredará todo. Si el difunto tiene dos hermanas, estas heredarán dos tercios de lo que deje en herencia; y en el caso de tener hermanos y hermanas, a cada hermano le corresponderá el doble de lo que reciba una hermana[172]. Así aclara Al-lah Sus preceptos para que no se extravíen. Y Al-lah tiene conocimiento sobre todas las cosas”"
        }
    ]
}