{
    "manzils": [
        {
            "chapter": 10,
            "verse": 1,
            "text": "Alif. Lam. Ra[333]. Estas son las aleyas del Libro de la sabiduría"
        },
        {
            "chapter": 10,
            "verse": 2,
            "text": "¿Acaso se sorprenden los hombres de que hayamos concedido la revelación a uno de ellos para que advierta a la gente (del castigo de Al-lah) y dé la buena nueva a los creyentes de que obtendrán una buena recompensa[334] (por sus acciones) junto a su Señor? Pero, quienes rechazan la verdad dicen: “Este (Muhammad) no es sino un simple brujo"
        },
        {
            "chapter": 10,
            "verse": 3,
            "text": "Su Señor es Al-lah, Quien creó los cielos y la tierra en seis días[335] y después se asentó sobre el Trono. Él es Quien controla todos los asuntos. Nadie puede interceder ante Él sin Su consentimiento. Este es Al-lah, su Señor; ¡adórenlo, pues! ¿Acaso no reflexionan"
        },
        {
            "chapter": 10,
            "verse": 4,
            "text": "Todos retornarán a Él (para ser juzgados el Día de la Resurrección). La promesa de Al-lah es cierta. Él es Quien dio origen a la creación y la reproducirá para recompensar con toda justicia a quienes creen y actúan con rectitud. Y quienes rechazan la verdad tendrán agua hirviendo por bebida y recibirán un castigo doloroso por negarla"
        },
        {
            "chapter": 10,
            "verse": 5,
            "text": "Él es Quien hizo del sol una fuente de luz (y calor) y de la luna, una luz (reflejada)[336], y estableció sus fases para que pudieran contar los años y calcular (el paso del tiempo). Al-lah no ha creado todo esto sin un propósito. (Así) explica con detalle las pruebas de Su poder (y Su revelación) a quienes tienen conocimiento (y reflexionan)"
        },
        {
            "chapter": 10,
            "verse": 6,
            "text": "Ciertamente, en la alternancia de la noche y el día y en la creación de los cielos y de la tierra hay pruebas del poder de Al-lah para los piadosos"
        },
        {
            "chapter": 10,
            "verse": 7,
            "text": "Quienes no esperan Nuestro encuentro, se complacen en la vida terrenal y se sienten seguros en ella, así como quienes se desentienden de las pruebas de Nuestra unicidad"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "morarán en el Infierno como castigo por lo que solían hacer"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "Ciertamente, a quienes crean y obren rectamente, Al-lah los guiará a través[337] de su fe (hacia el Paraíso), en cuyos jardines de las delicias corren ríos"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "(Allí) invocarán a Al-lah diciendo: “¡Gloria a ti, Señor!”, y se saludarán (entre ellos) con el saludo de paz (del Islam)[338]; y al final de su invocación dirán: “¡Alabado sea Al-lah, Señor de toda la creación!”"
        },
        {
            "chapter": 10,
            "verse": 11,
            "text": "Y si Al-lah se apresurara a responder a los hombres cuando Le suplican algo malo[339] del mismo modo que se apresura a responderles cuando Le suplican algo bueno, ya habrían sido castigados con su destrucción; mas dejamos que quienes no esperan Nuestro encuentro persistan en sus transgresiones, extraviados y desorientados"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "Si el hombre sufre una desgracia, Nos implora ayuda, ya sea recostado, sentado o de pie; pero si lo libramos de ella, actúa como si nunca Nos hubiese implorado ayuda por desgracia alguna. Así es como los transgresores se dejan seducir por sus propias acciones"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "Y, ciertamente, destruimos a las generaciones que los precedieron cuando fueron injustas y no creyeron en los mensajeros que llegaron a ellas con pruebas claras (de su veracidad). Así es como castigamos a los pecadores que niegan la verdad"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Después, hicimos que los sucedieran en la tierra para ver cómo obraban"
        },
        {
            "chapter": 10,
            "verse": 15,
            "text": "Y cuando se les recitan Nuestras claras aleyas, quienes no esperan Nuestro encuentro te dicen (¡oh, Muhammad!): “Tráenos un Corán distinto a este (que no critique nuestros ídolos) o modifícalo”. Diles: “Yo no puedo modificarlo por mi propia cuenta, solo sigo lo que me es revelado. Temo el castigo de un día terrible (el Día de la Resurrección) si desobedezco a mi Señor”"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "Diles: “Si Al-lah hubiese querido, (yo) no lo habría recitado y (Él) no lo habría dado a conocer. He vivido entre ustedes muchos años[340] (sin que les recitara nada), ¿es que no reflexionan?”"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "¿Y quién es más injusto que quien inventa una mentira sobre Al-lah o desmiente Su revelación? En verdad, los idólatras no triunfarán"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "Y adoran fuera de Al-lah lo que no puede perjudicarlos ni beneficiarlos, y dicen: “Esos (que adoramos) son nuestros intercesores ante Al-lah”. Diles: “¿Acaso informan a Al-lah sobre lo que no sabe de los cielos y de la tierra?”. ¡Alabado y exaltado sea! Él está muy por encima de compartir la divinidad con nadie"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "Los hombres formaban al principio una sola comunidad (con una sola religión), mas discreparon (y se dividieron en la fe). Y si no hubiese sido por lo que tu Señor había decretado (¡oh, Muhammad!, acerca de posponerles el castigo hasta el Día de la Resurrección), sus discrepancias habrían quedado resueltas (en esta vida terrenal mediante el castigo de Al-lah a quienes negaban la verdad)"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "Y dicen (quienes rechazan la verdad): “¿Por qué no ha descendido con (Muhammad) un milagro de parte de su Señor?”. Diles (¡oh, Muhammad!): “Al-lah posee el conocimiento absoluto del gaib[341] (que Sus siervos desconocen). Esperen, pues, (a que les llegue Su castigo), que yo también espero con ustedes”"
        },
        {
            "chapter": 10,
            "verse": 21,
            "text": "Y cuando nos apiadamos de los hombres después de haber sufrido una desgracia, traman contra Nuestra revelación (y Nuestro favor negándolos y burlándose de ellos). Diles (¡oh, Muhammad!): “Al-lah es más rápido planeando”. En verdad, Nuestros enviados (los ángeles) registran todo lo que traman"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "Él es Quien hace que puedan viajar por tierra y por mar. Y cuando se hallan a bordo de una embarcación y navegan con buen viento, se alegran; pero, si después sopla un viento tempestuoso y las olas los rodean por todas partes y creen que ha llegado su fin, invocan a Al-lah con una fe sincera diciéndole: “Si nos salvas de esta situación, seremos, sin duda alguna, agradecidos”"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "No obstante, cuando Al-lah los salva, se exceden en la tierra con todo tipo de injusticias (y no cumplen lo que habían prometido a Al-lah). ¡Oh, gentes!, su rebeldía e injusticia se volverán contra ustedes. Disfrutarán temporalmente de esta vida y después retornarán a Nosotros (el Día de la Resurrección) y les informaremos sobre lo que hacían"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "Ciertamente, la vida mundanal se asemeja a la lluvia que hacemos descender del cielo que hace que broten todo tipo de plantas que se entremezclan, de las que se alimentan los hombres y los animales. Y cuando la tierra se adorna y se embellece (con sus frutos) y quienes la habitan creen que pueden disponer de ella, entonces enviamos sobre la tierra Nuestra orden (de destrucción) por la noche o durante el día, y la dejamos baldía como si el día anterior no hubiese tenido frutos. Así es como aclaramos las pruebas de Nuestro poder a gentes que reflexionan"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "Y Al-lah invita a la morada de la paz (el Paraíso) y guía a quien quiere hacia el camino recto"
        },
        {
            "chapter": 10,
            "verse": 26,
            "text": "Quienes hagan el bien y sean creyentes obtendrán la mejor de las recompensas y gozarán de algo más[342]. Ni las tinieblas ni la humillación cubrirán sus rostros. Esos serán los habitantes del Paraíso y allí vivirán eternamente"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "Pero quienes realicen malas acciones (nieguen la verdad y desobedezcan a Al-lah, y no se arrepientan) obtendrán una recompensa equivalente al mal que hicieron y la humillación los cubrirá. No tendrán ningún protector fuera de Al-lah. Sus rostros parecerán estar cubiertos por pedazos de la oscuridad de la noche. Esos serán los habitantes del fuego y allí permanecerán eternamente"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "Y el día en que los reunamos a todos (el Día de la Resurrección), diremos a los idólatras: “Quédense donde están, ustedes y lo que adoraban”. Entonces los separaremos, y los ídolos que adoraron les dirán (desentendiéndose de los idólatras): “No era a nosotros a quienes adoraban"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "Al-lah basta como testigo entre ustedes y nosotros de que (no les ordenamos adorarnos y nunca aceptamos su adoración) ni siquiera supimos de ella[343]”"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "Ese día, todos sabrán con exactitud las acciones que realizaron (en la vida terrenal) y retornarán a Al-lah, su verdadero Señor (para comparecer ante Él); y las falsas divinidades que inventaron desaparecerán (y no les servirán de nada)"
        },
        {
            "chapter": 10,
            "verse": 31,
            "text": "Pregúntales (¡oh, Muhammad!): “¿Quién les da sustento procedente del cielo y de la tierra?, ¿o quién les ha concedido el oído y la vista, y hace surgir lo vivo de lo muerto y lo muerto de lo vivo y tiene el control de todas las cosas?”. Contestarán: “¡Al-lah![344]”. Diles entonces: “¿No Lo temerán, pues (obedeciéndolo y absteniéndose de todo lo que les ha prohibido)?”"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "Este es Al-lah, su verdadero Señor. ¿Y qué hay más allá de la verdad, sino el extravío? ¿Cómo pueden alejarse (de la fe tras tener pruebas claras de la verdad)"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "Del mismo modo (que tales idólatras rechazaron la verdad y perseveraron en la idolatría) se ha cumplido el decreto de tu Señor contra quienes se rebelaron y se negaron a obedecerlo de que no creerían"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "Pregúntales (¡oh, Muhammad!): “¿Hay entre las divinidades que adoran alguna que pueda originar la creación y reproducirla?”. Diles: “Al-lah es (el único) que puede originarla y reproducirla; ¿cómo pueden alejarse (de la verdad y adorar a otros fuera de Él)?”"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "Pregúntales (¡oh, Muhammad!): “¿Hay entre las divinidades que adoran alguna que pueda guiar hacia la verdad?”. Diles: “Al-lah es (el único) que guía hacia la verdad”. ¿Quién tiene más derecho a ser seguido: Quien guía hacia la verdad (Al-lah) o quien no puede encontrar el buen camino a menos que sea guiado? ¿Qué les sucede? ¿Cómo juzgan?”"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "Y la mayoría de los hombres siguen solo conjeturas, y las conjeturas no son un argumento válido frente a la verdad. Ciertamente, Al-lah conoce bien lo que hacen"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "Y este Corán no puede ser obra de otro que no sea Al-lah y ha sido revelado como confirmación[345] de las Escrituras anteriores y como una explicación detallada de Sus preceptos. No hay ninguna duda sobre él y proviene del Señor de toda la creación"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "¿O acaso dicen que (Muhammad) se lo ha inventado? Diles (¡oh, Muhammad!): “Produzcan una sura similar[346] y convoquen a todos los que puedan fuera de Al-lah (para que les ayuden a producirla) si son veraces”"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Sin embargo, desmienten (el Corán) sin siquiera tener conocimiento de él (y sin haber reflexionado sobre sus aleyas) y niegan lo que no pueden comprender (acerca del Día de la Resurrección). De igual modo negaron la verdad quienes los precedieron. Observa (¡oh, Muhammad!) cuál fue el final de los injustos"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "Y entre ellos (los habitantes de La Meca) hay quienes creen en él (en el Corán) y quienes nunca lo harán. Y tu Señor (¡oh, Muhammad!) conoce bien quiénes no creen en él por su obstinación, injusticia y corrupción"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "Y si te desmienten (¡oh, Muhammad!), diles: “Yo soy responsable de mis acciones y ustedes de las suyas. Ustedes no son responsables de lo que yo hago ni yo soy responsable de lo que ustedes hacen”"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "Y entre ellos hay quienes te escuchan (si recitas el Corán, mas no se benefician de lo que oyen). ¿Acaso puedes hacer que los sordos (de corazón) escuchen cuando (además) no razonan (¡oh, Muhammad)"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "Y entre ellos hay quien te observa (pero no ve las pruebas de que eres un Profeta). ¿Acaso puedes guiar a los ciegos (de corazón) cuando no ven (la verdad)"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "Al-lah no es injusto con los hombres en lo más mínimo, sino que son los hombres quienes son injustos consigo mismos (al rechazar la verdad y desobedecer los mandatos de Al-lah)"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "Y el día en que (Al-lah) los reúna (el Día de la Resurrección) será como si los hombres solo hubiesen vivido un instante[347] y se reconocerán entre ellos. (Ese día) quienes negaban el encuentro con Al-lah y no estaban guiados serán los perdedores"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "Y aunque te mostremos en esta vida parte del (castigo) que les hemos prometido o te hagamos perecer (antes de presenciarlo, ¡oh, Muhammad!), igualmente regresarán a Nosotros (y serán juzgados con justicia); y Al-lah es testigo de lo que solían hacer"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "Y cada comunidad ha tenido un Mensajero[348]; y, tras su llegada, Al-lah las juzgó con equidad (castigó a quienes los desmentían y salvó a Sus mensajeros y a quienes creyeron en ellos) y no fueron tratadas de manera injusta"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "Y dicen (los idólatras de tu pueblo, ¡oh, Muhammad!): “¿Cuándo se cumplirá esta promesa (del castigo o del Día de la Resurrección con la que nos amenazan tú, Muhammad, y quienes te siguen), si son veraces?”"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "Diles: “Yo no tengo poder para reportarme a mí mismo un bien ni para alejar de mí un mal, solo me sucederá lo que Al-lah quiera que me ocurra, (ni tengo conocimiento sobre cuándo tendrá lugar lo que me preguntan). Todas las comunidades tienen un tiempo decretado (para su destrucción). Cuando este llegue, no podrán retrasarlo ni adelantarlo siquiera un instante”"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "Diles: “Díganme; si Su castigo se abatiera sobre ustedes (súbitamente) de noche o de día, ¿qué conseguirían apresurándolo, oh, idólatras"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "¿Creerían una vez que les llegara (cuando de nada les serviría entonces la fe)?”. (En ese momento se les diría:) “¿¡Ahora creen, cuando antes pedían (burlándose) que se les adelantara el castigo!?”"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "Después se les dirá a quienes fueron injustos: “Sufran el castigo eterno. ¿Acaso no obtienen la retribución que sus acciones merecían?”"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "Y te piden que les informes sobre si (la resurrección) sucederá de verdad. Diles: “Sí, por mi Señor que es cierta, y no podrán escapar (de Su castigo)”"
        },
        {
            "chapter": 10,
            "verse": 54,
            "text": "Y si todos los injustos que niegan la verdad poseyeran cuanto hay en la tierra, lo ofrecerían a cambio de librarse del castigo (el Día de la Resurrección). Y se arrepentirán en su interior (por no haber creído) cuando lo vean, y serán juzgados con equidad y no serán tratados injustamente (en lo más mínimo)"
        },
        {
            "chapter": 10,
            "verse": 55,
            "text": "A Al-lah pertenece cuanto hay en los cielos y en la tierra. Ciertamente, Su promesa es cierta, pero la mayoría de los hombres no lo saben"
        },
        {
            "chapter": 10,
            "verse": 56,
            "text": "Él es Quien da la vida y la muerte, y todos retornarán a Él (el Día de la Resurrección)"
        },
        {
            "chapter": 10,
            "verse": 57,
            "text": "¡Gentes!, les ha llegado una exhortación de su Señor, una cura para los corazones, una guía y misericordia para los creyentes (el Corán)"
        },
        {
            "chapter": 10,
            "verse": 58,
            "text": "Diles (a todos los seres humanos, ¡oh, Muhammad!) que se alegren del favor y de la misericordia de Al-lah (por guiarlos hacia el Islam), pues eso es mejor que todo lo que puedan acumular (en esta vida)"
        },
        {
            "chapter": 10,
            "verse": 59,
            "text": "Diles: “Díganme, ¿por qué han declarado ilícita una parte de las provisiones que Al-lah les ha concedido y otras lícitas? ¿Les ha dado Al-lah permiso para ello o están inventando mentiras contra Al-lah?”"
        },
        {
            "chapter": 10,
            "verse": 60,
            "text": "¿Qué creen quienes atribuyen mentiras a Al-lah (que se hará con ellos) el Día de la Resurrección? Al-lah concede Su favor a los hombres, mas la mayoría de ellos son desagradecidos"
        },
        {
            "chapter": 10,
            "verse": 61,
            "text": "Y tanto si estás ocupado en algún asunto como si recitas parte del Corán (¡oh, Muhammad!), o hagan lo que hagan (ustedes, creyentes), sepan que Al-lah es testigo de ello mientras lo llevan a cabo. Tu Señor no deja pasar nada por alto ni en la tierra ni en el cielo (¡oh, Muhammad!), aunque tenga el tamaño de una ínfima partícula; y no hay nada de menor o mayor tamaño que no esté registrado en un Libro esclarecedor junto a Él (la Tabla Protegida)"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "En verdad, quienes son amados por Al-lah y están más cerca de Él de entre Sus siervos no tendrán nada qué temer (en la otra vida) ni se sentirán afligidos"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "(esos son) quienes creen (en la unicidad de Al-lah) y tienen temor de Él (obedeciéndolo en todo lo que ordena y alejándose de lo que prohíbe)"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "Esos obtendrán buenas noticias en esta vida y en la otra. Las promesas de Al-lah son inalterables. Este es el gran triunfo"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "Y no te aflijas por lo que dicen (los idólatras). A Al-lah pertenece todo el poder; y Él es el Oyente (de todas las cosas), el Omnisciente"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "Ciertamente, a Al-lah pertenece cuanto hay en los cielos y en la tierra. ¿Qué siguen, entonces, quienes adoran a otros fuera de Al-lah[349]? No siguen más que conjeturas y no hacen más que mentir"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "Él es Quien creó la noche para que descansen y el día para que vean (y puedan procurarse su sustento). En esto hay pruebas (de que solo Al-lah merece la adoración) para quienes oyen (y reflexionan)"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "Y dicen[350]: “Al-lah ha tomado para Sí un hijo”. ¡Glorificado sea! Él no necesita nada de nadie. A Él pertenece cuanto hay en los cielos y en la tierra. ¿Tienen una prueba de ello o dicen sobre Al-lah lo que no saben"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "Diles (¡oh, Muhammad!): “Quienes inventan mentiras contra Al-lah no triunfarán”"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "Disfrutarán temporalmente de los bienes de esta vida y después retornarán a Nosotros, y los haremos sufrir un severo castigo por rechazar la verdad"
        },
        {
            "chapter": 10,
            "verse": 71,
            "text": "Y cuéntales (¡oh, Muhammad!) la historia de Noé cuando dijo a los suyos: “¡Pueblo mío!, si les cuesta (aceptar) mi presencia entre ustedes y que les recuerde las pruebas (de la unicidad) de Al-lah, (sepan) que en Él deposito mi confianza. Confabúlense, ustedes y aquello que adoran, en mi contra; expongan su decisión sin vacilar y ejecútenla sobre mí sin más demora"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "Y si se alejan (del mensaje que les traigo), (recuerden que) no les pido ninguna remuneración (por transmitírselo); es Al-lah Quien me recompensará por ello. Y se me ha ordenado ser de quienes se someten a Él"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "Pero lo desmintieron, y lo salvamos (junto) con quienes se hallaban con él en el arca, e hicimos que ellos sucedieran en la tierra (a quienes habían rechazado la verdad); y ahogamos a los que habían negado Nuestras pruebas. Observa (¡oh, Muhammad!) cuál fue el final de quienes fueron advertidos (y no creyeron)"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "Después enviamos otros mensajeros con pruebas evidentes a sus respectivos pueblos, mas no creyeron tras la llegada de estos, como tampoco creyeron con anterioridad. Así es como sellamos los corazones de los transgresores"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "Posteriormente enviamos a Moisés y a Aarón con Nuestras pruebas y milagros para que se presentasen ante el Faraón y sus dignatarios, pero estos se llenaron de orgullo y fueron perversos"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "Y cuando les llegó la verdad procedente de Nosotros, dijeron: “Esto es, en verdad, pura brujería”"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "Moisés dijo: “¿Dicen de la verdad, una vez que les ha llegado, que es brujería? Ciertamente, los brujos no prosperarán (ni triunfarán en esta vida ni en la otra)”"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "(Los dignatarios) dijeron: “¿Han venido para apartarnos de lo que nuestros antepasados seguían y para que ustedes dos dominen la tierra? ¡No vamos a creer en ustedes!”"
        },
        {
            "chapter": 10,
            "verse": 79,
            "text": "Y dijo el Faraón: “¡Tráiganme a todos los brujos instruidos!”"
        },
        {
            "chapter": 10,
            "verse": 80,
            "text": "Y cuando los brujos llegaron, Moisés les dijo: “Arrojen lo que quieran arrojar”"
        },
        {
            "chapter": 10,
            "verse": 81,
            "text": "Y cuando estos arrojaron (sus cuerdas y cayados, y hechizaron los ojos de quienes miraban), Moisés dijo: “Lo que han realizado es (solo) brujería, y Al-lah la anulará. Ciertamente, Al-lah no deja que prospere la obra de los corruptores"
        },
        {
            "chapter": 10,
            "verse": 82,
            "text": "Y Al-lah hace que triunfe la verdad (sobre la falsedad) con lo que dictamina, aunque ello disguste a los perversos”"
        },
        {
            "chapter": 10,
            "verse": 83,
            "text": "Pero solo creyeron en Moisés unos pocos de entre su pueblo[351] por miedo a que el Faraón y sus dignatarios[352] tomaran represalias contra ellos. El Faraón fue, en verdad, altivo (y tirano) en la tierra y era de los transgresores"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "Moisés dijo: “¡Pueblo mío!, si de verdad creen en Al-lah y someten a Él (su voluntad), depositen su confianza en Él”"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "Estos dijeron: “A Al-lah nos encomendamos”. (Y dijeron:) “¡Señor nuestro!, no permitas que caigamos bajo el poder de los injustos (y piensen que la verdad está con ellos para ponernos a prueba en nuestra religión)"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "¡Y sálvanos, por Tu misericordia, de quienes rechazan la verdad!”"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "E inspiramos a Moisés y a su hermano que se establecieran con su pueblo en Egipto, que hicieran de sus hogares un lugar de adoración[353], que cumplieran con la oración y que anunciaran a los creyentes la buena noticia (de la victoria en esta vida y en la otra)"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "Y Moisés invocó a su Señor (junto con su hermano) diciendo: “¡Señor nuestro!, tú concediste al Faraón y a los suyos esplendor y riquezas en esta vida, ¡oh, Señor!, para que desviaran a los hombres de Tu camino. ¡Señor!, destruye sus riquezas y endurece sus corazones para que no crean hasta que vean el castigo doloroso (que les espera)”"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "(Al-lah) respondió: “Su plegaria ha sido aceptada. Manténganse firmes (en la religión y en la exhortación de Mi mensaje al Faraón y a su pueblo) y no sigan el camino de quienes desconocen (la verdad de Mi promesa y Mi castigo)”"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "E hicimos que los hijos de Israel cruzaran el mar; mas los persiguieron el Faraón y su ejército con tiranía y hostilidad. Y cuando (las aguas se abatieron sobre el Faraón y) él se estaba ahogando (y vio el castigo de Al-lah), dijo: “Creo que no hay más divinidad que Aquel (Dios) en el que creen los hijos de Israel y soy de quienes se someten a Él”"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "(Dijo Al-lah:) ¿¡Ahora (crees, cuando de nada sirve ya la fe) y (Nos) desobedeciste con anterioridad y fuiste de los corruptores"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "Hoy rescataremos tu cuerpo (del agua) para que sirva de lección de Nuestra parte a quienes te sucedan[354]. Y, ciertamente, muchos hombres se desentienden de Nuestras pruebas (y de Nuestra revelación)"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "E hicimos que los hijos de Israel se establecieran en un lugar honorable (en las tierras de la Gran Siria) y les concedimos de las provisiones buenas y lícitas (de la tierra). Y no discreparon entre ellos (dividiéndose en la religión) hasta llegarles el conocimiento (de la verdad[355]). Ciertamente, tu Señor (¡oh, Muhammad!) los juzgará el Día de la Resurrección acerca de sus discrepancias"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "Y si dudas[356], ¡oh, Muhammad!, sobre lo que te hemos revelado, pregunta a quienes leían las Escrituras con anterioridad a ti[357]. Ciertamente, te ha llegado la verdad procedente de tu Señor (acerca de que tú eres un Profeta). No seas, pues, de los que dudan (sobre ella)"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "Y no seas de quienes niegan las pruebas de Al-lah porque estarías entre los perdedores"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "En verdad, aquellos sobre quienes se justifique la amenaza del castigo de tu Señor no creerán"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "aunque reciban todo tipo de pruebas, hasta que vean el castigo doloroso (que les espera, cuando de nada les sirva ya creer)"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "No hubo ningún pueblo que creyera y se beneficiara de su fe (cuando el castigo por haber desmentido a su Mensajero era ya inminente), salvo el de Jonás[358]. Cuando creyeron, los libramos de un castigo humillante en esta vida y les permitimos disfrutar durante un tiempo"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "Y si tu Señor quisiera (¡oh, Muhammad!), haría que creyeran todos los habitantes de la tierra[359]. Pero tú no puedes obligar a la gente a aceptar la fe"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "Y nadie puede creer si no es con la voluntad de Al-lah. Y el castigo se abatirá sobre quienes no reflexionan (en Sus pruebas y mandatos)"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "Di (a tu pueblo, ¡oh, Muhammad!): “Observen y reflexionen sobre (todas las pruebas acerca de la unicidad de Al-lah presentes en) los cielos y en la tierra. Pero ni las pruebas de Al-lah ni los amonestadores servirán de nada a quienes se niegan a creer"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "¿Acaso esperan días (de destrucción) similares a los que sufrieron sus predecesores (cuando fueron castigados por negar la verdad)? Diles: “¡Aguarden, entonces, (a que les llegue el castigo de Al-lah) que yo también espero con ustedes (que les llegue)!”"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Entonces salvamos a Nuestros mensajeros y a los creyentes, pues Nos hemos comprometido a hacerlo"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "Diles (¡oh, Muhammad!): “¡Oh, gentes!, si dudan acerca de mi religión, sepan que no adoro lo que ustedes adoran fuera de Al-lah, sino que adoro al Dios Único, que es Quien hace que perezcan. Y se me ha ordenado ser de los creyentes"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "y someterme completamente y con sinceridad a Al-lah, y no ser de los idólatras"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "Y (se me ha ordenado) no invocar fuera de Al-lah aquello que no puede ni beneficiarme ni perjudicarme, pues, de hacerlo, sería de los injustos”"
        },
        {
            "chapter": 10,
            "verse": 107,
            "text": "Si Al-lah hace que te alcance una desgracia, solo Él podrá librarte de ella; y si quiere el bien para ti, nadie podrá impedir (que seas agraciado con) Su favor. Él lo concede a quien quiere de entre Sus siervos, y Él es el Indulgente, el Misericordioso"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "Di (a tu pueblo, ¡oh, Muhammad!): “¡Gente!, les ha llegado la verdad procedente de su Señor. Quien siga el buen camino se guiará para su bien, pero quien se desvíe de él se extraviará en perjuicio propio; y yo no soy responsable de lo que hacen (y no puedo obligarlos a seguirlo)”"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "Y sigue lo que te ha sido revelado y sé paciente hasta que llegue el juicio de Al-lah. Y Él es el mejor de los jueces"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "Alif. Lam. Ra[361]. Este es un libro de perfectas aleyas que han sido explicadas con detalle, procedente de Aquel que es Sabio y está informado de todas las cosas"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "(y ha sido revelado) para que no adoren más que a Al-lah. Ciertamente, yo (Muhammad), soy un amonestador (para quienes rechacen la verdad) y un portador de buenas nuevas (para los creyentes) de parte Suya"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "(Y les ordena) pedir perdón a su Señor y que se vuelvan a Él arrepentidos (cuando pequen) para que sean dignos del bienestar que les proporcionará (en esta vida) hasta un plazo decretado y conceda a todo virtuoso Su abundante gracia (y recompensa en la otra vida, según merezcan sus obras). Mas si se alejan (de Sus mandatos), (sepan que) temo que se abata sobre ustedes el castigo de un terrible día (el Día de la Resurrección)"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "(Ese día) retornarán a Al-lah (para ser juzgados), y Él es Todopoderoso"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "(Los idólatras) pretenden disimular su aversión y creen poder esconderse de Al-lah; mas, aunque se cubran con sus vestimentas[362], Él sabe lo que esconden (en su interior) y lo que revelan. Ciertamente, Él conoce bien lo que encierran los corazones"
        },
        {
            "chapter": 11,
            "verse": 6,
            "text": "Y no hay criatura sobre la tierra cuyo sustento no recaiga en Al-lah, y Él conoce su lugar de residencia[363] (en la tierra) y dónde yacerá (tras morir). Todo está recogido en un registro claro (junto a Él)"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "Y Él es Quien creó los cielos y la tierra en seis días[364]para ponerlos a prueba y ver quiénes obraban mejor, y Su Trono estaba situado sobre el agua. Y si dices (a tu pueblo) que resucitarán tras morir, quienes rechazan la verdad contestarán que eso no es más que pura brujería"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "Y si les aplazamos el castigo hasta una fecha determinada, dirán: “¿Qué lo retiene?”. En verdad, cuando llegue, no podrá ser apartado de ellos y les sobrevendrá aquello de lo que se burlaban"
        },
        {
            "chapter": 11,
            "verse": 9,
            "text": "Y si concedemos al hombre parte de Nuestra misericordia y luego se la arrebatamos, se desespera y es desagradecido"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "Y si le concedemos Nuestra gracia después de haberle alcanzado la adversidad, dirá: “El mal se ha alejado de mí”, y se muestra contento y altivo (y desagradecido con su Señor)"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "Pero quienes sean pacientes y obren con rectitud obtendrán el perdón (de Al-lah) y una gran recompensa (en la otra vida)"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "Podría ser que pensaras en dejar de transmitirles parte de lo que se te revela (¡oh, Muhammad!, por la incredulidad que ves en ellos) y que te angusties porque dicen: “¿Por qué no ha descendido un tesoro o un ángel con él (como prueba de su veracidad)?”. (Mas transmíteles lo que se te revela, pues) tú no eres sino un amonestador, y Al-lah controla todos los asuntos (y registra todo lo que hacen)"
        },
        {
            "chapter": 11,
            "verse": 13,
            "text": "¿O acaso dicen que (Muhammad) se ha inventado[365] (el Corán)? Diles (¡oh, Muhammad!): “¡Produzcan diez suras similares y convoquen a quienes puedan fuera de Al-lah (para que les ayuden), si son veraces!”"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "Y si no te responden, que sepan (los idólatras) que el Corán ha sido revelado con el conocimiento (y sabiduría) de Al-lah (pues procede de Él y no es la palabra de ningún humano), y que nada ni nadie tiene derecho a ser adorado excepto Él. ¿Se someterán, pues, abrazando el Islam"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Quienes quieran (solo) esta vida terrenal y sus placeres obtendrán la plena recompensa de sus acciones en esta vida, sin escatimarles nada"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "Esos serán quienes no obtendrán más que el fuego en la otra vida; y todas las buenas acciones que hayan realizado se anularán y de nada les servirá lo que hicieron"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "¿Acaso quien se basa en una prueba clara de su Señor (el Corán) que es recitada (y transmitida) por un testigo Suyo de Su veracidad (el ángel Gabriel) (puede compararse con quien no se basa en nada sólido y desea solo la vida terrenal)? Y antes de él (el Corán), estaba el Libro revelado a Moisés (la Torá), el cual era una guía y misericordia. Esos (que creen en la Torá con una fe sincera) creen en el (Corán), mas a quienes lo rechazan de entre los incrédulos les aguarda el fuego. No dudes[366], pues, sobre el Corán, ya que es la verdad procedente de tu Señor, aunque la mayoría de la gente no cree (en ella)"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "¿Y quién es más injusto que quien inventa una mentira contra Al-lah? Quienes lo hagan comparecerán ante su Señor (el Día de la Resurrección), y los testigos[367] declararán: “Esos son quienes mintieron acerca de su Señor”. ¡Que Al-lah expulse a los injustos (los idólatras) de Su misericordia"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "esos que desvían (a los hombres) del camino de Al-lah y quieren que parezca tortuoso, y no creen en la otra vida"
        },
        {
            "chapter": 11,
            "verse": 20,
            "text": "esos no podrán escaparse de Al-lah en la tierra y no tendrán ningún protector fuera de Él. Recibirán un doble castigo (en el fuego), pues no fueron capaces de escuchar la verdad (beneficiándose de ella) ni de verla (a pesar de que Al-lah les había concedido la vista, el oído y el entendimiento)"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "Esos son quienes habrán causado su propia perdición y serán abandonados por lo que ellos mismos habían inventado (sin que les sirviera de nada)"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "Ellos serán quienes más perderán en la otra vida, sin duda alguna"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "Ciertamente, quienes crean, obren rectamente y se sometan con humildad a su Señor serán los habitantes del Paraíso y allí vivirán eternamente"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "Estos dos grupos de personas (quienes rechazan la verdad y quienes creen en ella) se asemejan (respectivamente) al ciego y sordo (los primeros) y a quien ve y puede oír (los segundos)[368]. ¿Acaso pueden compararse? ¿No reflexionarán, pues"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "Y enviamos a Noé a su pueblo (y les dijo:) “En verdad, yo soy un amonestador que habla con claridad"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "No adoren más que a Al-lah, de lo contrario temo para ustedes el castigo de un día penoso”"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "Los dignatarios que rechazaban la verdad de su pueblo dijeron: “Vemos que no eres más que un humano como nosotros y que solo te siguen los pobres y débiles que han creído sin reflexionar en lo que decías. No vemos que sean superiores a nosotros (para que los sigamos), y más bien creemos que son unos mentirosos”"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "(Noé) respondió: “¡Pueblo mío!, díganme, si yo me basara en una prueba clara de mi Señor y Él me hubiese concedido Su misericordia (haciendo de mí un Profeta), cosa que ustedes, en su ceguera, no perciben, ¿podría yo obligarlos a aceptarla[369] contra su voluntad"
        },
        {
            "chapter": 11,
            "verse": 29,
            "text": "¡Pueblo mío!, no les pido una retribución (por transmitirles el mensaje); Al-lah me recompensará por ello. Y no voy a echar de mi lado a quienes creen. Estos se encontrarán con su Señor (el Día de la Resurrección y Él los recompensará), pero veo que son gente ignorante"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "¡Pueblo mío!, ¿quién me protegerá (del castigo) de Al-lah si echo a esos creyentes de mi lado (como ustedes piden)? ¿Acaso no reflexionan"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "Yo no les digo que están en mi poder las provisiones con las que Al-lah los sustenta ni que poseo el conocimiento absoluto de todas las cosas que solo Él conoce ni que soy un ángel. Tampoco puedo decir de aquellos a quienes desprecian que Al-lah no va a recompensarlos; Él conoce lo que hay en su interior. Si dijera todo eso, sería de los injustos”"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "(Quienes negaban la verdad) le dijeron: “¡Noé!, ya has discutido bastante con nosotros; haz que nos sobrevenga aquello con lo que nos amenazas, si eres veraz”"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "(Noé) respondió: “Ciertamente, Al-lah hará que se abata sobre ustedes si así lo desea y, entonces, no podrán escapar"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "Y de nada les servirán mis advertencias, aunque quiera aconsejarlos bien, si Al-lah quiere para ustedes el extravío (debido a su obstinada negación de la verdad). Él es su Señor y a Él habrán de retornar (para ser juzgados)”"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "(Los idólatras de La Meca) dicen: “(Muhammad) se lo ha inventado[370]”. Diles: “Si me lo hubiera inventado, las consecuencias de mis pecados recaerían sobre mí, pero no soy responsable de los que ustedes cometen”"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "Y le fue revelado a Noé: “No creerá nadie más de tu pueblo que no haya creído ya; no te apenes, pues, por las acciones que cometen (quienes rechazan la verdad)"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "Y construye el arca bajo Nuestra supervisión y siguiendo las indicaciones que te revelamos; y no nos hables de los idólatras (intentando interceder por ellos) porque morirán ahogados”"
        },
        {
            "chapter": 11,
            "verse": 38,
            "text": "Y cada vez que pasaba ante él algún dignatario de su pueblo mientras construía el arca, se burlaba de él. (Noé) contestaba: “Si se burlan de nosotros, (sepan que) nosotros nos burlaremos después de ustedes, como ustedes lo hacen ahora"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "Y ya sabrán quién recibirá un castigo humillante (en esta vida) y un suplicio perpetuo (en la otra)”"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "Y cuando llegó Nuestra orden (del diluvio) y empezó a brotar agua del horno[371], dijimos (a Noé): “Haz que suban al arca una pareja de cada especie, tu familia —excepto quienes de ellos decretamos que perecerían por negar la verdad[372]— y todos los creyentes”. Pero solo creyeron unos pocos"
        },
        {
            "chapter": 11,
            "verse": 41,
            "text": "Y les dijo (Noé): “¡Suban al arca! ¡Que esta navegue y se detenga en el nombre de Al-lah! Ciertamente, mi Señor es Indulgente y Misericordioso”"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "Y (el arca) navegó con ellos, entre olas (enormes) como montañas. Y Noé llamó a su hijo, que se había alejado (del arca), diciéndole: “¡Hijo mío!, sube al arca con nosotros y no te quedes con quienes rechazan la verdad”"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "(Su hijo) contestó: “Me refugiaré en una montaña que me protegerá del agua”. Noé le dijo: “Nadie podrá protegerse del castigo de Al-lah, a menos que Al-lah se apiade de él”. Y una ola se interpuso entre ambos y fue de los que se ahogaron"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "Al-lah dijo (después de que el pueblo del Profeta Noé hubo perecido): “¡Tierra, absorbe tu agua! ¡Cielo, deja de llover!”. Y el nivel del agua descendió hasta que la tierra se secó, y así se cumplió la orden de Al-lah (de acabar con el pueblo incrédulo); y el arca se asentó sobre el monte Judi[373]. Y se dijo: “¡Que la gente injusta sea expulsada de la misericordia de Al-lah!”"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "Y Noé invocó a su Señor diciendo: “¡Señor!, mi hijo es parte de mi familia (y prometiste salvarla), y Tú siempre cumples tus promesas y eres el mejor de los jueces”"
        },
        {
            "chapter": 11,
            "verse": 46,
            "text": "(Al-lah) dijo: “¡Noé!, tu hijo no es parte de tu familia (a la que te hemos prometido salvar), pues sus acciones no eran rectas (y rechazaba la verdad). No me preguntes sobre lo que no tienes conocimiento. Te exhorto para que no seas de los ignorantes”"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "(Noé) respondió: “¡Señor!, me refugio en Ti de preguntarte aquello sobre lo que no tengo conocimiento; y si no me perdonas y te apiadas de mí, seré de los perdedores”"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "Le fue dicho (a Noé): “¡Noé!, desembarca con Nuestra paz y con Nuestras bendiciones sobre ti y sobre las comunidades (rectas) que desciendan de quienes te acompañan (en el arca). Pero habrá otras (que negarán la verdad) a las que dejaremos disfrutar durante un tiempo y después les infligiremos un doloroso castigo”"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "Estas son parte de historias (pasadas) que ignorabas y que te han sido reveladas (¡oh, Muhammad!). Ni tú ni tu pueblo las conocían con anterioridad. Sé paciente, pues el triunfo será para quienes tienen temor de Al-lah"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "Y al pueblo de ‘Ad enviamos a su hermano Hud como Profeta. Este dijo: “¡Pueblo mío!, adoren solo a Al-lah. No tienen otra divinidad (verdadera) fuera de Él. No hacen más que inventar mentiras contra Al-lah (al decir que otros comparten con Él la divinidad)"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "¡Pueblo mío!, no les pido una retribución (por transmitirles el mensaje); Quien me creó me recompensará por ello. ¿Acaso no razonan"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "¡Pueblo mío!, pidan perdón a Al-lah y vuélvanse a Él arrepentidos; Al-lah enviará sobre ustedes lluvia en abundancia y los fortalecerá concediéndoles más bienes e hijos. No se aparten de Él y no sean de los idólatras”"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "(Estos) dijeron: “¡Hud!, no nos has traído ninguna prueba (que confirme lo que dices); no vamos a dejar a nuestras divinidades por lo que tú nos digas, pues no te creemos"
        },
        {
            "chapter": 11,
            "verse": 54,
            "text": "Lo único que decimos es que algunas de nuestras divinidades han debido enviarte un mal (y has perdido la razón)”. (Hud) dijo: “Pongo a Al-lah por testigo, y sean testigos ustedes también, de que no soy responsable de lo que adoran"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "fuera de Al-lah. Conspiren todos contra mí y actúen sin más demora"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "Yo confío en Al-lah, mi Señor y su Señor. No hay ninguna criatura que no esté bajo Su poder. Ciertamente, Al-lah es justo en Su proceder"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "Y si dan la espalda a aquello a lo que los exhorto, (sepan que) yo les he transmitido el mensaje con el que he sido enviado a ustedes (y esto servirá de prueba en su contra cuando sean juzgados). (Y si no creen,) mi Señor los sustituirá por otro pueblo, y no podrán perjudicar a Al-lah en nada. En verdad, mi Señor los vigila y registra (todo lo que hacen)”"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "Y cuando llegó Nuestro castigo, salvamos a Hud y a quienes habían creído con él por misericordia Nuestra, y los libramos de un tremendo castigo"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "Ese fue el pueblo de ‘Ad. Rechazaron las pruebas de Su Señor, desobedecieron a Sus mensajeros[375] y siguieron las órdenes de todo dirigente soberbio y obstinado (que rechazaba la verdad)"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "Y se vieron alcanzados por el rechazo y la ira de Al-lah en esta vida; y el Día de la Resurrección, Al-lah los expulsará de Su misericordia y los castigará. En verdad, el pueblo de ‘Ad negó a su Señor. (Y se dijo:) ¡Que ‘Ad, el pueblo del Profeta Hud, sea expulsado de la misericordia de Al-lah"
        },
        {
            "chapter": 11,
            "verse": 61,
            "text": "Y al pueblo de Zamud enviamos a su hermano Saleh como Profeta. Este dijo: “¡Pueblo mío!, adoren solo a Al-lah. No tienen otra divinidad (verdadera) fuera de Él. Él los creó a partir de la tierra y los estableció en ella. Pídanle perdón y vuélvanse a Él arrepentidos. Ciertamente, mi Señor está cerca (de quien Lo invoca) y responde a las súplicas”"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "(Estos) dijeron: “¡Saleh!, en verdad, antes (de que nos exhortaras) habíamos puesto en ti la esperanza (de que fueras nuestro líder). ¿Nos prohíbes adorar las divinidades que nuestros antepasados adoraban? En verdad, tenemos muchas dudas sobre aquello a lo que nos exhortas”"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "Dijo (Saleh): “¡Pueblo mío!, díganme; si yo me basara en una prueba clara de mi Señor y Él me hubiese concedido Su misericordia (haciendo de mí un Profeta), ¿quién me ayudaría contra Al-lah si yo Lo desobedeciera? Solo conseguirían aumentar mi perdición (si les hiciera caso y dejara de exhortarlos)"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "¡Pueblo mío!, esta es una camella[376] de Al-lah y una prueba para ustedes. Dejen que coma de la tierra de Al-lah y no le hagan ningún daño; de lo contrario, recibirían un castigo que no se haría esperar”"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "Sin embargo, la mataron. Entonces (Saleh) dijo: “Disfruten en sus hogares durante tres días. (Después, el castigo se abatirá sobre ustedes.) Esa es una promesa que se cumplirá”"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "Y cuando llegó Nuestra orden de destrucción, salvamos a Saleh y a quienes habían creído con él por misericordia Nuestra, y los libramos de la humillación del Día de la Resurrección. Ciertamente, Al-lah es el Fuerte, el Poderoso"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "Un gran estruendo[377] alcanzó a quienes habían sido injustos (por desmentir a su Mensajero), y amanecieron tendidos muertos en sus hogares"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "como si nunca los hubieran habitado. Ciertamente, el pueblo de Zamud negó a su Señor. (Y se dijo:) ¡Que el pueblo de Zamud sea expulsado de la misericordia de Al-lah"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "Y, ciertamente, se presentaron Nuestros enviados ante Abraham (unos ángeles bajo apariencia humana) con la buena noticia (de su próxima descendencia). Lo saludaron diciendo: “Paz”, y Abraham contestó: “Paz”. Y se apresuró a llevarles un ternero asado"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "Pero cuando vio que sus manos no se acercaban a la comida (pues los ángeles no necesitan alimentarse), desconfió de ellos y tuvo miedo. Estos dijeron: “¡No temas! Hemos sido enviados (para destruir) el pueblo de Lot”"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "Y la mujer de Abraham, que se hallaba presente, se rio (sorprendida al saber que los invitados eran ángeles) y estos le anunciaron que Al-lah le concedería a Isaac, a quien le sucedería su hijo Jacob"
        },
        {
            "chapter": 11,
            "verse": 72,
            "text": "Esta dijo: “¡Ay de mí! ¿Voy a dar a luz ahora que soy una anciana y mi marido ha alcanzado la senectud? Verdaderamente, esto es algo sorprendente”"
        },
        {
            "chapter": 11,
            "verse": 73,
            "text": "(Los ángeles) dijeron: “¿Te sorprendes del decreto de Al-lah? (Cuando desea algo, Le basta con decir ‘sé’, y ‘es’) ¡Que la misericordia y las bendiciones de Al-lah estén con ustedes, habitantes de la casa de Abraham! En verdad, Él es digno de toda alabanza y gloria”"
        },
        {
            "chapter": 11,
            "verse": 74,
            "text": "Y cuando el miedo de Abraham se disipó y recibió la buena noticia (de su futura descendencia), se puso a discutir a favor del pueblo de Lot"
        },
        {
            "chapter": 11,
            "verse": 75,
            "text": "Ciertamente, Abraham era paciente y tolerante, invocaba mucho a su Señor y siempre se volvía a Él en arrepentimiento"
        },
        {
            "chapter": 11,
            "verse": 76,
            "text": "(Los ángeles) le dijeron: “¡Abraham, desiste de defenderlos! Ya ha llegado el decreto de tu Señor y recibirán un castigo irrevocable”"
        },
        {
            "chapter": 11,
            "verse": 77,
            "text": "Y cuando Nuestros enviados (los ángeles) se presentaron ante Lot, este se afligió por ellos y se angustió (por lo que su pueblo pudiera hacer con sus huéspedes), y dijo: “¡Este va ser un día terrible!”"
        },
        {
            "chapter": 11,
            "verse": 78,
            "text": "Y los hombres de su pueblo, que solían cometer obscenidades, se apresuraron hacia él (deseosos de cometer con sus huéspedes la inmoralidad a la que estaban acostumbrados). Lot dijo: “¡Pueblo mío!, allí están mis hijas[378] (para casarse con ellas); ellas son más puras para ustedes. Teman a Al-lah y no me avergüencen ofendiendo a mis huéspedes. ¿Es que no hay entre ustedes ningún hombre sensato (que impida a los demás tales prácticas)?”"
        },
        {
            "chapter": 11,
            "verse": 79,
            "text": "(Estos) dijeron: “Sabes muy bien que no tenemos interés en tus hijas ni tenemos necesidad de ellas, y sabes también lo que queremos”"
        },
        {
            "chapter": 11,
            "verse": 80,
            "text": "(Lot) dijo: “¡Ojalá tuviera poder (para impedírselos) o contase con quien pudiera ayudarme!”"
        },
        {
            "chapter": 11,
            "verse": 81,
            "text": "(Los ángeles) dijeron: “¡Lot!, somos unos enviados de tu Señor. Tu pueblo no podrá hacerte ningún daño. Huye con tu familia durante la noche y que ninguno de ustedes vuelva la mirada atrás, con la excepción de tu esposa[379]. Le sucederá lo que a los demás. El momento fijado será el alba. ¿Acaso no está el alba cerca?”"
        },
        {
            "chapter": 11,
            "verse": 82,
            "text": "Y cuando llegó Nuestra orden (de destrucción), volteamos la ciudad poniéndola boca abajo e hicimos que se precipitaran sobre ella sucesivas piedras de barro cocido caídas del cielo"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "las cuales habían sido marcadas junto a tu Señor (con el nombre de los pecadores incrédulos a quienes iban dirigidas). Y sepan que (ese castigo) no está lejos de cualquiera que sea injusto"
        },
        {
            "chapter": 11,
            "verse": 84,
            "text": "Y al pueblo de Madián enviamos a su hermano Shu'aib como Profeta. Este dijo: “¡Pueblo mío!, adoren solo a Al-lah. No tienen otra divinidad verdadera fuera de Él. No timen (a la gente) cuando midan y pesen (los productos con los que comercializan). Veo que gozan de prosperidad y temo que les sobrevenga el castigo de un día del que nadie escapará"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "¡Pueblo mío!, pesen y midan con equidad. No se apropien de lo que le corresponde a la gente y no corrompan la tierra"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "Lo que obtengan de manera lícita (cuando negocien) es mucho mejor para ustedes si de verdad son creyentes. Y yo no soy su guardián (y no es a mí a quien habrán de rendir cuentas)”"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "(Estos) dijeron: “¡Shu'aib!, ¿tu religión te ordena que dejemos de adorar lo que nuestros antepasados adoraban y que no hagamos con nuestros bienes lo que nos plazca? (Y dijeron con sarcasmo:) ¡Qué tolerante y sensato eres!”"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "(Shu'aib) respondió: “¡Pueblo mío!, díganme; si yo me basara en una prueba clara de mi Señor y Él me hubiese concedido una buena provisión (¿la corrompería mezclándola con beneficios no lícitos basados en el engaño?). Yo no pretendo contradecirme incumpliendo lo que les prohíbo. Solo quiero corregirlos en lo que pueda, pero el conseguirlo depende de Al-lah. En Él deposito mi confianza y ante Él me arrepiento"
        },
        {
            "chapter": 11,
            "verse": 89,
            "text": "¡Pueblo mío!, que sus discrepancias conmigo no los lleven (a rechazar la verdad y) a ser castigados como lo fueron los pueblos de Noé, Hud y Saleh. Y lo que le sucedió al pueblo de Lot no les queda muy lejano"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "Pidan perdón a su Señor y vuélvanse a Él en arrepentimiento. En verdad, mi Señor es Misericordioso y Afectuoso”"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "(Estos) respondieron: “¡Shu'aib!, no entendemos mucho de lo que dices y te vemos débil entre nosotros. Si no fuera por tu linaje, te lapidaríamos, pues tú no tienes poder contra nosotros”"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "(Shu'aib) dijo: “¡Pueblo mío!, ¿acaso mi linaje es más importante para ustedes que Al-lah y se olvidan de Él dándole la espalda? En verdad, (el conocimiento de) Al-lah abarca todo lo que hacen"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "¡Pueblo mío!, obren como quieran, que yo también obraré según mi modo; y pronto sabrán sobre quién se abatirá un castigo humillante y quién es el mentiroso. Esperen (a ver el castigo que les aguarda), yo también espero con ustedes (su castigo)”"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "Y cuando llegó Nuestra orden (de destrucción), salvamos a Shu'aib y a quienes habían creído con él por misericordia Nuestra, y un estruendo alcanzó a quienes habían sido injustos consigo mismos (por desmentir a su Mensajero), y amanecieron tendidos muertos en sus hogares"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "como si nunca los hubieran habitado. ¡Que el pueblo de Madián sea expulsado de la misericordia de Al-lah como sucedió con el pueblo de Zamud"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "Y, ciertamente, enviamos a Moisés con Nuestros milagros y pruebas evidentes"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "al Faraón y a sus dignatarios, pero estos siguieron las órdenes del Faraón, y las órdenes del Faraón no eran sensatas"
        },
        {
            "chapter": 11,
            "verse": 98,
            "text": "Irá al frente de su pueblo el Día de la Resurrección y los conducirá al fuego. ¡Y a qué pésimo lugar serán conducidos"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "No recibirán la misericordia de Al-lah en esta vida ni el Día de la Resurrección. ¡Qué malo es lo que obtendrán"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "Estas son algunas historias de pueblos pasados (cuya destrucción) te contamos (¡oh, Muhammad!); de algunos perduran restos, mas otros fueron completamente arrasados"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "Y no fuimos injustos con ellos, sino que ellos fueron injustos consigo mismos (al rechazar la verdad). Y de nada les sirvieron las divinidades que adoraban fuera de Al-lah cuando llegó la orden (del castigo) de tu Señor, y solo les valieron para incrementar su perdición"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "Así es como Al-lah castiga a un pueblo cuando es injusto. Ciertamente, Su castigo es doloroso y severo"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "En estas historias hay, en verdad, una lección para quienes temen el castigo del Día de la Resurrección. Ese será el día en que los hombres serán reunidos y que todos presenciarán"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "Y retrasamos ese día hasta que llegue el momento decretado para él"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "Cuando llegue, nadie podrá hablar sin el permiso de Al-lah. Entre ellos habrá desdichados y afortunados"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "Los desdichados entrarán al fuego, donde exhalarán fuertes quejidos y respirarán con dificultad"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "Allí permanecerán para siempre, salvo quienes Al-lah quiera[380]. Ciertamente, Al-lah hace lo que Le place"
        },
        {
            "chapter": 11,
            "verse": 108,
            "text": "Y los afortunados entrarán al Paraíso y allí vivirán para siempre, salvo quienes Al-lah quiera[381] (y hayan tenido que entrar anteriormente al fuego por no haber obrado rectamente). Esta será una gracia de Al-lah continua y sin límites"
        },
        {
            "chapter": 11,
            "verse": 109,
            "text": "Y no tengas dudas sobre (la falsedad) que adoran los idólatras (¡oh, Muhammad!). Adoran lo mismo que adoraban sus antepasados, y recibirán por ello su parte correspondiente del castigo, sin mengua alguna"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "Y concedimos a Moisés las Escrituras (la Torá), pero su pueblo discrepó acerca de ellas (al igual que tu pueblo discrepa sobre el Corán, ¡oh, Muhammad!). Y de no haber sido por lo que Al-lah había decretado (que la retribución de las acciones tendría lugar el Día de la Resurrección), ya habrían sido juzgados y castigados en esta vida. Y, ciertamente, (quienes rechazan la verdad de entre los judíos, así como los idólatras) tienen serias dudas (acerca del Corán)"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "Y, sin duda alguna, tu Señor recompensará a todos según sus acciones. Él está bien informado de lo que hacen"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "Mantente firme en el camino recto tal y como se te ha ordenado (¡oh, Muhammad!), así como quienes crean contigo, y no transgredan (los límites o leyes de Al-lah). Ciertamente, Él ve lo que hacen"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "Y no se inclinen hacia los injustos (que rechazan la verdad), pues serían alcanzados por el fuego y no tendrían ningún protector fuera de Al-lah ni serían auxiliados"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "Y realiza el salat[382] al principio y al final del día y en diferentes momentos de la noche[383]. En verdad, las buenas acciones borran las malas. Esto es una exhortación para quienes meditan"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "Y sé paciente, pues Al-lah no deja sin recompensa a quienes hacen el bien"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "Entre los pueblos que los precedieron no hubo personas piadosas que censuraran la corrupción en la tierra, salvo unas pocas a las que salvamos (junto a sus profetas); mientras que los injustos se entregaron al disfrute de los bienes terrenales que se les había concedido y fueron gente pecadora que negó la verdad"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "Y tu Señor no destruye ningún pueblo injustamente si sus habitantes son creyentes que ordenan el bien y censuran el mal"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "Y si tu Señor hubiera querido (¡oh, Muhammad!), habría hecho que todos los hombres formasen una sola comunidad (con una única religión); mas (los hombres) no dejarán de discrepar entre ellos"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "salvo quienes reciban la misericordia de su Señor (y sigan la religión verdadera: la de la unicidad de Al-lah); mas con ese fin Él los creó (para que discreparan entre ellos y unos fuesen recompensados y otros castigados)[384]. Y se cumplirá la palabra de Al-lah: “Llenaré el Infierno de hombres y de yinn” (por no haber creído ni en Al-lah ni en Sus profetas)"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "Y todo lo que te contamos acerca de las historias de los mensajeros lo hacemos para afianzar tu corazón. Y, ciertamente, esta (sura) contiene la verdad, y es una exhortación y un motivo de reflexión para los creyentes"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "Y diles (¡oh, Muhammad!) a quienes se niegan a creer: “Sigan con su manera de actuar, que nosotros también seguiremos con la nuestra"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "Y aguarden (a ver el castigo que se abatirá sobre ustedes), que nosotros también esperamos (verlo)”"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "Y Al-lah posee el conocimiento absoluto del gaib[385] (que Sus siervos desconocen) en los cielos y en la tierra, y todos los asuntos retornarán a Él (para que decida sobre ellos). Adórenlo, pues, y depositen su confianza en Él. Tu Señor no deja pasar por alto lo que hacen"
        },
        {
            "chapter": 12,
            "verse": 1,
            "text": "Alif. Lam. Ra[387]. Estas son las aleyas de un libro esclarecedor"
        },
        {
            "chapter": 12,
            "verse": 2,
            "text": "Hemos revelado el Corán en lengua árabe para que puedan comprenderlo"
        },
        {
            "chapter": 12,
            "verse": 3,
            "text": "Vamos a contarte (¡oh, Muhammad!) la historia más hermosa de las que te revelamos en el Corán y que antes desconocías"
        },
        {
            "chapter": 12,
            "verse": 4,
            "text": "Recuerda cuando José dijo a su padre: “¡Padre mío!, he visto en un sueño que once astros, el sol y la luna se postraban ante mí”"
        },
        {
            "chapter": 12,
            "verse": 5,
            "text": "(Su padre) dijo: “¡Hijo mío! No cuentes tu sueño a tus hermanos, pues podrían conspirar contra ti. En verdad, el Demonio es un enemigo declarado del hombre"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "Así es como tu Señor te ha escogido y te enseñará la interpretación de los sueños, y completará Su gracia sobre ti (haciendo de ti un Profeta) y sobre la familia de Jacob, como ya hiciera con tus antepasados Abraham e Isaac. Ciertamente, tu Señor es Sabio y Omnisciente”"
        },
        {
            "chapter": 12,
            "verse": 7,
            "text": "En José y sus hermanos hay, en verdad, una lección y pruebas sobre el poder y la sabiduría de Al-lah para quienes preguntan (acerca de su historia)"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "Recuerda cuando (los hermanos de José) se dijeron entre sí: “Nuestro padre ama a José y a su hermano (pequeño de madre, Benjamín,) más que a nosotros, mientras que nosotros somos un grupo fuerte y numeroso. Ciertamente, nuestro padre está en un claro error"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "Matemos a José o expulsémoslo lejos para que nuestro padre se fije solo en nosotros, y arrepintámonos después para ser rectos y virtuosos”"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "Uno de ellos dijo: “No maten a José. Arrójenlo a un pozo donde pueda encontrarlo alguna caravana (que se lo lleve lejos como esclavo), si están decididos a hacerlo”"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "(Entonces se dirigieron a su padre y le) dijeron: “¡Oh, padre!, ¿por qué no nos confías a José si nosotros nos preocupamos por él y queremos su bien"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Envíalo con nosotros mañana para que se divierta y juegue, y nosotros lo protegeremos”"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "(Su padre) dijo: “Si se lo llevan, me entristeceré, y temo que lo devore el lobo en un descuido de ustedes”"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "(Estos) respondieron: “Si se lo comiera el lobo siendo como somos, un grupo fuerte, seríamos unos inútiles”"
        },
        {
            "chapter": 12,
            "verse": 15,
            "text": "Y cuando se llevaron a José habiendo acordado arrojarlo al fondo de un pozo, le revelamos: “Un día les recordarás lo que hicieron y no te reconocerán”"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "Y se presentaron ante su padre por la noche, llorando"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "Dijeron: “¡Oh, padre!, nos pusimos a hacer carreras y dejamos a José con nuestras pertenencias, y un lobo se lo comió; y no vas a creernos a pesar de que decimos la verdad”"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "Y le mostraron la camisa de José manchada de una sangre falsa. (El padre) dijo: “¡No (no es cierto lo que dicen)!, algo malo han tramado contra él[388]. Seré paciente. Al-lah es mi único consuelo ante lo que cuentan (pues solo a Él puedo pedirle ayuda)”"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "Y llegó una caravana (de viajeros) y mandaron a unos por agua. Cuando echaron el cubo en el pozo, uno de ellos dijo: “¡Buenas noticias! ¡Aquí hay un niño!”. Y ocultaron la verdad sobre José (al resto de la caravana) con la intención de venderlo como una mercancía[389]. Pero Al-lah sabía bien lo que hacían"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "Y lo vendieron por un bajo precio, por unas pocas piezas de plata[390], pues consideraban a José insignificante"
        },
        {
            "chapter": 12,
            "verse": 21,
            "text": "El egipcio que lo compró le dijo a su mujer: “¡Haz que su estancia (entre nosotros) sea confortable! Puede que nos sea de utilidad o que lo adoptemos como hijo”. Así es como establecimos a José en la tierra de Egipto y le enseñamos la interpretación de los sueños. Nadie puede evitar que se cumpla la voluntad de Al-lah, pero la mayoría de la gente no lo sabe"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "Y cuando se hizo un hombre le concedimos sabiduría y conocimiento. Así es como recompensamos a quienes hacen el bien"
        },
        {
            "chapter": 12,
            "verse": 23,
            "text": "Y la señora de la casa intentó seducirlo y cerró las puertas. Entonces le dijo: “¡Ven a mí!”. Él contestó (rechazándola): “¡Que Al-lah me proteja! Mi amo (tu marido) me ha tratado siempre bien (no voy a traicionarlo). En verdad, los injustos no triunfarán”"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "Y ella lo deseó, y él habría accedido de no haber visto una señal de su Señor. Y así alejamos de él el mal y la indecencia. Ciertamente, él era uno de Nuestros siervos a los que escogimos (para transmitir Nuestro mensaje) y era sincero (en su adoración a Al-lah)"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "Y ambos corrieron hacia la puerta y ella le desgarró la camisa por detrás, y se encontraron con su marido en el umbral. Ella dijo (maliciosamente para alejar de ella cualquier sospecha): “¿Qué merece quien ha pretendido una mala acción contra tu mujer sino la cárcel o un castigo doloroso?”"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "(José) dijo: “¡Ella fue quien intentó seducirme!”. Un miembro de la familia de ella dijo: “Si la camisa está desgarrada por delante, ella dice la verdad y él miente"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "mas si la camisa está desgarrada por detrás, ella miente y él dice la verdad”"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "Y cuando (su marido) vio que la camisa estaba desgarrada por detrás, dijo: “Esta es una maquinación de las que hacen las mujeres. Ciertamente, sus maquinaciones son terribles"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "José, no menciones a nadie lo sucedido; y tú, (mujer) pide perdón por tus pecados, en verdad, has sido una pecadora”"
        },
        {
            "chapter": 12,
            "verse": 30,
            "text": "Y algunas mujeres de la ciudad comentaban: “La mujer de Al Aziz[391] pretende seducir a su joven sirviente. Está loca de amor por él. Ciertamente, la vemos en un claro error”"
        },
        {
            "chapter": 12,
            "verse": 31,
            "text": "Cuando ella supo lo que rumoreaban, les envió (unas invitaciones) y preparó un banquete, y entregó un cuchillo (bien afilado) a cada una de ellas (para que cortaran la comida). Entonces le dijo (a José): “Entra para que te vean”. Cuando lo vieron, exaltaron (su belleza) y se cortaron las manos con los cuchillos (sin darse cuenta), y dijeron (maravilladas): “¡Válganos Al-lah! Este no es un ser humano, sino un ángel noble”"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "Entonces, ella dijo: “He aquí aquel por quien me criticaban. Y es cierto que quise seducirlo, pero él se resistió. Mas si no hace (ahora) lo que le ordeno, será encarcelado o humillado”"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "(José) invocó a Al-lah diciendo: “¡Señor!, prefiero la cárcel a lo que me piden; y si no apartas de mí lo que traman, cederé y seré de los ignorantes”"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "Y su Señor respondió a su súplica y alejó de él lo que maquinaban. En verdad, Él es el Oyente (de todas las cosas), el Omnisciente"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "Después, a pesar de ver las pruebas (de su inocencia), consideraron conveniente encarcelarlo durante un tiempo (para evitar las habladurías)"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "Y entraron con él a la cárcel dos jóvenes. Uno de ellos le dijo (a José): “Me he visto (en sueños) prensando uva”. Y el otro le dijo: “Yo he visto (en sueños) que llevaba pan sobre la cabeza y que los pájaros comían de él. Explícanos su interpretación, pues vemos que eres un hombre de bien”"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "(José) respondió: “Antes de que les traigan la comida que les proporcionan, les habré contado su interpretación, pues es parte de lo que mi Señor me ha enseñado. (Sepan que) me he desentendido de la religión de quienes no creen en Al-lah y niegan la otra vida"
        },
        {
            "chapter": 12,
            "verse": 38,
            "text": "y sigo la religión de mis antepasados Abraham, Isaac y Jacob. No podemos adorar a otros equiparándolos con Al-lah (sino que debemos adorarlo solo a Él). Esta es una gracia[392] de Al-lah para nosotros y para la humanidad, pero la mayoría de la gente es desagradecida"
        },
        {
            "chapter": 12,
            "verse": 39,
            "text": "Compañeros de prisión, ¿qué es mejor, adorar a varias divinidades o adorar solo a Al-lah, el Único, el Dominador Supremo"
        },
        {
            "chapter": 12,
            "verse": 40,
            "text": "Lo que adoran fuera de Él no son sino nombres que ustedes mismos y sus antepasados han inventado (con los que nombran a sus ídolos) sin la autorización de Al-lah. El poder de decretar pertenece solo a Al-lah, y ha ordenado que se Lo adore solo a Él. Esa es la religión recta y verdadera, pero la mayoría de la gente no lo sabe"
        },
        {
            "chapter": 12,
            "verse": 41,
            "text": "¡Compañeros de prisión!, con respecto a sus sueños, uno de ustedes (saldrá libre) y servirá vino a su señor (volviendo a gozar de su gracia), y el otro será clavado en un madero y los pájaros comerán de su cabeza. Lo que me han preguntado está ya decidido”"
        },
        {
            "chapter": 12,
            "verse": 42,
            "text": "Y (José) dijo a quien creía que se salvaría de los dos: “¡Háblale de mí a tu señor!”. Mas el Demonio hizo que se olvidara, y (José) permaneció en la cárcel durante unos años"
        },
        {
            "chapter": 12,
            "verse": 43,
            "text": "Y dijo el rey[393] (de Egipto): “Veo en mis sueños que siete vacas gordas son devoradas por siete flacas, y veo también siete espigas verdes y siete secas. ¡Ustedes, mis dignatarios!, díganme qué significa, si pueden interpretar los sueños”"
        },
        {
            "chapter": 12,
            "verse": 44,
            "text": "Estos respondieron: “Es una maraña de sueños, y nosotros no sabemos interpretarlos”"
        },
        {
            "chapter": 12,
            "verse": 45,
            "text": "Y el que (había sido compañero de José en la cárcel y) se había salvado se acordó de él al cabo de un tiempo y dijo: “Yo les informaré sobre su significado. Permitan que vaya (a ver a José)”"
        },
        {
            "chapter": 12,
            "verse": 46,
            "text": "(Cuando vio a José le dijo:) “José, tú que eres un hombre veraz, dime qué significan sietes vacas gordas devoradas por siete flacas, y siete espigas verdes y siete secas para que pueda regresar a mi gente y sepan (la respuesta)”"
        },
        {
            "chapter": 12,
            "verse": 47,
            "text": "(José) respondió: “Cultivarán la tierra durante siete años consecutivos, y lo que recolecten lo dejarán en su espiga, salvo una pequeña parte que consumirán"
        },
        {
            "chapter": 12,
            "verse": 48,
            "text": "Después vendrán siete años duros en los que consumirán lo que habían almacenado para ellos, salvo una pequeña parte que habrán reservado (para sembrar)"
        },
        {
            "chapter": 12,
            "verse": 49,
            "text": "A continuación vendrá un año (de abundante lluvia) que socorrerá a la gente, y en él prensarán (para hacer aceite y vino)”"
        },
        {
            "chapter": 12,
            "verse": 50,
            "text": "El rey dijo: “¡Tráiganlo (a José) ante mí!”. Y cuando el emisario se presentó ante él, (José) le dijo: “Regresa a tu señor y pregúntale qué sucedió con las mujeres que se cortaron las manos. Ciertamente, mi Señor sabe bien lo que tramaban”"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "(El rey las hizo comparecer y) les preguntó: “¿Qué pasó cuando intentaron seducir a José?”. Estas contestaron: “¡Válganos Al-lah! No hizo nada malo que supiéramos”. La mujer de Al Aziz dijo entonces: “Ahora la verdad saldrá a la luz (para todos). Yo fui quien intentó seducirlo, y él dice la verdad"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "Esto es para que se sepa que yo no lo traicioné a sus espaldas y que Al-lah no deja que triunfen los planes de los traidores"
        },
        {
            "chapter": 12,
            "verse": 53,
            "text": "Y no pretendo exculparme (de toda culpa), pues el interior del hombre lo incita al mal, salvo a quien recibe la misericordia de mi Señor. Ciertamente, mi Señor es Indulgente y Misericordioso”"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "El rey dijo: “Tráiganme a José; lo destinaré a mi servicio”. Y cuando habló con él, le dijo: “Desde hoy ocupas entre nosotros un puesto de confianza”"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "(José) dijo: “Pónganme a cargo de las despensas del país, pues sabré protegerlas con conocimiento”"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Y así es como le concedimos a José poder en el país para establecerse donde quisiera. Concedemos Nuestra misericordia a quien queremos, y no dejamos a quienes hacen el bien sin recompensa"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Y la recompensa de la otra vida es mejor para quienes creen y temen a Al-lah"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "Y llegaron los hermanos de José (para comprar provisiones) y se presentaron ante él sin reconocerlo, aunque él sí los reconoció"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "Y cuando les hubo suministrado las provisiones que necesitaban, les dijo: “(La próxima vez que vengan) traigan con ustedes a su hermano de padre (que dicen que tienen), pues ven que doy la medida cumplida de grano y que soy el mejor anfitrión"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "Mas si no lo traen, no los abasteceré más y no se acercarán a mí”"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "Estos dijeron: “Haremos lo posible para persuadir a su padre; eso haremos”"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "Y dijo José a sus criados: “Pongan de nuevo sus mercancías en sus alforjas para que las reconozcan cuando lleguen a su familia y regresen[395]”"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "Y cuando regresaron junto a su padre, dijeron: “¡Padre!, no nos suministrarán más alimentos (si no vamos con nuestro hermano). Envíalo con nosotros para que nos aprovisionen, nosotros lo cuidaremos de verdad”"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "Dijo (el padre): “¿Cómo podría confiárselos después de que les confiara a su hermano con anterioridad (e hicieron con él lo que hicieron)? Al-lah es el mejor protector y el más Misericordioso”"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "Y cuando abrieron sus pertenencias encontraron que sus mercancías les habían sido devueltas. Dijeron: “¡Padre!, ¿qué más podemos desear? Estas son nuestras mercancías y nos han sido devueltas. Conseguiremos más provisiones para nuestra familia, protegeremos a nuestro hermano y obtendremos la carga de un camello más; será fácil obtenerla”"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "(El padre) dijo: “No lo enviaré con ustedes hasta que juren solemnemente por Al-lah que regresarán con él, a menos que puedan con todos ustedes”. Y cuando hubieron jurado, les dijo: “Al-lah es testigo de cuanto hemos dicho”"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "Y dijo: “¡Hijos míos!, no entren (en la ciudad) por una sola puerta, entren por puertas distintas (por su bien), (aunque) yo no puedo serles de ninguna utilidad ante lo que Al-lah haya dispuesto. El poder de decretar pertenece solo a Al-lah. A Él me encomiendo yo y quienes confían en Él”"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "Y entraron por donde su padre les había ordenado, aunque ello no les habría servido de nada ante el designio de Al-lah y respondía solo a una necesidad interior que Jacob satisfizo (de proteger a sus hijos del mal de ojo). Ciertamente, poseía un gran conocimiento (de la religión) que le habíamos enseñado, pero la mayoría de la gente no posee este conocimiento"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "Y cuando se presentaron ante José, este se aproximó a su hermano (Benjamín) y le dijo (a modo de secreto): “Yo soy tu hermano. No te aflijas por lo que hicieron (con nosotros)”"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "Y cuando les hubo suministrado las provisiones, depositó la copa (de oro) con la que medía el grano en la alforja de su hermano. Luego se oyó a alguien gritar: “¡Ustedes, los de la caravana, son unos ladrones!”"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "Estos dijeron, mientras se aproximaban: “¿Qué es lo que echas en falta?”"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "Respondieron: “No encontramos la copa (de oro) del rey. Quien la encuentre obtendrá como recompensa la carga de un camello, lo garantizamos”"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "(Los hermanos de José) dijeron: “Por Al-lah que saben que no hemos venido aquí para corromper la tierra, y no somos unos ladrones”"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "Dijeron: “¿Y cuál será su castigo si mienten?”"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "(Los hermanos de José) respondieron: “Podrán quedarse (en calidad de esclavo), como castigo, con aquel en cuyas alforjas se encuentre. Así es como retribuimos a los injustos”"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "Y (José) empezó a registrar sus alforjas (sin encontrar nada), y finalmente extrajo la copa de la de su hermano (Benjamín). Así es como planeamos que José pudiera tomar a su hermano. No podía hacerlo según la ley del rey[397], a menos que Al-lah quisiera. Elevamos la posición de quien queremos. Pero hay Uno (Al-lah) que está por encima de todos los dotados de conocimiento"
        },
        {
            "chapter": 12,
            "verse": 77,
            "text": "(Sus hermanos) dijeron (mintiendo): “Si ha robado, ya lo hizo un hermano suyo con anterioridad[398]”. Y José se contuvo y no reveló lo que pensaba. Dijo para sí: “Ustedes están en una situación peor, y Al-lah sabe bien lo que dicen”"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "(Sus hermanos) le dijeron: “¡oh, Al Aziz!, su padre es un anciano. Toma a cualquiera de nosotros en su lugar, pues vemos que eres un hombre de bien”"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "José (respondió): “¡Que Al-lah nos proteja de tomar a otro que no sea aquel en cuyo poder encontramos lo que nos pertenecía! De lo contrario, seríamos injustos”"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "Y cuando perdieron la esperanza de convencerlo, se retiraron para discutir en privado (la situación). El mayor de ellos dijo: “¿Han olvidado que nuestro padre nos hizo jurar por Al-lah (que regresaríamos con Benjamín) y que antes ya faltamos a la palabra que le dimos con respecto a José? Yo no dejaré esta tierra (de Egipto) hasta que mi padre me dé permiso para ello o Al-lah me juzgue, y Él es el mejor de los jueces"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Regresen a su padre y díganle: ‘¡Oh, padre!, tu hijo (Benjamín) ha robado (y ha sido tomado como esclavo en compensación), y solo damos fe de lo que sabemos, y no podíamos saber lo que iba a pasar (cuando juramos que volveríamos con él)"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "Pregunta a las gentes de la ciudad en donde estuvimos y a la caravana con la que regresamos, pues, ciertamente, decimos la verdad’”"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "(El padre) dijo: “¡No, (no es cierto lo que dicen)!, algo malo han tramado contra él. Seré paciente, puede que Al-lah me los traiga a todos[399] de vuelta. Ciertamente, Él es el Omnisciente, el Sabio”"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "Y se apartó de ellos y dijo: “¡Qué pena siento por José!”. Y perdió la vista debido a la tristeza y al dolor que reprimía"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "(Ellos dijeron): “Por Al-lah que no dejarás de recordar a José hasta consumirte por la vejez o perecer”"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "(El padre) contestó: “Solo me quejo de mi angustia y de mi pena ante Al-lah, y sé de Él lo que ustedes no saben"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "¡Hijos míos!, vayan e indaguen acerca de José y de su hermano (Benjamín), y no pierdan la esperanza de que Al-lah se apiade de ustedes. Ciertamente, solo se desesperan de Su misericordia quienes rechazan la verdad”"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "Y cuando se presentaron ante José, dijeron: “¡Oh, Al Aziz!, nosotros y nuestra familia nos hemos visto afectados por el hambre y la adversidad, y apenas hemos traído mercancías para intercambiar. Abastécenos dándonos la medida completa y sé caritativo con nosotros. En verdad, Al-lah recompensa a quienes son caritativos”"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "(José) les dijo (revelándoles su verdadera identidad): “¿Acaso no se acuerdan de lo que hicieron con José y con su hermano[400] cuando eran ignorantes?”"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "(Sus hermanos) dijeron: “¿Eres tú, en verdad, José?”. Dijo: “Sí, lo soy, y este es mi hermano. Ciertamente, Al-lah nos ha agraciado (reuniéndonos de nuevo). (Que sepan) quienes tienen temor de Al-lah y son pacientes que Al-lah no deja sin recompensa a quienes hacen el bien”"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "(Estos) dijeron: “¡Por Al-lah que Él te ha preferido sobre nosotros, y nosotros hemos sido pecadores!”"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "(Dijo) José: “No habrá hoy para ustedes reproche alguno. Al-lah los ha perdonado, y Él es el más Misericordioso de todos"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "Vayan con esta camisa mía y pónganla sobre el rostro de mi padre para que vuelva a ver. Después, vuelvan aquí con toda la familia”"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "Y cuando la caravana regresó (de Egipto), su padre dijo: “¡Percibo el olor de José, aunque piensen que he perdido la razón con la edad!”"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "(Quienes estaban presentes junto con el padre) le dijeron: “¡Por Al-lah! ¡Sigues en tu antiguo error (de no querer olvidar a José por el amor que le tenías)!”"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "Y cuando el portador de las buenas noticias llegó, puso la camisa sobre el rostro (de Jacob) y este recobró la vista. Dijo (Jacob): “¿No les dije que sabía de Al-lah lo que ustedes ignoraban?”"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "(Los hermanos de José) le dijeron: “¡Oh, padre!, pide perdón a Al-lah por nuestros pecados; ciertamente, hemos sido unos pecadores”"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "(Este) dijo: “Pediré a mi Señor que los perdone. En verdad, Él es el Indulgente, el Misericordioso”"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "Y cuando (toda la familia) se presentó ante José, este tomó a sus padres cerca de él y les dijo: “Entren (y establézcanse) en Egipto. Si Al-lah quiere, no tendrán aquí nada qué temer”"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "E hizo que sus padres tomaran asiento (cerca de él) en un lugar honorable, y (entonces) ellos y sus hermanos se postraron ante él (en señal de respeto, como se hacía entonces con los reyes). Y dijo (José): “¡Padre mío, esta es la interpretación del sueño que tuve hace tiempo! Al-lah ha hecho que se cumpla. Y, ciertamente, me agració cuando me liberó de la prisión y los trajo del desierto después de que el Demonio sembrara la discordia entre mis hermanos y yo. En verdad, mi Señor es Benévolo con quien quiere, y Él es el Omnisciente, el Sabio”"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "(Después, José invocó a su Señor diciendo:) “¡Señor!, me has concedido poder y me has enseñado la interpretación de los sueños. ¡Creador de los cielos y de la tierra!, Tú eres mi protector en esta vida y en la otra; haz que muera sometido a Ti y reúneme (en la otra vida) con los rectos y virtuosos”"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "Esto es parte de las historias que desconocías (¡oh, Muhammad!) y que te revelamos. Y no estabas con (los hermanos de José) cuando prepararon su plan y lo llevaron a cabo"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "Y la mayoría de la gente no creerá (en la verdad), por mucho que lo desees"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "Y tú (¡oh, Muhammad!) no les pides ninguna remuneración (por trasmitirles el Corán). Este no es sino una exhortación para los mundos (de los hombres y de los yinn)"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "Y hay muchísimas pruebas (sobre la unicidad de Al-lah) que contemplan en los cielos y en la tierra, mas les dan la espalda (al no reflexionar sobre ellas)"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "Y la mayoría de quienes creen en Al-lah (como el único Creador de los cielos y de la tierra) adoran a otros además de a Él"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "¿Acaso creen que están a salvo de que los envuelva el castigo de Al-lah o de que les llegue la Hora de repente, sin que se den cuenta"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "Diles (¡oh, Muhammad!): “Este es mi camino. Tanto yo como quienes me siguen exhortamos a la religión de Al-lah con pruebas firmes. ¡Glorificado sea Al-lah! Y yo no soy de los idólatras”"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "Y antes de ti (¡oh, Muhammad!), no enviamos como mensajeros Nuestros sino a hombres a quienes inspiramos Nuestra revelación (para que la transmitieran) a las gentes de sus propias ciudades. ¿Acaso no viajan por la tierra y ven cuál fue el final de quienes los precedieron (y reflexionan sobre ello)? Y la Última Morada (del Paraíso) junto a Al-lah es mejor para los piadosos. ¿Es que no razonarán"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "Y cuando los mensajeros perdieron toda esperanza (de que sus respectivos pueblos creyeran) y pensaron que (los creyentes que los seguían) empezaban a dudar sobre la veracidad de sus palabras, llegó Nuestra ayuda y salvamos a quienes quisimos; y los pecadores idólatras no pueden evitar que Nuestro castigo se abata sobre ellos"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "Ciertamente, en estas historias hay una lección para los hombres de buen juicio. (Este Corán) no es un relato inventado, sino que es la confirmación de lo que ya tenían (en los Libros Sagrados anteriores) y una explicación detallada de todas las cosas; es una guía y misericordia para quienes creen"
        },
        {
            "chapter": 13,
            "verse": 1,
            "text": "Alif. Lam. Mim. Ra[403]. Estas son las aleyas del Libro (el Corán), y lo que tu Señor te ha revelado (¡oh, Muhammad!) es la verdad, aunque la mayoría de la gente no (lo) cree"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "Al-lah es Quien elevó los cielos sin columnas, como ven, y luego se asentó sobre el Trono. Ha sometido el sol y la luna (a Su voluntad), y cada uno recorre su curso hasta un tiempo fijado (el Día de la Resurrección). Él controla todos los asuntos (de Sus criaturas) y explica con detalle las pruebas (de Su poder) para que (reflexionen sobre ellas y) tengan certeza del encuentro con su Señor (para ser juzgados)"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "Él es Quien ha expandido[404] la tierra (haciéndola vasta) y ha creado en ella firmes montañas y ríos, y de todos los frutos ha creado dos tipos. Hace que la (oscuridad de la) noche cubra (la luz) del día. En verdad, en ello hay pruebas claras (del poder de Al-lah) para gentes que reflexionan"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "Y en la tierra hay terrenos distintos que son colindantes y hay viñedos, cultivos y palmeras, algunas de las cuales parten de un mismo tronco y otras, no; y todo es irrigado por una misma agua (a pesar de sus diferencias). Y preferimos unos frutos a otros. Ciertamente, en todo ello hay pruebas (del poder de Al-lah) para gentes que razonan"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "Y si te sorprende (¡oh, Muhammad!) que te desmientan, más sorprendente es que digan (negando la resurrección): “¿Cuando seamos polvo, volveremos a la vida?”. Esos son quienes no creen en su Señor. (El Día de la Resurrección) llevarán cadenas en el cuello (por las que serán arrastrados hacia su destino). Esos serán los habitantes del fuego y allí permanecerán eternamente"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "(Quienes rechazan la verdad) te piden (a modo de desafío) que les envíes sin demora el castigo (sobre el cual los adviertes) en vez de (pedirte) un bien, a sabiendas de que pueblos anteriores a ellos recibieron un castigo ejemplar (por su incredulidad). En verdad, tu Señor perdona a los hombres a pesar de sus malas acciones (si estos se arrepienten), pero también es severo en el castigo (con quienes continúan desobedeciéndolo y negando la verdad)"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "Y quienes rechazan la verdad dicen: “¿Por qué no ha sido enviado con (Muhammad) un milagro de su Señor?”. Mas tú eres solamente un amonestador, y todos los pueblos han recibido un Profeta como guía"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Al-lah conoce lo que cada hembra lleva en su vientre, lo que no llega a completarse en el útero y las gestaciones que superan la media[405]. Todo junto a Él tiene su determinada medida"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "Él es el Conocedor del gaib[406] y de lo manifiesto, y es el más Grande y el más Sublime"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Da lo mismo si alguno de ustedes dice algo en secreto o en público, si se esconde en (la oscuridad de) la noche o se muestra durante el día (pues el conocimiento de Al-lah lo abarca todo)"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "(Todo hombre) tiene unos ángeles guardianes que se suceden para protegerlo, por delante y por detrás, por orden de Al-lah. En verdad, Al-lah no cambia la buena situación de la que disfruta un pueblo a menos que él mismo cambie (abandonando la obediencia a su Señor)[407]. Y si Al-lah quiere castigar a un pueblo, nada puede impedírselo, y este no tendrá fuera de Al-lah quién lo proteja"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "Él es Quien les hace ver el relámpago, el cual les hace temer (la tormenta) y anhelar (la lluvia), y es Quien forma las pesadas nubes"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "Y el trueno Lo glorifica con alabanzas[409], así como los ángeles, por temor a Él. Y Él es Quien envía los rayos y alcanza con ellos a quien quiere. No obstante, quienes rechazan la verdad discuten sobre Al-lah; y Él es severo en el castigo"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "Solo Él merece ser invocado y adorado. Y aquello que (los idólatras) invocan fuera de Él no puede responder en absoluto a sus súplicas, del mismo modo que el agua no acude a la llamada del (sediento) que extiende las manos hacia ella desde lejos para que esta llegue a su boca[410]. Y la súplica de quienes rechazan la verdad no es de ninguna utilidad"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Y ante Al-lah se postra, por la mañana y al atardecer, cuanto existe en los cielos y en la tierra, voluntariamente o a la fuerza, así como sus sombras"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Pregunta (a tu pueblo, ¡oh, Muhammad!): “¿Quién es el Señor de los cielos y de la tierra?”. Responde: “Al-lah”. Diles: “¿Toman, entonces, a otros protectores y aliados fuera de Él que no pueden ni beneficiarse ni perjudicarse a sí mismos?”. Pregúntales: “¿Acaso puede compararse el ciego con el vidente o pueden compararse las tinieblas con la luz?». ¿O acaso aquellos a los que adoran además de a Él han originado una creación parecida a la de Él, hasta el punto de creer que ambas creaciones son similares? Diles: “Al-lah es el Creador de todas las cosas, y Él es el Único[412], el Dominador Supremo”"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "Él hace descender agua del cielo que corre entre los valles según la capacidad de estos, arrastrando espuma en su superficie[413]. Y de los minerales que funden para fabricar adornos y utensilios sale una espuma parecida. Así es como Al-lah compara la verdad con la falsedad: la espuma, que de nada sirve, acaba desapareciendo; pero lo que beneficia a los hombres permanece en la tierra. Así es como Al-lah presenta los ejemplos"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "Quienes respondan a la llamada de su Señor (obedeciéndolo y siguiendo a Su Mensajero) obtendrán la mejor de las recompensas; y quienes no, aunque poseyeran todo cuanto hay en la tierra e incluso más, y lo ofrecieran para librarse del castigo, de nada les serviría. Cuando sean juzgados estarán en una mala situación (por sus malas acciones) y morarán en el Infierno; ¡y qué pésima morada"
        },
        {
            "chapter": 13,
            "verse": 19,
            "text": "¿Acaso puede compararse quien sabe que lo que tu Señor te ha revelado es la verdad con quien no lo sabe (y no cree en ella)? Ciertamente, solo reflexionan los hombres de buen juicio"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "esos que cumplen su compromiso con Al-lah y no quebrantan ningún tipo de pacto"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "esos que mantienen lo que Al-lah ha ordenado mantener (como los lazos familiares), tienen temor de Al-lah y temen el castigo de la otra vida"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "y esos que son constantes y pacientes (en los actos de obediencia a su Señor y ante la adversidad) y anhelan Su complacencia, cumplen con el salat, dan en caridad parte de lo que les hemos concedido, tanto en secreto como públicamente, y responden al mal con el bien. Esos triunfarán en la otra vida"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "Entrarán en los Jardines de la Eternidad (situados en los niveles superiores del Paraíso) en compañía de aquellos de entre sus padres, esposas y descendientes que hayan obrado con rectitud; y los ángeles entrarán por cualquier puerta para darles la bienvenida y congratularlos"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "(Les dirán:) “La paz esté con ustedes por haber sido constantes y pacientes. ¡Qué excelente final el suyo!”"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "Y a quienes quebranten sus pactos con Al-lah después de haberlos acordado, rompan los (lazos) que Al-lah ha ordenado mantener y corrompan la tierra, a esos Al-lah los expulsará de Su misericordia y tendrán un pésimo final"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "Ciertamente, Al-lah concede provisión abundante a quien quiere y se la restringe a quien quiere. Y (quienes rechazan la verdad) se complacen en la vida terrenal, a pesar de no ser esta más que un placer pasajero comparado con la otra que les espera"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "Y quienes rechazan la verdad dicen: “¿Por qué no ha descendido con (Muhammad) un milagro de su Señor?”. Diles: “Ciertamente, Al-lah extravía a quien quiere (por negar la verdad) y guía hacia Él a quienes Lo buscan arrepentidos"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "esos que creen y cuyos corazones se tranquilizan con la mención de Al-lah”. Ciertamente, los corazones encuentran sosiego al mencionar y glorificar a Al-lah (exaltando Su nombre)"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "Quienes crean en Al-lah y en Su Mensajero y obren rectamente obtendrán felicidad[415] y un hermoso destino (en el Paraíso)"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "(Del mismo modo que enviamos mensajeros con anterioridad a ti, ¡oh, Muhammad!) te hemos enviado a una comunidad que vio pasar antes a otras comunidades, para que les recites lo que te ha sido revelado (el Corán). Pero, a pesar de ello, no creen en el Clemente. Diles: “Él es mi Señor, no existe nada ni nadie con derecho a ser adorado excepto Él. En Él deposito mi confianza y a Él será mi retorno”"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "Y si hubiera un libro (revelado) capaz de hacer mover las montañas de lugar, abrir la tierra o hacer hablar a los muertos (este sería el Corán). Pero Al-lah es Quien tiene el poder de decisión sobre todas las cosas. ¿Acaso quienes creen no saben aún que si Al-lah hubiera querido, habría guiado a todos los hombres? Y quienes rechazan la verdad no dejarán de padecer calamidades por lo que han cometido, o estas pasarán cerca de sus hogares hasta que llegue el castigo que Al-lah les ha prometido. Ciertamente, Al-lah no incumple Sus promesas"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "Y (también) fueron objeto de burlas otros mensajeros que te precedieron (¡oh, Muhammad!). No obstante, los dejé disfrutar por un tiempo y luego Mi castigo se abatió sobre ellos. ¡Y qué terrible fue Mi castigo"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "¿Acaso puede compararse Aquel que tiene conocimiento de todo lo que hace el hombre con quienes no lo tienen (los falsos ídolos)? Y aun así, (los idólatras) equiparan a Al-lah con las divinidades a las que adoran. Pregúntales (¡oh, Muhammad!): “¿Quiénes son esas divinidades?”. ¿Es que informan (a Al-lah) sobre algo que desconoce en la tierra o dicen (ustedes) solo palabras sin sentido? Ciertamente, quienes rechazan la verdad se han dejado seducir por su incredulidad y se han desviado del (buen) camino. Y nadie puede guiar a quien Al-lah extravía (por obstinarse en negar la verdad)"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "Esos serán castigados en esta vida, mas el castigo de la otra vida será peor, y no tendrán quién los proteja del castigo de Al-lah"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "Esta es la descripción del Paraíso prometido a los piadosos: estará surcado por ríos, sus frutos no se agotarán jamás y su sombra será permanente. Tal es el destino de quienes temen a Al-lah (obedecen Sus mandatos y se abstienen de lo que prohíbe); mas quienes rechazan la verdad tendrán por destino final el fuego"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "(Quienes creen en la verdad de entre) los judíos y los cristianos se complacen en lo que te ha sido revelado (el Corán, porque ven que es una confirmación de lo que tenían en sus Escrituras). Y entre los grupos que se oponen a ti hay quienes rechazan parte de él. Diles (¡oh, Muhammad!): “Ciertamente, se me ha ordenado adorar solo a Al-lah y a nadie más. A Él dirijo mis súplicas y a Él es mi retorno (el Día de la Resurrección)”"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Y del mismo modo (que enviamos revelaciones sagradas a los profetas en sus propias lenguas), te hemos revelado a ti (¡oh, Muhammad!) este Corán en lengua árabe, que contiene claros preceptos (para que juzgues entre los hombres). Y si siguieras los deseos de los idólatras, después del conocimiento que has recibido (procedente de Al-lah), no tendrías quién te protegiera y te librara de Su castigo"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "Y, ciertamente, enviamos mensajeros anteriores a ti (a sus respectivos pueblos) y les concedimos (también) esposas y descendencia[416]. Y ningún Mensajero puede producir un milagro sin el permiso de Al-lah. Todo asunto tiene un tiempo decretado para él"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Al-lah anula lo que quiere y confirma lo que quiere (de Sus revelaciones anteriores y preceptos). Y junto a Él está el Libro principal (o Tabla Protegida donde están registradas todas las cosas, antes incluso de que sucedan)"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Y tanto si presencias parte del castigo que hemos prometido en esta vida (a quienes rechazan la verdad) como si te hacemos perecer antes (¡oh, Muhammad!, serán igualmente castigados). A ti solo te corresponde amonestarlos, mientras que a Nosotros Nos corresponde juzgarlos y recompensarlos por sus acciones"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "¿Acaso no ven que vamos reduciendo la tierra por sus extremos?[417] Y a Al-lah le corresponde juzgar y nadie puede oponerse a Su sentencia. Y Al-lah es rápido en la retribución de Su recompensa"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Y, ciertamente, ya hubo quienes conspiraron contra Sus mensajeros con anterioridad, pero Al-lah es mejor planeando (y haciendo que lo que traman se vuelva contra ellos). Él conoce todas las acciones que el hombre realiza. Y ya sabrán quienes rechazan la verdad quiénes triunfarán al final"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "Y quienes niegan la verdad dicen que tú (¡oh, Muhammad!) no eres un Mensajero. Diles: “Al-lah basta como testigo entre nosotros, así como quienes tienen conocimiento de las Escrituras, de que digo la verdad”"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "Alif. Lam. Ra[419]. Este (Corán) es un libro que te hemos revelado para que saques a los hombres de las tinieblas (de la incredulidad), con el permiso de su Señor, y los guíes hacia la luz (de la fe), hacia el camino del Poderoso, del Digno de toda alabanza"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "(hacia el camino de) Al-lah, a Quien pertenece todo cuanto hay en los cielos y en la tierra. ¡Y que quienes rechazan la verdad se guarden de un castigo severo"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "Quienes prefieren la vida terrenal a la eterna y desvían a los hombres del camino de Al-lah haciendo que este parezca tortuoso están extraviados, muy lejos (de la verdad)"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "Y todos los mensajeros que hemos enviado hablaban la lengua de su pueblo para que pudieran explicarles (el mensaje) con claridad. Y Al-lah extravía a quien quiere (por obstinarse en rechazar la verdad) y guía a quien quiere; y Él es el Poderoso, el Sabio"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "Y, ciertamente, enviamos a Moisés con Nuestros milagros y pruebas (y le dijimos:) “Saca a tu pueblo de las tinieblas (de la incredulidad) y guíalos hacia la luz (de la fe), y recuérdales los favores que Al-lah les ha concedido[420]”. En ello hay en una lección para todo aquel que es paciente (en la adversidad) y agradece (las bendiciones de Al-lah)"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "Y (recuerda a tu gente, ¡oh, Muhammad!) cuando Moisés dijo a su pueblo: “Recuerden el favor de Al-lah sobre ustedes cuando los salvó de las gentes del Faraón, quienes les infligían horribles tormentos; degollaban a sus hijos varones recién nacidos y dejaban vivas a sus mujeres. En ello tenían una dura prueba de su Señor"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "Y (recordad) cuando su Señor declaró: ‘Si son agradecidos, les concederé más (favores), pero si niegan Mis gracias (y rechazan la verdad y desobedecen), (sepan que) Mi castigo es severo’”"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "Y les dijo Moisés: “Si ustedes y todos los hombres de la tierra negaran la verdad, no perjudicarían a Al-lah en absoluto, pues Él no necesita nada ni de nadie y Él es el digno de toda alabanza”"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "¿Acaso no han recibido noticias de lo que sucedió a los pueblos que los precedieron, como el del (Profeta) Noé, el pueblo de ‘Ad, el de Zamud y otros que los siguieron y que solo Al-lah conoce? Sus mensajeros se presentaron ante ellos con pruebas evidentes (sobre su veracidad), pero se llevaron las manos a la boca (para morderlas de rabia) y dijeron: “En verdad, no creemos en el (mensaje) que nos traen, y tenemos serias dudas acerca de aquello a lo que nos exhortan”"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "Los mensajeros dijeron: “¡¿Cómo dudan de Al-lah cuando Él es el Creador de los cielos y de la tierra?! Los llama (a la obediencia) para perdonar sus pecados y les concede un plazo de tiempo (durante el cual no los castiga) antes del momento decretado (de su muerte)”. Dijeron: “No son más que seres humanos como nosotros y quieren alejarnos de lo que adoraban nuestros antepasados. ¡Tráigannos una clara prueba (de su veracidad)!”"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Los mensajeros les dijeron: “Es cierto que nosotros no somos sino seres humanos como ustedes, pero Al-lah concede Su favor a quien quiere de entre Sus siervos; y no podemos traerles una prueba si no es con el consentimiento de Al-lah. Y en Al-lah depositan su confianza los creyentes"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "¡¿Y cómo podríamos no confiar en Al-lah cuando Él es Quien nos ha guiado?! Soportaremos con paciencia el daño que nos hagan; y en Al-lah depositan su confianza quienes se encomiendan a Él”"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "Quienes rechazaban la verdad dijeron a sus mensajeros: “¡Los expulsaremos de nuestra tierra si no regresan a nuestra religión!”. Entonces Al-lah reveló a Sus mensajeros: “Acabaremos con los injustos (que rechazan la verdad)"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "y después los haremos habitar la tierra que ocupaban. Eso será para quienes teman comparecer ante Mí y teman Mi castigo”"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "Y (los mensajeros) pidieron ayuda a Al-lah y la victoria (contra quienes rechazaban la verdad de su pueblo), y todo prepotente obstinado fue derrotado y destruido"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "Les aguarda el Infierno, donde se les dará de beber un agua de pus y sangre"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "que beberán a sorbos contra su voluntad, aunque apenas podrán tragarla. La muerte los rodeará por todas partes, pero no morirán; y tendrán ante ellos un suplicio tremendo"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Las (buenas) obras de quienes no creen en su Señor son como las cenizas que el viento se lleva con fuerza en un día de tormenta[421]. No recibirán ninguna recompensa por ellas (el Día de la Resurrección porque carecían de una base firme: la fe en Al-lah). Ese es el (mayor) extravío (del camino recto)"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "¿Acaso no ven (hombres) que Al-lah creó los cielos y la tierra con un firme propósito? Si quisiera, podría hacerlos desaparecer y sustituirlos por otras gentes"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "y eso no sería difícil para Al-lah"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "Y todas las criaturas comparecerán ante Al-lah (para ser juzgados el Día de la Resurrección). Entonces, los débiles (que seguían a sus líderes) dirán a los arrogantes (que se rebelaron contra la obediencia a Al-lah y a quienes los débiles obedecían): “Ciertamente, los seguíamos a ustedes, ¿podrán sernos de ayuda frente al castigo de Al-lah?”. Los arrogantes contestarán: “Si Al-lah nos hubiera guiado, los habríamos guiado también a ustedes[422]. No importa si desesperamos o somos pacientes, pues no tenemos escapatoria”"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "Y el Demonio dirá cuando todo esté ya decidido: “En verdad, la promesa de Al-lah era cierta, y yo también les hice promesas, pero los traicioné; y no tenía ningún poder sobre ustedes para hacer que me siguieran, excepto el de hacerles promesas falsas que creyeron. No me culpen a mí, pues, y cúlpense a ustedes mismos. Yo no puedo socorrerlos, y ustedes tampoco pueden socorrerme a mí[423]. Me desentiendo de que me equipararan con Al-lah (en la vida terrenal obedeciéndome en Su lugar). Ciertamente, los injustos que rechazan la verdad tendrán un castigo doloroso”"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "Y quienes creyeron y obraron rectamente entrarán al Paraíso, por orden de su Señor, por el que corren ríos y donde vivirán eternamente; y serán recibidos con el saludo de paz"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "¡¿No ves (¡oh, Muhammad!) cómo Al-lah compara el mensaje del Islam (no existe nada ni nadie con derecho a ser adorado excepto Él) con un buen árbol de raíces firmes y ramas que se alzan hacia el cielo"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "Este da siempre frutos a su debido tiempo con el permiso de su Señor. Así es como Al-lah presenta Sus ejemplos y los aclara para que la gente reflexione"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "Y Al-lah compara toda palabra (que conduce a la idolatría) con un árbol malo que ha sido arrancado del suelo y que carece de estabilidad"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "Al-lah hace que los creyentes se mantengan firmes (en su fe) en esta vida y en la otra[426], y extravía a los injustos que rechazan la verdad. Y Al-lah hace lo que quiere"
        },
        {
            "chapter": 14,
            "verse": 28,
            "text": "¿Acaso no has visto a quienes han cambiado las gracias de Al-lah por la negación de la verdad (al desmentir a Muhammad y el mensaje del Islam) y han llevado a su gente a la destrucción"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "Arderán en el Infierno; ¡y qué pésimo lugar para establecerse"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "Han equiparado a Al-lah con otros a los que adoran para extraviar a los hombres de Su camino. Diles (¡oh, Muhammad!): “¡Disfruten por un tiempo, que su destino será el fuego!”"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "Diles a Mis siervos creyentes que cumplan con el salat y que den en caridad, en secreto o públicamente, parte de lo que les hemos concedido, antes de que llegue el Día (de la Resurrección) en el que ni se aceptará de ellos compensación alguna ni de nada les servirán las amistades"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "Al-lah es Quien ha creado los cielos y la tierra, y hace descender la lluvia del cielo para que broten frutos para su sustento. Y Él es Quien hace que las embarcaciones naveguen por el mar a su disposición por orden Suya, y Él es Quien ha puesto los ríos al servicio de ustedes"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "Y también ha puesto a disposición de ustedes el sol y la luna que siguen su curso incesantemente, y ha puesto a su servicio la noche (para que descansen) y el día (para que busquen su sustento)"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "Y les ha concedido todo lo que Le han solicitado. Y si contasen los favores que Al-lah les ha dispensado, no podrían llevar la cuenta. Ciertamente, el hombre es injusto e ingrato"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "Y recuerda (¡oh, Muhammad!) cuando Abraham invocó (a su Señor) diciendo: “¡Señor!, haz de esta tierra (de La Meca) un lugar seguro, y no permitas que mis hijos y yo adoremos los ídolos"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "¡Señor!, (los ídolos) han extraviado a muchos hombres. Aquel que me siga será de los míos, y aquel que me desobedezca (estará en Tus manos), pues Tú eres el Indulgente, el Misericordioso"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "¡Señor!, he establecido a parte de mi descendencia[428] en un valle donde no hay cultivos, cerca de Tu Casa Sagrada para que establezcan la oración, Señor. Haz que los corazones de la gente se vuelquen en ellos (con afecto y compasión) y provéelos de frutos para que sean agradecidos"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "¡Señor!, Tú sabes lo que ocultamos (en nuestro interior) y lo que manifestamos, y nada de lo que existe en los cielos y en la tierra puede esconderse de Al-lah"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "¡Alabado sea Al-lah!, Quien me concedió en la vejez a Ismael y a Isaac. Ciertamente, Al-lah responde a las súplicas"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "¡Señor!, haz que tanto mis descendientes como yo seamos fieles a la oración, y acepta mi súplica, ¡oh, Señor"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "¡Señor!, perdóname, así como a mis padres y todos los creyentes el Día de la Rendición de Cuentas»"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "Y no crean que Al-lah deja pasar por alto lo que hacen los injustos que rechazan la verdad. Tan solo les concede un plazo de tiempo (para que disfruten) hasta el Día (de la Resurrección) en que sus miradas estarán fijas de espanto (ante el castigo que los espera)"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "(Ese día) caminarán presurosos (hacia donde serán juzgados) con las cabezas erguidas, la mirada confusa, sin pestañear siquiera, y aterrorizados"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "Y advierte a la gente (¡oh, Muhammad!) sobre el día en que el castigo se abatirá sobre ellos y los injustos que niegan la verdad dirán: “¡Señor!, déjanos regresar a la tierra para que podamos responder a Tu llamada y seguir a Tus mensajeros”. (Se les dirá con reproche:) “¿Acaso no juraron con anterioridad que nunca dejarían la vida terrenal y que no resucitarían"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "Y (ustedes) habitaron donde vivieron quienes fueron injustos consigo mismos al rechazar la verdad, y tuvieron conocimiento de cómo los castigamos y les expusimos ejemplos (en el Corán para que reflexionaran; mas no aprendieron la lección)”"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "Y, ciertamente, (los idólatras) conspiraron (contra Muhammad para matarlo y acabar con el Islam), pero Al-lah conocía bien lo que tramaban (y volvió sus planes en su contra); (y no pudieron perjudicarlo) a pesar de que sus planes eran tan poderosos como para hacer desaparecer las montañas"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "No pienses (¡oh, Muhammad!) que Al-lah incumplirá Su promesa con los mensajeros (de concederles la victoria y derrotar a quienes niegan la verdad), pues Él es Poderoso, capaz de castigar duramente (a quienes Lo desobedecen)"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "El Día (de la Resurrección) en que la tierra será sustituida por otra tierra distinta, así como los cielos, todos comparecerán ante Al-lah, el Único, el Dominador Supremo"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "Y verás a los pecadores que negaron la verdad unidos entre sí con cadenas"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "Vestirán prendas de alquitrán y el fuego cubrirá sus rostros"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "Al-lah recompensará a todos según sus acciones. Ciertamente, Al-lah es rápido en la retribución de Su recompensa"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "Este (Corán) es un mensaje para los hombres con el fin de advertirlos y de que sepan que Él es un Dios Único, y para que reflexionen los hombres de buen juicio"
        },
        {
            "chapter": 15,
            "verse": 1,
            "text": "Alif. Lam. Ra[431]. Estas son las aleyas del Libro (el Corán), un libro esclarecedor (que distingue la verdad de la falsedad)"
        },
        {
            "chapter": 15,
            "verse": 2,
            "text": "¡Cuánto desearán quienes rechazan la verdad (el Día de la Resurrección) haber aceptado el Islam"
        },
        {
            "chapter": 15,
            "verse": 3,
            "text": "Déjalos (¡oh, Muhammad!) que coman, disfruten (por un tiempo) y se distraigan con (falsas) esperanzas (mundanales), que ya verán (el castigo que les espera)"
        },
        {
            "chapter": 15,
            "verse": 4,
            "text": "Y no hemos destruido ninguna ciudad cuyo final no estuviera decretado"
        },
        {
            "chapter": 15,
            "verse": 5,
            "text": "Y ninguna nación puede adelantar ni retrasar su final"
        },
        {
            "chapter": 15,
            "verse": 6,
            "text": "Y (los idólatras de La Meca) dicen (a Muhammad): “¡Tú que dices haber recibido la revelación!, ciertamente, estás loco"
        },
        {
            "chapter": 15,
            "verse": 7,
            "text": "¿Por qué no has venido a nosotros con ángeles, si eres de los veraces?”"
        },
        {
            "chapter": 15,
            "verse": 8,
            "text": "(Al-lah les responde diciendo:) “No enviamos ángeles si no es con el castigo y, entonces, este no se hace esperar (sobre quienes niegan la verdad)"
        },
        {
            "chapter": 15,
            "verse": 9,
            "text": "En verdad, Nosotros hemos revelado la Exhortación (el Corán) y Nosotros la protegeremos[432]”"
        },
        {
            "chapter": 15,
            "verse": 10,
            "text": "Y, ciertamente, enviamos (otros mensajeros) antes de ti (¡oh, Muhammad!) a antiguas comunidades"
        },
        {
            "chapter": 15,
            "verse": 11,
            "text": "y cada vez que se presentaba ante ellos un Mensajero Nuestro, se burlaban de él (como se burlan también de ti)"
        },
        {
            "chapter": 15,
            "verse": 12,
            "text": "Y del mismo modo (que infundimos la incredulidad en sus corazones por desmentir a sus mensajeros) hacemos que esta también penetre en los corazones de los pecadores (de los habitantes de La Meca que rechazan la verdad)"
        },
        {
            "chapter": 15,
            "verse": 13,
            "text": "No creerán en él[433], y les sucederá lo mismo que les ocurrió a quienes negaban la verdad de las comunidades anteriores"
        },
        {
            "chapter": 15,
            "verse": 14,
            "text": "Y aunque abriéramos para ellos una puerta en el cielo por donde pudieran ascender a él sin cesar (hasta contemplar las maravillas del reino de Al-lah, no creerían)"
        },
        {
            "chapter": 15,
            "verse": 15,
            "text": "y dirían: “No hemos visto con claridad, o más bien somos un pueblo que ha sido hechizado”"
        },
        {
            "chapter": 15,
            "verse": 16,
            "text": "Y, ciertamente, hemos dispuesto en el cielo constelaciones y lo hemos embellecido para quienes lo contemplan"
        },
        {
            "chapter": 15,
            "verse": 17,
            "text": "Y lo hemos protegido de todo demonio que ha sido expulsado (de la misericordia de Al-lah para que no pueda escuchar las órdenes que en él se dan a los ángeles o lo que en él se decreta)"
        },
        {
            "chapter": 15,
            "verse": 18,
            "text": "Y si alguno llega a escuchar algo, es perseguido por una estrella fugaz (que lo destruye)"
        },
        {
            "chapter": 15,
            "verse": 19,
            "text": "Y hemos expandido[435] la tierra (haciéndola habitable) y hemos establecido en ella firmes montañas, y hemos hecho que en ella todo brote en su debida proporción"
        },
        {
            "chapter": 15,
            "verse": 20,
            "text": "Y hemos dispuesto en ella diferentes medios para su subsistencia y para aquellos cuyo sustento no depende de ustedes"
        },
        {
            "chapter": 15,
            "verse": 21,
            "text": "Y poseemos las reservas de todo sustento y lo concedemos en una medida precisa"
        },
        {
            "chapter": 15,
            "verse": 22,
            "text": "Y enviamos los vientos fertilizantes[436] y hacemos descender la lluvia del cielo de la que les damos de beber y cuyas reservas no dependen de ustedes"
        },
        {
            "chapter": 15,
            "verse": 23,
            "text": "Y Nosotros somos Quienes damos la vida y la muerte y el único heredero de todo"
        },
        {
            "chapter": 15,
            "verse": 24,
            "text": "Y, ciertamente, conocemos las generaciones que los precedieron y las que los sucederán"
        },
        {
            "chapter": 15,
            "verse": 25,
            "text": "Y tu Señor (¡oh, Muhammad!) las reunirá a todas. Él es, en verdad, el Sabio, el Omnisciente"
        },
        {
            "chapter": 15,
            "verse": 26,
            "text": "Y creamos al (primer) hombre a partir de arcilla seca procedente de un barro negro moldeable"
        },
        {
            "chapter": 15,
            "verse": 27,
            "text": "Y antes creamos a los yinn de fuego puro"
        },
        {
            "chapter": 15,
            "verse": 28,
            "text": "Y recuerda (¡oh, Muhammad!) cuando tu Señor dijo a los ángeles: “Voy a crear a un ser humano a partir de arcilla seca procedente de un barro negro moldeable"
        },
        {
            "chapter": 15,
            "verse": 29,
            "text": "Y cuando lo modele e insufle en él, y sea depositada en él el alma (cobrando así vida), se postrarán ante él (en señal de respeto)”"
        },
        {
            "chapter": 15,
            "verse": 30,
            "text": "Y todos los ángeles se postraron"
        },
        {
            "chapter": 15,
            "verse": 31,
            "text": "salvo Iblis[438] (que se hallaba entre los ángeles a pesar de ser un yinn), quien se negó a postrarse con los demás"
        },
        {
            "chapter": 15,
            "verse": 32,
            "text": "(Al-lah) le dijo: “Iblis, ¿por qué no te has postrado con los demás?”"
        },
        {
            "chapter": 15,
            "verse": 33,
            "text": "Este contestó (con altivez): “No iba a (rebajarme) postrándome ante un humano creado a partir de arcilla seca procedente de un barro negro moldeable”"
        },
        {
            "chapter": 15,
            "verse": 34,
            "text": "(Al-lah) le dijo: “Sal, pues, de aquí expulsado"
        },
        {
            "chapter": 15,
            "verse": 35,
            "text": "Serás despreciado y expulsado de Mi misericordia hasta el Día del Juicio Final”"
        },
        {
            "chapter": 15,
            "verse": 36,
            "text": "(Iblis) dijo: “¡Señor, concédeme un plazo de tiempo hasta el Día de la Resurrección!”"
        },
        {
            "chapter": 15,
            "verse": 37,
            "text": "(Al-lah) contestó: “Se te concederá dicho plazo"
        },
        {
            "chapter": 15,
            "verse": 38,
            "text": "hasta el día señalado”"
        },
        {
            "chapter": 15,
            "verse": 39,
            "text": "Dijo (Iblis): “¡Señor!, por haber sido la causa de mi extravío, seduciré a los hombres en la tierra (para que pequen) y los desviaré a todos (de Tu camino)"
        },
        {
            "chapter": 15,
            "verse": 40,
            "text": "excepto a aquellos de entre Tus siervos devotos que has guiado para que Te obedezcan y adoren solamente a Ti”"
        },
        {
            "chapter": 15,
            "verse": 41,
            "text": "(Al-lah dijo:) “Este (el de la sinceridad en la fe) es el camino que conduce directamente hacia Mí"
        },
        {
            "chapter": 15,
            "verse": 42,
            "text": "En verdad, no tendrás ningún poder sobre Mis siervos, salvo sobre aquellos extraviados que te sigan"
        },
        {
            "chapter": 15,
            "verse": 43,
            "text": "Y todos (los extraviados) estarán citados (junto a ti) en el Infierno"
        },
        {
            "chapter": 15,
            "verse": 44,
            "text": "Este tiene siete puertas, cada una de ellas destinada a una clase concreta (de pecadores)”"
        },
        {
            "chapter": 15,
            "verse": 45,
            "text": "Quienes teman a Al-lah estarán entre jardines y manantiales"
        },
        {
            "chapter": 15,
            "verse": 46,
            "text": "(Se les dirá:) “¡Entren en paz, sin nada qué temer!”"
        },
        {
            "chapter": 15,
            "verse": 47,
            "text": "Eliminaremos todo rencor que puedan albergar sus corazones. Serán todos como hermanos y estarán recostados en divanes, unos frente a otros"
        },
        {
            "chapter": 15,
            "verse": 48,
            "text": "No sentirán cansancio alguno ni serán nunca expulsados de allí"
        },
        {
            "chapter": 15,
            "verse": 49,
            "text": "Notifica a Mis siervos (¡oh, Muhammad!) que Yo soy el Indulgente, el Misericordioso"
        },
        {
            "chapter": 15,
            "verse": 50,
            "text": "Mas (diles también que) Mi castigo es doloroso"
        },
        {
            "chapter": 15,
            "verse": 51,
            "text": "Y cuéntales la historia de los huéspedes de Abraham"
        },
        {
            "chapter": 15,
            "verse": 52,
            "text": "Cuando se presentaron ante él, le brindaron el saludo de paz y (tras ver Abraham que ellos no tocaban la comida que les había servido porque eran ángeles, y estos no necesitan alimentarse) les dijo: “Verdaderamente, (mi esposa y yo) sentimos miedo de ustedes”"
        },
        {
            "chapter": 15,
            "verse": 53,
            "text": "(Estos) contestaron: “¡No temas! Te traemos la buena noticia del nacimiento de un niño sabio (Isaac)”"
        },
        {
            "chapter": 15,
            "verse": 54,
            "text": "(Abraham) dijo: “¡¿Me traen la buena noticia (de un hijo) a pesar de haber alcanzado la vejez?! ¡¿Qué (milagro) es este que me anuncian?!”"
        },
        {
            "chapter": 15,
            "verse": 55,
            "text": "(Estos) contestaron: “Lo que te hemos anunciado es verdad; no seas, pues, de los que pierden la esperanza”"
        },
        {
            "chapter": 15,
            "verse": 56,
            "text": "(Abraham) dijo: “Solamente los extraviados que rechazan la verdad pierden la esperanza de (recibir) la misericordia de su Señor”"
        },
        {
            "chapter": 15,
            "verse": 57,
            "text": "Y les dijo (una vez se hubo disipado su miedo): “¿Cuál es el asunto (principal) que los ha traído hasta aquí, enviados (de Al-lah)?”"
        },
        {
            "chapter": 15,
            "verse": 58,
            "text": "(Estos) contestaron: “Hemos sido enviados (para castigar) a un pueblo de pecadores (el pueblo del Mensajero Lot)"
        },
        {
            "chapter": 15,
            "verse": 59,
            "text": "con la excepción de su familia, pues a esta la salvaremos"
        },
        {
            "chapter": 15,
            "verse": 60,
            "text": "salvo a su mujer[439], ya que ha sido decretado que ella esté entre quienes reciban el castigo”"
        },
        {
            "chapter": 15,
            "verse": 61,
            "text": "Y cuando los enviados se presentaron ante la familia de Lot"
        },
        {
            "chapter": 15,
            "verse": 62,
            "text": "él les dijo: “Ciertamente, son gente desconocida para mí”"
        },
        {
            "chapter": 15,
            "verse": 63,
            "text": "(Estos) dijeron: “Hemos venido para traer (a tu gente el castigo) sobre el que dudaban"
        },
        {
            "chapter": 15,
            "verse": 64,
            "text": "Y hemos venido a ti con la verdad; y somos veraces"
        },
        {
            "chapter": 15,
            "verse": 65,
            "text": "Huye con tu familia durante la noche y marcha tras ellos; no dejes que ninguno vuelva la vista atrás y caminen hacia donde se les ordene”"
        },
        {
            "chapter": 15,
            "verse": 66,
            "text": "Y le revelamos la decisión de que su pueblo sería destruido al amanecer"
        },
        {
            "chapter": 15,
            "verse": 67,
            "text": "Y los hombres de la ciudad se presentaron ante Lot regocijándose (al saber que tenía huéspedes con quienes planeaban practicar la inmoralidad a la que estaban acostumbrados)"
        },
        {
            "chapter": 15,
            "verse": 68,
            "text": "(Lot) les dijo (antes de saber que sus huéspedes eran ángeles enviados por Al-lah): “Estos son mis huéspedes, no me avergüencen"
        },
        {
            "chapter": 15,
            "verse": 69,
            "text": "Teman a Al-lah y no me deshonren”"
        },
        {
            "chapter": 15,
            "verse": 70,
            "text": "(Los hombres de su pueblo) le dijeron: “¿Acaso no te habíamos prohibido (hospedar) a nadie?[440]”"
        },
        {
            "chapter": 15,
            "verse": 71,
            "text": "(Lot) respondió: “Ahí tienen a mis hijas[441] (para que se casen con ellas) si quieren hacerlo”"
        },
        {
            "chapter": 15,
            "verse": 72,
            "text": "¡Por tu vida (¡oh Muhammad!) que estaban perdidos en su extravío"
        },
        {
            "chapter": 15,
            "verse": 73,
            "text": "Entonces, un gran estruendo se abatió sobre ellos al amanecer"
        },
        {
            "chapter": 15,
            "verse": 74,
            "text": "Y volteamos la ciudad poniéndola boca abajo e hicimos que se precipitaran sobre ella piedras de barro cocido caídas del cielo"
        },
        {
            "chapter": 15,
            "verse": 75,
            "text": "Ciertamente, en ello hay pruebas del (poder de Al-lah y de Su unicidad) para quienes meditan y ven la verdad"
        },
        {
            "chapter": 15,
            "verse": 76,
            "text": "Y la ciudad estaba situada en medio de una ruta todavía presente"
        },
        {
            "chapter": 15,
            "verse": 77,
            "text": "En verdad, en (la destrucción del pueblo de Lot) hay una lección y pruebas claras (del poder de Al-lah) para quienes creen"
        },
        {
            "chapter": 15,
            "verse": 78,
            "text": "Y las gentes de Al Aika[444] fueron injustas (al desmentir a su Mensajero Shu’aib)"
        },
        {
            "chapter": 15,
            "verse": 79,
            "text": "Y los castigamos como consecuencia de negar la verdad. Y ambas ciudades (la de Lot y la del pueblo de Madián) estaban situadas en un claro lugar de fácil acceso"
        },
        {
            "chapter": 15,
            "verse": 80,
            "text": "Y las gentes (del valle) de Al Hiyir[445] negaron a los mensajeros"
        },
        {
            "chapter": 15,
            "verse": 81,
            "text": "Les mostramos Nuestras pruebas (y milagros al hacer que una camella saliera de una roca como pidieron), pero las rechazaron dándoles la espalda"
        },
        {
            "chapter": 15,
            "verse": 82,
            "text": "Excavaban sus casas en las montañas sin nada qué temer"
        },
        {
            "chapter": 15,
            "verse": 83,
            "text": "Pero se abatió sobre ellos un gran estruendo al amanecer (que los destruyó)"
        },
        {
            "chapter": 15,
            "verse": 84,
            "text": "Y de nada les sirvió todo lo que habían realizado y acumulado"
        },
        {
            "chapter": 15,
            "verse": 85,
            "text": "Y no hemos creado los cielos y la tierra, y cuanto hay entre ellos, sin un firme propósito. Y la Hora final llegará. Dispensa a los incrédulos y perdónalos, pues (¡oh, Muhammad)"
        },
        {
            "chapter": 15,
            "verse": 86,
            "text": "En verdad, tu Señor es el Creador de todas las cosas, el Omnisciente"
        },
        {
            "chapter": 15,
            "verse": 87,
            "text": "Y, ciertamente, te hemos revelado siete (aleyas)[447] que se repiten (en el salat) y el sublime Corán"
        },
        {
            "chapter": 15,
            "verse": 88,
            "text": "No anheles los bienes que hemos concedido a un grupo de quienes rechazan la verdad (¡oh, Muhammad!) ni te aflijas por ellos (si no creen), y sé amable y humilde con los creyentes"
        },
        {
            "chapter": 15,
            "verse": 89,
            "text": "Y di: “Yo soy, en verdad, un amonestador (que les advierte del castigo de Al-lah)”"
        },
        {
            "chapter": 15,
            "verse": 90,
            "text": "Y (se abatirá sobre ustedes el castigo si niegan la verdad) del mismo modo que castigamos a quienes dividieron"
        },
        {
            "chapter": 15,
            "verse": 91,
            "text": "sus Escrituras[449] (aceptando parte y rechazando el resto)"
        },
        {
            "chapter": 15,
            "verse": 92,
            "text": "¡Y por tu Señor que les pediremos cuentas a todos"
        },
        {
            "chapter": 15,
            "verse": 93,
            "text": "sobre lo que hicieron"
        },
        {
            "chapter": 15,
            "verse": 94,
            "text": "Proclama abiertamente lo que se te ordena (¡oh, Muhammad!) y aléjate de los idólatras"
        },
        {
            "chapter": 15,
            "verse": 95,
            "text": "Ciertamente, Nosotros te bastamos contra quienes se burlan"
        },
        {
            "chapter": 15,
            "verse": 96,
            "text": "esos que equiparan a otros con Al-lah en Su derecho a la adoración y los adoran. Pronto sabrán lo que les espera"
        },
        {
            "chapter": 15,
            "verse": 97,
            "text": "Y, en verdad, sabemos que te angustia lo que dicen"
        },
        {
            "chapter": 15,
            "verse": 98,
            "text": "Mas glorifica a tu Señor con alabanzas y sé de quienes se postran ante Él"
        },
        {
            "chapter": 15,
            "verse": 99,
            "text": "Y adora a tu Señor hasta que te llegue la muerte"
        },
        {
            "chapter": 16,
            "verse": 1,
            "text": "La llegada (de la Hora final) decretada por Al-lah está ya muy cerca[451], no quieran precipitarla. ¡Alabado y exaltado sea Al-lah! Él está muy por encima de compartir la divinidad con nadie"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "Él es Quien hace descender a los ángeles con la revelación, por orden Suya, sobre quien Él quiere de entre Sus siervos para que adviertan que no hay otra divinidad verdadera salvo Él, y para que Lo teman"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "Él ha creado los cielos y la tierra con un firme propósito. ¡Exaltado sea! Está muy por encima de compartir la divinidad con nadie"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "Ha creado al hombre[452] de una cantidad insignificante de esperma, y después este discute constantemente (el poder de su Señor, rebelándose contra Él)"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "Y también ha creado los animales de rebaño de los que obtienen abrigo y otros beneficios, y de los que se alimentan"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "Y los complace verlos cuando regresan con ellos (del pastoreo) al atardecer y cuando los sacan a pastar por las mañanas"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "Y transportan sus cargas hacia lugares que no podrían alcanzar salvo con gran dificultad. Ciertamente, su Señor es Compasivo y Misericordioso"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "Y (también ha creado) los caballos, las mulas y los burros para que los monten y se deleiten con su belleza. Y crea otras cosas que ignoran"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "Y a Al-lah Le corresponde mostrar el buen camino; y los hay que conducen al extravío. Y si Al-lah hubiese querido, los habría guiado a todos"
        },
        {
            "chapter": 16,
            "verse": 10,
            "text": "Él es Quien hace descender la lluvia del cielo para que beban de ella y para que crezcan las plantas de las que se alimentan sus rebaños"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "Él hace que con la lluvia broten para ustedes los cultivos, los olivos, las palmeras, los viñedos y todo tipo de frutos. En ello hay, ciertamente, una prueba (del poder y la unicidad de Al-lah) para gentes que reflexionan"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "Y ha puesto a su servicio la noche, el día, el sol y la luna; y ha sometido las estrellas a Su voluntad. En ello hay, ciertamente, pruebas (del poder y la unicidad de Al-lah) para gentes que razonan"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "Y ha creado para ustedes sobre la tierra animales, plantas y minerales de colores distintos. En ello hay, ciertamente, una prueba (del poder y la unicidad de Al-lah) para gentes que meditan"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "Él es Quien ha sometido el mar a ustedes para que coman de él una carne tierna y extraigan adornos para lucirlos. Y ven cómo las embarcaciones lo surcan para buscar Su favor y para que sean agradecidos (con Él por las bendiciones que les concede)"
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "Y ha establecido en la tierra firmes montañas[454] para impedir que esta temblase con ustedes, y ha dispuesto en ella ríos y caminos para que puedan guiarlos"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "Y (ha dispuesto también) otras señales (mediante las cuales los hombres se guían durante el día); y se orientan mediante las estrellas (por la noche)"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "¿Acaso puede equipararse Quien tiene poder para crear (Al-lah) con quien no crea nada (los ídolos)? ¿Es que no reflexionan"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "Y si quisieran contar las bendiciones de Al-lah, no podrían enumerarlas. Ciertamente, Al-lah es Indulgente y Misericordioso"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "Y Al-lah conoce lo que ocultan y lo que manifiestan"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "Y las divinidades que (los idólatras) adoran fuera de Al-lah no pueden crear nada, mientras que ellas han sido creadas"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "Carecen de vida y no saben cuándo tendrá lugar la resurrección"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "El Dios de ustedes es un Dios Único. Y los corazones de quienes desmienten la otra vida niegan la unicidad de Al-lah y se llenan de arrogancia"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "Al-lah conoce, sin duda alguna, lo que ocultan y lo que manifiestan. En verdad, Él no ama a los arrogantes"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "Y si se les pregunta (a dichos idólatras) qué es lo que ha revelado su Señor (a Muhammad), dicen que no son sino viejas leyendas"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "El Día de la Resurrección, esos cargarán con todos sus pecados y con parte de los pecados de aquellos a quienes extraviaron y carecían de conocimiento (sobre la verdad). ¡Qué terrible será su carga"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "Quienes los precedieron también planearon (extraviar a los hombres y desmentir a los mensajeros), pero Al-lah desbarató sus planes volviéndolos en su contra[455] y los alcanzó el castigo por donde no esperaban"
        },
        {
            "chapter": 16,
            "verse": 27,
            "text": "Después, el Día de la Resurrección, (Al-lah) los humillará (exponiendo sus pecados) y les dirá: “¿Dónde están aquellos que adoraban además de a Mí acerca de quienes discutían (con los creyentes y eran objeto de controversia entre ustedes y ellos)?”. Los dotados de conocimiento (de entre los creyentes, así como los profetas) dirán: “Hoy, la humillación y la desgracia se abatirán sobre quienes rechazaron la verdad”"
        },
        {
            "chapter": 16,
            "verse": 28,
            "text": "esos que en el momento en que los ángeles tomaban sus almas (negaban la verdad) siendo injustos consigo mismos. Entonces dirán (a los ángeles) con aparente sumisión (ante la muerte): “¡No hicimos nada malo!”. (Los ángeles responderán:) “No es cierto, Al-lah sabe bien lo que hicieron”"
        },
        {
            "chapter": 16,
            "verse": 29,
            "text": "(Y se les dirá:) “¡Entren por las puertas del Infierno donde permanecerán eternamente! ¡Y qué pésima morada para los arrogantes!”"
        },
        {
            "chapter": 16,
            "verse": 30,
            "text": "Y cuando se les pregunta a quienes temen a su Señor: “¿Qué ha revelado su Señor (a Muhammad)?”, estos contestan: “Un bien (y una guía)”. Quienes obraron con rectitud obtendrán una buena recompensa en esta vida, mas la morada de la vida eterna (que recibirán como recompensa) es mucho mejor; ¡y qué excelente morada para los piadosos"
        },
        {
            "chapter": 16,
            "verse": 31,
            "text": "Entrarán en los Jardines de la Eternidad (situados en los niveles superiores del Paraíso) por los cuales corren ríos; y allí obtendrán cuanto deseen. Así es como Al-lah recompensa a los piadosos que tienen temor de Él"
        },
        {
            "chapter": 16,
            "verse": 32,
            "text": "A esos, los ángeles les dirán cuando tomen sus almas tras haber obrado bien (en esta vida y no haber adorado a otros además de a Al-lah): “La paz esté con ustedes. Entren en el Paraíso por las buenas obras que realizaron (en la vida terrenal)”"
        },
        {
            "chapter": 16,
            "verse": 33,
            "text": "¿Acaso esperan, quienes rechazan la verdad, a que se presenten ante ellos los ángeles para tomar sus almas o a que llegue la orden de su Señor (del Día de la Resurrección, cuando de nada les sirva ya creer)? Igualmente hicieron quienes los precedieron, y Al-lah no fue injusto con ellos, sino que fueron ellos los injustos consigo mismos (al negar la verdad)"
        },
        {
            "chapter": 16,
            "verse": 34,
            "text": "Sufrirán las consecuencias de las malas acciones que cometieron y se verán rodeados por el castigo del que solían burlarse"
        },
        {
            "chapter": 16,
            "verse": 35,
            "text": "Y los idólatras dicen: “Si Al-lah hubiera querido, ni nosotros ni nuestros antepasados habríamos adorado a nadie fuera de Al-lah y no habríamos prohibido nada sin Su permiso[456]”. Quienes los precedieron también desmintieron a sus mensajeros; pero a estos solo les corresponde transmitir el mensaje (de su Señor)"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "Y, ciertamente, enviamos mensajeros a cada comunidad para que exhortaran a su gente a adorar solo a Al-lah y a alejarse de toda falsedad. Al-lah guio a gentes de algunas comunidades, mientras que otras merecieron el extravío (al desmentir a sus mensajeros). Recorran la tierra y vean cuál fue el final de quienes negaron la verdad (y reflexionen sobre ello)"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "Aunque te empeñaras en guiarlos (¡oh, Muhammad!, de nada serviría, pues) Al-lah no guía a quienes han merecido el extravío; y estos no tendrán quién los auxilie (del castigo de Al-lah)"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "Y juran solemnemente por Al-lah que Él no resucitará a los muertos. ¡Por supuesto que lo hará! Su promesa se cumplirá, mas la mayoría de la gente lo ignora"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "(Los resucitará) para aclararles aquello sobre lo que discrepaban, y para que quienes rechazan la verdad sepan que mentían (cuando afirmaban que no resucitarían)"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "Si deseamos algo, Nos basta con decir: “Sé”, y es"
        },
        {
            "chapter": 16,
            "verse": 41,
            "text": "Y a quienes emigraron por la causa de Al-lah tras haber sufrido injusticias, los estableceremos en un buen lugar en esta vida, pero la recompensa que recibirán en la otra es todavía mayor; ¡si supieran"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "Esos son quienes fueron pacientes y depositaron su confianza en su Señor"
        },
        {
            "chapter": 16,
            "verse": 43,
            "text": "Y antes de ti (también) enviamos como profetas a hombres (y no a ángeles) a quienes concedimos la revelación. Pregunten a quienes tienen conocimiento sobre las Escrituras[457] anteriores, si no lo saben"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "(Y los enviamos) con pruebas claras y con escrituras sagradas. Y te hemos revelado a ti el Corán (¡oh, Muhammad!) para que expliques con claridad a los hombres lo que les ha sido revelado y para que así reflexionen"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "¿Acaso se sienten a salvo, quienes traman maldades, de que Al-lah hunda la tierra con ellos o de que les llegue el castigo por donde no se lo esperan"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "¿O (se sienten a salvo) de que el castigo les sobrevenga cuando se encuentren de viaje y no puedan escapar"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "¿o de que este se abata sobre ellos cuando más lo teman? Ciertamente, su Señor es Compasivo y Misericordioso (al no adelantar Su castigo)"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "¿Es que no ven (quienes niegan la verdad) lo que Al-lah ha creado y cómo sus sombras se mueven de derecha a izquierda y se postran ante Él con sumisión"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "Y ante Al-lah se postran todas las criaturas existentes en los cielos y en la tierra, así como los ángeles, y estos no se comportan con arrogancia"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "(Los ángeles) temen a su Señor, que está por encima de ellos, y cumplen lo que se les ordena"
        },
        {
            "chapter": 16,
            "verse": 51,
            "text": "Y dice Al-lah: “No tomen dos divinidades. Su Dios es un Dios Único. Témanme, pues, solo a Mí”"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "Y a Él pertenece cuanto hay en los cielos y en la tierra, y la adoración sincera y exclusiva siempre y en todo momento. ¿Cómo pueden temer a otro que no sea Al-lah"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "Y todas las bendiciones de las que disfrutan provienen de Al-lah. Y si sufren una desgracia, es a Él a Quien suplican ayuda"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "Después, si los libra de ella, un grupo de ustedes adora a otros fuera de Él"
        },
        {
            "chapter": 16,
            "verse": 55,
            "text": "y, de esta manera, niegan con ingratitud las gracias que les hemos concedido. ¡Disfruten (por un tiempo, idólatras), que pronto sabrán (lo que les espera)"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "Y asignan a sus ídolos (como ofrenda) una parte de lo que les hemos concedido como sustento, cuando estos no poseen ningún conocimiento[459] (ni pueden beneficiarlos ni perjudicarlos). ¡Por Al-lah que serán cuestionados (el Día de la Resurrección) sobre las mentiras que inventaron"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "Y atribuyen hijas a Al-lah[460], ¡glorificado y exaltado sea!, pues Él está por encima de lo que Le atribuyen, mientras que ellos se asignan para sí lo que desean (los hijos varones)"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "Y si a alguno se le anuncia el nacimiento de una niña, su rostro se ensombrece y se siente apesadumbrado"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "se oculta de la gente por la mala noticia que ha recibido y duda acerca de dejarla vivir, a pesar de la vergüenza (que siente), o de enterrarla viva[461]. ¡Qué malo es lo que deciden (los idólatras al atribuir hijas a Al-lah, cuando ellos las desprecian y prefieren a los varones)"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "Quienes no creen en la otra vida son el ejemplo más claro de imperfección (debido a su ignorancia y a los pecados que cometen), mientras que Al-lah es el ejemplo más sublime (de perfección, pues está libre de cualquier defecto). Y Él es el Poderoso, el Sabio"
        },
        {
            "chapter": 16,
            "verse": 61,
            "text": "Y si Al-lah castigara a los hombres por sus pecados (y por negar la verdad), no dejaría sobre la faz de la tierra a ninguna criatura, mas les concede un plazo de tiempo hasta un día determinado; y, cuando este llegue, no se retrasará ni se adelantará siquiera un instante"
        },
        {
            "chapter": 16,
            "verse": 62,
            "text": "Y atribuyen a Al-lah lo que ellos detestan y mienten cuando dicen que lo mejor será para ellos (en esta vida y en la otra). No hay duda de que irán al fuego, donde serán abandonados"
        },
        {
            "chapter": 16,
            "verse": 63,
            "text": "¡Por Al-lah[462] que enviamos mensajeros a naciones anteriores a ti (¡oh, Muhammad!). Pero el Demonio los sedujo haciéndoles creer que obraban bien (y desmintieron a sus profetas). Y el Día de la Resurrección, el Demonio será el único aliado (de quienes rechazaron la verdad) y tendrán un castigo doloroso"
        },
        {
            "chapter": 16,
            "verse": 64,
            "text": "Y te hemos revelado el Corán (¡oh, Muhammad!) para que aclares (a los hombres) aquello sobre lo que discrepaban (en cuanto a la religión), y como guía y misericordia para los creyentes"
        },
        {
            "chapter": 16,
            "verse": 65,
            "text": "Y Al-lah hace descender la lluvia del cielo y reaviva con ella la tierra tras su muerte. Ciertamente, en ello hay una prueba (de la resurrección) para quienes escuchan (con el corazón o comprenden su significado)"
        },
        {
            "chapter": 16,
            "verse": 66,
            "text": "Y tienen en el ganado un ejemplo para reflexionar. Les damos de beber, de entre las heces y la sangre[463], una leche pura (y agradable), fácil de beber"
        },
        {
            "chapter": 16,
            "verse": 67,
            "text": "Y de los frutos de las palmeras y de los viñedos obtienen un buen sustento y producen una bebida embriagadora[464]. Ciertamente, en ello hay una prueba (del poder de Al-lah) para quienes razonan"
        },
        {
            "chapter": 16,
            "verse": 68,
            "text": "Y tu Señor inspiró[465] a las abejas: “Construyan sus casas en las montañas, en los árboles o en lo que los hombres erijan para ustedes"
        },
        {
            "chapter": 16,
            "verse": 69,
            "text": "Después, coman de todos los frutos y sigan los caminos que su Señor les ha facilitado”. De sus entrañas sale un jarabe de color variable (la miel) que contiene una cura[467] para los hombres. Ciertamente, en ello hay una prueba (del poder de Al-lah) para quienes reflexionan"
        },
        {
            "chapter": 16,
            "verse": 70,
            "text": "Y Al-lah los ha creado y luego hará que perezcan. Y de ustedes hay quienes volverán a un estado de debilidad (la senectud) en el que no sabrán nada después de todo el conocimiento que habían adquirido (durante su vida). Al-lah es, en verdad, Omnisciente y Todopoderoso"
        },
        {
            "chapter": 16,
            "verse": 71,
            "text": "Y Al-lah ha concedido a unos más bienes (y posición) que a otros. Y los favorecidos no van a entregar sus bienes a sus esclavos para estar al mismo nivel que ellos[468]. ¿Acaso van a negar las gracias de Al-lah"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "Y Al-lah ha creado para ustedes esposas de su misma especie, y hace que de ellas procedan sus hijos y nietos, y les ha concedido buenas provisiones. ¿Cómo pueden creer (los idólatras) en falsos ídolos y negar las gracias de Al-lah (atribuyéndoselas a estos)"
        },
        {
            "chapter": 16,
            "verse": 73,
            "text": "Y adoran a otros fuera de Al-lah, cuando no pueden proporcionarles ningún sustento de los cielos ni de la tierra ni tienen poder (para hacer nada)"
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "No comparen, pues, a Al-lah con nada. Él sabe (lo que hacen), mientras que ustedes no saben (el error que cometen cuando equiparan a otros con Él ni el final que les espera)"
        },
        {
            "chapter": 16,
            "verse": 75,
            "text": "Al-lah expone el ejemplo de un esclavo[469] que carece de poder para hacer nada y lo compara con quien ha recibido de Al-lah bienes en abundancia y da en caridad parte de estos en secreto o públicamente. ¿Acaso pueden equipararse? ¡Alabado sea Al-lah! Sin embargo, la mayoría de los hombres no lo saben"
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "Y Al-lah expone (también) el ejemplo de dos hombres. Uno es un inepto, además de ser mudo de nacimiento[470], y es una carga para su señor: allí donde lo mande no le es de utilidad; mientras que el otro ordena la justicia y está en el camino recto. ¿Acaso pueden equipararse"
        },
        {
            "chapter": 16,
            "verse": 77,
            "text": "Y solo Al-lah posee el conocimiento absoluto del gaib[471] (que Sus siervos desconocen) en los cielos y en la tierra. Y la orden de la Hora final tendrá lugar en un abrir y cerrar de ojos, o puede que más rápido[472] aun. Ciertamente, Al-lah es Todopoderoso"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "Y Al-lah Los hizo salir de los vientres de sus madres (al nacer) sin que supiesen nada, y les otorgó el oído, la vista y el entendimiento[473] para que fueran agradecidos"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "¿Acaso no ven (los idólatras) cómo las aves vuelan suspendidas en el cielo? Al-lah es Quien las sostiene. Ciertamente, en ello hay pruebas (del poder de Al-lah) para quienes creen"
        },
        {
            "chapter": 16,
            "verse": 80,
            "text": "Al-lah ha hecho de sus viviendas un lugar de descanso; y de las pieles de los animales de rebaño, tiendas ligeras que pueden llevar con ustedes cuando viajan y, así, poder acampar. Y de la lana, la piel y el pelo de los animales, obtienen enseres de los que disfrutan temporalmente"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "Y Al-lah les ha proporcionado sombra a partir de lo que ha creado, les ha dado refugio en las montañas, y les ha concedido vestimentas que los protegen del calor y otras que los protegen de su propia violencia[474]. Así es como Al-lah completa Su favor sobre ustedes para que, tal vez así, se sometan a Él (abrazando el Islam)"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "Pero si (los idólatras) se alejan (de ti, ¡oh, Muhammad!, debes saber que) tu misión es solamente transmitirles con claridad el mensaje (de Al-lah y no puedes obligarlos a seguirlo)"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "Reconocen que las bendiciones que tienen provienen de Al-lah, pero las niegan (al adorar a otros además de a Él) y la mayoría de ellos rechazan la verdad"
        },
        {
            "chapter": 16,
            "verse": 84,
            "text": "Y recuerda el día en que haremos surgir de cada nación a su Profeta como testigo (el Día de la Resurrección), y quienes rechazan la verdad no podrán, entonces, excusarse ni se les concederá una segunda oportunidad"
        },
        {
            "chapter": 16,
            "verse": 85,
            "text": "Y cuando los injustos que niegan la verdad vean el castigo, este no se les mitigará ni se les aplazará"
        },
        {
            "chapter": 16,
            "verse": 86,
            "text": "Y cuando los idólatras vean a sus ídolos, dirán: “¡Señor!, esos son aquellos a quienes adorábamos en Tu lugar”. Y estos les contestarán: “¡Son unos mentirosos!”"
        },
        {
            "chapter": 16,
            "verse": 87,
            "text": "Y ese día se someterán completamente a (la decisión de) Al-lah y serán abandonados por los ídolos que inventaron (y no les sirvieron de nada)"
        },
        {
            "chapter": 16,
            "verse": 88,
            "text": "A quienes rechacen la verdad y desvíen a los hombres del camino de Al-lah les infligiremos castigo tras castigo (en la otra vida) por haber sembrado la corrupción (desobedeciendo a Al-lah y haciendo que los demás también Lo desobedecieran)"
        },
        {
            "chapter": 16,
            "verse": 89,
            "text": "Y (recuerda) el día en que haremos surgir de cada nación a su Profeta para que atestigüe sobre su gente, y te pondremos a ti (¡oh, Muhammad!) como testigo de tu nación. Y te revelamos el Libro (el Corán) como una clara explicación de todas las cosas, como guía, misericordia y buenas noticias para quienes se someten a Él (aceptando el Islam)"
        },
        {
            "chapter": 16,
            "verse": 90,
            "text": "Ciertamente, Al-lah ordena la justicia, el bien y ayudar a los parientes cercanos; y prohíbe la inmoralidad, el mal y la opresión. Así es como los exhorta para que mediten"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "Y cumplan los pactos (que hayan contraído en el nombre) de Al-lah y no rompan sus juramentos después de haberlos ratificado y haber puesto a Al-lah como garante. Ciertamente, Al-lah sabe lo que hacen"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "Y no sean (al quebrantar sus juramentos) como la mujer que teje con esfuerzo una prenda hasta finalizarla para luego deshacerla; y no los usen para engañarse los unos a los otros estableciendo un pacto con un grupo con la intención de romperlo en caso de encontrar a otros más poderosos. Ciertamente, Al-lah los pone a prueba con ello (para ver si cumplen sus compromisos o si los quebrantan). Y el Día de la Resurrección, Al-lah les aclarará aquello sobre lo que discrepaban"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "Y si Al-lah hubiera querido, habría hecho de ustedes una única nación (con una sola religión), pero extravía a quien quiere (por rechazar la verdad) y guía a quien quiere. Y (el Día de la Resurrección) se les preguntará acerca de lo que hicieron (y serán juzgados por ello)"
        },
        {
            "chapter": 16,
            "verse": 94,
            "text": "Y no juren con la intención de engañarse unos a otros, pues sería como si resbalasen tras haber pisado con firmeza[475]; sufrirían las pésimas consecuencias de haber desviado (a los hombres) del camino de Al-lah y recibirían un terrible castigo"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "Y no cambien los compromisos que hayan contraído en el nombre de Al-lah por un vil precio. La (recompensa) que Al-ah tiene reservada (en la otra vida) es mejor para ustedes (que lo que puedan obtener en esta); ¡si supieran"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "Los bienes terrenales que poseen son efímeros, pero la recompensa de Al-lah (en la otra vida) perdurará para siempre. Y recompensaremos a quienes sean pacientes de acuerdo con las mejores acciones que realizaron"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "A quien actúe con rectitud, ya sea hombre o mujer, y sea creyente, le concederemos una buena vida y lo recompensaremos de acuerdo con las mejores acciones que realizó"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "Y cuando quieras recitar el Corán, di: “Busco refugio en Al-lah contra (los malos susurros) del Demonio, el expulsado”"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "Ciertamente, él no tiene poder sobre aquellos que creen y depositan su confianza en su Señor"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "Solo tiene poder sobre quienes lo obedecen y adoran a otros además de a Al-lah"
        },
        {
            "chapter": 16,
            "verse": 101,
            "text": "Y si cambiamos una aleya por otra, y Al-lah sabe bien lo que revela, quienes rechazan la verdad dicen: “Te lo estás inventando (¡oh Muhammad!)”; mas la mayoría de ellos ignoran (la verdad del Corán y los preceptos de Al-lah)"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "Diles (¡oh, Muhammad!) que te lo ha revelado el ángel Gabriel de parte de tu Señor con la verdad para afianzar a los creyentes en su fe, y como guía y buenas noticias para quienes se someten a Él (aceptando el Islam)"
        },
        {
            "chapter": 16,
            "verse": 103,
            "text": "Y, ciertamente, sabemos que (los idólatras) dicen que es un hombre quien le enseña (el Corán a Muhammad); sin embargo, aquel a quien se refieren es de habla extranjera[477], mientras que esto es pura lengua árabe"
        },
        {
            "chapter": 16,
            "verse": 104,
            "text": "En verdad, Al-lah no guiará a quienes no crean en Sus aleyas, y estos tendrán un castigo doloroso (en la otra vida)"
        },
        {
            "chapter": 16,
            "verse": 105,
            "text": "Quienes no creen en las aleyas de Al-lah son quienes inventan la falsedad; y esos son los mentirosos"
        },
        {
            "chapter": 16,
            "verse": 106,
            "text": "Quienes nieguen a Al-lah después de haber creído —excepto quienes se vean obligados a hacerlo mientras que sus corazones permanecen firmes en la fe— y rechacen (voluntariamente y) de corazón la verdad incurrirán en la ira de Al-lah y recibirán un terrible castigo"
        },
        {
            "chapter": 16,
            "verse": 107,
            "text": "Esto es porque prefirieron la vida terrenal a la eterna; y Al-lah no guía a quienes rechazan la verdad"
        },
        {
            "chapter": 16,
            "verse": 108,
            "text": "Esos son aquellos cuyos corazones, oídos y vista Al-lah ha sellado (por negar la verdad), y esos desconocen (el castigo que Al-lah les tiene preparado)"
        },
        {
            "chapter": 16,
            "verse": 109,
            "text": "Ellos serán los perdedores en la otra vida, sin duda alguna"
        },
        {
            "chapter": 16,
            "verse": 110,
            "text": "Ciertamente, tu Señor será Indulgente y Misericordioso con quienes emigraron después de haber sufrido persecución, lucharon por Su causa y fueron pacientes (y constantes en su adoración a Al-lah)"
        },
        {
            "chapter": 16,
            "verse": 111,
            "text": "(Recuerda) el día (de la Resurrección) en que cada persona intentará defenderse a sí misma y todos obtendrán una recompensa conforme a lo que hicieron, y no serán tratados de manera injusta"
        },
        {
            "chapter": 16,
            "verse": 112,
            "text": "Y Al-lah expone el ejemplo de una ciudad[478] cuyos habitantes gozaban de seguridad y tranquilidad y a donde llegaba un generoso sustento procedente de todas partes. Y, sin embargo, negaron las gracias que Al-lah les había concedido y Él les hizo padecer hambre y miedo por lo que habían hecho"
        },
        {
            "chapter": 16,
            "verse": 113,
            "text": "Y recibieron la llegada de un Mensajero de Al-lah de entre ellos; mas lo desmintieron, y el castigo se abatió sobre ellos por haber sido injustos"
        },
        {
            "chapter": 16,
            "verse": 114,
            "text": "Coman, pues, de lo bueno y lícito que Al-lah les ha concedido como sustento, y agradezcan las gracias que Él les ha dispensado si es cierto que Lo adoran (solo) a Él"
        },
        {
            "chapter": 16,
            "verse": 115,
            "text": "(Al-lah) les ha prohibido comer la carne del animal encontrado muerto, la sangre, la carne de cerdo y la de cualquier animal que haya sido sacrificado en nombre de otro que no sea Al-lah. Y quien se vea obligado a comer de lo prohibido por extrema necesidad, sin intención de desobedecer ni de traspasar los límites, que sepa que Al-lah es Indulgente y Misericordioso"
        },
        {
            "chapter": 16,
            "verse": 116,
            "text": "Y no digan que algo es lícito o ilícito cuando no lo es, inventando mentiras contra Al-lah. Ciertamente, quienes inventan mentiras contra Al-lah no triunfarán"
        },
        {
            "chapter": 16,
            "verse": 117,
            "text": "Disfrutarán durante un tiempo (en esta vida) y después recibirán un castigo doloroso (en la otra)"
        },
        {
            "chapter": 16,
            "verse": 118,
            "text": "Y a los judíos les prohibimos lo que te mencionamos con anterioridad[479]. Y no fuimos injustos con ellos, sino que fueron ellos los injustos consigo mismos (por rechazar la verdad y merecieron tal restricción)"
        },
        {
            "chapter": 16,
            "verse": 119,
            "text": "Y tu Señor será Indulgente y Misericordioso con quienes obren mal por ignorancia y después se arrepientan y enmienden realizando buenas acciones"
        },
        {
            "chapter": 16,
            "verse": 120,
            "text": "Ciertamente, Abraham fue un líder espiritual ejemplar[480] que obedecía a Al-lah y Lo adoraba exclusivamente a Él con plena sumisión y sinceridad, y no era un idólatra"
        },
        {
            "chapter": 16,
            "verse": 121,
            "text": "Agradecía las gracias de Su Señor, (Quien) lo escogió (para transmitir Su mensaje) y lo guio hacia el camino recto"
        },
        {
            "chapter": 16,
            "verse": 122,
            "text": "Y le concedimos cosas buenas en esta vida; y en la otra estará entre los rectos y virtuosos"
        },
        {
            "chapter": 16,
            "verse": 123,
            "text": "Después (¡oh, Muhammad!) te revelamos que siguieras la religión de Abraham, quien adoraba exclusivamente a Al-lah con plena sumisión y sinceridad, y no era un idólatra"
        },
        {
            "chapter": 16,
            "verse": 124,
            "text": "Y a los judíos se les impuso la observación del sábado como día sagrado tras haber discrepado sobre el día que debían consagrar (a Al-lah para adorarlo)[481]. Ciertamente, tu Señor los juzgará el Día de la Resurrección por los asuntos sobre lo que discrepaban"
        },
        {
            "chapter": 16,
            "verse": 125,
            "text": "Invita al camino de tu Señor (¡oh, Muhammad!) con sabiduría y buenas palabras, y argumenta, con quienes te discutan sobre el tema, de la mejor de las maneras. En verdad, tu Señor conoce quién se ha extraviado de Su camino y quiénes están bien guiados"
        },
        {
            "chapter": 16,
            "verse": 126,
            "text": "Y si infligen un castigo (a sus enemigos porque han sido atacados por ellos), háganlo de la misma manera (y en la misma proporción) que ellos hicieran con ustedes (sin excederse); mas la paciencia es mejor para quienes la observan"
        },
        {
            "chapter": 16,
            "verse": 127,
            "text": "Y sé paciente, y (debes saber que) la paciencia solo se alcanza con la ayuda de Al-lah, y no te aflijas por quienes rechazan la verdad ni te angusties por lo que traman"
        },
        {
            "chapter": 16,
            "verse": 128,
            "text": "Ciertamente, Al-lah está con quienes Lo temen y hacen el bien"
        }
    ]
}