{
    "pages": [
        {
            "chapter": 5,
            "verse": 3,
            "text": "Ang ipinagbabawal sa inyo (bilang pagkain) ay ang mga Al-Maytata (ang patay na hayop – mga hayop na hindi kinatay), ang dugo, ang laman ng baboy, at ang karne (ng mga hayop) na kinatay bilang alay (sakripisyo) sa iba maliban pa kay Allah, o ang mga kinatay (na hayop) patungkol sa diyus-diyosan, atbp., o sa mga hayop na hindi binanggit ang Ngalan ni Allah habang kinakatay, at ang mga pinatay sa pagkabigti (o pagkasakal), o sa pamamagitan ng matinding hampas, o sa pagkahulog sa bangin (o mataas na lugar), o sa pagkasila sa pamamagitan ng sungay, – at ang mga nakain na (ang bahagi) ng mga mababagsik (maiilap) na hayop, maliban na lamang kung nakuha pa ninyo na katayin ito (bago mamatay), – at ang mga inialay (kinatay) sa An-Nusub (mga altar na bato). (Ipinagbabawal) rin ang paggamit ng busog (o palaso) upang humanap ng suwerte o kapasiyahan, ang (lahat) ng ito ay Fisqun (pagsuway kay Allah at [isang] kasalanan). Sa araw na ito, ang lahat ng mga hindi sumampalataya ay nawalan na ng lahat ng pag-asa sa inyong pananampalataya, kaya’t sila ay huwag ninyong pangambahan, datapuwa’t Ako ay inyong pangambahan. Sa araw na ito ay pinaging ganap Ko ang inyong pananampalataya para sa inyo, at nilubos Ko ang Aking paglingap sa inyo, at Aking itinakda sa inyo ang Islam bilang inyong pananampalataya. Datapuwa’t siya na napilitan dahil sa matinding pagkagutom, na walang pagnanais na magkasala (sila ay maaaring kumain ng gayong mga laman o karne), at katotohanang si Allah ay Lagi nang Nagpapatawad, ang Pinakamaawain"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "Sila ay nagtatanong sa iyo (o Muhammad) kung ano ang pinahihintulutan sa kanila (bilang pagkain). Ipagbadya: “Sa inyo ay pinahihintulutan ang mga At-Tayyibat (ang lahat ng mga Halal [matuwid at tumpak]) na pagkain na ginawa ni Allah at pinahihintulutan (ang laman ng mga kinatay at maaaring kainin na hayop, mga produktong mula sa gatas, mga taba, gulay, prutas, atbp.). At mga hayop at mga ibon na naninila na inyong tinuruan upang makapangaso; na sila ay sinasanay at tinuturuan (upang humuli) sa paraan na ipinag-utos sa inyo ni Allah, kaya’t inyong kainin ang nahuli nila para sa inyo, datapuwa’t inyong ipahayag ang Ngalan ni Allah sa harapan nila (ng mga hayop), at inyong pangambahan si Allah. Katotohanang si Allah ay Maagap sa Pagsusulit"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "Ginawang tumpak at matuwid sa inyo sa araw na ito ay ang mga At-Tayyibat (lahat ng Halal na pagkain). Ang pagkain (kinatay na bakahan at mga maaaring kainin na hayop, atbp.) ng mga tao ng Kasulatan (mga Hudyo at Kristiyano) ay pinahihintulutan din sa inyo at ang sa inyo ay pinahihintulutan din sa kanila. (Ang pinahihintulutan sa inyo sa pag-aasawa) ay mga malilinis na babae mula sa mga nananampalataya at mga malilinis na babae ng mga ginawaran ng Kasulatan (mga Hudyo at Kristiyano) nang una sa inyong panahon, kung inyo nang naibigay sa kanila ang katampatang Mahr (dote o handog na salapi [o iba pang yaman] na ibinibigay ng lalaki sa kanyang asawa sa sandali ng pagpapakasal), na naghahangad ng kalinisan (alalaong baga, pagpiling sa kanila sa legal na kasal), at hindi gumagawa ng bawal na pakikipagtalik, at gayundin naman ay hindi nagtuturing sa kanila bilang mga kaibigang babae (may relasyon sa labas ng kasal). At sinuman ang hindi sumampalataya sa Kaisahan ni Allah at sa ibang mga Artikulo ng Pananampalataya (alalaong baga, sa Kanyang mga Anghel, sa Kanyang mga Aklat, sa Kanyang mga Tagapagbalita, sa Araw ng Muling Pagkabuhay at sa Al-Qadar [Kasasapitan]), kung gayon, walang saysay ang kanyang ginagawa, at sa Kabilang Buhay, siya ay mapapabilang sa mga talunan"
        }
    ]
}