{
    "pages": [
        {
            "chapter": 5,
            "verse": 24,
            "text": "Sila ay nagsabi: “O Moises! Hindi kami kailanman papasok dito habang sila ay nandirito. Kaya’t ikaw ay pumaroon (na kasama) ang iyong Panginoon at makipaglaban kayong dalawa, kami ay mauupo (lamang) dito.”"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "Siya (Moises) ay nagsabi: “o aking Panginoon! Ako ay may kapangyarihan lamang sa aking sarili at sa aking kapatid (na lalaki), kaya’t ako ay ihiwalay Ninyo sa mga tao na Fasiqun (mga mapaghimagsik at sumusuway kay Allah)!”"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "(Si Allah) ay nagwika: “Kung gayon, ito (ang banal na lupa) ay ipinagbawal sa kanila sa loob ng apatnapung taon; sa pagkataranta sila ay magsisigala sa buong kalupaan. Kaya’t huwag kayong malumbay sa mga tao na Fasiqun (mga mapaghimagsik at sumusuway kay Allah).”"
        },
        {
            "chapter": 5,
            "verse": 27,
            "text": "At iyong dalitin (O Muhammad) sa kanila (mga Hudyo) sa katotohanan ang kasaysayan ng dalawang anak na lalaki ni Adan (Abel at Cain), nang ang bawat isa sa kanila ay maghandog ng alay (sakripisyo) kay Allah. Ito ay tinanggap mula sa isa ngunit hindi sa isa pa. Ang huli (Cain) ay nagsabi sa una (Abel): “Katiyakang ikaw ay aking papatayin.” Ang una (Abel) ay nagsabi: “Katotohanang si Allah ay tumatanggap lamang sa Al-Muttaqun (mga matimtiman, matuwid, at mabuting tao).”"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "Kung iyong iunat ang kamay mo laban sa akin upang ako ay patayin, hindi ko kailanman iuunat ang aking kamay laban sa iyo upang ikaw ay patayin, sapagkat ako ay nangangamba kay Allah; ang Panginoon ng lahat ng mga nilalang"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "Katotohanang ako ay nagnanais na iyong hatakin ang aking kasalanan tungo sa iyong sarili gayundin ang sa iyong (kasalanan), kung magkakagayon, ikaw ay isa sa mga mananahan sa Apoy, at ito ang kabayaran ng Zalimun (mga mapagsamba sa diyus-diyosan, buhong, buktot, atbp)"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "Kaya’t ang Nafs (sarili) ng isa (ang huli, si Cain) ay humikayat sa kanya at kanyang ginawa na kalugod-lugod sa kanya ang pagpatay sa kanyang kapatid (Abel); at kanyang pinatay siya at naging isa sa mga talunan"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "(At hindi naglaon), si Allah ay nagpadala ng uwak na kumakahig sa lupa upang ipakita sa kanya na itago (ilibing) niya ang patay na katawan ng kanyang kapatid. Siya (na salarin) ay nagsabi: “Kasawian sa akin! Hindi man lamang ako nagkaroon ng kakayahan na tulad ng uwak na ito upang aking itago ang patay na katawan ng aking kapatid?” At siya ay naging isa sa mga nagsisisi"
        }
    ]
}