{
    "pages": [
        {
            "chapter": 5,
            "verse": 37,
            "text": "Sila ay magnanais na makaalpas sa Apoy, datapuwa’t kailanman ay hindi sila makakaalis dito, at sasakanila ang kaparusahan na hindi magmamaliw"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "Ang magnanakaw, lalaki o babae, putulin ang kanilang kamay (kanang kamay hanggang sa galang-galangan), bilang kabayaran sa kanilang ginawa, isang kaparusahan sa pamamagitan ng halimbawa mula kay Allah. At si Allah ay Lagi nang Nagpapatawad, ang Pinakamaawain"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "Datapuwa’t sinuman ang magtika matapos ang kanyang krimen at gumawa ng kabutihan (sa pagsunod kay Allah), kung gayon, katotohanang si Allah ay magpapatawad sa kanya (tatanggap sa kanyang pagsisisi). Katotohanang si Allah ay Lagi nang Nagpapatawad, ang Pinakamaawain"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "Hindi baga ninyo nababatid na kay Allah (lamang) ang pag-aangkin ng kapamahalaan ng kalangitan at kalupaan! Siya ang nagpaparusa sa sinumang Kanyang maibigan, at Siya ang nagpapatawad sa sinumang Kanyang mapusuan. At si Allah ay makakagawa ng lahat ng bagay"
        },
        {
            "chapter": 5,
            "verse": 41,
            "text": "O Tagapagbalita (Muhammad)! Huwag hayaan ang nagmamadali na mahulog sa kawalan ng pananampalataya ay magbigay ng pighati sa iyo, at sa mga nagsasabi: “Kami ay sumasampalataya”, sa kanilang bibig, datapuwa’t ang kanilang puso ay walang pananalig. At sa mga Hudyo ay may mga tao na lubhang nakikinig nang marami at masigasig sa kasinungalingan, – na nakikinig sa mga iba na hindi pa nakalapit sa iyo. Kanilang binabago (pinapalitan) ang salita sa tamang lugar (kahulugan); sila ay nagsasabi: “Kung kayo ay binigyan nito, inyo itong kunin, subalit kung kayo ay hindi binigyan nito, kung gayon, kayo ay mag-ingat!” At sinuman ang naisin niAllah na ilagay saAl-Fitnah (kamalian, dahilan sa kanyang pagtatakwil sa Pananampalataya), ikaw ay walang magagawa para sa kanya laban kay Allah. Sila ang (mga tao) na ang puso ay hindi ninanais ni Allah na dalisayin (mula sa kawalan ng pananalig at pagkukunwari); sasakanila ang kahihiyan sa mundong ito at sa Kabilang Buhay ay may malaking kaparusahan"
        }
    ]
}