{
    "pages": [
        {
            "chapter": 5,
            "verse": 90,
            "text": "o kayong nagsisisampalataya! Ang mga nakalalasing (lahat ng uri ng inuming may alkohol at iba pa na nakakapagbigay ng lambong sa kaisipan tulad ng ipinagbabawal na gamot, droga, damong marijuana, atbp.), ang pagsusugal, ang Al Anzab at Al Azlam (mga busog o palaso sa paghanap ng suwerte o kapasyahan) ay kasuklam-suklam na gawain ni Satanas. Kaya’t (mahigpit) na talikdan (ang lahat ng gayong kasuklam-suklam na bagay) upang kayo ay maging matagumpay"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Si Satanas ay naghahangad lamang na pasiglahin ang pagkagalit at pagkamuhi sa pagitan ninyo sa pamamagitan ng mga bagay na nakalalasing at pagsusugal, at humahadlang sa inyo sa pag-aala-ala kay Allah at sa pagdarasal. Kaya nga, kayo ba ay hindi magsisitigil"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "At sundin ninyo si Allah at ang Tagapagbalita (Muhammad), at maging maingat (kahit na ang mapalapit lamang sa pag-inom [ng nakalalasing] o pagsusugal o Al Anzab, o Al Azlam, atbp.) at magkaroon ng pangangamba kay Allah. At kung sila ay magsitalikod, inyong maalaman na ang tungkulin ng Aming Tagapagbalita ay maiparating (ang Kapahayagan) sa pinakamaliwanag na paraan"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "At sa mga sumasampalataya at nagsisigawa ng kabutihan, hindi isang kasalanan kung anuman ang kanilang kinain (noong una), kung sila ay may pangangamba kay Allah (sa pamamagitan nang paglayo sa mga bagay na Kanyang ipinagbabawal), at sumasampalataya at gumagawa ng kabutihan, at muli ay may pangangamba kay Allah at sumasampalataya, at muli pa ay may pangangamba kay Allah at nagsigawa ng kabutihan na may Ihsan (lantay na gawa). At si Allah ay nagmamahal sa mga gumagawa ng kabutihan"
        },
        {
            "chapter": 5,
            "verse": 94,
            "text": "o kayong nagsisisampalataya! Si Allah ay katiyakang magbibigay sa inyo ng pagsubok sa isang bagay (sa pamamaraan) ng laro (o tagisan o pangangaso) na tunay na maaabot ng inyong mga kamay at ng inyong mga sibat, upang masubukan ni Allah kung sino ang nangangamba sa Kanya kahit na (Siya) ay hindi (ninyo) nakikita. Kaya’t kung sinuman ang lumabag makaraan ito, sasakanya ang kasakit- sakit na kaparusahan"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "o kayong nagsisisampalataya! Huwag kayong pumatay ng mga hayop (sa pamamagitan ng pangangaso) habang kayo ay nasa kalagayan ng Ihram (kasuutan) sa Hajj o Umra (Pilgrimahe), at kung sinuman ang pumatay nito ng may pananadya, ang kabayaran ay isang pag-aalay, na dinala sa Ka’ba, ng isang maaaring kainin na hayop (tulad ng tupa, kambing, baka, atbp.) na katumbas ng kanyang napatay, na pinagpasyahan ng dalawang makatarungang lalaki sa inyong lipon; o kung (ito) ay bilang kabayaran (sa kasalanan), siya ay nararapat na magpakain ng sampung tao na mahirap o ang katumbas nito sa pag- aayuno, upang kanyang malasap ang kabigatan (ng parusa) ng kanyang gawa. Si Allah ay nagpatawad kung anuman ang nakaraan, datapuwa’t kung sinuman ang muling gumawa nito, si Allah ay kukuha ng ganti (kabayaran) mula sa kanya. At si Allah ay Sukdol sa Kapangyarihan, ang Panginoon ng Pagganti (Pagpaparusa)"
        }
    ]
}