{
    "pages": [
        {
            "chapter": 2,
            "verse": 84,
            "text": "At alalahanin nang Aming kinuha ang inyong Kasunduan (na nagsasabi): “Huwag ninyong padanakin ang dugo ng inyong pamayanan, gayundin naman ay huwag ninyong itaboy ang inyong pamayanan sa kanilang tirahan.” At ito ay inyong pinagtibay at dito kayo ay nagbigay saksi"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "Pagkaraan nito, kayo ang pumatay sa bawat isa sa inyo at nagtaboy ng isang pangkat sa kanilang mga tahanan; kayo ay tumulong (sa kanilang mga kaaway) laban sa kanila sa kasalanan at pagsuway. At kung sila ay dumating sa inyo bilang mga bihag, inyong ipinatutubos sila bagama’t ang pagtataboy sa kanila ay ipinagbabawal sa inyo. Kayo ba ay naniniwala lamang sa bahagi ng Kasulatan at nagtatakwil sa iba pa? Datapuwa’t ano ang kabayaran sa inyo na may pag-uugaling ganito, maliban sa kahihiyan sa buhay sa mundong ito? At sa Araw ng Muling Pagkabuhay, sila ay isasadlak sa kasakit-sakit na kaparusahan sapagkat si Allah ang may kabatiran sa inyong ginagawa"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "Sila ang mga tao na bumibili ng buhay sa mundong ito bilang kapalit ng Kabilang Buhay. Ang kanilang kaparusahan ay hindi pagagaanin at sila rin ay hindi tutulungan"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "Aming ibinigay kay Moises ang Aklat at Aming sinundan siya ng marami pang Tagapagbalita. Aming isinugo si Hesus na anak ni Maria na may maliwanag na Ayat (mga tanda, aral, kapahayagan, katibayan, atbp.) at Aming pinatatag siya ng Banal na Espiritu (Gabriel). Ito ba ang dahilan, na kailanma’t may dumatal na Tagapagbalita sa inyo na hindi ninyo ninanais, kayo ay napupuspos ng kapalaluan? Ang iba ay tinatawag ninyong nagbabalatkayo at ang iba ay inyong pinapatay"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "At sila ay nagsasabi: “Ang aming puso ay nababalutan (alalaong baga, hindi na nakikinig at nakakaunawa ng salita ni Allah).” Hindi, si Allah ang sumumpa sa kanila dahilan sa kawalan nila ng pananalig, kakarampot lamang ang kanilang paniniwala"
        }
    ]
}