{
    "pages": [
        {
            "chapter": 7,
            "verse": 188,
            "text": "Ipagbadya (o Muhammad): “Ako ay walang pinanghahawakang kapangyarihan o kapakinabangan o kapinsalaan sa aking sarili malibang pahintulutan ni Allah. Kung ako lamang ay may kaalaman sa Al-Ghaib (mga bagay na nakalingid, o Kabilang Buhay), ginawa ko na sa aking sarili na makapagtabi ng malaking kayamanan, at walang anumang pasakit (kasamaan) ang maaaring sumapit sa akin. Ako ay isa lamang tagapagbabala at isang tagapagdala ng masayang balita sa mga tao na sumasampalataya.”"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "Siya (Allah) ang lumikha sa inyo mula sa nag-iisang tao (Adan), at Kanyang nilikha mula sa kanya ang kanyang asawa (Eba), upang kanyang madama ang kasiyahan na mamuhay sa piling niya. Nang siya (ang tao) ay magkaroon ng pakikipagtalik sa kanya, siya ay nagdalangtao at kanyang dinala ito na hindi naman kabigatan. At nang ito ay maging mabigat, kapwa sila ay nanalangin kay Allah, ang kanilang Panginoon, (na nagsasabi): “Kung Kayo ay magkakaloob sa amin ng isang Salih (isang bata na mabuti sa lahat ng bagay), katotohanang kami ay mapapabilang sa lipon ng mga tumatanaw ng pasasalamat.”"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Datapuwa’t nang Kanyang binigyan sila ng isang Salih (isang bata na mabuti sa lahat ng bagay), sila ay nag-akibat ng mga katambal (sa pangalan lamang at hindi sa pagsamba) sa Kanya (Allah), sa bagay na Kanyang ipinagkaloob sa kanila. Mataas si Allah, Siya ang Kataas-taasan sa lahat ng kanilang mga itinataguri bilang katambal sa Kanya"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Sila baga ay nagtataguri ng mga katambal kay Allah, sa kanila (mga diyus-diyosan) na walang anumang nilikha, bagkus ay sila ang nilikha"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "walang anumang tulong ang maibibigay nila sa kanila, gayundin naman, ay hindi nila matutulungan ang kanilang sarili"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "At kung inyo silang tatawagan tungo sa patnubay, sila ay hindi susunod sa inyo. Ito ay walang pagkakaiba sa inyo kahima’t sila ay inyong tawagin o manatili kayong tahimik"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Katotohanan, ang inyong pinaninikluhuran na mga iba maliban pa kay Allah ay mga alipin na katulad ninyo. Kaya’t sila ay inyong panikluhuran (mga diyus- diyosan) at hayaang kayo ay sagutin nila, kung kayo ay nagsasabi ng katotohanan"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Sila baga ay may mga paa na rito sila ay lumalakad? o sila ba ay may mga kamay na rito sila ay humahawak? o sila ba ay may mga mata na rito sila ay nakakakita? o sila ba ay may mga tainga na rito sila ay nakakarinig? Ipagbadya (o Muhammad): “Tawagin ninyo (ang inyong iniaakibat) na mga katambal (kay Allah) at kayo ay gumawa ng balak sa akin, at huwag ninyo akong bigyan ng palugit na panahon"
        }
    ]
}