{
    "pages": [
        {
            "chapter": 2,
            "verse": 127,
            "text": "AtalalahaninnangitindigniAbrahamat Ismailangmga haligi ng Tahanan (na may panikluhod): “Aming Panginoon! Tanggapin Ninyo (ang paglilingkod na ito) mula sa amin. Katotohanang Kayo ang Ganap na Nakakarinig, ang Tigib ng Kaalaman.”"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "“Aming Panginoon! Kami ay gawin Ninyong mga Muslim na tumatalima sa Inyong (Kalooban) at gayundin ang aming mga anak (lahi) na tumatalima sa Inyong (Kalooban) at Inyong ipakita sa amin ang mga lugar ng pagdiriwang ng ritwal (sa Hajj at Umrah, atbp.) at Inyong tanggapin ang aming pagsisisi. Katotohanang Kayo ang Tanging Isa na tumatanggap ng pagsisisi, ang Pinakamaawain”"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "“Aming Panginoon! Isugo Ninyo sa kanila ang isang Tagapagbalita na mula sa kanila (at katiyakang si Allah ay duminig sa kanilang panawagan sa Kanyang pagsusugo kay Muhammad), na magpapahayag sa kanila ng Inyong mga Talata (kapahayagan, aral, katibayan, tanda, atbp.) at magtuturo sa kanila ng Kasulatan (ang Qur’an) at Al-Hikma (Ganap na Karunungan sa Batas Islamiko, Paghatol at Pagpapasya, pagka-Propeta, atbp.), at Inyong dalisayin sila, sapagkat Kayo lamang ang Pinakamataas sa Kapangyarihan, ang Lubos na Maalam”"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "At sino pa kaya ang tumatalikdan sa pananampalataya ni Abraham maliban sa kanya na lumilinlang sa kanyang sarili? Katotohanang siya ay hinirang Namin sa mundong ito at katiyakang sa Kabilang Buhay, siya ay mapapabilang sa mga matutuwid"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "Pagmasdan! Ang kanyang Panginoon ay nagwika sa kanya: “Isuko mo (ang iyong kalooban sa Akin, maging isang Muslim).” Siya (Abraham) ay nagsabi: “Isinuko ko (ang aking kalooban, bilang isang Muslim) sa Panginoon at Tagapagtaguyod ng lahat ng mga nilalang.”"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "At ang (pagtalima at pagsunod na ito kay Allah, ang Islam) ay ipinatupad ni Abraham sa kanyang mga anak na lalaki, (at gayundin ang ginawa) ni Hakob (na nagsasabi): “o aking mga anak (na lalaki)! Si Allah ang humirang para sa inyo ng (tunay) na pananampalataya; kaya’t huwag ninyong hayaan na kayo ay pumanaw maliban sa katatayuan ng pagtalima (sa Islam, bilang mga Muslim)"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Kayo ba ay mga saksi nang ang kamatayan ay tumambad kay Hakob? Pagmasdan, nang kanyang sinabi sa kanyang mga anak (na lalaki): “Ano ang inyong sasambahin kapag ako ay wala na?” Sila ay nagsabi: “Aming sasambahin ang inyong diyos at ang diyos ng inyong mga ninuno, nila Abraham, Ismail at Isaac. Sa Isang (Tunay) na Diyos, sa Kanya (lamang) kami tatalima.”"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Sila ang mga tao (pamayanan) na nagsipanaw na. Kanilang tatamasahin ang bunga ng kanilang ginawa, at kayo, ng inyong ginawa! At ikaw ay hindi tatanungin tungkol sa kanilang ginawa"
        }
    ]
}