{
    "pages": [
        {
            "chapter": 12,
            "verse": 5,
            "text": "Siya (ang ama) ay nagsabi: “O aking anak! Huwag mong ipaalam ang iyong napanaginipan sa iyong mga kapatid na lalaki, kung hindi, baka sila ay magbalak ng laban sa iyo. Katotohanang si Satanas ay isang lantad na kaaway ng tao"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "Kaya’t ang iyong Panginoon ang hihirang sa iyo at magtuturo sa iyo ng kahulugan ng iyong mga panaginip (at ng iba pang bagay) at gaganapin Niya ang Kanyang paglingap sa iyo at sa mga angkan ni Hakob kung paano Niya ginanap ito sa iyong mga ama (sali’t saling lahi), kay Abraham at Isaac noon pang panahong sinauna! Katotohanan, ang iyong Panginoon ay Lubos na Maalam, ang Puspos ng Karunungan.”"
        },
        {
            "chapter": 12,
            "verse": 7,
            "text": "Katotohanan, kay Hosep at sa kanyang mga kapatid ay may Ayat (mga tanda, aral, katibayan, kapahayagan, atbp.) sa mga naghahanap ng katotohanan"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "Nang kanilang sabihin: “Katotohanang si Hosep at ang kanyang kapatid (si Benjamin) ay higit na minamahal ng aming ama kaysa sa amin, subalit kami ay Usbah (malakas na pangkat). Katotohanang ang aming ama ay nasa lantad na kamalian"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "Patayin si Hosep o itapon siya sa ibang lupain, upang ang pagtangkilik ng inyong ama ay kanyang ipagkaloob lamang sa inyo, (at may sapat na panahon) para sa inyo na maging matuwid pagkaraan nito"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "Ang isa sa kasamahan nila ay nagsabi: “Huwag ninyong patayin si Hosep, nguni’t kung gagawa kayo ng iba, siya ay ihagis ninyo sa ilalim ng balon, siya ay madadampot ng ilang nagdaraang sasakyan ng mga manlalakbay.”"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "Sila ay nagsabi: “o aming ama! Bakit hindi ninyo ipagkatiwala sa amin si Hosep, - gayong kami ang kanyang tagapagmahal"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Siya ay pasamahin ninyo sa amin bukas, upang masiyahan siya at maglaro, at katotohanang siya ay pangangalagaan naming mabuti.”"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "Siya (Hakob) ay nagsabi: “Katotohanang ako ay nalulungkot na siya ay inyong isasama. Nangangamba ako na baka siya silain ng asong ligaw, habang kayo ay nagpapabaya sa kanya.”"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "Sila ay sumagot: “Kung ang asong ligaw ay sisila sa kanya, gayong kami ay Usbah (malakas na pangkat) upang (pangalagaan siya), kung gayon, katiyakang kami ay mga talunan.”"
        }
    ]
}