{
    "pages": [
        {
            "chapter": 18,
            "verse": 46,
            "text": "Ang kayamanan at mga anak ay palamuti sa buhay sa mundong ito. Datapuwa’t ang mabuti at matuwid na mga gawa (ang limang takdang panalangin, mga gawa ng pagsunod kay Allah, mapitagang pag-uusap, pag-aala-ala kay Allah nang may pagluwalhati, papuri at pasasalamat, atbp.) na nagtatagal ay higit na mabuti sa Paningin ng iyong Panginoon kung sa gantimpala, at higit na mainam kung patungkol sa pag-asa"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "At (alalahanin) ang Araw na Aming papapangyarihin na ang kabundukan ay maguho (na tulad ng ulap ng alikabok), at inyong makikita ang kalupaan na tulad ng pinatag na lupa, at sila ay Aming titipunin ng sama-sama upang walang maiwan kahit na isa"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "At sila ay itatambad sa harapan ng iyong Panginoon sa mga hanay, (at si Allah ay magpapahayag): “Ngayon, katotohanang kayo ay dumatal sa Amin na katulad ng paglikha Namin sa inyo noong una. Hindi, datapuwa’t inyong inakala na Kami ay hindi nagtakda ng inyong pakikipagtipan (sa Amin).”"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "At ang Aklat (ang Talaan ng bawat isa) ay ilalagay (sa kanang kamay ng isang sumasampalataya sa Kaisahan ni Allah, at sa kaliwang kamay ng hindi nananampalataya sa Kaisahan ni Allah), at inyong mapagmamalas ang Mujrimun (mga kriminal, makasalanan, mapagsamba sa diyus-diyosan, atbp.) na natatakot sa anumang (nakasulat) dito. Sila ay magsasabi: “Kasawian sa amin! Anong uri ng Aklat ito na hindi nakaligta ng anuman maging ng maliit o malaking bagay, datapuwa’t nagtala ito sa maraming bilang!” At kanilang matatagpuan (dito) ang lahat ng kanilang ginawa na inihantad sa kanilang harapan, at ang inyong Panginoon ay hindi nakikitungo sa sinuman ng walang katarungan"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "At (gunitain) nang Aming wikain sa mga anghel; “Magpatirapa kayo kay Adan.” Kaya’t sila ay nagpatirapa maliban kay Iblis (isa sa mga Jinn na kasama ng mga anghel). Siya ay isa sa mga Jinn, siya ay sumuway sa Pag- uutos ng Kanyang Panginoon. Inyo bagang tatangkilikin siya (Iblis) at ang kanyang kampon (mga anak) bilang mga tagapagtanggol at kawaksi kaysa sa Akin, samantalang sila ay mga kaaway sa inyo. Anong kasamaan ang kapalit sa Zalimun (mga mapagsamba sa diyus-diyosan at mapaggawa ng kamalian, atbp)"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "Ako (Allah) ang nagpapangyari sa kanila (si Iblis at ang kanyang mga supling) na huwag makasaksi (gayundin, ang hingin ang kanilang tulong) sa paglikha ng kalangitan at kalupaan (at maging) ang kanilang sariling pagkalikha, gayundin, Ako (Allah) ay hindi kukuha sa mga mapangligaw (sa katotohanan) bilang mga kawaksi"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "At (alalahanin) ang Araw na Siya ay magpapahayag: “Tawagin ninyo ang mga iniaakibat ninyong katambal sa Akin na inyong pinananaligan.” At sila ay magsisitaghoy sa kanila (mga diyus-diyosan), datapuwa’t sila ay hindi sasagot sa kanila, at Kami ay maglalagay ng Maubiqa (isang sagka, o pagkagalit, o pagkawasak, o isang Lambak ng Impiyerno) sa kanilang pagitan"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "At ang Mujrimun (mga kriminal, mapagsamba sa diyus-diyosan, makasalanan, atbp.) ay makakatunghay sa Apoy at kanilang mahihinuha na sila ay mahuhulog dito. At sila ay hindi makakatagpo ng paraan upang makatakas dito"
        }
    ]
}