{
    "pages": [
        {
            "chapter": 21,
            "verse": 58,
            "text": "Kaya’t winasak niya ito (mga imahen) sa maraming piraso, (ang lahat-lahat) maliban lamang sa pinakamalaki sa mga ito, upang sila ay makapansin dito"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "Sila ay nagsabi: “Sino ang gumawa nito sa aming aliah (mga diyos)? Katiyakang siya ay isa sa mga mapaggawa ng kamalian.”"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "Sila ay nagsabi: “Narinig namin ang isang binata na nagsasabi (ng laban) sa mga ito (imahen) na ang pangalan ay Abraham.”"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "Sila ay nagsabi: “Kung gayon, dalhin siya sa harap ng paningin ng mga tao, upang sila ay magsisaksi.”"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "Sila ay nagsabi: “Ikaw nga ba o Abraham ang gumawa nito sa aming mga diyos?”"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "Siya (Abraham) ay nagsabi: “Hindi, ito, ang pinakamalaki sa kanila (imahen) ang gumawa nito. Inyong tanungin sila kung sila ay nakakapagsalita?”"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Kaya’tsilaaynagsang-usap-usapansaisa’tisaatnagsabi: “Katotohanang ikaw ay Zalimun (buktot, mapaggawa ng kamalian).”"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "At (muli) sila ay nagsang-usap-usapan at pumakli: “Katotohanan na ganap mong alam na ang (mga imaheng) ito ay hindi nakakapagsalita!”"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "(Si Abraham) ay nagturing: “Sinasamba ba ninyo maliban kay Allah ang mga bagay na hindi makakapagbigay sa inyo ng kapakinabangan , o makakapaminsala sa inyo?”"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "“Kasumpa-sumpa kayo, at gayundin ang mga sinasamba ninyo maliban pa kay Allah! wala baga kayong pag-iisip?”"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Sila ay nagsabi: “Sunugin siya, at pangalagaan ninyo ang inyong mga diyos, kung mayroon (man) kayong gagawin (sa lahat ng bagay)!”"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "Kami (Allah) ay nagwika: “O Apoy! Maging malamig ka at mangalaga ka kay Abraham!”"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "At ninais nila na saktan siya, datapuwa’t Aming ginawa sila na pinakamasamang talunan"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "At Aming iniligtas siya at si Lut sa lupain na Aming pinagpala para sa Aalamin (lahat ng mga nilalang)"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "At ipinagkaloob Namin sa kanila si Isaac, at ng dagdag na gantimpala (apong lalaki) na si Hakob. Ang bawat isa ay Aming ginawang matuwid"
        }
    ]
}