{
    "pages": [
        {
            "chapter": 22,
            "verse": 31,
            "text": "Hunafa Lillah (alalaong baga, ang sumamba ng wala ng iba kundi kay Allah), at hindi pagtatambal ng kasama sa Kanya (sa pagsamba) at sinumang magtalaga ng katambal kayAllah, ang makakatulad niya ay wari bang siya ay nahulog sa alapaap (kaitaasan), at ang mga ibon ay umagaw sa kanya, o ang hangin ay nagtapon sa kanya sa isang malayong lugar"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "Kaya’t ang mga ito (ang mga nabanggit sa talata 27 hanggang 31, ay isang obligasyon ng tao na nakalaan kay Allah). At sinumang magparangal sa mga Tanda ni Allah, kung gayon, ito ay katotohanang nanggagaling sa kataimtiman ng puso"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "Sa kanila (ang mga hayop na inialay sa sakripisyo) ay mga kapakinabangan sa inyo sa natatakdaang araw, at pagkatapos, sila ay dinala upang isakripisyo sa Sinaunang Tahanan (ang Haram, ang sagradong teritoryo ng lungsod ng Makkah)"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "At sa bawat bansa, Kami ay nagtalaga ng panrelihiyong mga seremonya, upang kanilang mabanggit ang Pangalan ni Allah sa ibabaw (o harapan) ng mga hayop na Kanyang ipinagkaloob sa kanila bilang pagkain. At ang inyong Ilah (Diyos) ay Isang Ilah (Diyos, si Allah), kaya’t sa Kanya lamang kayo sumuko (sa Islam). At ikaw (o Muhammad), ay magpahayag ng magandang balita sa Mukhbitin (yaong mga sumusunod kay Allah ng may kapakumbabaan at may mabababang loob sa gitna ng mga sumasampalataya sa Islam at sa Kaisahan ni Allah)"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "Sila na ang puso ay tigib ng pangangamba kung si Allah ay nababanggit; na matiyagang nagbabata sa anumang sumapit sa kanila (na kapinsalaan), at sila na mga nagsisipag-alay ng Salah (palagiang pagdarasal) nang mahinusay, at gumugugol (sa Kapakanan ni Allah) mula sa mga biyaya na Aming ipinagkaloob sa kanila"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "At sa Budn (mga baka, kamelyo, o tupa na dala bilang pang-alay na sakripisyo ng mga nagpipilgrimahe sa Santuwaryo ng Makkah). Ginawa Namin sa inyo bilang (isa) sa mga Tanda ni Allah, dito kayo ay may higit na kapakinabangan. Kaya’t banggitin ninyo ang Pangalan ni Allah kung sila ay ilabas na at ihanay (upang isakripisyo). Kaya’t kung sila ay maitumba na ninyo (matapos ang pagkatay), kayo ay magsikain dito, at pakainin ninyo ang mga pulubi na hindi nanghihingi (sa mga tao), at mga pulubi na namamalimos (sa mga tao). Kaya’t ginawa Namin na sila ay mapailalim sa inyo, upang kayo ay magkaroon ng damdamin ng pasasalamat"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "Hindi ang kanilang laman o dugo ang nakakarating kay Allah, datapuwa’t ang katausan (o kataimtiman) mula sa inyo ang sumasapit sa Kanya. Kaya’t ginawa Namin na mapailalim sila sa inyo upang inyong itampok si Allah sa Kanyang naging patnubay sa inyo. At ibigay mo (o Muhammad) ang magandang balita sa Muhsinun (lahat ng mga gumagawa ng kabutihan)"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "Katotohanang si Allah ang nagtatanggol sa mga sumasampalataya. Katotohanan! SiAllah ay hindi umiibig sa mga taksil at mga walang utang na loob sa Kanya (sila na mga sumusuway kay Allah, datapuwa’t sumusunod kay Satanas)"
        }
    ]
}