{
    "pages": [
        {
            "chapter": 33,
            "verse": 23,
            "text": "Sa gitna ng mga nananampalataya ay mga tao na naging tapat sa kanilang kasunduan kay Allah (alalaong baga, sila ay pumalaot sa maka-diyos na digmaan [Jihad] at hindi sila tumalikod sa mga hindi nananampalataya); ang iba sa kanila ay nakatupad sa kanilang mga tungkulin (alalaong baga, namatay sa labanan at naging martir), at ang iba sa kanila ay naghihintay pa rin; datapuwa’t kailanman ay hindi nagbawa ang (kanilang pagpupunyagi) kahit na kaunti (alalaong baga, sila ay hindi naging taksil sa kasunduan na kanilang ginawa kay Allah)"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "Upang magantimpalaan ni Allah ang mga tao ng katotohanan sa kanilang pagiging makatotohanan (alalaong baga, ang kanilang pagsasakit na matupad ang kanilang ipinagkasundo kay Allah), at parusahan Niya ang mga mapagkunwari kung ito ay Kanyang naisin o tanggapin ang kanilang pagsisisi at bigyan sila ng Habag. Katotohanang si Allah ay Lagi nang Nagpapatawad, ang Pinakamaawain"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "At itinaboy ni Allah ang mga hindi sumasampalataya (sa lahat) ng kanilang pagkapoot; wala silang napalang kapakinabangan (sa mga labi ng digmaan, yaman, atbp.); at sapat na si Allah sa mga sumasampalataya upang makipaglaban (sa pamamagitan ng pagsusugo ng daluyong at pulutong ng anghel). At si Allah ay Tigib ng Lakas, ang Pinakamataas sa Kapangyarihan"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "At sila na mga Tao ng Kasulatan (Tribu ng Hudyo ng Banu Quraiza na hindi sumasampalataya) na tumulong sa kanila (na mga hindi sumasampalataya, ang mga kalaban), sila ay dinaklot ni Allah mula sa kanilang kanlungan at naghasik Siya ng lagim sa kanilang puso, (kaya’t) ang isang pangkat (nila) ay inyong napatay, at ang ibang pangkat (nila) ay inyong naging mga bihag"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "At Kanyang ginawa kayo na maging tagapagmana ng kanilang lupain, ng kanilang mga tahanan at kanilang mga ari-arian, at maging ang lupa na hindi ninyo napapasyalan noon. At si Allah ang may kapangyarihan sa lahat ng bagay"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "o Propeta (Muhammad)! Sabihin mo sa iyong mga asawa: “Kung inyong ninanasa ang buhay sa mundong ito at ang kanyang kinang, kung gayon, - kayo ay pumarito! Aking bibigyan kayo ng inyong ikaliligaya (at ikabubuhay) at kayo ay palalayain ko sa magandang paraan (diborsyo)"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "Datapuwa’t kung hinahanap ninyo si Allah at ang Kanyang Tagapagbalita at ang Tahanan ng Kabilang Buhay, kung gayon, katotohanang si Allah ay naghanda sa Al- Muhsinah (mga mapaggawa ng kabutihan) sa karamihan ninyo ng isang malaking gantimpala"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "o kayong mga asawa ng Propeta! Kung sinuman sa inyo ang gumawa nang lantad at labag na pakikipagtalik (sa iba), ang kaparusahan ay magiging dalawang ulit sa kanya at ito ay lubhang magaan kay Allah"
        }
    ]
}