{
    "pages": [
        {
            "chapter": 35,
            "verse": 12,
            "text": "At ang dalawang dagat (uri ng tubig) ay hindi magkatulad. Ang isa ay maiinom at manamis-namis sa panlasa, ang isa ay maalat at mapait (sa panlasa). Datapuwa’t sa magkaibang uri ng tubig, kayo ay kumakain ng sariwa at malambot na laman (isda); at kayo ay nakakakuha ng mga palamuti na naisusuot; at napagmamasdan ninyo ang mga barko na (humihiwa sa tubig) habang naglalayag dito; upang kayo ay makasumpong ng Kasaganaan ni Allah at kayo ay magkaroon ng damdamin ng pasasalamat"
        },
        {
            "chapter": 35,
            "verse": 13,
            "text": "Pinaglalagom Niya ang gabi sa araw (alalaong baga, ang pag-igsi ng mga oras sa gabi ay idinadagdag sa mga oras ng maghapon) at pinaglalagom Niya ang araw sa gabi (alalaong baga, ang pag- igsi ng mga oras sa maghapon ay idinadagdag sa mga oras ng gabi); at ipinailalim Niya (sa Kanyang kapangyarihan at batas) ang araw at buwan, ang bawat isa (sa kanila) ay umiikot (tumatakbo) sa takdang daan sa natataningang panahon. Siya si Allah, ang inyong Panginoon, Siya ang nag-aangkin ng lahat ng Kaharian at Kapamahalaan. Ang inyong sinasamba maliban pa sa Kanya ay hindi man lamang nag-aangkin kahit na isang Qitmir (isang manipis na hibla ng buto ng palmera [datiles)"
        },
        {
            "chapter": 35,
            "verse": 14,
            "text": "At kung sila ay inyong pinamimintuhunan, sila ay hindi nakakarinig sa inyong panawagan, at kung sila (man) ay makakarinig, sila ay hindi makakasagot o makapagbibigay sa inyong (paninikluhod). At sa Araw ng Muling Pagkabuhay ay kanilang itatatwa ang inyong pagtatambal (sa kanila sa pagsamba kay Allah) at paninikluhod. At walang sinuman (o Muhammad) ang katulad Niya na makakapagbigay alam sa iyo sapagkat Siya ang Ganap na Nakakaalam (ng bawat isa at lahat ng bagay)"
        },
        {
            "chapter": 35,
            "verse": 15,
            "text": "O sangkatauhan! Kayo ang nangangailangan (ng tulong) ni Allah; datapuwa’t si Allah ay hindi nangangailangan (ng tulong) ninuman, ang karapat-dapat sa lahat ng mga papuri"
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "Kung Kanyang naisin, kayo ay mawawasak Niya at makakagawa Siya ng ibang nilikha"
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "At ito ay hindi mahirap kay Allah"
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "At walang sinumang may sala ang maaaring magdala ng sala ng iba. At kung sinuman ang nabibigatan at tumawag siya ng iba (upang dalhin) ang kanyang pasan, kahit na ang isang maliit na bahagi nito ay hindi maaaring dalhin (ng iba), maging ito man ay malapit sa kanya (kamag- anak). Ikaw (o Muhammad) ay makakapagbigay babala lamang sa mga may pangangamba kay Allah na hindi nakikita, at nagsasagawa ng palagiang pagdarasal (Iqamat- us-Salah). At sinuman ang nagpapadalisay sa kanyang sarili (sa lahat ng mga kasalanan) ay gumagawa nito sa kapakanan ng kanyang kaluluwa; at ang Huling Hantungan ng lahat ay kay Allah"
        }
    ]
}