{
    "pages": [
        {
            "chapter": 2,
            "verse": 265,
            "text": "Atangnakakahalintuladngmgagumugugolngkanilang kayamanan na naghahangad na magbigay lugod kay Allah at upang patibayin ang kanilang kaluluwa ay tulad ng isang halamanan na malago at malusog; ang malakas na ulan ay bumuhos dito at ito ay nagbunga ng higit na maraming ani, at kung ito man ay hindi tumanggap ng malakas na ulan, ang kaunting pagkabasa nito ay sapat na. Si Allah ang Ganap na Nakakamasid sa anumang inyong ginagawa"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "Mayroon baga na isa man sa inyo ang maghahangad na magkaroon ng halamanan na may mga palmera (datiles) at bagingan (mga gumagapang na halaman), na may mga ilog na nagsisidaloy sa ilalim, at ang lahat ng uri ng mga bungangkahoy para sa kanya ay naririto; at nang siya ay sumapit na sa katandaan at ang kanyang mga anak ay mahina na (at hindi makapangalaga sa kanilang sarili), na ito ay madaanan ng isang ipu-ipo, at ito ay masilaban? Sa ganito ipinapakita ni Allah na maging maliwanag ang Kanyang Ayat (mga tanda, aral, kapahayagan, katibayan, atbp.) sa inyo upang kayo ay magkaroon ng pagdidili-dili"
        },
        {
            "chapter": 2,
            "verse": 267,
            "text": "o kayong nagsisisampalataya! Magsipagbigay kayo ng mabubuting bagay na inyong kinita (nang malinis), at ng mga bungang halaman (at mga pag-aani) mula sa kalupaan na Aming pinatubo sa inyo, at huwag magnais ng anumang masama, na mula rito kayo ay magbibigay, ngunit maging kayo sa inyong sarili ay hindi tatanggap nito nang hindi nakapikit ang inyong mga mata. At inyong maalaman na si Allah ay Masagana (hindi nangangailangan ng anuman), ang Karapat-dapat sa lahat ng mga papuri"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "Si Satanas ay nananakot sa inyo ng kahirapan at nag-uudyok sa inyo na gumawa ng kasalanan; datapuwa’t si Allah ay nangangako sa inyo ng pagpapatawad mula sa Kanya at ng kasaganaan; at si Allah ay may Sapat na Panustos sa pangangailangan ng Kanyang mga nilikha, ang may Ganap na Kaalaman"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "Siya ang nagkakaloob ng karunungan sa sinumang Kanyang maibigan; at siya na pinagkalooban (Niya) ng karunungan ay tunay namang nakatanggap ng kapakinabangan na nag-uumapaw; datapuwa’t walang sinuman ang tatanggap ng paala-ala maliban sa mga tao na may pang-unawa"
        }
    ]
}