{
    "rukus": [
        {
            "chapter": 25,
            "verse": 1,
            "text": "Tebareke\" ne yüce feyyazdır o ki, dünyaları uyarmak üzere kulu Muhammed'e, hakkı batıldan ayırdeden Kur'ân'ı indirdi"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "O öyle bir ilâhtır ki, göklerin ve yerin hükümranlığı kendisinindir. O hiç çocuk edinmedi, hükümranlıkta ortağı yoktur. O, her şeyi yaratıp bir ölçüye göre düzenleyerek takdir etmiştir"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "Kâfirler, O'nu bırakıp bir şey yaratamayan, bilakis kendileri yaratılmış olan, kendilerine ne zarar ve ne de fayda verebilen; öldürmeye, diriltmeye ve ölümden sonra tekrar canlandırmaya güçleri yetmeyen tanrılar edindiler"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "İnkâr edenler: \"Bu Kur'ân Muhammed'in uydurmasıdır, ona başka bir topluluk yardım etmiştir\" diyerek haksız ve asılsız bir söz uydurdular"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "Kur'ân öncekilerin masallarıdır; başkalarına yazdırmış da sabah akşam kendisine okunmaktadır\" dediler"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "Ey Muhammed! De ki: \"Onu, göklerin ve yerin sırrını bilen indirmiştir. Şüphesiz O, bağışlayandır, merhamet edendir"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "Şöyle dediler: \"Bu ne biçim peygamber ki, yemek yer, sokaklarda gezer? Ona, beraberinde bulunup uyaran bir melek indirilseydi ya"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "Yahut kendisine bir hazine verilseydi veya besleneceği bir bahçe olsaydı ya!\" Bu zalimler, inananlara \"Siz sadece büyülenmiş bir adama uyuyorsunuz\" dediler"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "Ey Muhammed! sana nasıl misaller getirdiklerine bir bak! Onlar sapmışlardır, yol bulamazlar"
        }
    ]
}