{
    "rukus": [
        {
            "chapter": 25,
            "verse": 21,
            "text": "Bununla beraber, bize kavuşmayı ummayanlar \"Bize ya melekler indirilmeliydi, ya da Rabbimizi görmeliydik\" dediler. Andolsun ki, doğrusu nefislerinde kendilerini büyük gördüler ve büyük azgınlık ettiler"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "Melekleri görecekleri gün, işte o gün, günahkarlara hiçbir sevinç haberi yoktur. Ve yasak yasak, diyeceklerdir"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "Onların yaptıkları her bir iyi işi dikkate alırız, fakat onu saçılmış zerreler haline getiririz"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "O gün cennetliklerin kalacakları yer çok iyi, dinlenecekleri yer pek güzeldir"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "O gün gökyüzü beyaz bulutlar halinde yarılacak ve melekler bölük bölük indirileceklerdir"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "İşte o gün gerçek hükümranlık, çok merhametli olan Allah'ındır. Kâfirler için ise o, pek çetin bir gündür"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "O gün zalim kimse ellerini ısıracak: \"Eyvah!\" diyecek, \"keşke Peygamberin yanında bir yol tutsaydım"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "Eyvah!\" diyecek, \"keşke falancayı dost edinmeseydim"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "Çünkü zikir (Kur'ân) bana gelmişken o, hakikaten beni ondan saptırdı. Şeytan insanı (uçuruma sürükleyip sonra) yapayalnız ve yardımcısız bırakmaktadır"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "Peygamber dedi ki: \"Ey Rabbim! Kavmim bu Kur'ân'ı terkedilmiş (bir şey yerinde) tuttular"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "(Resulüm!) Ve işte biz böyle her peygamber için günahkarlardan bir düşman yapmışızdır. Bununla beraber hidayet verici ve yardımcı olarak Rabbin yeter"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "Yine o inkâr edenler dediler ki: \"O Kur'ân ona, hepsi birden indirilseydi ya\"! Biz onu senin kalbine iyice yerleştirmek için böyle (parça parça indirdik) ve onu tane tane (ayırarak) okuduk"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "Hem onlar sana karşı herhangi bir mesel ile gelmezler ki, biz sana (onun karşılığında) doğrusunu ve tefsirin daha güzelini getirmiş olmayalım"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "O yüzleri üstü cehenneme toplanacaklar var ya! işte onlar, yerleri en kötü, yolları en sapık olanlardır"
        }
    ]
}