{
    "rukus": [
        {
            "chapter": 5,
            "verse": 1,
            "text": "Ey iman edenler! Sözleşmeleri yerine getirin. İhramlı iken avlanmayı helal saymamanız şartıyla, çeşitli hayvanlar size helal kılındı. Ancak haram oldukları size okunacak olanlar müstesna. Şüphesiz Allah dilediği hükmü verir"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "Ey iman edenler! Allah'ın alâmetlerine, haram aya, kurbanlık hediyelere, gerdanlıklarına ve Rablerinden lutuf ve rıza bekleyerek Kabe'ye yönelenlere sakın saygısızlık etmeyin. İhramdan çıktığınız zaman avlanabilirsiniz. Sizi Mescidi Haram'dan çevirdiklerinden dolayı bir topluma karşı olan kininiz, sizi saldırıya sevk etmesin. İyilik ve takva üzerinde yardımlaşın, günah ve düşmanlık üzerinde yardımlaşmayın. Allah'tan korkun. Çünkü Allah'ın azabı çetindir"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "Leş, kan, domuz eti, Allah'tan başkasının adı anılarak kesilen; boğulmuş, vurulmuş, yukardan düşmüş, boynuzlanmış, canavar yırtmış olup da canlı iken kesmedikleriniz; dikili taşlar (putlar) üzerine boğazlanan hayvanlar ve fal oklarıyla kısmet (şans) aramanız size haram kılındı. Bunların hepsi doğru yoldan çıkmaktır. Bugün kâfirler, dininize karşı ümitsizliğe düşmüşlerdir. Onlardan korkmayın, benden korkun. Bugün dininizi kemale erdirdim, size nimetimi tamamladım. Size din olarak İslâmı beğendim. Kim açlıktan daralır, günaha istekle yönelmeden bunlardan yemek zorunda kalırsa, ona günah yoktur. Çünkü Allah bağışlayan, merhamet edendir"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "Sana, kendilerine neyin helal kılındığını soruyorlar. De ki: \"Size iyi ve temiz şeyler helal kılındı.\" Allah'ın size öğrettiğinden öğreterek yetiştirdiğiniz avcı hayvanların sizin için tuttuklarını yiyin ve üzerine Allah'ın adını anın (besmele çekin), Allah'tan korkun. Muhakkak Allah, hesabı çabuk görendir"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "Bugün size iyi ve temiz şeyler helal kılındı. Kendilerine kitap verilenlerin yiyecekleri size helal olduğu gibi, sizin yiyeceğiniz de onlara helâldir. Ve müminlerden iffetli hür kadınlar ve sizden önce kendilerine kitap verilenlerden namuslu hür kadınlar, zina etmeksizin, gizli dost tutmaksızın, namuslu bir şekilde mehirlerini ödediğiniz takdirde, size helâldir. Her kim imanı inkâr ederse, ameli boşa gitmiş olur ve o, ahirette zarara uğrayanlardandır"
        }
    ]
}