{
    "rukus": [
        {
            "chapter": 2,
            "verse": 87,
            "text": "Andolsun ki biz Musa’ya kitap verdik. Ondan sonra da birbiri ardınca peygamberler gönderdik. Meryem oğlu İsa’ya da beyyineler verdik. Ve onu Ruh-ul-Kudüs ile te’yid ettik. Demek bir peygamber ne vakit size gönüllerinizin hoşlanmadığı bir şeyi getirirse, kibirlenmek isteyeceksiniz de kiminiz tekzip edecek, kiminiz de öldüreceksiniz öyle mi"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "Yahudiler; «Kalplerimiz kılıflıdır» dediler. Hayır, yalnız kâfir olduklarından dolayı Allah onları lânetledi. Onların pek azı iman eder"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "Onlara Allah katından elleri altındaki Tevrat´ı onaylayan bir kitap (Kur´an) gelince - ki, daha önce kâfirlere karşı zafer kazanmak istedikleri halde ötedenberi bilip durdukları bu kitap kendilerine gelince- onu inkâr ettiler. Allah´ın lâneti kâfirlerin üzerinedir"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "Onlar Allah´ın kendi bağışı olarak dilediği kuluna vahiy indirmesini çekemeyerek O´nun indirdiği kitabı inkâr etmekle benliklerini ne kötü şey karşılığında sattılar da katmerli gazaba uğradılar! Kâfirleri alçaltıcı bir azap beklemektedir"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "Onlara ´Allah´ın indirdiğine inanın» denildiği zaman; «Biz sadece bize indirilene inanırız» derler ve ellerindeki Tevrat´ı doğrulayıcı hakk bir kitap olduğu halde Tevrat´tan başkasına inanmazlar. Onlara de ki; «Madem ki, inanıyordunuz daha önce Allah´ın peygamberini niye öldürdünüz"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "Musa size mucizeler ile geldi. Siz ise onun yokluğunda buzağıya taptınız. Sizler öyle zalimlersiniz"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "Hani sizden kesin söz almıştık; Tur´u üzerinize kaldırarak «Size verdiğimizi kuvvetle tutun ve dinleyin» dedik. Onlar ise «Dinledik ve karşı geldik» dediler. Kâfirlikleri yüzünden buzağı sevgisi kalplerine iyice işledi. De ki; «Eğer inanıyor idiyseniz, imanınız size ne kötü işler emrediyor"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "De ki; «Eğer iddia ettiğiniz gibi Allah katında Ahiret yurdu başka hiç kimsenin değil de sırf sizin ise o halde iddianızda samimi iseniz ölümü temenni edin.»"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "Oysa onlar kendi elleri ile işlemiş oldukları kötülüklerden dolayı ölümü kesinlikle istemezler. Hiç şüphesiz, Allah zalimleri bilir"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "Onları, insanların hayata en düşkünü, puta tapanlardan bile daha tutkunu olarak bulacaksın. Her biri ister ki, bin yıl yaşatılsın. Oysa uzun yaşamak kendilerini azaptan kurtaracak değildir. Hiç şüphesiz, Allah onların yaptıklarını görüyor"
        }
    ]
}