{
    "rukus": [
        {
            "chapter": 10,
            "verse": 41,
            "text": "Eğer onlar seni yalanlarsa de ki; «Benim işlediklerim bana, sizin işledikleriniz de sizedir. Benim işlediklerim ile sizin bir ilginiz olmadığı gibi, sizin işlediklerinizle de benim bir ilgim yoktur.»"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "Onların arasında Kur´an okurken sana kulak verenler de vardır. Fakat üstelik düşünme yeteneğinden de yoksun sağırlara, sen söz işittirebilir misin"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "Onların arasında sana bakanlar da vardır. Fakat görme yeteneğinden bütünü ile yoksun körleri, sen doğru yola iletebilir misin"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "Allah insanlara hiç zulmetmez, fakat insanlar kendi kendilerine zulmederler"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "Allah insanları biraraya topladığı gün, sanki dünyada sadece gündüzün bir saati kadar kalmışlar ve bu süreyi birbirleri ile tanışmak için harcamışlar gibidirler. Allah ile karşılaşacaklarını yalanlayanlar gerçekten hüsrana uğramışlardır, onlar doğru yolu bulamamışlardır"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "Kâfirleri çarptıracağımızı söz verdiğimiz cezanın bir bölümünü sana göstersek de ya da daha önce senin canını alsak da, onların dönüşü bizedir. Sonra Allah onların neler yaptıklarına tanıktır"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "Her ümmete bir peygamber gönderilmiştir. Peygamberler gelip de mesajlarını duyurduktan sonra ümmetler hakkında adalet uyarınca hüküm verilir, onlara haksızlık edilmez"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "Onlar, «Eğer doğru söylüyorsanız vadettiğiniz bu ceza ne zaman gerçekleşecek?» derler"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "Onlara de ki; «Allah´ın dileği dışında benim kendime bile zarar ya da yarar dokundurmaya gücüm yetmez. Her ümmetin belirli bir yaşama süresi vardır. O süre dolunca, ne bir an geri bırakılırlar ve ne de bir an önceye alınırlar.»"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "De ki; «Allah´ın azabı diyelim ki; gündüz ya da gece başınıza geldi. Suçlular bunun bir an önce gerçekleşmesini niye isterler ki"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "Yoksa azap başlarına geldikten sonra kendilerine, ´Şimdi ona inandınız mı? Hani onun bir an önce gerçekleşmesini istiyordunuz´ densin diye mi"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "Sonra zulmedenlere denir ki; «Sürekli azabı tadınız bakalım, sadece dünyada işlediklerinizin karşılıkları ile cezalandırılmıyor musunuz"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "Sana, «O ceza gerçek midir?» diye soruyorlar. Onlara de ki; «Rabbim hakkı için, evet. O, gerçektir, siz Allah´ın yapacağını engelleyemezsiniz.»"
        }
    ]
}