{
    "rukus": [
        {
            "chapter": 11,
            "verse": 61,
            "text": "Semudoğulları´na da kardeşleri Salih´i peygamber olarak gönderdik. Salih dedi ki; ´´Soydaşlarım, sadece Allah´a kulluk sununuz, O´ndan başka bir ilahınız yoktur. Sizi topraktan yaratan ve yeryüzüne yerleştirerek burayı kalkındırmakla görevlendiren O´dur. O´ndan af dileyiniz, O´na yöneliniz. Çünkü Allah, kullarına yakındır ve dileklerin kabul edicisidir"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "Soydaşları dediler ki; «Ya Salih, bundan önce sen kendisine umut bağladığımız bir kişi idin. Şimdi bize atalarımızın taptıkları ilahlara tapmayı mı yasaklıyorsun? Bizi benimsemeye çağırdığın ilkeler konusunda koyu bir kuşku içindeyiz.»"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "Ey soydaşlarım, baksanıza, eğer ben Rabbimden gelen açık bir belgeye dayanıyorsam, O bana kendi katından bir rahmet bağışladı ise, emrine karşı geldiğim taktirde beni O´ndan kim kurtaracak? Sizin bana zararımı arttırmaktan başka hiç bir katkınız olamaz"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "Ey soydaşlarım, bu Allah´ın devesidir, size bir mucize olarak gönderildi; bırakın onu Allah´ın toprağında dolaşıp yesin içsin; ona bir kötülük dokundurmayın, yoksa yakın vadeli bir azaba çarpılırsınız"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "Buna rağmen onu kesip devirdiler. O zaman: “Yurdunuzda üç gün daha kalın, bu yalanlanmayacak sözdür.”"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "Azaba ilişkin emrimiz geldiğinde Salih ile beraberindeki mü´minleri helak olmaktan ve o günkü onur kırıcı perişanlıktan, rahmetimizin sonucu olarak, kurtardık. Hiç şüphesiz senin Rabbin güçlüdür, üstün iradelidir"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "O zalimleri müthiş bir gürültü yakaladı da evlerinde, oldukları yerde yığılıp kalıverdiler"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "Sanki az önce o evlerde yaşayanlar onlar değildi. Haberiniz olsun ki, Semudoğulları Rabblerini inkâr ettiler. Hey, kahrolsun Semudoğulları"
        }
    ]
}