{
    "rukus": [
        {
            "chapter": 16,
            "verse": 1,
            "text": "Allah´ın hükmü yakında gerçekleşecektir; buna göre onun bir an önce gerçekleşmesini boşu boşuna isteyip durmayınız. Allah, onların kendisine yakıştırdıkları ortaklardan uzaktır, yücedir"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "Allah «Benden başka ilah yoktur, sırf benden korkunuz» uyarısını, mesajını insanlara duyursunlar diye dilediği kullarına kendi iradesi ile vahiy eşliğinde melekler gönderir"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "Allah, gökleri ve yeri haklı bir gerekçe uyarınca yarattı; O, onların kendisine yakıştırdıkları ortaklardan uzaktır"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "O insanı bir meni damlacığından yarattı; fakat o birdenbire pervasız bir tartışmacıya dönüştü"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "Allah hayvanları da yarattı. Bunlar size soğuktan koruyucu yünler, kıllar ile başka birçok yararlar sağlarlar ve etlerini de yersiniz"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "Bu hayvanlar, onları sabahleyin otlağa salarken ve akşam geri getirirken, size göz zevki sağlarlar"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "Bu hayvanlar, ancak ağır sıkıntıya katlanarak varabileceğiniz uzaklıktaki beldelere yüklerinizi taşırlar. Hiç kuşkusuz Rabbiniz pek şefkatli ve merhametlidir"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "Allah atları, katırları, eşekleri, binek ve süs hayvanı olarak yarattı. O sizin bilmediğiniz daha nice canlıları yarattı"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "Yolun doğrusunu göstermek Allah´ın tekelindedir. Kimi yollar eğridir. Eğer o dileseydi, hepinizi doğru yola iletirdi"
        }
    ]
}