{
    "rukus": [
        {
            "chapter": 23,
            "verse": 51,
            "text": "Ey peygamberler, temiz yiyeceklerden yiyiniz ve iyi ameller işleyiniz. Hiç kuşkusuz ben sizin neler yaptığınızı bilirim"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "Sizin de bir parçasını oluşturduğunuz şu ümmet, tek bir ümmettir, ben de sizin Rabb´inizim. Öyleyse sırf benden korkunuz"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "Fakat insanlar bu inanç birliğini yıkarak çeşitli gruplara ayrıldılar. Her grup kendi inanç sistemi ile övündü"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "Bir süre için onları gafletleri ve sapıklıkları ile başbaşa bırak"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Onlar sanıyorlar mı ki, kendilerine verdiğimiz servetle ve evlatlarla"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "Onların iyiliklerine koşuyoruz? Aslında onlar işin farkında değildirler"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Onlar ki, Rabb´lerinin korkusu ile titriyorlar"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "Ve onlar ki, Rabb´lerinin ayetlerine inanıyorlar"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "Ve onlar ki, Rabb´lerine ortak koşmuyorlar"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "Ve onlar ki, Rabb´lerine dönecekler diye kalpleri ürpererek verdikleri şeyi verirler"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "İşte onlar iyiliklerde yarışanlar ve bu yarışı önde bitirenlerdir"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "Biz herkese taşıyabileceği kadar yük yükleriz. Bizim katımızda, gerçeği olduğu gibi söyleyen bir kitap vardır. Onlara asla haksızlık edilmez"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "Fakat kâfirlerin kalpleri, mü´minlerin bu davranışlarından tamamen habersizdir. Onların, bunlar dışında, birtakım kötü işleri var ki, sürekli olarak onlarla meşguldürler"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "Ama onların azılı elebaşlarının yakasına azabımızla yapıştığımızda hemen feryadı basarlar"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "Bugün boşuna feryad etmeyiniz, bizden yardım göremeyeceksiniz"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "Vaktiyle ayetlerimiz size okunduğunda yüzünüzü arkanıza çevirirdiniz"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "Ayetlerimize dudak bükerek gizli toplantılarınızda saçmalıyordunuz"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "Acaba onlar Kur´anı incelemediler mi? Yoksa onlara, eski atalarına gelmemiş olan bir mesaj mı geldi"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "Yoksa peygamberlerini tanıyamadılar da bu yüzden mi ona karşı çıkıyorlar"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "Yoksa onun deli olduğunu mu söylüyorlar. Hayır, O onlara gerçeği getirdi ve onların çoğu gerçekten hoşlanmıyorlar"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "Eğer gerçek onların keyfi arzularına uysaydı, göklerin, yerin ve gökler ile yerde bulunan canlı cansız tüm varlıkların düzeni ve dengesi bozulurdu. Aslında onlara nam ve şan bağışladık. Fakat onlar kendi nam ve şanlarına sırt dönüyorlar"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "Yoksa sen onlardan ücret mi istiyorsun ki? Oysa Rabb´inin sana vereceği ücret daha üstündür. O rızık verenlerin en iyisidir"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "Aslında sen onları doğru yola çağırıyorsun"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "Ama ahirete inanmıyorlar doğru yolun uzağına düşüyorlar"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "Eğer biz onlara acısak da başlarındaki sıkıntıyı gidersek yine azgınlıkları içinde debelenmeye ısrar ederler"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "Biz onların yakalarına azapla yapıştık. Fakat ne Rabb´lerine boyun eğdiler ve ne de O´na yalvardılar"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "Ama ağır bir azabın kapısını yüzlerine açtığımızda kurtuluş ümitlerini yitirerek ne yapacaklarını şaşırırlar"
        }
    ]
}