{
    "rukus": [
        {
            "chapter": 48,
            "verse": 18,
            "text": "Andolsun ki, o ağacın altında sana biat ederken, Allah, mü´minlerden razı olmuştur. Allah onların gönüllerinden geçeni bildiği için onların üzerine huzur ve güven indirdi ve onlara yakın bir fetih verdi"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "Yine onlara alacakları birçok ganimetler bahş eyledi. Allah üstündür, hüküm ve hikmet sahibidir"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "Allah size elde edeceğiniz birçok ganimetler va´detti. Bunu size hemen vermiş ve insanların ellerini sizden çekmiştir ki bu mü´minlere bir işaret olsun ve Allah sizi dosdoğru yola iletsin"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "Bundan başka sizin güç yetiremediğiniz, ancak Allah´ın sizin için kuşattığı ganimetler de vardır. Allah her şeye kadirdir"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "Eğer kafirler sizinle savaşsalardı, arkalarına dönüp kaçarlardı, sonra ne bir koruyucu ne de bir yardımcı bulamazlardı"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "Allah´ın öteden beri süregelen yasasıdır. Allah´ın yasasında bir değişme bulamazsın"
        },
        {
            "chapter": 48,
            "verse": 24,
            "text": "Mekke´nin ortasında, sizi onlara galip getirdikten sonra onların ellerini sizden, sizin ellerinizi onlardan çeken O´dur. Allah, yaptıklarınızı görmektedir"
        },
        {
            "chapter": 48,
            "verse": 25,
            "text": "Onlar inkar eden ve sizin Mescid-i Haram´ı ziyaretinizi ve bekletilen kurbanların yerine ulaşmasını men edenlerdir. Eğer Mekke´de kendilerini henüz tanımadığınız mü´min erkekler ve kadınları bilmeyerek eziyet etmenizi önlemek için, Allah savaşı önledi. Dilediklerine rahmet etmek için Allah böyle yapmıştır. Eğer onlar birbirinden ayrılsaydı elbette onlardan inkar edenleri, elemli bir azaba çarptırırdık"
        },
        {
            "chapter": 48,
            "verse": 26,
            "text": "O zaman inkar edenler, kalplerine öfke ve gayretin cahiliyye çağının öfke ve gayretini koymuşlardı. Allah da elçisine ve mü´minlere huzur ve güveni indirdi; onları takva sözüne tutunmalarını sağladı. Onlar, bu söze layık ve ehil kimselerdi. Allah herşeyi bilmektedir"
        }
    ]
}