{
    "rukus": [
        {
            "chapter": 57,
            "verse": 20,
            "text": "Biliniz ki, dünya hayatı oyundan, eğlenceden, süs ve gösterişten, birbirinize karşı övünmeden, mal ve evladı çoğaltma yarışından ibarettir. Bu hayat, ekini ve bitkisi çiftçisinin yüzünü güldüren bol yağmura benzer. Fakat bir süre sonra kuruyan bu bitki örtüsünün sarardığını görürsün. Arkasından da ot kırıntılarına dönüşür. Ahirette ise bir yanda ağır bir azab, öbür yanda Allah´ın bağışlaması ve hoşnutluğu vardır. Dünya hayatı, aldatıcı bir hazdan başka bir şey değildir"
        },
        {
            "chapter": 57,
            "verse": 21,
            "text": "O halde Rabbinizin bağışlaması ve Allah ile Peygambere inananlar için hazırlanmış, gökle yer arası kadar genişliği olan cennet uğruna yarışınız. Bu Allah´ın dilediklerine verdiği bir lütfudur. Allah büyük lütuf sahibidir"
        },
        {
            "chapter": 57,
            "verse": 22,
            "text": "Gerek yeryüzünde görülen, gerekse başınıza gelen her musibet tarafımızdan yaratılmadan önce kesinlikle bir kitapta belirlenmiştir. Bu ayrıntılı planlama Allah için kolay bir iştir"
        },
        {
            "chapter": 57,
            "verse": 23,
            "text": "Amaç, kaybettiklerinize üzülmemeniz ve O´nun size verdikleri yüzünden şımarmamanızdır. Allah kendini beğenmiş şımarıkları sevmez"
        },
        {
            "chapter": 57,
            "verse": 24,
            "text": "Bunlar hem kendileri cimrice davranırlar hem de başkalarına cimri olmayı önerirler. Kim hayr yapmaktan kaçınırsa bilsin ki, Allah hiçbir şeye muhtaç değildir ve özü itibarı ile övgüye layıktır"
        },
        {
            "chapter": 57,
            "verse": 25,
            "text": "Biz Peygamberlerimizi kesin kanıtlarla gönderdik, insanlar arasında adil bir düzen kurulsun diye onlarla birlikte kitabı ve ölçüyü indirdik. Ayrıca büyük caydırıcılığı ve sertliği yanında insanlara yönelik birçok faydaları olan demiri indirdik. Böylece kimlerin görmedikleri halde Allah´ı ve Peygamberi destekleyeceklerini ortaya çıkarmak istedik. Hiç kuşkusuz Allah güçlü ve üstün iradelidir"
        }
    ]
}