{
    "rukus": [
        {
            "chapter": 68,
            "verse": 34,
            "text": "Muttakiler içinde Rabbleri katında nimet bahçeleri vardır"
        },
        {
            "chapter": 68,
            "verse": 35,
            "text": "Öyle ya biz Müslümanları o günahkarlarla bir tutar mıyız hiç"
        },
        {
            "chapter": 68,
            "verse": 36,
            "text": "Size ne oluyor? Ne biçim hüküm veriyorsunuz"
        },
        {
            "chapter": 68,
            "verse": 37,
            "text": "Yoksa bir kitabınız var da ondan mı bu hükümleri okuyorsunuz"
        },
        {
            "chapter": 68,
            "verse": 38,
            "text": "Onda beğendiğiniz her şeyi mi buluyorsunuz"
        },
        {
            "chapter": 68,
            "verse": 39,
            "text": "Yoksa «İstediğiniz gibi hükmedebilirsiniz» diye sizin lehinize olarak tarafımızdan verilmiş kıyamet gününe kadar geçerli kesin sözler mi var"
        },
        {
            "chapter": 68,
            "verse": 40,
            "text": "Sor onlara: Bu iddiayı onların hangisi savunacak"
        },
        {
            "chapter": 68,
            "verse": 41,
            "text": "Yoksa kendilerinin ortakları mı var? Doğru iseler ortaklarını çağırsınlar"
        },
        {
            "chapter": 68,
            "verse": 42,
            "text": "O gün işin dehşetinden baldırlar açılır; ve secdeye davet edilecekleri gün secde edemezler"
        },
        {
            "chapter": 68,
            "verse": 43,
            "text": "Gözleri dönmüş olarak yüzlerini zillet kaplar. Onlar sağlam iken de secdeye davet edildiler fakat secde etmezlerdi"
        },
        {
            "chapter": 68,
            "verse": 44,
            "text": "Bu sözü yalanlayanı bana bırak; onları bilmedikleri yerden derece derece azaba yaklaştıracağız"
        },
        {
            "chapter": 68,
            "verse": 45,
            "text": "Onlara mühlet veriyorum. Doğrusu benim tuzağım sağlamdır"
        },
        {
            "chapter": 68,
            "verse": 46,
            "text": "Yoksa sen onlardan bir ücret istiyorsun da onlar ağır borç altında mı kalıyorlar"
        },
        {
            "chapter": 68,
            "verse": 47,
            "text": "Yoksa gaybın bilgisi kendi yanlarında da onlar mı istedikleri gibi yazıyorlar"
        },
        {
            "chapter": 68,
            "verse": 48,
            "text": "Sen Rabbinin hükmünü sabırla bekle. Balık sahibi Yunus gibi olma, o pek üzgün olarak Rabbine seslenmişti"
        },
        {
            "chapter": 68,
            "verse": 49,
            "text": "Şayet Rabbinden ona bir nimet yetişmemiş olsaydı, o mutlaka çırıl çıplak, kınanacak bir halde bir yere atılırdı"
        },
        {
            "chapter": 68,
            "verse": 50,
            "text": "Fakat Rabbi O´nun duasını kabul etti de onu salih insanlardan yaptı"
        },
        {
            "chapter": 68,
            "verse": 51,
            "text": "Doğrusu kafirler Kuran´ı dinlediklerinde neredeyse seni gözleriyle yıkıp devireceklerdi. «O delidir» diyorlardı"
        },
        {
            "chapter": 68,
            "verse": 52,
            "text": "Oysa Kur´an alemler için bir öğütten başka bir şey değildir"
        }
    ]
}