{
    "pages": [
        {
            "chapter": 6,
            "verse": 28,
            "text": "Hayır; daha önce gizledikleri onlara göründü. Eğer geri döndürülseler yine kendilerine yasak edilen şeylere dönerler. Doğrusu onlar yalancıdırlar"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "Hayat ancak bu dünyadakinden ibarettir, biz dirilecek değiliz\" dediler"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "Onları, Rablerinin huzuruna çıkarıldıkları zaman bir görsen! Allah: \"Bu gerçek değil mi?\" der; onlar, \"Evet, Rabbimiz hakkı için gerçektir\" derler. Allah da \"Öyleyse inkar etmenizden ötürü azabı tadın\" der"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "Allah'a kavuşmayı yalanlayanlar doğrusu kaybedenlerdir ki kıyamet saati onlara ansızın gelince, ağırlıklarını arkalarına yüklenerek, \"Dünyada işlediğimiz büyük kusurlardan ötürü yazıklar olsun bize\" derler. Dikkat edin, yüklendikleri şeyler ne kötüdür"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "Dünya hayatı sadece oyun ve oyalanmadır; ahiret yurdu, sakınanlar için daha iyidir. Düşünmüyor musunuz"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "Onların söylediklerinin seni üzeceğini elbette biliyoruz; doğrusu onlar seni yalancı saymıyorlar, fakat zalimler Allah'ın ayetlerini bile bile inkar ediyorlar"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Senden önce nice peygamberler yalanlandı ve kendilerine yardımımız gelene kadar yalanlanmalarına ve sıkıştırılmaya katlandılar. Allah'ın sözlerini değiştirebilecek yoktur; and olsun ki peygamberlerin haberi sana da geldi"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "Onların yüz çevirmesi sana ağır gelince, eğer gücün yeri delmeye veya göğe merdiven dayamağa yetmiş olsaydı, onlara bir mucize göstermek isterdin. Allah dileseydi onları doğru yolda toplardı. Sakın bilmeyenlerden olma"
        }
    ]
}