{
    "pages": [
        {
            "chapter": 23,
            "verse": 28,
            "text": "Ey Nuh! Sen ve beraberindekiler gemiye yerleşince: \"Bizi zalim milletten kurtaran Allah'a hamdolsun\" de"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "Rabbim! Beni mübarek bir yere indir. Sen indirenlerin en iyisisin\" de"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Doğrusu bunlarda dersler vardır. Biz şüphesiz insanları denemekteyiz"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Bunların ardından başka nesiller varettik"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "Onlara aralarından: \"Allah\"a kulluk edin, O'ndan başka tanrınız yoktur, sakınmaz mısınız?\" diyen bir elçi gönderdik"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "Onun, inkarcı ve ahirete kavuşmayı yalanlayan milletinin ileri gelenleri ki Biz onlara bu dünya hayatında nimet vermiştik şöyle dediler: \"Bu, yediğinizden yiyen, içtiğinizden içen sizin gibi bir insandan başka birşey değildir"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "Kendiniz gibi bir insana itaat ederseniz hüsrana uğrayacağınızda hiç şüphe yoktur"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Öldüğünüz, toprak ve kemik yığını olduğunuz zaman tekrar dirilmenizle sizi tehdit mi ediyor"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "Oysa tehdit edildiğiniz şey ne kadar, hem de ne kadar uzak"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "Hayat ancak bu dünyadakidir. Ölürüz ve yaşarız (kimimiz ölür kimimiz doğar); tekrar diriltilmeyiz"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "Bu, sadece Allah'a karşı yalan uyduranın biridir. Biz ona inanmayız"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "O peygamber: \"Rabbim! Beni yalancı saymalarına karşılık bana yardım et\" dedi"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "Allah da: \"Az sonra pişman olacaklar\" buyurdu"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "Gerçekten, onları bir çığlık yakaladı ve onları süprüntü yığını haline getirdik. Haksızlık eden millet, rahmetden ırak olsun"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Ardlarından başka nesiller varettik"
        }
    ]
}