{
    "pages": [
        {
            "chapter": 34,
            "verse": 40,
            "text": "Allah bir gün onların hepsini diriltip toplar, sonra meleklere: \"Bunlar mı size tapıyordu?\" der"
        },
        {
            "chapter": 34,
            "verse": 41,
            "text": "Melekler: \"Haşa, bizim dostumuz onlar değil, Sensin. Hayır; onlar bize değil cinlere tapıyorlardı, çoğu onlara inanıyorlardı\" derler"
        },
        {
            "chapter": 34,
            "verse": 42,
            "text": "Zalimlere: \"Yalanladığınız ateşin azabını tadın, bugün birbirinize ne fayda ve ne de zarar verebilirsiniz\" deriz"
        },
        {
            "chapter": 34,
            "verse": 43,
            "text": "Ayetlerimiz onlara apaçık olarak okunduğu zaman: \"Bu adam sizi babalarınızın taptıklarından alıkoymaktan başka bir şey istemiyor\" derlerdi. \"Bu Kuran düpedüz bir uydurmadan başka bir şey değildir\" derlerdi. Hak, inkar edenlere geldiğinde, onun için: \"Bu apaçık bir büyüdür\" demişlerdi"
        },
        {
            "chapter": 34,
            "verse": 44,
            "text": "Oysa Biz, onlara okuyacakları bir kitap vermemiş ve senden önce de onlara bir uyarıcı göndermemiştik"
        },
        {
            "chapter": 34,
            "verse": 45,
            "text": "Kendilerinden önce gelenleri de yalanlamışlardı; oysa bunlar, onlara verdiklerimizin onda birine bile erişememişlerdi. Böyleyken peygamberlerimizi yalanladılar; Beni inkar etmek nasıl olur"
        },
        {
            "chapter": 34,
            "verse": 46,
            "text": "De ki: \"Size tek bir öğüdüm vardır: Allah için ikişer ikişer ve tek tek kalkınız, sonra düşününüz, göreceksiniz ki arkadaşınızda bir delilik yoktur. O yalnız çetin bir azabın öncesinde sizi uyarmaktadır"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "De ki: \"Ben sizden bir ücret istersem, o sizin olsun; benim ecrim Allah'a aittir. O her şeye şahiddir"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "De ki: \"Görünmeyenleri en iyi bilen Rabbim, batılı hak ile ortadan kaldırır"
        }
    ]
}