{
    "chapter": [
        {
            "chapter": 11,
            "verse": 1,
            "text": "Álif. Lam. Ra’. [El Corán] es un Libro cuyos versículos han sido perfeccionados y explicados detalladamente por el Sabio, el Conocedor"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "[Diles, ¡oh, Mujámmad!:] \"No adoren sino a Dios, yo he sido enviado a ustedes como amonestador y albriciador"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "Supliquen perdón a su Señor y arrepiéntanse ante Él, pues así les concederá de Sus gracias hasta un plazo determinado, y recompensará a todo aquel que haga el bien. Temo que si rechazan [el Mensaje] los alcance el castigo de un día terrible"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "Ante Dios han de comparecer y Él es sobre toda cosa poderoso"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Ellos [los hipócritas] pretenden disimular su aversión y creen poder esconderse de Dios. Aunque se cubran con sus ropas, Él sabe bien lo que esconden y lo que manifiestan, pues conoce lo que encierran los pechos"
        },
        {
            "chapter": 11,
            "verse": 6,
            "text": "No existe criatura en la Tierra sin que sea Dios Quien la sustenta, Él conoce su morada y por donde transita; todo está registrado en un Libro evidente"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "Él es Quien ha creado los cielos y la Tierra en seis eras, y Su Trono se encontraba sobre el agua, para probar quiénes de ustedes obran mejor. Si les dices [¡oh, Mujámmad!]: \"Serán resucitados después de la muerte\", dirán los que se niegan a creer: \"Esto no es sino hechicería evidente"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "Si les retraso su castigo hasta un plazo determinado, dirán [los incrédulos]: \"¿Qué es lo que lo retiene?\" ¿Acaso no saben que el día que les alcance el castigo no podrán evitarlo y los rodeará aquello de lo que se burlaban"
        },
        {
            "chapter": 11,
            "verse": 9,
            "text": "Si le concedo a la persona algo de Mi gracia y luego se la quito, se desespera y se muestra desagradecida"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "Pero cuando le agracio luego de haber padecido una adversidad, dice: \"Se han alejado los males de mí\", se regocija con arrogancia"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "No se comportan así quienes fueron pacientes [ante las adversidades] y obraron el bien [en los momentos de gracia]; éstos obtendrán el perdón y una gran recompensa"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "[Por misericordia] tú podrías dejar de transmitirles algo de lo que te fue revelado, porque tu corazón se acongoja cuando dicen: \"¿Por qué no se le ha concedido un tesoro o lo acompaña un ángel [para corroborar que es Profeta]?\" Pero a ti solo te corresponde transmitir el Mensaje y amonestarlos; Dios es el protector de todas las cosas"
        },
        {
            "chapter": 11,
            "verse": 13,
            "text": "O cuando dicen: \"Él lo inventó\". Diles: \"[Si es verdad que un ser humano puede escribir algo tan maravilloso] escriban ustedes diez suras inventadas como ésta y preséntenlas, y convoquen a quienes puedan [para que los auxilien] en vez de Dios, si es que dicen la verdad"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "Pero si no les responden [el desafío], sepan que [el Corán] ha sido revelado con el conocimiento de Dios, porque no hay otra divinidad salvo Él. ¿Acaso no van a someterse a Él [haciéndose musulmanes]"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "A quienes prefieran la vida mundanal y sus placeres los recompensaré por sus obras en esta vida, se los concederé y no serán defraudados"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "Pero no obtendrán en la otra vida sino el castigo del Infierno. Allí, lo que hubieran hecho se desvanecerá, y sus obras habrán sido en vano"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "¿Acaso quien cree en el Corán y se basa en una prueba que proviene de Su Señor, que es recitada por un testigo de Dios, y que antes se encontraba mencionada en el Libro de Moisés [la Tora] que fue una guía y una misericordia, es comparable con aquellos aliados que no creen en el Corán? Ellos tendrán por morada el Infierno. No tengas dudas [de ello]. [El Corán] es la Verdad que dimana de tu Señor, aunque la mayoría de las personas no crean"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "¿Hay alguien más injusto que quien inventa mentiras acerca de Dios? Ésos deberán comparecer ante su Señor [para responder por sus mentiras], y entonces todos los testigos dirán: \"Éstos son quienes mintieron acerca de su Señor\". ¡Que la maldición de Dios caiga sobre los injustos"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "que apartan a la gente del sendero de Dios, tratan de modificarlo y no creen en la otra vida"
        },
        {
            "chapter": 11,
            "verse": 20,
            "text": "No podrán escapar de Dios en la Tierra, como tampoco tendrán [el Día del Juicio] quien los pueda proteger de Dios, y les será duplicado el castigo. Ellos no se permitieron oír [el Mensaje] ni querían ver [la verdad]"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "Ésos son los que se han perdido a sí mismos, porque todo lo que habían inventado [el Día del Juicio] se esfumará"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "No hay duda de que en la otra vida serán quienes más pierdan"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "En cambio, los que hayan creído y obrado el bien y se sometieron con humildad a su Señor, serán los moradores del Paraíso, donde permanecerán por toda la eternidad"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "El parecido de ambos grupos es como el que tienen uno ciego y sordo con aquel que ve y oye. ¿Pueden compararse? ¿Es que no van a recapacitar"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "[Recuerda] que envié a Noé a su pueblo [y les dijo]: \"He sido enviado para ustedes como un amonestador evidente"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "no adoren sino a Dios, pues temo que [si siguen adorando a sus ídolos] los azote el castigo un día doloroso [el Día del Juicio]"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "Los líderes de los que se negaron a creer de su pueblo, dijeron: \"No eres más que un mortal como nosotros, y solo te siguen los pobres y débiles de nuestro pueblo sin ninguna reflexión. No los creemos mejores que nosotros, sino que los consideramos mentirosos"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "Dijo [Noé]: \"¡Oh, pueblo mío! Me he presentado ante ustedes con una prueba evidente de mi Señor, Quien me ha agraciado con Su misericordia, a la que ustedes se mantienen ciegos. ¿Acaso creen que vamos a imponerles aceptar [el Mensaje] cuando no están de acuerdo"
        },
        {
            "chapter": 11,
            "verse": 29,
            "text": "¡Oh, pueblo mío! No les pido retribución alguna a cambio [de transmitirles el Mensaje], pues Dios será Quien me recompensará, y no voy a rechazar a los creyentes [pobres como me piden], porque ellos se encontrarán con su Señor [Quien los recompensará por su fe]; y veo que son ustedes un pueblo que se comporta como los ignorantes"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "¡Oh, pueblo mío! ¿Quién me protegerá de Dios si despreciara [a los pobres y débiles]? ¿Es que no recapacitan"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "No les digo que poseo los tesoros de Dios ni que conozco lo oculto, ni les digo que soy un ángel; tampoco digo que Dios no recompensará [en la otra vida] a aquellos que ustedes consideran inferiores [los débiles y los pobres], pues Dios bien sabe lo que hay en sus almas, porque si lo dijera sería de los injustos"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "Le dijeron: \"¡Oh, Noé! No has dejado de discutir y objetarnos, haz que se desencadene de una vez sobre nosotros aquello con lo que nos amenazas, si es verdad lo que dices"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "Dijo [Noé]: \"Dios lo desencadenará [al castigo] si Él así lo decreta, y entonces no podrán huir"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "Y aunque los quiera beneficiar con mi exhortación, tampoco les servirá de nada si es voluntad de Dios su desvío. Él es su Señor, y ante Él comparecerán"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Dicen [los idólatras de La Meca]: \"Él lo inventó\". Diles [¡Oh, Mujámmad!]: \"Si yo lo hubiera inventado, sobre mí recaerían las consecuencias de mi delito, y soy inocente del delito [de incredulidad] que ustedes cometen"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "[También] le fue revelado a Noé: \"Salvo los que ya han creído, nadie más creerá de tu pueblo; no te aflijas por lo que hacen"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "Construye el arca bajo Mi observancia y según Mi inspiración, y no Me hables a favor de quienes obraron injustamente, porque estarán entre los que se ahoguen"
        },
        {
            "chapter": 11,
            "verse": 38,
            "text": "Mientras construía el arca, cada vez que pasaban ante él los poderosos de su pueblo se burlaban, y él les decía: \"Si se burlan de nosotros, sepan que ya nos burlaremos de ustedes como lo hacen ahora"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "Ya sabrán a quién le alcanzará un castigo humillante [en esta vida], y [en la otra] sufrirá un tormento eterno"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "Cuando llegó el momento de cumplirse Mi orden [del diluvio], el agua comenzó a fluir y correr impetuosamente por el suelo, [entonces] le dije [a Noé]: \"Embarca una pareja de cada especie [de la fauna doméstica de la zona], así como a tu familia, excepto aquél sobre quien pese la sentencia, y [por supuesto] a los creyentes\". No obstante, los que habían creído en él eran muy pocos"
        },
        {
            "chapter": 11,
            "verse": 41,
            "text": "Dijo [Noé]: \"¡Suban al arca! ¡Que en el nombre de Dios navegue y llegue a buen puerto! Mi Señor es Perdonador, Misericordioso"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "[El arca] navegó con ellos a bordo entre olas altas como montañas. Noé llamó a su hijo que se encontraba en un lugar apartado: \"¡Oh, hijito mío! Sube al arca con nosotros y no te cuentes entre los que se niegan a creer"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "Dijo [su hijo]: \"Me refugiaré en una montaña que me protegerá de las aguas\". Dijo [Noé]: \"Hoy no habrá nada que pueda protegerlos del mandato de Dios, y solo se salvará aquel a quien Dios le tenga misericordia\"; entonces las olas se interpusieron entre ambos, y [su hijo] se contó entre los ahogados"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "Y fue ordenado: \"¡Oh, tierra! Absorbe tu agua. ¡Oh, cielo! Detente\". Y entonces el agua fue decreciendo y así se cumplió el mandato, y [el arca] se asentó sobre el monte Yudi, y fue dicho: \"¡La maldición recayó sobre los injustos"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "Noé invocó a su Señor diciendo: \"¡Oh, Señor mío! Mi hijo era parte de mi familia [y pensé que no sería destruido]; Tu promesa es verdadera, y Tú eres el más justo de los jueces"
        },
        {
            "chapter": 11,
            "verse": 46,
            "text": "Dijo [Dios a Noé]: \"¡Oh, Noé! Él no era de [los que se salvarían de] tu familia, pues sus obras no eran rectas; no Me cuestiones respecto aquello sobre lo que no tienes conocimiento. Te advierto para que no te cuentes entre los ignorantes"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "Dijo [Noé]: \"¡Oh, Señor mío! Me refugio en Ti de cuestionarte algo sobre lo que no tengo conocimiento; si no me perdonas y Te apiadas de mí, me contaré entre los perdedores"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "Entonces, le fue dicho: \"¡Oh, Noé! Desciende del arca con una paz proveniente de Mí. Que las bendiciones sean contigo y con las comunidades que sucederán a quienes están contigo. A algunas de ellas [que no creerán] las dejaré gozar [de esta vida mundanal], pero luego les azotará de Mi parte un castigo doloroso"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "Estas son historias de lo oculto que te revelo [¡oh, Mujámmad!], ni tú ni tu pueblo las conocían. Ten paciencia, que el éxito final será para los que tienen temor de Dios"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "Al pueblo de ‘Ad le envié [como Profeta] a su hermano Hud [quien les dijo]: \"¡Oh, pueblo mío! Adoren solo a Dios, pues no existe otra divinidad salvo Él; ustedes no hacen más que inventar mentiras [acerca de Dios al asociarle divinidades]"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "¡Oh, pueblo mío! No les pido remuneración alguna a cambio [de trasmitirles el Mensaje], solo anhelo la recompensa de Quien me ha creado. ¿Es que no reflexionan"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "¡Oh, pueblo mío! Pidan perdón a su Señor y arrepiéntanse, que Él les enviará del cielo lluvias benditas, aumentará su fortaleza y multiplicará su poderío. No den la espalda como los criminales"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "Dijeron: \"¡Oh, Hud! No nos has presentado ningún milagro como para que abandonemos nuestros ídolos solo porque tú lo dices. ¡No tenemos fe en ti"
        },
        {
            "chapter": 11,
            "verse": 54,
            "text": "Solo decimos que uno de nuestros ídolos te ha trastornado\". Dijo [Hud]: \"Pongo a Dios y a ustedes por testigos de que soy inocente de lo que adoran"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "en vez de Él. Confabúlense todos contra mí [si quieren] y no me hagan esperar"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "Yo me encomiendo a Dios, que es mi Señor y el suyo. Sepan que no hay criatura que se escape a Su voluntad. Mi Señor está en el camino recto [y juzga con justicia]"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "Pero si me rechazan, yo habré cumplido con transmitirles aquello con lo que fui enviado, y mi Señor los remplazará por otro pueblo diferente [que será creyente]. Sepan que no Lo perjudican en nada [si no creen en Él]; mi Señor es el Protector de todas las cosas"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "Cuando llegó Mi designio [de destruirlos], salvé por misericordia a Hud y a quienes creyeron con él, librándolos de un castigo terrible"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "Así fue el pueblo de ‘Ad, negaron los signos de su Señor y desobedecieron a Sus Mensajeros, y siguieron a aquellos que se oponen a la verdad con arrogancia y prepotencia"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "Recibieron la maldición en este mundo y en el Día del Juicio. Los habitantes de ‘Ad negaron a su Señor, y por ello el pueblo de Hud quedó fuera de la misericordia"
        },
        {
            "chapter": 11,
            "verse": 61,
            "text": "Y al pueblo de Zamud le envié [como Profeta] a su hermano Sálih, quien les dijo: \"¡Oh, pueblo mío! Adoren a Dios, pues no existe otra divinidad salvo Él. Él los creó de la tierra y los hizo vivir en ella. Imploren Su perdón y arrepiéntanse, porque mi Señor está próximo [cuando Lo invocan] y responde sus súplicas"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "Dijeron: \"¡Oh, Sálih! Teníamos esperanzas en ti [que fueras nuestro líder] antes de esto. ¿Acaso nos prohíbes que adoremos lo que adoraron nuestros padres? Eso a lo que nos invitas nos resulta muy sospechoso"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "Dijo [Sálih]: \"¡Oh, pueblo mío! ¿Acaso no ven que poseo una prueba evidente de mi Señor y que me ha concedido una misericordia? ¿Quién me protegerá de Dios si Lo desobedezco? Lo que me ofrecen no es más que perdición para mí"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "¡Oh, pueblo mío! Esta es la camella de Dios, y es para ustedes un signo [del poder divino], déjenla que paste en la tierra de Dios y no le hagan ningún daño, pues de lo contrario los azotará un castigo ineludible"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "Pero la mataron con crueldad, y entonces [Sálih] les dijo: \"Disfruten en sus hogares durante tres días [porque luego les llegará el castigo]; esa es una promesa que no dejará de cumplirse"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "Pero cuando llegó lo que había decretado para ellos, salvé de la humillación de aquel día a Sálih y a los que habían creído en él, por misericordia. Tu Señor es el Fortísimo, el Poderoso"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "Y el estrépito sorprendió a los injustos, que amanecieron muertos en sus casas"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "como si nunca hubieran habitado en ellas. ¿Acaso los habitantes de Zamud no negaron a su Señor? Por ello el pueblo de Zamud quedó fuera de la misericordia"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "Mis [ángeles] enviados se presentaron ante Abraham para darle una albricia. Dijeron: \"¡La paz sea contigo!\" Respondió [Abraham]: \"¡Y con ustedes!\" Y no tardó en traerles un ternero asado"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "Pero cuando observó que sus manos no lo tocaban [al ternero] sospechó de ellos y sintió temor, entonces le dijeron: \"No temas, nosotros fuimos enviados al pueblo de Lot"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "Su mujer, que estaba de pie, se sonrió [sorprendida por la noticia], y le albricié con Isaac y que Isaac tendría como hijo a Jacob"
        },
        {
            "chapter": 11,
            "verse": 72,
            "text": "Ella exclamó: \"¡Cómo es posible! ¿Cómo he de concebir ahora que soy anciana, y mi marido también es un anciano? Esto es algo asombroso"
        },
        {
            "chapter": 11,
            "verse": 73,
            "text": "Le dijeron [los ángeles]: \"¿Acaso te asombras del designio de Dios? ¡Qué la misericordia de Dios y Sus bendiciones sean con ustedes, gente de la casa! Dios es Digno de alabanza, Glorioso"
        },
        {
            "chapter": 11,
            "verse": 74,
            "text": "Pero cuando se disipó el temor de Abraham y le fue dada la albricia, habló en favor del pueblo de Lot"
        },
        {
            "chapter": 11,
            "verse": 75,
            "text": "Abraham era indulgente, lleno de compasión y siempre pedía perdón"
        },
        {
            "chapter": 11,
            "verse": 76,
            "text": "[Le fue dicho:] \"¡Oh, Abraham! Desiste de interceder por ellos, pues ha llegado el designio de tu Señor, y los azotará un castigo inapelable"
        },
        {
            "chapter": 11,
            "verse": 77,
            "text": "Y cuando Mis emisarios se presentaron ante Lot, éste [pensando que eran viajeros] se preocupó [por lo que su pueblo pudiere hacerles] y se sintió impotente para protegerlos; exclamó: \"¡Éste es un día terrible"
        },
        {
            "chapter": 11,
            "verse": 78,
            "text": "La gente de su pueblo, que ya eran conocidos por sus obscenidades, se presentaron presurosamente ante él, y éste les dijo: \"¡Oh, pueblo mío! Aquí están mis hijas [si desean casarse], porque eso es lo lícito y puro para ustedes. Tengan temor de Dios y no me avergüencen ante mis huéspedes. ¿Es que no hay entre ustedes ni un solo hombre recto"
        },
        {
            "chapter": 11,
            "verse": 79,
            "text": "Respondieron: \"Tú sabes que no tenemos ningún deseo por tus hijas, y sabes bien lo que realmente queremos"
        },
        {
            "chapter": 11,
            "verse": 80,
            "text": "[Lot] exclamó: \"¡Ojalá tuviera fuerzas [para enfrentarme] contra ustedes, o un apoyo fuerte al que recurrir"
        },
        {
            "chapter": 11,
            "verse": 81,
            "text": "Dijeron [los ángeles]: \"¡Oh, Lot! Somos emisarios de tu Señor, y sabe que no podrán hacerte ningún daño. Márchate con tu familia durante la noche, y que ninguno de ustedes vuelva la mirada atrás, excepto tu esposa que sufrirá el mismo castigo que ellos. Su destrucción será al alba, ¿acaso el alba no está cerca"
        },
        {
            "chapter": 11,
            "verse": 82,
            "text": "Cuando llegó Mi designio, volteé [sus hogares] dejando arriba sus cimientos, e hice llover sobre ellos piedras de arcilla a montones"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "marcadas por tu Señor. Sepan [¡oh, idólatras!] que este castigo no está lejos de los injustos [como ustedes]"
        },
        {
            "chapter": 11,
            "verse": 84,
            "text": "Al pueblo de Madián le envié [como Profeta] a su hermano Jetró, quien les dijo: \"¡Oh, pueblo mío! Adoren a Dios, pues no existe otra divinidad salvo Él, y no mermen en la medida ni el peso. Los veo hoy en la prosperidad, pero temo que los azote el castigo de un día ineludible"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "¡Oh, pueblo mío! Cumplan en la medida y el peso con equidad, no se apoderen de los bienes ajenos, y no siembren la corrupción y el mal en la Tierra"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "Confórmense con lo que Dios los sustenta, pues ello es lo mejor para ustedes, si son creyentes. Sepan que yo no he sido enviado para velar por sus obras"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "Le respondieron: \"¡Oh, Jetró! ¿Es tu [forma de] adoración la que te ordena que dejemos aquello que adoraban nuestros padres, y dejemos de hacer con nuestros bienes lo que queramos? ¿En serio te crees afable y honrado"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "Dijo: \"¡Oh, pueblo mío! Me baso en una prueba evidente de mi Señor, Él me ha proveído un sustento generoso. No iba a prohibir lo que considero lícito para mí mismo. Solo pretendo su bienestar en la medida que pueda, pero mi éxito depende de Dios; a Él me encomiendo y ante Él me arrepiento"
        },
        {
            "chapter": 11,
            "verse": 89,
            "text": "¡Oh, pueblo mío! No permitan que su discrepancia conmigo los conduzca a ser alcanzados por un castigo como les ocurrió a los pueblos de Lot, Hud y Sálih. Y recuerden que [el castigo] del pueblo de Lot no está lejos de ustedes"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "Pidan perdón a su Señor y arrepiéntanse, porque mi Señor es Misericordioso, Afectuoso"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "Dijeron: \"¡Oh, Jetró! No entendemos mucho de lo que estás diciendo, y te consideramos entre nosotros una persona débil. Si no fuera por el clan al que perteneces te lapidaríamos; tú no tienes poder contra nosotros"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "Dijo: \"¡Oh, pueblo mío! ¿Acaso mi tribu es más importante para ustedes que Dios, a Quien han dado la espalda? Mi Señor abarca [con Su conocimiento] todo lo que hacen"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "¡Oh, pueblo mío! Obren acorde a sus principios, que obraré acorde a los míos. Ya sabrán en el futuro quién recibirá un castigo humillante y quién es el que miente. ¡Estén atentos, que yo también estaré atento junto a ustedes"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "Cuando llegó Mi designio salvé, por Mi misericordia, a Jetró y a quienes con él creían. Pero a los injustos les sorprendió el estrépito, y amanecieron en sus casas muertos"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "como si no hubieran habitado en ellas. Los habitantes de Madián fueron execrados como habían sido execrados los de Zamud"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "Envié a Moisés con Mis signos y pruebas evidentes"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "para que se presentara ante el Faraón y su nobleza, pero ésta siguió la orden del Faraón. El Faraón no se encaminó"
        },
        {
            "chapter": 11,
            "verse": 98,
            "text": "Él irá al frente de su pueblo el Día del Juicio y los conducirá al [castigo del] Infierno. ¡Qué pésimo lugar al que ingresarán"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "La maldición los alcanzó en este mundo y perdurará hasta el Día del Juicio. ¡Qué terrible maldición los alcanzó"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "Éstas son historias que te he revelado de los pueblos [sobre los que ha descendido un castigo]. Algunos de ellos todavía siguen en pie, y otros han sido devastados"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "No fui injusto con ellos [al castigarlos], sino que ellos lo fueron consigo mismos [al rechazar a los Profetas]. De nada les sirvieron los ídolos que invocaban en lugar de Dios cuando llegó el designio de tu Señor, no hicieron más que aumentar su ruina"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "Así es el castigo de tu Señor, cuando decide azotar a un pueblo opresor los azota con un castigo doloroso y severo"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "en esto hay un motivo de reflexión para quien teme el castigo de la otra vida. El Día del Juicio serán congregadas las personas, ese día será atestiguado por todos"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "No lo retrasaré sino hasta su plazo prefijado"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "pero cuando llegue, nadie podrá hablar, excepto quien tenga el permiso de Dios. Entre los congregados estarán los desdichados y los bienaventurados"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "Los desdichados estarán en el Infierno, donde se oirán sus alaridos y sollozos"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "Estarán en él por toda la eternidad al igual que los cielos y la tierra [de la otra vida], excepto lo que tu Señor quiera. Tu Señor hace lo que quiere"
        },
        {
            "chapter": 11,
            "verse": 108,
            "text": "En cambio, los bienaventurados estarán en el Paraíso eternamente al igual que los cielos y la tierra [de la otra vida], excepto lo que tu Señor quiera. [Los bienaventurados] serán recompensados con una gracia sin fin"
        },
        {
            "chapter": 11,
            "verse": 109,
            "text": "No tengas ninguna duda sobre lo que [los idólatras] adoran, pues lo que adoran [sin reflexionar] no es sino lo mismo que antes adoraban sus padres. Les daré lo que les corresponda, sin merma alguna"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "Concedí a Moisés el Libro, pero se opusieron a él, y de no ser porque tu Señor había decretado [retrasar el castigo hasta el Día del Juicio] ya los habría aniquilado. Ellos [los judíos] también dudan acerca del Corán"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "Tu Señor los juzgará a todos por sus obras. Él conoce perfectamente lo que hacen"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "Mantente firme [¡oh, Mujámmad!, en el sendero recto] como se te ha ordenado, y que también lo hagan quienes se arrepientan [de su incredulidad y te sigan], y no trasgredan los límites. Él ve perfectamente todo lo que hacen"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "No se inclinen hacia los opresores [aceptando su injusticia], porque [si lo hacen] los alcanzará el Fuego, y no tendrán protector fuera de Dios ni serán socorridos"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "Observa las oraciones prescritas en los dos extremos del día y durante la noche, pues las obras buenas borran las obras malas. Esto es una exhortación para quienes reflexionan"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "Sé paciente [ante las dificultades], porque Dios no dejará que se pierda la recompensa de los que hacen el bien"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "En las generaciones que los precedieron hubo solo unos pocos piadosos que se opusieron a la corrupción en la Tierra, a quienes salvé [junto a sus Profetas]. En cambio, los injustos [que eran la mayoría] permanecieron cegados por los placeres [de la vida mundanal] y terminaron siendo criminales"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "Tu Señor jamás destruiría un pueblo injustamente, cuando sus habitantes hacen el bien"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "Si tu Señor hubiera querido, habría hecho de todos los seres humanos una sola nación [de creyentes], [pero por Su sabiduría divina concedió al ser humano libre albedrío] y ellos no dejarán de discrepar [unos con otros]"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "excepto aquellos de quienes tu Señor tuvo misericordia [porque siguieron la guía], y con ese objetivo Dios los creó. Pero ha de cumplirse la palabra de tu Señor: \"Llenaré el Infierno de yinnes y de seres humanos [que rechacen a los Profetas]"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "Todo esto que te he revelado sobre las historias de los Mensajeros es para [consolar y] afianzar tu corazón. Te han sido revelados, en este capítulo [del Corán] signos que evidencian la Verdad, y son una exhortación y un motivo de reflexión para los creyentes"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "Diles [¡Oh, Mujámmad!] a quienes no creen: \"Obren a su manera, que nosotros lo haremos a la nuestra [según los preceptos del Islam]"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "y esperen, que nosotros también aguardaremos [que Dios decida quién tiene razón]"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "Dios conoce lo oculto de los cielos y de la Tierra, y a Él retornan todos los asuntos. Adórenlo, pues, y encomiéndense a Él, y sepan que su Señor está bien atento a lo que hacen"
        }
    ]
}