{
    "maqras": [
        {
            "chapter": 13,
            "verse": 19,
            "text": "Ma mid haddaba og in waxa lagaaga soo dejiyey xagga Rabbigaa uu yahay Xaq baa la mid ah mid ka indha la'? Waase oo keliya dadka wax garadka ah kuwa waansami doona"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "Kuwa oofiya axdiga Ilaahay, oo aan ka bixin ballanka"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "Iyo kuwa xidhiidhiya waxa uu Allaah amray in la xidhiidhiyo13, oo ka haybaysta Rabbigood, oo ka cabsada Xisaabta Daran"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "Iyo kuwa samir yeesha oo sugnaada, iyagoo doonaya Wajiga Rabbigood, oo hagaajiya tukashada salaadda, oo bixiya ( si wanaagsan) wax ka mid ah waxa aan ku irzaaqnay qarsoodi iyo caddaanba, oo kala hortaga xumaanta samaan, kuwaasi waxay mudan doonaan cidhib wanaagsan Daarta Aakhiro"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "Beeraha negaadiga oo ay gali doonaan la jirka kuwa samaha fala ee ka mid ah aabbayaashood iyo afooyinkood iyo ubadkoodaba: oo Malaa’igtu waxay uga soo geli doonaan albaab walba (iyagoo leh)"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "Nabad korkiinna ha ahaato samirka aad yeelateen iyo sugnaashadiinna darteed. wanaagsanaa haddaba Daartaa dambe"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "Ma kuwase jebiya axdiga Ilaahay, kaddib adkayntiisa, oo gooya waxa uu Allaah amray in la xidhiidhiyo, oo ku sameeya fasahaad arlada, (ma) kuwaas, dushooda waxaa ahaan doonto Nacalad oo waxay mudan doonaan daarta aad u xun"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "Allaah wuxuu u fidiyaa risiqa midka uu doono oo ku cidhiidhiyaa (kan uu doono), oo waxay ku farxaan nolosha adduunkan, oo ma aha nolosha adduunka marka loo eego Aakhirada waxaan ahayn raaxo muddo gaaban ah oo dhammaaneysa"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "Oo kuwa xaqa diida waxay yidhaahdaan: Maxaa calaamo looga soo dejin waayey xagga Rabbigii ka timid? Dheh: hubaal Allaah wuxuu habaabiyaa midka uu doono oo u soo hanuuniyaa Xaggiisa kuwa u soo laabta (Isaga)"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "Kuwa rumeysan oo ay quluubtoodu ku xasisho xusidda Ilaahay.Haddaba ogaada xusidda Ilaahay bay ku xasishaa quluubtu"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "(Ma) kuwa (Xaqa) rumeysan oo fala samaha aayatiin raaxo wanaagsan leh bay14 mudan doonaan iyo rug u laabasho fiican"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "Oo sidaas baan kuugu soo dirnay ummad dhexdood ay horteed ummado kale tageen, si aad ugu akhrido waxa aan kuu waxyoonnay, oo (weliba) iyagu waxay beeniyaan Raxmaanka. Dheh: Waa Rabbigay! Ma jiro Ilaah (Xaq ah) aan ahayn Isaga, Isaga baan isku halleeyaa oo ku kalsoonahay,oo waa Xaggiisa noqodkeyga"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "Oo xitaa haddii uu jiri lahaa Qur’aan buuraha lagala yeeli lahaa inay tagaan, ama dhulka lagu dul maro, ama lagaga hadal siiyo meytida15 (ma ahaadeyn waxaan aheyn Qur’aankan). Mayee! Allaah baa iska leh Amarka oo idil. Ee miyaanay weli ogaan kuwa (xaqa) rumeysan in haddii Allaah doono uu hubaal hanuunin lahaa dadka oo dhan? Oo (ma) kuwa gaalooba, kama joogsan doonto inay ku dhacdo xumaha ay falaan darteed belaayo garaacda, amase degta meel ku dhow guryahooda, ilaa inta Ballanka Ilaahay ka yimaado. Hubaal, Allaah ma ka baxo Ballankiisa"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "Oo waxaa xaqiiq lagu jeesjeesay Rusul (badan) adiga hortaa ( Nabi Muxammadow), markaas baan siiyey fursad kuwii xaqa diiday, kaddibna waan halaagay. Sidee haddaba mid daran ay u ahayd Ciqaabteydii"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Ee ma mid Isagu dhowra naf walba oo ogsoon waxa ay kasbato? oo weliba waxay u yeelaan shariigyo xagga Allaah. Dheh: Magacaaba! Mise waxaad u sheegtaan wax (ilaahyo kale) uusan ku ogeyn dhulka mise waa wax iska hadal afka baarki16 ah. Mayee! Tabahooda xun baa loo qurxiyey kuwa gaalooba, oo waxaa laga duway Jidka (Toosan), oo mid kastoo Allaah uu habaabiyo17, ma heli doono wax hanuuniya"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "Waxay ku mudan doonaan cadaab nolosha adduunkan, oo Cadaabta Aakhirada baa hubaal ka sii daran, oo ma heli doonaan wax ka celiya Allaah"
        }
    ]
}