{
    "maqras": [
        {
            "chapter": 35,
            "verse": 41,
            "text": "Hubaal Allaah baa ka haya samooyinka iyo arlada inay baabba’aan, oo haddii ay baabba’aan, ma jiro mid qaban kara oo Isaga ka dambeeya. Hubaal waa Dul-qaadasho Badne, Danbi Dhaaf Badan"
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "Oo waxay ku dhaarteen Allaah kan ugu culus dhaarahooda; in haddii uu u yimaado dige ay ahaanayaan kuwa ka sii hanuunsan ummadahii kale oo dhan (ee ka horreeyey), markase uu u yimid dige, uma kordhin waxba aan didmo aheyn"
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "Isla weyni ay ku kibraan arlada iyo sameyn shirqool xun. Oo shir qoolka xumi kuma dhaco cidna aan ahayn kuwa soo abaabula. ee ma waxay sugayaan wax kale aan aheyn dhabbihii kuwii hore? Oo ma ka heli doontid wax is dhaaf ah Dhabbaha Ilaahay; oo kama heli doontid wax is beddel ah dhabbaha Ilaahay"
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "Oo miyaanay ku socdaalin arlada oo fiirin sida ay aheyd cidhibta kuwii ka horreeyey, kuwaasoo ahaa kuwo ka xoog badan kuwakani awood ahaan? Oo ma jiro wax Allaah ka baxsan kara oo jooga samooyinka ama arlada midna. Hubaal, waa wax kasta Ogsoone, Awood Badan"
        },
        {
            "chapter": 35,
            "verse": 45,
            "text": "Oo haddii uu Allaah u ciqaabi lahaa dadka waxay kasbadaanba (oo danbiyo ah), kagama tageen (arlada) korkeeda nafley dhul ku socod ah, laakiinse wuxuu ugu dib dhigaa ilaa muddo go'an, markase uu ajalkooda u yimaado, haddaba hubaal Allaah wuu arkaa xaalka addoomahiisa"
        },
        {
            "chapter": 36,
            "verse": 1,
            "text": "Yaasiin"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "Waa igu Qur’aanka, Xikmadda Badan"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "Hubaal adigu (Nabi Muxammadow) waxaad ka mid tahay kuwa la soo diray"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "Waxaad ku sugan tahay Jid Toosan"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "Waxyi ka soo degay Adkaadaha, Naxariista Badan"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "Si aad ugu digto qolo aan aabbayaashood loo diginba, marka iyagu waa war la' yihiin"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "Dhab ahaan Waxaa ku rumoobay badankood Qowlka (Cadaabka), marka ma ay rumeystaan (Xaqa)"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "Hubaal Waxaanu u surnay mareegyo bir ah luqumahooda oo iyagu gaara ilaa gararkooda, sidaa awgeed waxay u taagaan madaxyadooda dusha sare"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "Oo Waxaanu yeellay hortooda xidh, gadaashoodana xidh kale, oo waan arag daboolnay marka iyagu wax ma arkaan"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "Oo waa isugu mid haddii aad u digto ama aad u diginba, ma ay rumeystaan"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "Waxaad uun u digi kartaa kan isagu raaca Waanada oo ka baqa Raxmaanka sir (iyo saaqba). Ee ugu bishaaree dambi dhaaf iyo abaalgud sharaf leh"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "Hubaal waxaanu nolol galinnaa meytida, oo waxaan qornaa waxa ay hormarsadeen iyo raadadkoodiiba, oo wax walbaa waxaynu ku koobnay2 (oo qornay) Kitaab cad (Looxa Maxfuudka)"
        },
        {
            "chapter": 36,
            "verse": 13,
            "text": "Oo waxaad ugu soo qaadataa tusaale; (qisada) dadkii magaalada (Antaakiya), markii Rusushii (Ciise ku soo diray Amarka Ilaahay) ay u yimaadeen"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "Marka aan u soo dirnay Xaggooda labo, markaasay labadiiba beeniyeen, markaa- saan ku xoojinnay mid saddexaad, oo waxay yidhaahdeen: Hubaal waxaanu nahay rusul xaggiinna loo soo diray"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "Waxay yidhaahdeen: Ma ahidin waxba aan ahayn dad nala mid ah aan waadheyn, mana soo dejin Raxmaanku waxba, ee been uun baad sheegeysaan"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "Waxay yidhaahdeen: Rabbigayo waa Ogsoon yahay inaan hubaal nahay rusul xaggiinna loo soo diray"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "Oo nama saarna waxaan ahayn gaarsiin cad (ee Risaalada)"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "Waxay yidhaahdeen: Hubaal innagu waa idin shareysannay, haddii aydaan joojin (waxa aad waddaan), hubaal waa idin dhagaxyeyn doonnaa, oo waxaa xaqiiq idinka taaban doona xaggayaga cadaab aad u xanuun badan"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "Waxay yidhaahdeen: Shareysigiinnu waa la jirkiin, ma in la idin waaniyey darteed3? Mayee, waxaadba tihiin qolo xadgudub badan"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "Oo waxaa ka yimid magaalada dhan- keeda shishe nin (Xabiib An-Najaar) roora- ya, wuxuu yidhi: tolkayow! Raaca Rususha"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "Raaca kuwo aan idin weydiisan wax abaal gud ah, oo iyagu ah kuwo hanuunsan"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "Oo maxaan u heystaa sabab inaan caabudin (Allaah Keliya) ee ah kan ifka i keenay? oo Xaggiisa baa la idin soo celin doonaa"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "Oo ma waxaan yeeshaa Isaga (Alle) sokadi ilaahyo (kale), haddii uu Raxmaanku (Allaah) ila doono dhibaato, ayan i tari doonin garab siintoodu waxba, oo aan awoodi doonin inay i badbaadiyaan"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "Markaa Waxaan hubaal anigu ku suganahay habow caddaan ah"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "Hubaal anigu waxaan rumeysanahay Rabbigiin, ee i maqla"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "Waxaa la yidhi: Gal jannada. Wuxuu yidhi: Alla dadkaygu may ogaadaan"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "Waxa Rabbigay iigu dambi dhaafay, oo uu iiga mid yeelay kuwa la sharfay"
        }
    ]
}