{
    "maqras": [
        {
            "chapter": 4,
            "verse": 100,
            "text": "اور جو اللہ کی راہ میں گھر بار چھوڑ کر نکلے گا وہ زمین میں بہت جگہ اور گنجائش پائے گا، اور جو اپنے گھر سے نکلا اللہ و رسول کی طرف ہجرت کرتا پھر اسے موت نے آلیا تو اس کا ثواب اللہ کے ذمہ پر ہوگیا اور اللہ بخشنے والا مہربان ہے"
        },
        {
            "chapter": 4,
            "verse": 101,
            "text": "اور جب تم زمین میں سفر کرو تو تم پر گناہ نہیں کہ بعض نمازیں قصر سے پڑھو اگر تمہیں اندیشہ ہو کہ کافر تمہیں ایذا دیں گے بیشک کفار تمہارے کھلے دشمن ہیں،"
        },
        {
            "chapter": 4,
            "verse": 102,
            "text": "اور اے محبوب! جب تم ان میں تشریف فرما ہو پھر نماز میں ان کی امامت کرو تو چاہئے کہ ان میں ایک جماعت تمہارے ساتھ ہو اور وہ اپنے ہتھیار لیے رہیں پھر جب وہ سجدہ کرلیں تو ہٹ کر تم سے پیچھے ہوجائیں اور اب دوسری جماعت آئے جو اس وقت تک نماز میں شریک نہ تھی اب وہ تمہارے مقتدی ہوں اور چاہئے کہ اپنی پناہ اور اپنے ہتھیار لیے رہیں کافروں کی تمنا ہے کہ کہیں تم اپنے ہتھیاروں اور اپنے اسباب سے غافل ہو جاؤ تو ایک دفعہ تم پر جھک پڑیں اور تم پر مضائقہ نہیں اگر تمہیں مینھ کے سبب تکلیف ہو یا بیمار ہو کہ اپنے ہتھیار کھول رکھو اور اپنی پناہ لیے رہو بیشک اللہ نے کافروں کے لئے خواری کا عذاب تیار کر رکھا ہے،"
        },
        {
            "chapter": 4,
            "verse": 103,
            "text": "پھر جب تم نماز پڑھ چکو تو اللہ کی یاد کرو کھڑے اور بیٹھے اور کروٹوں پر لیٹے پھر جب مطمئن ہو جاؤ تو حسب دستور نماز قائم کرو بیشک نماز مسلمانوں پر وقت باندھا ہوا فرض ہے"
        },
        {
            "chapter": 4,
            "verse": 104,
            "text": "اور کافروں کی تلاش میں سستی نہ کرو اگر تمہیں دکھ پہنچتا ہے تو انہیں بھی دکھ پہنچتا ہے جیسا تمہیں پہنچتا ہے، اورتم اللہ سے وہ امید رکھتےہو جو وہ نہیں رکھتے، ور اللہ جاننے والا حکمت والا ہے"
        },
        {
            "chapter": 4,
            "verse": 105,
            "text": "اے محبوب! بیشک ہم نے تمہاری طرف سچی کتاب اتاری کہ تم لوگوں میں فیصلہ کرو جس طرح تمہیں اللہ دکھائے اور دغا والوں کی طرف سے نہ جھگڑو"
        },
        {
            "chapter": 4,
            "verse": 106,
            "text": "اور اللہ سے معافی چاہو بیشک اللہ بخشنے والا مہربان ہے،"
        },
        {
            "chapter": 4,
            "verse": 107,
            "text": "اور ان کی طرف سے نہ جھگڑو جو اپنی جانوں کو خیانت میں ڈالتے ہیں بیشک اللہ نہیں چاہتا کسی بڑے دغا باز گنہگار کو"
        },
        {
            "chapter": 4,
            "verse": 108,
            "text": "آدمیوں سے چھپتے ہیں اور اللہ نہیں چھپتے اور ا لله ان کے پاس ہے جب دل میں وہ بات تجویز کرتے ہیں جو اللہ کو ناپسند ہے اور اللہ ان کے کاموں کو گھیرے ہوئے ہے،"
        },
        {
            "chapter": 4,
            "verse": 109,
            "text": "سنتے ہو یہ جو تم ہو دنیا کی زندگی میں تو ان کی طرف سے جھگڑے تو ان کی طرف سے کون جھگڑے گا اللہ سے قیامت کے دن یا کون ان کا وکیل ہوگا،"
        },
        {
            "chapter": 4,
            "verse": 110,
            "text": "اور جو کوئی برائی یا اپنی جان پر ظلم کرے پھر اللہ سے بخشش چاہے تو اللہ کو بخشنے والا مہربان پائے گا،"
        },
        {
            "chapter": 4,
            "verse": 111,
            "text": "اور جو گناہ کمائے تو ا س کی کمائی اسی کی جان پر پڑے اور اللہ علم و حکمت والا ہے"
        },
        {
            "chapter": 4,
            "verse": 112,
            "text": "اور جو کوئی خطا یا گناہ کمائے پھر اسے کسی بے گناہ پر تھوپ دے اس نے ضرور بہتان اور کھلا گناہ اٹھایا،"
        },
        {
            "chapter": 4,
            "verse": 113,
            "text": "اور اے محبوب! اگر اللہ کا فضل و رحمت تم پر نہ ہوتا تو ان میں کے کچھ لوگ یہ چاہتے کہ تمہیں دھوکا دے دیں اور وہ اپنے ہی آپ کو بہکا رہے ہیں اور تمہارا کچھ نہ بگاڑیں گے اور اللہ نے تم پر کتاب اور حکمت اتاری اور تمہیں سکھا دیا جو کچھ تم نہ جانتے تھے اور اللہ کا تم پر بڑا فضل ہے"
        }
    ]
}