{
    "maqras": [
        {
            "chapter": 7,
            "verse": 88,
            "text": "اس کی قوم کے متکبر سردار بولے، اے شعیب قسم ہے کہ ہم تمہیں اور تمہارے ساتھ والے مسلمانوں کو اپنی بستی سے نکا ل دیں گے یا تم ہمارے دین میں ا ٓجا ؤ کہا کیا اگرچہ ہم بیزار ہوں"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "ضرور ہم اللہ پر جھوٹ باندھیں گے اگر تمہارے دین میں آجائیں بعد اس کے کہ اللہ نے ہمیں اس سے بچایا ہے اور ہم مسلمانوں میں کسی کا کام نہیں کہ تمہارے دین میں آئے مگر یہ کہ اللہ چاہے جو ہمارا رب ہے، ہمارے رب کا علم ہر چیز کو محیط ہے، اللہ ہی پر بھروسہ کیا اے ہمارے رب! ہم میں اور ہماری قوم میں حق فیصلہ کر اور تیرا فیصلہ سب سے بہتر ہے،"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "اور اسکی قوم کے کافر سردار بولے کہ اگر تم شعیب کے تابع ہوئے تو ضرور نقصان میں رہو گے،"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "تو انہیں زلز لہ نے ا ٓ لیا تو صبح اپنے گھروں میں اوندھے پڑے رہ گئے"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "شعیب کو جھٹلانے والے گویا ان گھروں میں کبھی رہے ہی نہ تھے، شعیب کو جھٹلانے والے ہی تباہی میں پڑے،"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "تو شعیب نے ان سے منہ پھیرا اور کہا اے میری قوم! میں تمہیں رب کی رسالت پہنچا چکا اور تمہارے بھلے کو نصیحت کی تو کیونکر غم کروں کافروں کا،"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "اور نہ بھیجا ہم نے کسی بستی میں کوئی نبی مگر یہ کہ اس کے لوگوں کو سختی اور تکلیف میں پکڑا کہ وہ کسی طرح زاری کریں"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "پھر ہم نے برائی کی جگہ بھلائی بدل دی یہاں تک کہ وہ بہت ہوگئے اور بولے بیشک ہمارے باپ دادا کو رنج و راحت پہنچے تھے تو ہم نے انہیں اچانک ان کی غفلت میں پکڑ لیا"
        },
        {
            "chapter": 7,
            "verse": 96,
            "text": "اور اگر بستیو ں والے ایمان لاتے اور ڈرتے تو ضرور ہم ان پر آسمان اور زمین سے برکتیں کھول دیتے مگر انہوں نے تو جھٹلایا تو ہم نے انہیں ان کے کیے پر گرفتار کیا"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "کیا بستیوں والے نہیں ڈرتے کہ ان پر ہمارا عذاب رات کو آئے جب وہ سوتے ہوں"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "یا بستیوں والے نہیں ڈرتے کہ ان پر ہمارا عذاب دن چڑھے آئے جب وہ کھیل رہے ہوں"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "کیا اللہ کی خفی تدبیر سے بے خبر ہیں تو اللہ کی خفی تدبیر سے نذر نہیں ہوتے مگر تباہی والے"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "اور کیا وہ جو زمین کے ما لکوں کے بعد اس کے وارث ہوئے انہیں اتنی ہدایت نہ ملی کہ ہم چاہیں تو انہیں ان کے گناہوں پر آ فت پہنچائیں اور ہم ان کے دلوں پر مہر کرتے ہیں کہ وہ کچھ نہیں سنتے"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "یہ بستیاں ہیں جن کے احوال ہم تمہیں سناتے ہیں اور بیشک ان کے پاس ان کے رسول روشن دلیلیں لے کر آئے تو وہ اس قابل نہ ہوئے کہ وہ اس پر ایمان لاتے جسے پہلے جھٹلاچکے تھے اللہ یونہی چھاپ لگادیتا ہے کا فروں کے دلوں پر"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "اور ان میں اکثر کو ہم نے قول کا سچا نہ پایا اور ضرور ان میں اکثر کو بے حکم ہی پایا،"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "پھر ان کے بعد ہم نے موسیٰ کو اپنی نشانیوں کے ساتھ فرعون اور اس کے درباریوں کی طرف بھیجا تو انہوں نے ان نشانیوں پر زیادتی کی تو دیکھو کیسا انجام ہوا مفسدوں کا،"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "اور موسیٰ نے کہا اے فرعون! میں پرور دگا ر عالم کا رسول ہوں،"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "مجھے سزاوار ہے کہ اللہ پر نہ کہوں مگر سچی بات میں تم سب کے پاس تمہارے رب کی طرف سے نشانی لےکر آیا ہوں تو بنی اسرائیل کو میرے ساتھ چھوڑ دے"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "بولا اگر تم کوئی نشانی لے کر آئے ہو تو لاؤ اگر سچے ہو،"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "تو موسیٰ نے اپنا عصا ڈال دیا وہ فورا ً ایک ظاہر اژدہا ہوگیا"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "اور اپنا ہاتھ گریبان میں ڈال کر نکا لا تو وہ دیکھنے والوں کے سامنے جگمگانے لگا"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "قوم فرعون کے سردار بولے یہ تو ایک علم والا جادوگر ہے"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "تمہیں تمہارے ملک سے نکا لا چاہتا ہے تو تمہارا کیا مشورہ ہے،"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "بولے انہیں اور ان کے بھائی کو ٹھہرا اور شہروں میں لوگ جمع کرنے والے بھیج دے،"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "کہ ہر علم والے جادوگر کو تیرے پاس لے آئیں"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "اور جادوگر فرعون کے پاس آئے بولے کچھ ہمیں انعام ملے گا اگر ہم غالب آئیں،"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "بولا ہاں اور اس وقت تم مقرب ہوجا ؤ گے،"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "بولے اے موسیٰ یا تو آپ ڈالیں یا ہم ڈالنے والے ہوں"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "کہا تمہیں ڈالو جب انہوں نے ڈالا لوگوں کی آنکھوں پر جادو کردیا اور انہیں ڈرایا اور بڑا جادو لائے،"
        }
    ]
}