{
    "maqras": [
        {
            "chapter": 10,
            "verse": 53,
            "text": "اور تم سے پوچھتے ہیں کیا وہ حق ہے، تم فرماؤ، ہاں! میرے رب کی قسم بیشک وہ ضرور حق ہے، اور تم کچھ تھکا نہ سکو گے"
        },
        {
            "chapter": 10,
            "verse": 54,
            "text": "اور اگر ہر ظالم جان، زمین میں جو کچھ ہے سب کی مالک ہوتی، ضرور اپنی جان چھڑانے میں دیتی اور دل میں چپکے چپکے پشیمان ہوئے جب عذاب دیکھا اور ان میں انصاف سے فیصلہ کردیا گیا اور ان پر ظلم نہ ہوگا،"
        },
        {
            "chapter": 10,
            "verse": 55,
            "text": "سن لو بیشک اللہ ہی کا ہے جو کچھ آسمانوں میں ہے اور زمین میں سن لو بیشک اللہ کا وعدہ سچا ہے مگر ان میں اکثر کو خبر نہیں،"
        },
        {
            "chapter": 10,
            "verse": 56,
            "text": "وہ جِلاتا اور مارتا ہے اور اسی کی طرف پھرو گے،"
        },
        {
            "chapter": 10,
            "verse": 57,
            "text": "اے لوگو! تمہارے پاس تمہارے رب کی طرف سے نصیحت آئی اور دلوں کی صحت اور ہدایت اور رحمت ایمان والوں کے لیے،"
        },
        {
            "chapter": 10,
            "verse": 58,
            "text": "تم فرماؤ اللہ ہی کے فضل اور اسی کی رحمت اور اسی پر چاہیے کہ خوشی کریں وہ ان کے سب دھن دولت سے بہتر ہے،"
        },
        {
            "chapter": 10,
            "verse": 59,
            "text": "تم فرماؤ بھلا بتاؤ تو وہ جو اللہ نے تمہارے لیے رزق اتارا اس میں تم نے اپنی طرف سے حرام و حلال ٹھہرالیا تم فرماؤ کیا اللہ نے اس کی تمہیں اجازت دی یا اللہ پر جھوٹ باندھتے ہو"
        },
        {
            "chapter": 10,
            "verse": 60,
            "text": "اور کیا گمان ہے ان کا، جو اللہ پر جھوٹ باندھتے ہیں کہ قیامت میں ان کا کیا حال ہوگا، بیشک اللہ لوگوں پر فضل کرتا ہے مگر اکثر لوگ شکر نہیں کرتے،"
        },
        {
            "chapter": 10,
            "verse": 61,
            "text": "اور تم کسی کام میں ہو اور اس کی طرف سے کچھ قرآن پڑھو اور تم لوگ کوئی کام کرو ہم تم پر گواہ ہوتے ہیں جب تم اس کو شروع کرتے ہو، اور تمہارے رب سے ذرہ بھر کوئی چیز غائب نہیں زمین میں نہ آسمان میں اور نہ اس سے چھوٹی اور نہ اس سے بڑی کوئی چیز نہیں جو ایک روشن کتاب میں نہ ہو"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "سن لو بیشک اللہ کے ولیوں پر نہ کچھ خو ف ہے نہ کچھ غم"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "وہ جو ایمان لائے اور پرہیزگاری کرتے ہیں،"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "انہیں خوشخبری ہے دنیا کی زندگی میں اور آخرت میں، اللہ کی باتیں بدل نہیں سکتیں یہی بڑی کامیابی ہے،"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "اور تم ان کی باتو ں کا غم نہ کرو بیشک عزت ساری اللہ کے لیے ہے وہی سنتا جانتا ہے،"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "سن لو بیشک اللہ ہی کے مِلک ہیں جتنے آسمانوں میں ہیں اور جتنے زمینوں میں اور کاہے کے پیچھے جارہے ہیں وہ جو اللہ کے سوا شریک پکار رہے ہیں، وہ تو پیچھے نہیں جاتے مگر گمان کے اور وہ تو نہیں مگر اٹکلیں دوڑاتے"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "وہی ہے جس نے تمہارے لیے رات بنائی کہ اس میں چین پاؤ اور دن بنایا تمہاری آنکھوں کھولتا بیشک اس میں نشانیاں ہیں سننے والوں کے لیے"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "بولے اللہ نے اپنے لیے اولاد بنائی پاکی اس کو، وہی بے نیاز ہے، اسی کا ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں تمہارے پاس اس کی کوئی بھی سند نہیں، کیا اللہ پر وہ بات بتاتے ہو جس کا تمہیں علم نہیں،"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "تم فرماؤ وہ جو اللہ پر جھوٹ باندھتے ہیں ان کا بھلا نہ ہوگا،"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "دنیا میں کچھ برت لینا (فائدہ اٹھانا) ہے پھر انہیں ہماری طرف واپس آنا پھر ہم انہیں سخت عذاب چکھائیں گے بدلہ ان کے کفر کا،"
        }
    ]
}