{
    "maqras": [
        {
            "chapter": 10,
            "verse": 90,
            "text": "اور ہم بنی اسرائیل کو دریا پار لے گئے تو فرعون اور اس کے لشکروں نے ان کا پیچھا کیا سرکشی اور ظلم سے یہاں تک کہ جب اسے ڈوبنے نے ا ٓ لیا بولا میں ایمان لایا کہ کوئی سچا معبود نہیں سوا اس کے جس پر بنی اسرائیل ایمان لائے اور میں مسلمان ہوں"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "کیا اب اور پہلے سے نافرمان رہا اور تو فسادی تھا"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "آج ہم تیری لاش کو اوترا دیں (باقی رکھیں) گے تو اپنے پچھلوں کے لیے نشانی ہو اور بیشک لوگ ہما ری آ یتو ں سے غافل ہیں،"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "اور بیشک ہم نے بنی اسرائیل کو عزت کی جگہ دی اور انہیں ستھری روزی عطا کی تو اختلاف میں نہ پڑے مگر علم آنے کے بعد بیشک تمہارا رب قیامت کے دن ان میں فیصلہ کردے گا جس بات میں جھگڑتے تھے"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "اور اے سننے والے! اگر تجھے کچھ شبہ ہو اس میں جو ہم نے تیری طرف اتارا تو ان سے پوچھ دیکھ جو تجھ سے پہلے کتاب پڑھنے والے ہیں بیشک تیرے پاس تیرے رب کی طرف سے حق آیا تو تُو ہر گز شک والوں میں نہ ہو،"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "اور ہرگز ان میں نہ ہونا جنہوں نے اللہ کی آیتیں جھٹلائیں کہ تو خسارے والوں میں ہوجائے گا،"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "بیشک وہ جن پر تیرے رب کی بات ٹھیک پڑچکی ہے ایمان نہ لائیں گے،"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "اگرچہ سب نشانیاں ان کے پاس آئیں جب تک دردناک عذاب نہ دیکھ لیں"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "تو ہوئی ہوتی نہ کوئی بستی کہ ایمان لاتی تو اس کا ایمان کام آتا ہاں یونس کی قوم، جب ایمان لائے ہم نے ان سے رسوائی کا عذاب دنیا کی زندگی میں ہٹادیا اور ایک وقت تک انہیں برتنے دیا"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "اور اگر تمہارا رب چاہتا زمین میں جتنے ہیں سب کے سب ایمان لے آتے تو کیا تم لوگوں کو زبردستی کرو گے یہاں تک کہ مسلمان ہوجائیں"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "اور کسی جان کی قدرت نہیں کہ ایمان لے آئے مگر اللہ کے حکم سے اور عذاب ان پر ڈالنا ہے جنہیں عقل نہیں،"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "تم فرماؤ دیکھو آسمانوں اور زمین میں کیا ہے اور آیتیں اور رسول انہیں کچھ نہیں دیتے جن کے نصیب میں ایمان نہیں،"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "تو انہیں کاہے کا انتظار ہے مگر انہیں لوگوں کے سے دنوں کا جو ان سے پہلے ہو گزرے تم فرماؤ تو انتظار کرو میں بھی تمہارے ساتھ انتظار میں ہوں"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "پھر ہم اپنے رسولوں اور ایمان والوں کو نجات دیں گے بات یہی ہے ہمارے ذمہ کرم پر حق ہے مسلمانوں کو نجات دینا،"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "تم فرماؤ، اے لوگو! اگر تم میرے دین کی طرف سے کسی شبہ میں ہو تو میں تو اسے نہ پوجوں کا جسے تم اللہ کے سوا پوجتے ہو ہاں اس اللہ کو پوجتا ہوں جو تمہاری جان نکالے گا اور مجھے حکم ہے کہ ایمان والوں میں ہوں،"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "اور یہ کہ اپنا منہ دین کے لیے سیدھا رکھ سب سے الگ ہوکر اور ہرگز شرک والوں میں نہ ہونا،"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "اور اللہ کے سوا اس کی بندگی نہ کر جو نہ تیرا بھلا کرسکے نہ برا، پھر اگر ایسا کرے تو اس وقت تو ظالموں سے ہوگا،"
        },
        {
            "chapter": 10,
            "verse": 107,
            "text": "اور اگر تجھے اللہ کوئی تکلیف پہنچائے تو اس کا کوئی ٹالنے والا نہیں اس کے سوا، اور اگر تیرا بھلا چاہے تو اس کے فضل کے رد کرنے والا کوئی نہیں اسے پہنچا تا ہے اپنے بندوں میں جسے چاہے، اور وہی بخشنے والا مہربان ہے،"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "تم فرماؤ اے لوگو! تمہارے پاس تمہارے رب کی طرف سے حق آیا تو جو راہ پر آیا وہ اپنے بھلے کو راہ پر آیا اور جو بہکا وہ اپنے برے کو بہکا اور کچھ میں کڑوڑا (حاکمِ اعلیٰ) نہیں"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "اور اس پر چلو جو تم پر وحی ہوتی ہے اور صبر کرو یہاں تک کہ اللہ حکم فرمائے اور وہ سب سے بہتر حکم فرمانے والا ہے"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "یہ ایک کتاب ہے جس کی آیتیں حکمت بھری ہیں پھر تفصیل کی گئیں حکمت والے خبردار کی طرف سے،"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "کہ بندگی نہ کرو مگر اللہ کی بیشک میں تمہارے لیے اس کی طرف سے ڈر اور خوشی سنانے والا ہوں"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "اور یہ کہ اپنے رب سے معافی مانگو پھر اس کی طرف توبہ کرو تمہیں بہت اچھا برتنا (فائدہ اٹھانا) دے گا ایک ٹھہرائے وعدہ تک اور ہر فضیلت والے کو اس کا فضل پہنچائے گا اور اگر منہ پھیرو تو میں تم پر بڑے دن کے عذاب کا خوف کرتا ہوں،"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "تمہیں اللہ ہی کی طرف پھرنا ہے اور وہ ہر شے پر قادر"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "سنو وہ اپنے سینے دوہرے کرتے (منہ چھپاتے) ہیں کہ اللہ سے پردہ کریں سنو جس وقت وہ اپنے کپڑوں سے سارا بدن ڈھانپ لیتے ہیں اس وقت بھی اللہ ان کا چھپا اور ظاہر سب کچھ جانتا ہے بیشک وہ دلوں کی بات جاننے والا ہے،"
        }
    ]
}