{
    "chapter": [
        {
            "chapter": 19,
            "verse": 1,
            "text": "Kaf, Ha´, Ya´ Ayn, Sad"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "[Aceasta este] povestirea despre indurarea Domnului tau faþa de robul Sau Zaharia"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "Cand el L-a chemat pe Domnul lui intr-ascuns"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "Zicand: \"Doamne, oasele mele sunt slabe ºi capul mi s-a aprins decarunteþe, dar nicicand eu nu am fost dezamagit rugandu-ma Þie! Doamne"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "Eu ma tem de urmaºii mei de dupa mine, caci muierea mea este stearpa, deci daruieºte-mi mie un urmaº de la Tine"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "Care sa ma moºteneasca pe mine ºi sa moºteneasca ºi neamul luiIacob! ªi fa-l sa-Þi fie placut Þie, Doamne"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "O, Zaharia, Noi iþi aducem buna vestire a unui prunc, al carui nume fi-va Ioan , aºa cum nu am numit pe nimeni mai inainte de el"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "A zis : \"Doamne, cum sa am eu un prunc, cand muierea mea este stearpa, iar pe mine batraneþea mult m-a prea ajuns"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "A zis : \"Aºa va fi! Caci grait-a Domnul tau: Aceasta va fi neinsem- nata fapta, dupa ce te-am creat pe tine, inainte de aceasta, fara ca tu sa fi fost nimic"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "A zis : \"Doamne, da-mi mie un semn!\" ªi i-a raspuns [atunci]: \"Semnul tau este ca nu vei vorbi cu nici un om vreme de trei nopþi, macar ca tu eºti [om] intreg"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "ªi a ieºit el din altar inaintea neamului sau ºi le-a facut lor semn sa aduca laude dimineaþa ºi seara"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "[ªi Noi am zis]: \"O, Ioan, primeºte Cartea intru putere! ªii-am daruit Noi inþelepciune, pe cand el era inca un copil"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "Ca ºi indurare din partea Noastra ºi curaþenie ; ºi era el cucernic"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "ªi iubitor faþa de parinþii lui; ºi nu era el semeþ, nici indaratnic"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "ªi pacea fi-va asupra lui in ziua cand se va fi nascut el, ca ºi in ziua cand se va sfarºi ºi in ziua cand va fi readus in viaþa [din nou]"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "Pomeneºte in Carte [Coranul] ºi de Maria, cand ea s-a retras de la neamul ei intr-un loc spre rasarit"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "ªi a pus intre ea ºi intre ei un val! ªi atunci am trimis la ea DuhulNostru , care i s-a aratat cu infaþiºarea unui om adevarat"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "A zis ea: \"Caut aparare la Cel Milostiv faþa de tine! Daca tu eºti cuvios, [nu te apropia de mine]"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "I-a raspuns el: \"Eu sunt numai un trimis al Domnului tau ca sa-þi vestesc un prunc curat"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "Insa ea a zis: \"Cum sa am eu un prunc, daca nu m-a atins nici un barbat ºi nici tarfa nu sunt"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "I-a raspuns el : \"Aºa este! Dar Domnul tau a zis: \"Acesta pentru Mine-i [un lucru] uºor! ªi-l vom face Noi un semn pentru oameni ºi o indurare din partea Noastra! Acesta-i un lucru [de mult] hotarat"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "ªi ea l-a zamislit ºi s-a retras cu el intr-un loc departat"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "ªi-au apucat-o durerile langa trunchiul unui curmal ºi a zis ea: \"O, de aº fi murit inainte de aceasta ºi cu totul de-aº fi fost uitata"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "Dar [un glas] a strigat-o de sub ea, [zicandu-i]: \"Nu fi mahnita! Domnul tau a facut mai jos de tine un paraiaº"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "ªi scutura spre tine trunchiul de curmal, caci el va lasa sa cada langa tine curmale proaspete coapte"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "Aºadar, mananca, bea ºi fii fericita [de copilul tau]! Iar de vei vedea tu vreun om , spune-i lui : \"Eu i-am juruit Celui Milostiv un post ºi de aceea nu voi sta astazi de vorba cu nici"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "Apoi a venit cu el la neamul ei, purtandu-l [in braþe]. ªi i-au zis ei:\"O, Maria, tu ai facut un lucru ingrozitor"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "O, sora a lui Aaron , tatal tau nu a fost un om [facator] de rau, iar mama ta nu a fost o tarfa"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "Ea [Maria] a facut semn spre el , dar ei au zis: \"Cum sa vorbim cu acela care este un prunc de leagan"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "Dar el [pruncul] a zis: \"Eu sunt robul lui Allah! El mi-a daruitScriptura ºi m-a facut profet"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "ªi El m-a binecuvantat, oriunde aº fi , ºi mi-a poruncitRugaciunea [As-Salat] ºi Dania [Az-Zakat] , cat voi trai"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "ªi bunacuviinþa faþa de nascatoarea mea! ªi nu m-a facut pe mine trufaº, nici ticalos"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "ªi pacea fie asupra mea in ziua in care m-am nascut ºi in ziua in care voi muri ºi in ziua in care voi fi adus la viaþa [din nou]"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "[Spune, Muhammed]: \"Acesta este Isus, fiul Mariei!\" Aceasta este povestea adevarata de care ei se indoiesc"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "Nu se cuvine ca Allah sa-ªi atribuie un fiu! Marire Lui! Daca El hotaraºte un lucru, atunci El zice \"Fii!\", iar el este"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "Allah este Domnul meu ºi Domnul vostru. Adoraþi-L pe El ºi acesta este un drum drept"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "Dar sectele se cearta intre ele ºi va fi vai pentru aceia care nu cred , la vederea unei Zile cumplite"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "Cat de limpede vor auzi ºi vor vedea ei in Ziua cand vor veni laNoi ! Insa nelegiuiþii sunt astazi intr-o ratacire de netagaduit"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "Avertizeaza-i pe ei, [prevenindu-i] despre Ziua cainþei cand totul vafi hotarat, pentru ca ei sunt nepasatori ºi nu cred"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "Noi moºtenim cu adevarat pamantul cu toþi cei care sunt pe el ºi la Noi se vor intoarce ei"
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "ªi pomeneºte-l in Carte pe Avraam; el a fost un iubitor de adevar ºi un profet"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "Cand i-a spus el tatalui sau : \"O, tata! Pentru ce te inchini tu la ceea ce nu aude, nu vede ºi nu-þi este de nici un folos"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "O, tata! Mi-a venit mie ºtiinþa care þie nu þi-a venit! Deci urmeaza- ma ºi eu te voi calauzi pe un drum drept"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "O, tata! Nu te inchina la ªeitan , caci ªeitan a fost razvratitimpotriva Celui Milostiv [Ar-Rahman]"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "O, tata! Ma tem sa nu te atinga o osanda de la Cel Milostiv [Ar- Rahman] ºi sa nu devii un aliat a lui ªeitan!”"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "I-a raspuns : \"O, Avraam! Te lepezi tu de zeii mei? Daca nuincetezi, eu te voi alunga cu pietre! Pleaca departe de mine pentruvreme indelungata"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "A zis : \"Vei avea numai pace [din partea mea]! Ma voi ruga de iertare la Domnul meu pentru tine, caci El este binevoitor cu mine"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "Eu ma desparþesc de voi , ca ºi de ceea ce chemaþi voi in locul lui Allah ºi-L voi chema pe Domnul meu . Poate ca eu nu voi fi nefericit pentru chemarea Domnului meu"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "ªi dupa ce s-a desparþit de ei ºi de ceea ce adorau ei in locul lui Allah, Noi i-am daruit lui pe Isaac ºi pe Iacob ºi din fiecare Noi am facut un profet"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "ªi le-am daruit Noi din indurarea Noastra ºi i-am facut Noi sa fie laudaþi de oameni"
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "ªi pomeneºte-l in Carte pe Moise! El a fost ales ºi a fost un trimisºi un profet"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "Noi l-am chemat din partea dreapta a Muntelui Tor ºi l-am apro- piat de Noi ca tainic"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "ªi i l-am daruit Noi, prin indurarea Noastra, pe fratele sauAaron, ca profet"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "ªi pomeneºte-l in Carte pe Ismail! El a fost credincios fagadu- inþei sale, ºi a fost el un trimis ºi un profet"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "El a poruncit neamului sau Rugaciunea [As-Salat] ºi Dania [Az- Zakat] ºi a fost pentru Domnul sau un rob placut"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "ªi pomeneºte-l in Carte pe Idris! El a fost iubitor de adevar ºi profet"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "ªi Noi l-am ridicat pe o treapta inalta"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "Aceºtia sunt cei de care Allah s-a indurat dintre profeþi, dinurmaºii lui Adam, din aceia pe care Noi i-am purtat cu Noe, dinurmaºii lui Avraam ºi ai lui Israel ºi din aceia pe care Noi i-amca"
        },
        {
            "chapter": 19,
            "verse": 59,
            "text": "ªi le-au urmat lor urmaºi care s-au lepadat de rugaciune ºi s-au luat dupa pofte, iara ei se vor afla in pierdere"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "Afara de aceia care se vor cai , vor crede ºi vor implini fapte bune, caci aceºtia vor intra in Rai ºi nu vor fi nedreptaþiþi nicicum"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "In gradinile Edenului, pe care Cel Milostiv le-a fagaduit robilor Sai- [ºi ei au crezut in aceasta fagaduinþa] nevazuta - caci fagaduinþa Lu"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "Ei nu vor auzi in ele [nici un fel de] vorbe deºarte, ci numai\"Pace!\" ªi ei vor avea in ele hrana lor, dimineaþa ºi seara"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "Acesta este Raiul pe care Noi il dam ca moºtenire robilorNoºtri care sunt evlavioºi"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "Noi nu pogoram decat la porunca Domnului tau . Ale Lui sunt toate care se afla dinaintea noastra ºi care se afla inapoianoastra ºi cele care se afla intre acestea. ªi Domnul t"
        },
        {
            "chapter": 19,
            "verse": 65,
            "text": "El este Stapanul cerurilor ºi al pamantului ºi al celor ce se aflaintre cele doua. Adora-L pe El ºi fii statornic in adorarea Lui! Oare mai ºtii tu pe altcineva cu asemenea nume"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "ªi zice omul : \"Oare daca am murit, voi mai fi eu iaraºi adus inapoi la viaþa"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "Dar oare nu-ºi aduce omul aminte ca Noi l-am creat mai inainte, dupa ce el nu fusese nimic"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "Pe Domnul tau! Ii vom aduna pe ei ºi pe ºeitani, apoi ii vom aduce pe ei in genunchi, de jur imprejurul Gheenei"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "Apoi ii vom scoate Noi din fiecare grup pe aceia care au fost cei mai inverºunaþi impotriva Celui Milostiv"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "Apoi, Noi ºtim cel mai bine care dintre ei merita sa fie arºi"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "ªi nu se afla nimeni printre voi care sa nu treaca pe acolo . Aceasta este o hotarare nestramutata a Domnului tau"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "Dupa aceea, ii vom mantui Noi pe cei care au fost cu frica, iar pe cei nelegiuiþi ii vom lasa acolo in genunchi"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "ªi cand li se citesc versetele Noastre cele limpezi, zic aceia carenu cred catre aceia care cred: \"Care din cele doua grupuri are osituaþie mai buna ºi o tovaraºie mai placut&ati"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "Dar cate neamuri care ii intrec pe ei ca avere ºi ca infaþiºare am nimicit Noi inaintea lor"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "Spune: “Acelora care sunt in ratacire Cel Milostiv le va prelungi zilele pentru un timp, pana ce ei vor vedea fie chinul, fie Ceasul [cu care ei sunt ameninþaþi] . Atunci vor ºti ei cine are loc mai rau º"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "Allah va spori calauzirea celor care sunt bine calauziþi, iar faptele bune care raman vor avea mai buna rasplata de la Domnul tau ºi o mai buna urmare"
        },
        {
            "chapter": 19,
            "verse": 77,
            "text": "L-ai vazut pe acela care nu a crezut in versetele Noastre ºi a zis\"Mi se vor darui mie neindoielnic avere ºi copii"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "Oare a patruns el Necunoscutul sau a incheiat el un legamant cuCel Milostiv"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "In nici un caz! Iar Noi vom scrie ceea ce spune ºi-i vom spori Noi chinul"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "Noi vom lua de la el moºtenire ceea ce spune el ºi va veni laNoi singur"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "Ei ºi-au facut alþi zei in locul lui Allah, ca sa le fie lor aparatori[impotriva pedepsei]"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "Dar dimpotriva! [Aceºti zei] se vor lepada de adorarea lor ºi le vor fi lor duºmani"
        },
        {
            "chapter": 19,
            "verse": 83,
            "text": "Tu nu ai vazut ca Noi am trimis ºeitanii asupra necredincioºilor ca sa-i aþaþe pe ei cu furie"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "Deci nu te grabi impotriva lor! Noi þinem socoteala precisa [a tuturor faptelor lor]"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "In Ziua in care ii vom aduna pe cei cu frica la Cel Milostiv, venind grupuri"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "ªi-i vom mana pe nelegiuiþi catre Gheena ca [pe o turma] laadapatoare"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "Ei nu vor putea mijloci, afara de aceia care au facut un legamant faþa de Cel Milostiv"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "ªi ei zic: \"Cel Milostiv ºi-a luat un fiu"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "Voi spuneþi un lucru cumplit"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "Aproape ca cerurile se crapa de aceste [vorbe], pamantul se despica ºi munþii se prabuºesc in farame"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "Pentru ca ei Ii atribuie Celui Milostiv un fiu"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "In vreme ce nu se cuvine ca Cel Milostiv sa-ºi ia un fiu"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "Toþi cei care se afla in ceruri ºi pre pamant vor veni la CelMilostiv ca robi"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "El i-a socotit ºi i-a numarat pe ei bine"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "ªi fiecare dintre ei va veni la El in Ziua Invierii singur"
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "Acelora care cred ºi savarºesc fapte bune Cel Milostiv le va arata iubire"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "ªi Noi l-am facut uºor, in limba ta, pentru ca tu sa-i binevesteºti prin el pe cei cu frica ºi sa previi prin el un neam neinduplecat"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "ªi cate neamuri am nimicit Noi inainte de ei! Mai simþeºti vreun singur [om] din ele? Sau mai auzi tu cea mai mica ºoapta a lor"
        }
    ]
}