{
    "chapter": [
        {
            "chapter": 20,
            "verse": 1,
            "text": "Ta, Ha"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "Noi nu þi-am pogorat Coranul pentru ca tu sa fii nefericit"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "Ci ca o vestire pentru acela care se teme [de Allah]"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "[ªi ca] o revelaþie de la Acela care a creat pamantul ºi cerurile cele inalte"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "Cel Milostiv care s-a aºezat pe Tron"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "Ale Lui sunt cele din ceruri ºi cele de pre pamant, precum ºi cele care se afla intre cele doua ºi sub þarana"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "ªi daca tu rosteºti vorbele cu glas tare, El ºtie, [neindoielnic], tainaºi ceea ce este chiar ºi mai ascuns"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "Allah! Nu exista alta divinitate in afara de El! Ale Lui sunt numele cele mai frumoase"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "Oare ai aflat tu istoria lui Moise"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "Cand a vazut el un foc ºi a zis catre familia lui: „Ramaneþi [aici]! Eu vad un foc! Poate ca o sa va aduc un taciune de la el sau voi aflala foc calauzire!”"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "ªi cand a ajuns la el , a fost el strigat: „O, Moise"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "Eu sunt Stapanul tau! Scoate-þi incalþarile tale, caci tu te afli in valea cea sfanta, Tuwa"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "Eu te-am ales , deci asculta la ceea ce þi se reveleaza"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Eu sunt Allah ºi nu exista alta divinitatea in afara de Mine! Aºadar, venereaza-Ma ºi implineºte Rugaciunea [As-Salat], pentru pomenirea Mea"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "Ceasul va sosi - de-abia il mai þin ascuns - pentru ca fiecare suflet sa fie rasplatit dupa cum se osteneºte"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "ªi sa nu te abata de la el acela care nu crede in el ºi urmeaza poftei sale, pentru ca sa nu pieri"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "Dar ce este aceea din [mana ta] dreapta, Moise?”"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "A raspuns el : „Acesta este toiagul meu, pe care ma sprijin ºi cucare scutur frunze pentru oile mele ºi de la care mai am ºi alte foloase”"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "A zis : „Arunca-l, Moise!”"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "L-a aruncat ºi iata-l [preschimbat intr-] un ºarpe ce se tara"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "A zis : „Ia-l, fara sa te temi, caci Noi il vom readuce la prima sa stare"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "ªi strange mana ta la subsuoara! Ea va ieºi alba, fara nici o vatamare – o alta minune"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "Pentru ca sa-þi aratam [ºi altele] din minunile Noastre cele mai mari"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "ªi purcede tu catre Faraon, caci el intrece orice masura!”"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "A zis : „Doamne, deschide-mi mie pieptul"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "ªi uºureaza-mi mie lucrul [ce trebuie sa-l implinesc]"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "ªi dezleaga-mi nodul limbii mele"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "Pentru ca ei sa priceapa vorbele mele"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "ªi da-mi mie un sfetnic din familia mea"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "Pe Aaron, fratele meu"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "Sporind prin el forþa mea"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "ªi fa-l pe el partaº la lucrul meu"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "Pentru ca noi sa Te laudam mereu"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "ªi sa Te pomenim mereu"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "Iar Tu intotdeauna ne-ai vazut pe noi, [ºtiind astfel tot ceea ce noi facem]!”"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "A zis : „Cererea ta a fost implinita, Moise"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "ªi Noi þi-am mai daruit graþia Noastra ºi alta data"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "Cand i-am revelat mamei tale ceea ce a fost revelat"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "„Aºeaza-l pe el intr-un sicriaº ºi arunca-l pe el in valuri, pentru ca apoi apa fluviului sa-l arunce la mal, de unde il va lua un duºman al Meu ºi duºman al lui!” ªi am pogorat asupra ta dragostea"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "ªi iata cum sora ta mergea, [urmandu-te], ºi a zis ea: „Sa va arat eu pe cineva care sa-l intreþina ºi sa-l creasca?” ªi te-am inapoiat Noi mamei tale, pentru ca ea s&atild"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "ªi te-am ales Eu pentru [slujirea] Mea"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Pleaca tu impreuna cu fratele tau, cu minunile Mele, ºi sa nu incetaþi sa Ma pomeniþi pe Mine"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Duceþi-va la Faraon , caci el a intrecut orice masura"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "ªi spuneþi-i lui vorbe blande! Poate ca el iºi va aduce aminte sau se va teme!”"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "Au zis ei : „Doamne, ne e frica sa nu ne pedepseasca degrabaºi sa nu intreaca masura”"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "A zis : „Nu va fie frica! Eu sunt langa voi. Aud ºi vad"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "Deci mergeþi la el ºi ziceþi: “Noi suntem solii Domnului tau. Trimite-i pe fiii lui Israel impreuna cu noi ºi nu-i mai chinui! Venimla tine cu un semn de la Domnul tau. Pacea asupra aceluia"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Ni s-a revelat noua ca osanda este pentru acela care tagaduieºte credinþa ºi ii intoarce spatele”"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "Atunci a zis : „ªi cine este Domnul vostru, Moise?”"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "I-a raspuns el : „Domnul nostru este acela care a dat fiecaruia firea sa ºi apoi l-a calauzit”"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "Atunci l-a intrebat : „ªi ce spui despre neamurile cele vechi?”"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "I-a raspuns : „ªtiinþa despre ele se afla la Domnul meu intr-o carte . Domnul meu nu greºeºte ºi nu uita"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "El este acela care v-a facut pamantul ca leagan ºi v-a facut voua pe el drumuri ºi a pogorat apa din cer.\" ªi prin ea am facut sa rasara soiuri de felurite plante"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "Mancaþi ºi lasaþi sa pasca vitele voastre! Intru aceasta sunt semne pentru cei daruiþi cu minte"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "Din el v-am creat , in el va vom intoarce ºi din el va vom scoate inca o data”"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "ªi i-am aratat Noi toate semnele Noastre, insa el le-a tagaduitºi nu a voit [sa creada]"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "ªi a zis el : „Ai venit la noi ca sa ne scoþi din pamantul nostru cu vrajile tale, Moise"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "Iþi vom aduce ºi noi vraji asemenea lor. Deci hotaraºte intre noi ºitine o intalnire de la care sa nu lipsim nici noi, nici tu, intr-un locconvenabil!”"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "A zis : „Intalnirea cu voi va fi in ziua de sarbatoare ºi lumea sa se adune dimineaþa!”"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "ªi a plecat Faraon, a adunat vicleºugul sau ºi apoi s-a intors [la intalnire]"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Le-a zis Moise: „Vai voua! Nu nascociþi minciuna impotriva lui Allah, caci va va nimici cu pedeapsa Lui! Iar aceia care vor nascoci, vor pierde!”"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "ªi au discutat ei intre ei despre lucrul lor, dar au þinut aceasta intr-ascuns"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "Apoi au zis ei : „Aceºtia sunt doi vrajitori care voiesc sa vaalunge din pamantul vostru cu farmecele lor ºi sa va ia randuialavoastra cea desavarºita"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "Adunaþi-va, aºadar, vicleºugul vostru ºi veniþi intr-un singur rand, caci astazi va izbandi acela care va fi deasupra!”"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "Apoi au zis : „O, Moise, arunci tu [primul, toiagul tau] sau vomfi noi primii care arunca?”"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "El a zis: „Ba aruncaþi voi!” ªi i s-a parut lui ca funiile ºi toiegele lor se tarasc in urma vrajii lor"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "ªi Moise a simþit oarecare teama in sufletul sau"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "Atunci i-am zis Noi: „Nu te teme, caci tu vei fi deasupra"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "Arunca ce ai in dreapta ta ºi aceasta va inghiþi ce au facut ei, caci ei au facut doar vicleºug de vrajitor, iar vrajitorul nu va izbandi, oriunde ar fi el!”"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "ªi vrajitorii s-au aruncat, prosternandu-se, ºi au zis: „Noi credem in Domnul lui Aaron ºi Moise!”"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "A zis : „Credeþi in el inainte ca eu sa va ingadui? El este mai marele vostru, care v-a invaþat vrajitoria! Eu va voi taia mainile ºi picioarele voastre in cruciº ºi"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "Au zis ei: „Noi nu te putem þine mai presus decat dovezilelimpezi care ne-au venit ºi decat Cel care ne-a creat! Hotaraºte ceea ce vrei sa hotaraºti, dar tu nu vei hotari"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Noi credem in Domnul nostru, pentru ca El sa ne ierte pacatelenoastre ºi vrajitoria la care ne-ai nevoit!” Iar Allah este mai bun [la rasplata] ºi mai statornic [la pedeapsa]"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Cel ce vine nelegiuit la Domnul sau, acela va avea parte deGheena, in care el nici nu va muri, dar nici nu va trai"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "Iar aceia care vin la El credincioºi ºi care au savarºit fapte bune, aceia vor avea treptele cele mai inalte"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "Gradinile Edenului, pe sub care curg paraie. Veºnic vor avea ei salaº in ele, caci aceasta este rasplata acelora care s-au curaþit”"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "I-am revelat Noi lui Moise: „Purcede noaptea cu robii Mei ºi croieºte-le lor un drum uscat prin mare! Nu-þi fie teama ca vei fi ajuns din urma ºi nu-þi fie frica!”"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "ªi a pornit Faraon pe urma lor cu oºtenii sai, dar marea i-a cuprins pe ei ºi i-a acoperit cu totul"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "Insa Faraon a dus poporul sau in ratacire ºi nu l-a calauzit pe drumul cel bun"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "O, fii ai lui Israel, Noi v-am mantuit de vrajmaºul vostru ºi v-amoranduit voua intalnire la coasta cea din dreapta a Muntelui! ªi am pogorat asupra voastra mana ºi prepeliþele"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "„Mancaþi din bunataþile cu care v-am inzestrat, insa nu intreceþimasura intru aceasta, ca sa nu va loveasca mania Mea, caci, cel pe care-l loveºte mania Mea, este pierdut"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "Eu sunt iertator cu acela care se caieºte , crede ºi implineºte fapte bune ºi apoi se lasa calauzit pe calea cea buna”"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "„ªi de ce te-ai grabit [sa te indepartezi] de neamul tau, Moise?”"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "A zis : „Ei sunt pe urmele mele ºi eu am grabit spre Tine, Doamne, pentru ca sa fii mulþumit”"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "A zis : „Noi am pus neamul tau la incercare, dupa tine , ºiAs-Samiri l-a dus pe el in ratacire”"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Atunci s-a intors Moise la neamul sau, manios ºi mahnit, ºi a zis:„O, neam al meu! Nu v-a facut Domnul vostru frumoasa fagaduire ?Legamantul a fost prea lung pentru voi sau aþi vrut s&ati"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "Ei au zis: „Noi nu am calcat fagaduinþa data þie cu voia noastra ,insa noi am fost incarcaþi cu sarcini de podoabe ale neamului [luiFaraon] ºi le-am aruncat noi [in]"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "ªi le-a scos lor un viþel - un corp [neinsufleþit] cu muget - ºi ei au zis : „Acesta este Domnul vostru ºi Domnul lui Moise, insa el l-a uitat”"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Oare n-au vazut ei ca el nu le raspundea cu nici o vorba ºi ca el nu avea putere sa le faca lor un rau sau sa le fie spre folos"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "ªi le zisese ºi Aaron mai inainte : „O, neam al meu! Voi aþi fost numai ispitiþi prin aceasta! Insa Domnul vostru cu adevarat este Cel Milostiv. Aºadar, ur maþi-ma ºi ascultaþi de por"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "Dar ei au raspuns: „Vom ramane adoratori ai lui pana ce se va intoarce Moise la noi”"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "A zis , atunci: „Ce te-a impiedicat, Aaron, cand i-ai vazut ca ei se duc in ratacire"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "Sa vii dupa mine? Te-ai razvratit ºi tu impotriva poruncii mele?!”"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "A zis : „O, fiu al mamei mele! Nu ma apuca nici de barba, nici de [parul din] cap! Mie mi-a fost teama sa nu zici: Tu i-ai dezbinat pe fiii lui Israel ºi nu ai aºteptat porunca mea! ”"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "A zis : „ªi care a fost socoteala ta, o, As-Samiri?”"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "A raspuns : „Eu am vazut ceea ce ei nu au vazut: am luat o mana [de þarana] de pe urma trimisului ºi am aruncat-o [in foc]. Aºa mi-a spus sufletul meu”"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "A zis : „Du-te! In aceasta viaþa vei spune tu [la toata lumea]:„Nu ma atingeþi !” ªi vei avea tu o intalnire de la care nu vei putea lipsi . ªi priveºte la Domnul tau, caruia i-a"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Ci Domnul vostru este numai Allah, afara de care nu exista alta divinitate. Iar El le cuprinde pe toate cu ºtiinþa"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "Astfel iþi povestim Noi istorisiri despre cele care au trecut ºi iþi dam Noi þie o pomenire din partea Noastra"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Iar aceia care se indeparteaza de el [Coran] vor purta in ZiuaInvierii o povara"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "ªi veºnic vor fi ei intr-aceasta . ªi ce grea povara vor avea eiin Ziua Invierii"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "Ziua in care se va sufla in trambiþa ºi-i vom aduna pe cei nelegiuiþi, invineþiþi"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "ªi ei vor ºuºoti intre ei: „Voi nu aþi zabovit decat zece [zile]”"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Noi ºtim mai bine ceea ce spun ei, cand va zice cel cu purtarea cea mai aleasa dintre ei: “Voi nu aþi zabovit decat o zi!”"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "Te intreaba despre munþi. Spune : \"Domnul meu ii va face praf, risipindu-i"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "ªi ii va lasa ca pe un ºes neted"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "In care nu vei vedea ridicatura sau adancitura"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "In Ziua aceea il vor urma pe cel care cheama, fara abatere , iar glasurile vor cobori smerite inaintea Celui Milostiv [Ar-Rahman] ºi nu vei auzi decat o ºoapta"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "In Ziua aceea nu va fi de folos mijlocirea, decat de la acela caruia Cel Milostiv [Ar-Rahman] ii va ingadui ºi a carui vorba o va gasiplacuta"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "El ºtie ceea ce se afla in faþa lor ºi ceea ce se afla in urma lor, in vreme ce ei nu-L cuprind cu ºtiinþa"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "Feþele se vor pleca umilite in faþa Celui Veºnic Viu [ºi]Atotputernic [Al-Hayy, Al-Qayyum] ºi nefericit va fi acela care vapurta o nedreptate"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "Dar acela care savarºeºte fapte bune ºi este dreptcredincios nu are a se teme de nedreptate sau de oprimare"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Astfel l-am pogorat Noi: un Coran in [limba] araba. ªi am desluºit in el ameninþarile , pentru ca sa fie ei cu teama ºi pentru ca sa le trezeasca lor amintirea"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "ªi mai presus [de toate] este Allah - Regele, Adevarul[Al-Malik, al-Haqq]! Nu te grabi cu [recitarea] Coranului mai inaintede a þi se incheia revelarea lui! ªi spune: „Doamne, sporeºte-mi mieºtiin"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "Noi am incheiat un legamant cu Adam mai inainte , insa el l-a uitat ºi Noi nu am aflat in el tarie"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "ªi cand Noi le-am zis ingerilor: „Prosternaþi-va dinaintea luiAdam! ”, s-au prosternat ei, afara de Iblis, care s-a impotrivit"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "Atunci am zis Noi: „O, Adam, acesta va este vrajmaº þie ºi soaþei tale. [Fiþi cu grija] sa nu va scoata pe voi din Rai ºi sa fii tu nefericit"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "El este pentru tine; pentru ca sa nu-þi fie foame in el ºi sa nu fii gol"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "Pentru ca sa nu-þi fie þie sete in el ºi sa nu te loveasca dogoarea soarelui”"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "ªi l-a ispitit pe el ªeitan, zicandu-i: „O, Adam, vrei tu sa-þi arat pomul veºniciei ºi imparaþia care nu piere?”"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "ªi au mancat ei doi din el ºi li s-a aratat goliciunea lor ºi auinceput sa coasa, pentru a se acoperi, frunze din Rai. Adam s-a revoltat, aºadar, impotriva Domnului sau ºi a a"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Apoi l-a ales pe el Domnul sau, l-a iertat pe el ºi l-a calauzit"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "El a zis : „Coboraþi amandoi din el [din Paradis]! Va veþi fi toþi duºmani unul altuia ! Apoi, daca va mai veni la voi o calauzire dinpartea Mea , acela care va urma calea Mea cea dreapta"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "Insa acela care se va indeparta de la Pomenirea Mea va avea parte de o viaþa grea ºi in Ziua Invierii il vom aduce pe el orb laadunare"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "El va zice: „Doamne, de ce m-ai adus pe mine orb, la adunare, dupa ce mai inainte am fost eu bine-vazator? ”"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "Ii va zice lui : „Aºa cum versetele Noastre au venit la tine, iar tu le-ai uitat, aºa ºi tu eºti astazi uitat!”"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "Astfel il rasplatim Noi pe cel care intrece masura ºi nu crede in semnele Domnului sau, iar osanda din Lumea de Apoi va fi mai aspraºi mai indelungata"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "Oare nu le foloseºte lor spre buna calauzire cate neamuri au fost nimicite mai inainte de ei, in ale caror case merg ei [acum]? Intru aceasta sunt semne pentru cei care au minte"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "ªi de n-ar fi fost un cuvant de la Domnul tau mai inainte,[pedeapsa] ar fi venit numaidecat, dar este un termen deja hotarat"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "Rabda ceea ce ei spun ºi inalþa lauda Domnului tau; inaintede rasaritul soarelui, inainte de asfinþitul lui ºi in ceasurile nopþii lauda-L, ºi la capetele zilei"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "ªi nu privi indelung la ceea ce Noi am dat ca placere trecatoare unora dintre ei ºi ca stralucire a vieþii din aceasta lume, pentru a-i incerca pe ei prin aceasta! Ceea ce Allah iþi da va fi mai bu"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "ªi porunceºte neamului tau Rugaciunea [As-Salat] ºi fii statornic in ea! Noi nu-þi cerem caºtig, fiindca Noi iþi dam caºtig þie, iar urmarea buna este a evlaviei"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "ªi zic ei: „De ce nu ne aduce el un semn de la Domnul sau?” Dar oare nu a venit la ei dovada limpede care se afla in scripturile de mai inainte de el"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "Dar daca Noi i-am fi nimicit printr-o pedeapsa mai inainte de el , atunci ar fi zis ei: „Doamne, de ce nu ne-ai trimis Tu un Profet, ca sa fi putut urma semnele inainte ca noi sa fi fost umiliþi ºi loviþi de"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "Spune : „Fiecare este in aºteptare. Deci aºteptaþi ºi voi! ªi veþi ºti voi cine sunt cei care se afla pe drumul cel drept ºi cine a fost bine calauzit”"
        }
    ]
}