{
    "chapter": [
        {
            "chapter": 3,
            "verse": 1,
            "text": "Alif, Lam, Mim"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "Allah! Nu exista alta divinitate in afara de El, Cel Viu [Al-Hayy], CelVeºnic [Al-Qayyum]"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "El þi-a pogorat Cartea cu Adevarul [Coranul], intarindu-le pe cele de dinaintea ei. El a pogorat Tora ºi Evanghelia"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "Mai inainte, drept calauza pentru oameni ºi a pogorat Indreptarul[Al-Furqan] . Cei care nu cred in semnele lui Allah vor avea parte dechin aspru. Allah este Atotputernic [’Aziz] [ºi] Datator de pedeaps&a"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "Lui Allah nu-I este nimic ascuns, nici de pre pamant ºi nici din cer"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "El este Acela care va plamadeºte in mitre, precum voieºte. Nu este alta divinitatea in afara Lui, Atotputernicul, Inþeleptul [Al-Aziz, Al-Hakim]"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "El este Acela care þi-a pogorat Cartea. In ea sunt versete desluºite- ºi ele sunt temeiurile Carþii - ºi altele nedesluºite. Cei cu inclinare[catre ratacire] in inimi le urmaresc pe"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "Doamne! Nu duce in ratacire inimile noastre, dupa ce Tu ne-ai cala- uzit ºi da-ne noua indurarea Ta, caci Tu eºti Cel Dar nic [Al-Wahhab]"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "Doamne! Tu ii vei aduna pe oameni intr-o Zi, in legatura cu care nu este nici o indoiala. Allah [cu adevarat] nu-ªi calca fagaduinþa"
        },
        {
            "chapter": 3,
            "verse": 10,
            "text": "Acelora care nu cred, nu le vor fi de folos nici averile lor ºi nici copiii lor la Allah intru nimic. Aceºtia vor fi vreascuri pentru Foc"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "Asemenea neamului lui Faraon ºi celor de dinaintea lui, care au tagaduit semnele Noastre. Dar Allah i-a nimicit pentru pacatele lor ºi Allah este aspru in pedeapsa"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "ªi spune celor care nu cred: “Veþi fi biruiþi [curand] ºi veþi fi adu- naþi spre Gheena! ªi ce pat groaznic veþi avea!”"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "Aþi avut un semn in cele doua oºtiri ce s-au ciocnit: o oºtire carelupta pe calea lui Allah ºi o alta, necredincioasa, care i-a vazut [pe credincioºi] de doua ori mai mulþi decat ei"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "Frumoasa a fost facuta sa para in ochii oamenilor dragostea pentru cele jinduite - femeile, progeniturile, multe gramezi de aur ºi argint, caii de rasa aleasa, animalele ºi ogoarele. Acest"
        },
        {
            "chapter": 3,
            "verse": 15,
            "text": "Spune: „Pot eu sa va vestesc ceva mai bun decat acestea? Aceia care sunt cu frica au de la Domnul lor gradini pe sub care curg rauri, in care vor avea veºnic salaº, ºi soþii curate ºi mulþ"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "Care zic: „Doamne, noi credem! Iarta-ne noua greºalele noastre ºi fereºte-ne pe noi de chinurile Focului!”"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "[Aceºtia sunt] cei rabdatori, cei sinceri, cei smeriþi, cei care dau milostenie, cei care cer iertare inainte de revarsatul zorilor"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "Allah marturiseºte ca nu exista alta divinitate in afara de El. ªi ingerii ºi cei inzestraþi cu ºtiinþa [marturisesc] cu dreptate ca: „Nu exista al"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "[Unica] religie acceptata de Allah este Islamul ºi nu au fost deose- biri intre cei carora le-a fost data Scriptura decat dupa ce a ajuns laei ªtiinþa , din pricina pizmei lor. Iar cel care nu crede in semnele"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "Daca ei se impotrivesc þie, spune-le: „M-am supus in faþa lui Allah , eu ºi cei care m-au urmat!” ªi spune celor carora li s-a dat Scriptura, precum ºi celor in neºtiinþa : „V-a"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "Acelora care nu cred in semnele lui Allah ºi-i omoara pe profeþi pe nedrept ºi-i omoara pe aceia dintre oameni care poruncesc dreptatea, acelora vesteºte-le osanda dureroasa"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "Aceia sunt cei ale caror fapte sunt in deºert in aceasta viaþa ca ºi in Viaþa de Apoi ºi ei nu vor avea sprijinitori"
        },
        {
            "chapter": 3,
            "verse": 23,
            "text": "Oare nu i-ai vazut pe aceia carora li s-a dat o parte din Carte? Ei sunt chemaþi la Cartea lui Allah pentru a judeca in certurile dintre ei, dar unii dintre ei intorc spatele ºi se indeparteaza"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "Aceasta pentru ca ei zic: \"Focul nu ne va atinge decat numaicateva zile numarate!\" Dar i-a inºelat in credinþa lor ceea ce ei au nascocit"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "Dar cum va fi, cand ii vom aduna, intr-o Zi in legatura cu care nu este nici o indoiala, cand fiecare suflet va fi rasplatit dupa ceea ce a agonisit ºi cand ei nu vor fi nicicum nedreptaþiþ"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "Spune: “O, Doamne, Stapan peste toate! Tu dai stapanirea ace- luia care voieºti Tu ºi iei stapanirea de la cel care voieºti Tu. Tu il cinsteºti pe cel care voieºti Tu ºi il umileºti pe"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "Tu faci sa intre noaptea in zi ºi faci sa intre ziua in noapte. Tu faci sa se iveasca viul din mort ºi faci sa se iveasca mortul din viu ºi Tu il daruieºti [cu cele necesare traiului] p"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "Dreptcredincioºii sa nu-i ia pe necredincioºi drept aliaþi in loculdreptcredincioºilor. Cel care face aceasta nu va mai avea legatura cuAllah, afara de situaþia in care cautaþi o pav&ati"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "Spune: „De veþi þine ascuns ceea ce se afla in piepturile voastre sau de veþi da pe faþa acestea, Allah le ºtie. El ºtie tot ce se afla in ceruri ºi tot ceea ce se afl&atil"
        },
        {
            "chapter": 3,
            "verse": 30,
            "text": "In ziua in care fiecare suflet se va afla in faþa binelui ce l-a facut ºia raului ce l-a facut, va dori ca intre el ºi acesta [raul] sa fie o mare distanþa. Allah va avertizeaz"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "Spune: „[O, Profetule] Daca Il iubiþi pe Allah, urmaþi-ma ºi Allah va va iubi ºi va va ierta pacatele voastre! Allah e Iertator, Indurator[Al-Ghafur, Ar-Rahim]"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "Spune: “Fiþi cu supunere faþa de Allah ºi de Trimis , dar daca intoarceþi spatele, Allah nu-i iubeºte pe necredincioºi!”"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "Allah i-a ales pe Adam, pe Noe, familia lui Avraam ºi familia luiImran peste toate lumile [din vremea lor]"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "Ca scoboratori unii din alþii. Allah este Cel care Aude Totul, Atoateºtiutor [Sami’, ‘Alim]"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "Muierea lui Imran a zis: “Doamne, Iþi juruiesc [numai] Þie ceea ce este in pantecul meu, devotat numai Þie! Primeºte-l de la mine! Tu eºti Cel care Aude Totul, Atoateºtiutor [As-Sami’, Al-’Alim] !”"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "ªi cand a nascut, a zis ea: “Doamne, am zamislit o copila!”, dar Allah ºtia bine ceea ce nascuse ea. ªi un baiat nu este intocmai ca o copila! “Eu i-am pus numele Maria ºi o incredinþez"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "Domnul ei a acceptat-o cu buna primire ºi a lasat-o sa creasca cu buna creºtere ºi a incredinþat-o lui Zaharia . ªi de fiecare data cand intra Zaharia la ea in templu, gasea lang"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "Atunci, Zaharia s-a rugat Domnului sau, zicand: “Doamne, daruieºte-mi mie de la Tine vlastare binecuvantate, caci Tu eºti Cel care Aude ruga!”"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "Atunci, l-au chemat ingerii, in vreme ce el se ruga, stand in pi- cioare, in templu, [zicandu-i]: “Iata ca Allah þi-l vesteºte pe Yahya, care va adeveri un cuvant al lui Allah . [ªi el va fi] un barbat no"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "El a zis: “Doamne, cum sa am eu un baiat, cand m-au ajunsbatraneþile, iar muierea mea este stearpa?” ªi i-a raspuns [Allah]:“Aºa!” Allah face ceea ce voieºte"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "A zis [Zaharia]: “Doamne, da-mi mie un semn!”. I-a raspuns [Allah]:“Semnul tau va fi ca nu vei putea vorbi cu oamenii, vreme de trei zile,decat prin semne! Pomeneºte-L pe Domnul tau des ºi lauda-L pe El"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "Ingerii au zis: “O, Maria! Allah te-a ales ºi te-a facut curata. El te-a ales peste femeile lumilor"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "O, Maria! Fii cu ascultare faþa de Stapanul tau, prosterneaza-te ºi pleaca-te, rugandu-te impreuna cu cei ce se pleaca!”"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "Acestea sunt dintre veºtile necunoscutului pe care Noi þi le reve-lam. Tu nu ai fost langa ei, cand ei au aruncat calemurile lor[pentru a hotari] care dintre ei s-o ocroteasca pe Maria ºi nu ai fost"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "Ingerii au zis: “O, Maria! Allah iþi vesteºte un Cuvant din partea Lui: numele lui va fi Al-Masih, Isa , fiul Mariei, mareþ in aceasta lume ca ºi in lumea de Apoi ºi unul dintre cei mai apropiaþi [de A]"
        },
        {
            "chapter": 3,
            "verse": 46,
            "text": "El le va vorbi oamenilor din pruncie, la fel ºi cand va fi barbat intre doua varste ºi va fi dintre cei evlavioºi”"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "Ea a zis: “Doamne, cum sa am un copil fara sa ma fi atins un barbat?” I-a raspuns El: “Intocmai aºa!” Allah creeaza ceea ce voieºteEl. Cand El hotara"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "ªi El il va invaþa scrierea ºi inþelepciunea, Tora ºi Evanghelia"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "ªi trimis la fiii lui Israel [le va zice]: “Eu vin la voi cu semn de la Domnul vostru! Eu plamadesc pentru voi din lut ca un chip de pasare ºi suflu asupra sa ºi se va face o pasare vie, cu voia lui"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "Eu intaresc ceea ce a fost revelat in Tora mai inainte de mine ºiva voi ingadui o parte din cele ce v-au fost oprite . Eu v-am adussemne de la Domnul vostru, deci fiþi cu frica de Allah ºi daþ"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "Allah este Stapanul meu ºi Stapanul vostru. Aºadar, adoraþi-L peEl! Aceasta este o cale dreapta!”"
        },
        {
            "chapter": 3,
            "verse": 52,
            "text": "Apoi, cand Isus a simþit necredinþa lor, le-a zis: “Cine sunt sprijini- torii mei [in chemarea] la Allah?” Apostolii au raspuns: “Noi suntem sprijinitorii [religiei] lui Allah! Noi credem in Allah ºi fa marturie c&at"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "Doamne! Noi credem in ceea ce Tu ai pogorat ºi-l ur mam peTrimis, deci scrie-ne pe noi printre cei care fac marturie”"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "ªi ei au viclenit , dar Allah a facut ca planurile lor sa nu izbuteasca, fiindca Allah este cel mai bun dintre planuitori"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "Cand Allah a spus: “O, Isus! Eu iþi voi da o rasplata imbelºugata,te voi inalþa la Mine, te voi mantui de cei care nu cred ºi ii voi pune pe cei care te-au urmat peste cei care nu cred pana in ziua"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "Cat despre cei care au tagaduit, pe ei ii voi supune la chinuri grele atat in aceasta lume, cat ºi in Lumea de Apoi ºi ei nu vor avea pe nimeni sa-i ajute.”"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "Cat despre cei care cred ºi savarºesc fapte bune, El le va da rasplata cuvenita lor. Allah nu-i iubeºte pe cei nelegiuiþi"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "Acestea þi le recitam þie din versete ºi Mesajul Inþelepciunii"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "Inaintea lui Allah, Isus este asemenea lui Adam , pe care El l-a facut din lut ºi apoi i-a zis lui \"Fii\" ºi el a fost"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "Adevarul vine de la Domnul tau ºi nu va fi dintre aceia care se indoiesc"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "Acelora care se contrazic cu tine [o, Muhammed], in privinþa lui[Isus], dupa ºtiinþa care ai primit-o, spune-le: „Veniþi, sa-i chemam pefraþii noºtri ºi pe fii voºtri, pe muierile noastre"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "Aceasta este povestea cea adevarata ºi nu exista divinitate in afara de Allah, iar Allah este Puternic, Inþelept [Al-’Aziz, Al-Hakim]"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "Iar daca ei intorc spatele, Allah ii ºtie pe cei care seamana stricare"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "Spune: „O, voi oameni ai Scripturii, veniþi la un cuvant comun intre noi ºi voi : sa nu-L adoram decat pe Allah, sa nu-L asociem cu nimic, sa nu ne luam unii pe alþii drept dumnezei, in afara de"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "O, voi oameni ai Scripturii, de ce va contraziceþi asupra lui Avraam, cand Tora ºi Evanghelia nu au fost revelate decat dupa el? Voi nu aveþi judecata"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "Voi sunteþi aceia care aþi avut dispute asupra lucrurilor de careaþi avut cunoºtinþa, dar de ce starniþi dispute despre lucruri pe care nu le cunoaºteþi? ªi Allah ºtie, in vreme ce voi nu ∨"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "Avraam nu a fost nici iudeu, nici creºtin. El a fost credincios adevarat ºi intru totul supus lui Allah [musulman], ºi nu a fost dintre cei care-I fac semeni"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "Cei mai indreptaþiþi oameni sa se socoteasca apropiaþi de Avraam sunt aceia care l-au urmat pe el ºi pe acest Profet ºi aceia care cred. Iar Allah este Ocrotitorul credincioºilor"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "O parte dintre oamenii Scripturii ar fi vrut sa va pricinuiasca rata- cirea, dar ei nu-ºi pricinuiesc decat lor inºiºi ratacire, fara sa-ºi dea seama"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "O, voi oameni ai Scripturii, de ce tagaduiþi [voi] versetele luiAllah , cand voi marturisiþi [ca sunt de la El]"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "O, oameni ai Scripturii, de ce imbracaþi voi adevarul cu neadevarºi ascundeþi adevarul cu buna ºtiinþa"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "O parte dintre oamenii Scripturii zic: “In faptul zilei, [prefaceþi- va ca voi] credeþi in ceea ce li s-a revelat celor care cred, dar lepadaþi- va [de aceasta] la sfarºitul ei; poate ca ei"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "[Oamenii Carþii spun semenilor lor:] „ªi nu credeþi decat numai acelora care urmeaza religia voastra!” Spune: „Adevarata Calauzire este Calauzirea lui Allah!” [ªi ei mai]"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "Allah alege pentru indurarea Sa pe acela care voieºte El, caciAllah este Cel cu har nemarginit"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "Printre oamenii Scripturii [iudeii] sunt unii care, daca le-ai incredinþat un qintal , þi-l dau inapoi, dar printre ei sunt ºi alþii care, daca le-ai incredinþat un dinar nu þi-l dau inapoi decat"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "Dimpotriva, cei care-ºi þin fagaduinþa ºi au frica [de Allah], [aceia trebuie sa ºtie ca] Allah ii iubeºte pe cei care se tem [de El]"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "Insa aceia care-ºi vand fagaduinþa data lui Allah ºi juramintele lor pe un preþ de nimic, aceia nu vor avea parte in Viaþa de Apoi; Allah nu le va vorbi lor, nici nu-ºi va indrep"
        },
        {
            "chapter": 3,
            "verse": 78,
            "text": "Printre ei sunt unii care stalcesc Cartea cu limbile lor, pentru ca sa va faca sa credeþi ca [aceasta] este din Carte, insa aceasta nu este din Carte, ºi ei spun: “Aceasta este de la Allah"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "Nu se cuvine ca un om caruia Allah i-a daruit Cartea, Carmuirea ºiProfeþia sa spuna apoi lumii: “Fiþi adoratorii mei, ºi nu ai lui Allah”, ci[se cuvine sa spuna]: “Fiþi supuºi Dom"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "ªi el nu va va putea porunci sa-i luaþi pe ingeri ºi pe profeþidrept Domni. Oare ar putea sa va porunceasca necredinþa dupa ce aþi fost supuºi [ai lui Allah, musulmani]"
        },
        {
            "chapter": 3,
            "verse": 81,
            "text": "ªi cand Allah a incheiat un legamant cu profeþii, [le-a zis El]: “Va dau voua o Carte ºi Inþelepciune. Apoi, daca va veni la voi un trimispentru a intari ceea ce aveþi, voi tre"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "ªi oricine va respinge dupa aceasta, aceia sunt nelegiuiþi"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "Doresc ei o alta religie decat religia lui Allah, de vreme ce Lui Is-au supus, de voie ori de nevoie? Toate din ceruri ºi de pre pamant laEl se intorc"
        },
        {
            "chapter": 3,
            "verse": 84,
            "text": "Spune, [o, Muhammed]: “Noi credem in Allah, in ceea ce ne-a po- gorat noua ºi a pogorat lui Avraam, lui Ismail, lui Isaac, lui Iacob ºi seminþiilor , precum ºi in [carþile] date lui Moise, lui Isus ºi tuturor"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "Acela care doreºte o alta religie decat Islamul, nu-i va fi acceptata, ºi el se va afla in Lumea de Apoi printre cei pierduþi"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "Cum sa-i calauzeasca Allah pe aceia care au refuzat credinþa, dupa ce au crezut ºi dupa ce au marturisit ca Trimisul este adevarat ºi dupa ce le-au venit semn"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "Rasplata acestora este blestemul lui Allah, al ingerilor ºi al tuturor oamenilor"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "In veci vor ramane in el [in Iad], iar chinurile lor nu vor fi uºurateºi nici ragaz nu li se va da"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "Afara de aceia care se caiesc dupa aceea ºi se indreapta, caciAllah este Iertator, Indurator [Al-Ghafur, Al-Rahim]"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "Acelora care nu mai cred dupa ce inainte crezusera, iar apoisporesc necredinþa lor nu le va fi primita cainþa ºi aceia sunt cei rataciþi"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "De la aceia care nu cred ºi mor necredincioºi nu se va primi niciodata de la vreunul dintre ei nici chiar intregul pamant in aur, chiar daca ei ar voi sa se rascumpere cu el. Aceia vor avea parte"
        },
        {
            "chapter": 3,
            "verse": 92,
            "text": "Voi nu veþi ajunge la [adevarata] evlavie decat daca veþi face daruri din ceea ce va este drag . ªi Allah ºtie tot ceea ce voi daruiþi"
        },
        {
            "chapter": 3,
            "verse": 93,
            "text": "Toate mancarurile le-au fost ingaduite fiilor lui Israel, in afara deceea ce Israel insuºi ºi-a oprit, inainte ca Tora sa fi fost trimisa. Spune-le: \"Aduceþi Tora ºi citiþi-o, dac&a"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "ªi aceia care nascocesc dupa toate acestea minciuni pe seama lui Allah, aceia sunt cu adevarat nelegiuiþi"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "Spune: “Allah a grait adevar! Urmaþi, aºadar, religia lui Avraam cel drept intru credinþa, care nu a fost pagan! ”"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "Cea dintai Casa [de inchinare] ridicata pentru oameni este aceea din Bakka , cea binecuvantata ºi calauzire pentru toate lumile"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "In ea sunt semne limpezi, [printre care] locul unde a stat Avraam, iar acela care intra in ea este in siguranþa. Este o datorie a oamenilor faþa de Allah [sa implineasca] Pelerinajul la aceast"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "Spune: “O, oameni ai Scripturii, de ce tagaduiþi semnele luiAllah ? Doara Allah este martor la cele pe care le faptuiþi!”"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "Spune: “O, oameni ai Scripturii, de ce ii abateþi de la calea lui Allah pe cei care cred ºi de ce voiþi voi sa o faceþi stramba cand voi sunteþi martori?” Iara Allah nu este cu nebagare de"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "O, voi cei care credeþi! Daca voi urmaþi unei parþi dintre aceiacarora li s-a daruit Cartea, aceasta va va impinge de la credinþa voastra, facandu-va din nou necre"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "ªi cum aþi putea voi sa tagaduiþi, cand vi se recita versetele lui Allah ºi intre voi se afla Trimisul Lui? Iar acela care se va þine neclintit de Allah, va fi calauzit pe un dr"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "O, voi cei care credeþi! Fiþi cu frica de Allah, aºa cum se cuvine sa fie frica de El ºi sa nu va savarºiþi din viaþa decat fiind musulmani"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "ªi þineþi-va cu toþii strans de Franghia lui Allah ºi nu va scin- daþi ! ªi aduceþi-va aminte de indurarea lui Allah pentru voi, caci aþi fost duºmani [inainte de Islam]"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "Sa se faca din voi o comunitate care sa cheme la tot ceea ce este bun, sa porunceasca ceea ce este drept [ma’ruf] ºi sa opreascade la ceea ce este nedrept [munkar]! Aceºtia sunt cei care"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "Nu fiþi asemenea acelor care s-au scindat ºi au fost cu neinþelegere dupa ce le-au venit semnele limpezi, caci aceia vor avea parte de chin cumplit"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "Intr-o Zi, unele chipuri se vor lumina, iar alte chipuri se vor intu- neca. Acelora cu chipurile intunecate [li se va spune]: “V-aþi lepadatde credinþa, dupa ce aþi fost credincioºi? Gustaþi"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "Cat despre cei cu chipurile luminoase, ei se vor afla sub indurarea lui Allah ºi in ea vor salaºlui in veci"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "Acestea sunt versetele lui Allah. Noi þie, [Muhammed], þi le recitam intru adevar. ªi Allah nu voieºte nedreptaþirea lumilor"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "Ale lui Allah sunt cele din ceruri ºi de pre pamant ºi la Allah se intorc toate"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "Sunteþi cea mai buna comunitate care s-a ivit pentru oameni. Voi porunciþi ceea ce este drept ºi opriþi ceea ce este nedrept ºi credeþiin Allah. Daca oamenii Scripturii ar fi crezut ar fi fost bine pentru"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "Ei nu vor putea niciodata sa va pricinuiasca decat numai micavatamare [cu vorba]. Iar daca se vor lupta cu voi, va vor intoarcespatele [fugind] ºi nu vor fi ajutaþi [de]"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "Ei sunt loviþi de umilinþa, oriunde se afla, doar daca vor fi ajutaþi de Allah sau de un legamant cu oamenii. Ei ºi-au atras mania lui Allahºi umilinþa cade asupra lor ºi asta pentru c&at"
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "Dar ei nu sunt toþi la fel. Se afla printre oamenii Scripturii o comunitate dreapta, care recita versetele lui Allah in timp de noapte ºi se prosterneaza [rugandu-se]"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "Ei cred in Allah ºi in Ziua de Apoi, poruncesc ceea ce estedrept ºi opresc de la ceea ce este nedrept ºi se grabesc la faptelebune; aceºtia sunt printre cei cucernici"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "ªi binele pe care ei il fac nu poate fi tagaduit, caci Allah ii ºtie bine pe cei cuvioºi"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "Cat despre cei care au tagaduit, nici averile lor, nici copiii lor nule vor fi de nici un folos la Allah. Aceºtia sunt oaspeþii Focului ºi in elvor salaºlui veºnic"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "Ceea ce cheltuiesc ei in aceasta viaþa seamana cu un vant care aduce frig taios, ce se abate peste ogoarele unor oameni, care au fost nedrepþi cu ei inºiºi, ºi le prapadeºte"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "O, voi cei care credeþi! Nu luaþi prieteni de incredere dintre cei ce nu sunt ai voºtri, caci ei nu vor inceta sa va incurce! Ei doresc numai raul vostru. Ura se iveºte din gurile lor, dar ceea ce ascund"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "Iata ca voi ii iubiþi pe ei, in vreme ce ei nu va iubesc pe voi. Voi credeþi in intreaga Carte . Cand se intalnesc cu voi, ei zic: “Noi credem [in Islam]”, dar cand raman singuri, iºi mu&ord"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "Daca voi aveþi parte de ceva bun, ei sunt mahniþi, iar daca vi se intampla ceva rau, ei se bucura de aceasta. Insa daca veþi fi cu rabdareºi va veþi teme [d]"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "[Adu-þi aminte, o, Muhammed,] cand ai plecat dimineaþa de la familia ta, pentru a stabili credincioºilor locurile de lupta! Allah este Cel care Aude Totul, Atoateºtiutor [As-Sami, Al-’Alim]"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "[Adu-þi aminte], cand doua oºtiri de-ale voastre s-au gandit sa se intoarca, [socotind ca nu vor izbandi], dar Allah a fost Ocrotitorul lor?! Pe Allah trebuie sa se bizuie credincioºii"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "Allah v-a facut biruitori la Badr , macar ca eraþi umili. Deci fiþi cu frica de Allah ºi poate ca voi o sa fiþi mulþumitori"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "[ªi adu-þi aminte], cand tu le-ai spus credincioºilor: “Nu v-a indestulat Domnul vostru ajutandu-va cu trei mii de ingeri pogoraþi[anume pentru aceasta]?!”"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "Ba da! Daca voi rabdaþi ºi aveþi frica [de Allah], atunci cand[duºmanii] se napustesc asupra voastra numaidecat, Domnul vostru va va trimite intari cinci mii de ingeri inz"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "ªi Allah nu a facut-o decat o veste buna ºi pentru ca inimile voastre sa se liniºteasca prin aceasta. Victoria nu poate veni decat dela Allah, Puternicul, Inþeleptul [Al-’Aziz, Al-Hakim]"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "Pentru a nimici o parte dintre necredincioºi sau pentru a-i supune prin umilire, astfel incat sa se intoarca dezamagiþi"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "Tu, [Muhammed,] nu ai nici un amestec in aceasta; fie ca El pri- meºte cainþa lor, fie ca ii osandeºte, pentru ca ei sunt intr-adevar nelegiuiþi"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "Ale lui Allah sunt toate cele din ceruri ºi de pre pamant; El iarta pe cine voieºte ºi osandeºte pe cine voieºte. Caci Allah este Iertator, Indurator [Ghafur, Rahim]"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "O, voi cei care credeþi, nu luaþi camata inmulþita fara masura. ªi fiþi cu frica de Allah, ca sa izbandiþi"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "ªi fiþi cu teama de Focul cel pregatit pentru necredincioºi"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "ªi fiþi supuºi faþa de Allah ºi faþa de Trimis, ca sa fiþi iertaþi"
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "ªi grabiþi-va spre iertarea Domnului vostru ºi spre Raiul cel intins cat cerurile ºi pamantul, pregatit pentru cei evlavioºi"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "Care dau milostenii atat atunci cand au parte de belºug, cat ºi atunci cand sunt la necaz, care-ºi stapanesc mania ºi care iarta oamenilor, caci Allah ii iubeºte pe cei care plinesc fapte bune"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "ªi pe cei care, daca au savarºit o fapta josnica sau au fost nedrepþi cu propriile lor suflete , iºi aduc aminte de [mareþia lui] Allah ºi cer iertare pentru p&atild"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "Rasplata acestora va fi iertarea Domnului lor ºi Gradini pe subcare curg paraie ºi in ele vor avea salaº veºnic. ªi ce minunatarasplata pentru cei care fac bine"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "Inainte de voi, multe legi s-au statornicit. Umblaþi prin lume ºi vedeþi care-i sfarºitul mincinoºilor"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "Aceasta este desluºire pentru oameni, calauzire ºi indemn pentru cei cu frica [de Allah]"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "Nu fiþi slabi ºi nici intristaþi, caci voi veþi fi cei biruitori, daca sunteþi credincioºi"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "Daca aþi primit o rana, ºi ceilalþi oameni au primit rani ase- menea ei. Astfel schimbam Noi aceste zile intre oameni , pentru caAllah sa-i cunoasca pe cei care cred ºi sa al"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "ªi pentru ca Allah sa-i deosebeasca pe cei care cred ºi sa-i pedepseasca pe cei necredincioºi"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "Sau aþi crezut voi ca veþi intra in Rai fara ca Allah sa-i ºtie pe cei care au luptat dintre voi ºi sa-i ºtie pe cei care au fost statornici"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "Bineinþeles, voi doreaþi moartea inainte de a o intalni, dar acum aþi vazut-o, aþi privit [la ea cu ochii voºtri]"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "ªi Muhammed nu este decat un trimis - ºi au mai fost inainte de el ºi alþi trimiºi. Daca el ar muri sau ar fi ucis, v-aþi intoarce voi pe calcaiele voastre? Cel care s-ar intoarce pe calcaiele lui nu"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "Nici un suflet nu va putea muri fara de voia lui Allah, dupa sorocul scris. Cel care vrea rasplata in aceasta lume, Noi i-o vom da in ea, iar cel care vrea rasplata in Lumea de Apoi, Noi i-o vom da i"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "Caþi profeþi au luptat - ºi laolalta cu ei nenumaraþi ucenici - ºi nu au slabit in faþa loviturilor pe care le-au primit pe calea lui Allah!Nu au slabit ºi nu au cedat niciodat&ati"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "ªi ei n-au avut alt cuvant decat sa spuna: \"Doamne, iarta-ne noua pacatele noastre ºi silnicia din purtarea noastra, intareºte-ne pi-cioarele noastre ºi ajuta-ne pe"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "ªi [ca urmare] Allah le-a daruit lor rasplata in aceasta lume ºi buna rasplata in Lumea de Apoi, caci Allah ii iubeºte pe cei care fac bine [Al-Muhsinin]"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "O, voi cei care credeþi! Daca va veþi supune celor care au taga- duit, ei va vor face sa va intoarceþi pe calcaiele voastre ºi veþi redeveni pierduþi"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "Insa Allah este Stapanul vostru ºi El este cel mai bun dintre spri- jinitori"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "Noi vom semana spaima in inimile celor care tagaduiesc, pentru ca I-au asociat lui Allah [idoli], fara ca El sa fi trimis nici o dovada pentru aceasta, iar salaºul l"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "Allah ªi-a þinut fagaduinþa Sa faþa de voi, caci cu ingaduinþa Luii-aþi nimicit [pe duºmani] pana ce v-aþi poticnit ºi v-aþi impotrivit unii altora asupra"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "[Aduceþi-va aminte] cand fugeaþi voi urcand, fara sa vaintoarceþi spre nimenea, in vreme ce in ur ma voastra, Trimisul va chema [sa va intoarce&tho]"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "Apoi a pogorat El asupra voastra, dupa durere, o liniºte, un somn, care i-a invaluit pe o parte dintre voi, iar o alta parte a fost cuprinsa de griji, banuind despre Allah lucruri ne"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "Pe aceia dintre voi care au intors spatele in ziua cand s-auintalnit cele doua oºti, numai ªeitan i-a facut sa se poticneasca pentru unele [fapte rele] pe care le-au agonisit. Dar Allah i-a iertat, c&ati"
        },
        {
            "chapter": 3,
            "verse": 156,
            "text": "O, voi cei care credeþi! Nu fiþi asemeni celor care nu cred ºi care spun despre fraþii lor ce bat drumurile sau purced la lupta: “Dacaar fi fost la noi, ei nu ar fi murit ºi nu ar fi fost omora&tho"
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "Iar de veþi fi omoraþi pe calea lui Allah sau de veþi muri, iertarea lui Allah ºi indurarea sa sunt mai bune decat ceea ce agonisesc ei [din averi]"
        },
        {
            "chapter": 3,
            "verse": 158,
            "text": "ªi daca veþi muri sau veþi fi uciºi, la Allah va veþi aduna"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "ªi datorita indurarii lui Allah, tu, [Muhammed], ai fost aºa de bland cu ei! Iar de ai fi fost fara blandeþe ºi aspru la inima, ei ar fi fugit din preajma ta. Deci iarta-le lor ºi roag&a"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "Daca Allah va face sa izbandiþi, nimeni nu va va putea birui, dar de va va parasi pe voi, cine este acela care ar putea sa va ajute dupa El? In Allah trebuie sa se i"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "Un profet nu poate sa-ºi insuºeasca o prada! Iar acela care ºi-o va insuºi va veni in Ziua de Apoi cu ceea ce ºi-a insuºit. Atunci fiecare suflet va primi pe de-a-ntregul rasplata care ºi-a a"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "Acela care a cautat mulþumirea lui Allah sa fie la fel ca acela care ºi-a atras mania lui Allah ºi [al caru-i Salaº] va fi Gheena? ªi ce neplacuta menire"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "Ei sunt [pe] trepte [diferite] la [rasplata lui] Allah ºi Allah vede bine ceea ce fac ei"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "Allah ªi-a aratat bunavoinþa faþa de credincioºi, trimiþandu-le un profet chiar din mijlocul lor, care sa le recite versetele Sale, sa-i cura-þeasca ºi sa-i"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "Cand o nenorocire v-a lovit - dar voi aþi lovit alta data de doua ori pe-atat! - aþi zis: “De unde a venit aceasta?”. Spune-le lor: “A venit de la voi inºiva!”. Allah are putere peste toate"
        },
        {
            "chapter": 3,
            "verse": 166,
            "text": "ªi ceea ce a venit peste voi, in ziua cand cele doua oºti s-au intalnit , a fost cu voia lui Allah, pentru ca El sa-i deosebeasca pe credincioºi"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "ªi sa-i deosebeasca pe aceia care numai se faþareau. Li s-a zis lor: “Veniþi ºi luptaþi pe calea lui Allah sau imboldiþi!”. Au raspuns ei:“De buna seama, v-am urma, dac&at"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "Aceºtia sunt cei care au ramas [in caminele lor], zicand fraþilorlor: “Daca ne-ar fi dat ascultare, n-ar fi fost omoraþi”. Spune-le:“Þineþi atunci moartea departe de voi, daca voi spune&t"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "Sa nu crezi ca cei care au fost uciºi pe calea lui Allah [martirii] sunt morþi! Dimpotriva, ei sunt vii la Domnul lor ºi sunt bine daruiþi [din roadele Raiului]"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "Veseli de binefacerea pe care le-a daruit-o Allah. Ei se bucurapentru aceia care au ramas in urma lor ºi nu li s-au alaturat inca, pentru ca ei nu au a se teme ºi nici nu sunt mahniþi"
        },
        {
            "chapter": 3,
            "verse": 171,
            "text": "Ei se bucura de binefacerea lui Allah ºi de harul Lui, precum ºi de aceea ca Allah nu lasa sa se piarda rasplata credincioºilor"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "Aceia care au raspuns chemarii lui Allah ºi a Trimisului, cu toate ca au fost loviþi, aceia dintre ei care au facut bine ºi au fost cu frica [de Allah] vor avea mare rasplata"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "Acelora carora lumea le-a spus: “Oamenii s-au adunat impotriva voastra, deci temeþi-va de ei!”, credinþa le-a sporit ºi au zisei: “Ne este de ajuns [ajutorul lui] Allah ºi El este Cel mai bun"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "ªi ei s-au intors [dupa aceea] cu binefacerea lui Allah ºi harulSau, fara sa-i fi atins nici un rau. Ei au cautat mulþumirea lui Allah, caci Allah este Datator de har n"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "Acela este ªeitan, care va indeamna sa va temeþi de partaºii sai, dar voi nu va temeþi de ei! Ci temeþi-va de Mine, daca sunteþi credincioºi"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "ªi sa nu te mahneasca aceia care se grabesc la necredinþa! Ei doara nu-i pot strica intru nimic lui Allah. Allah nu voieºte sa le faca lor parte in Lumea de Apoi, ci pentru ei este mare chi"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "Aceia care cumpara necredinþa cu credinþa, nu-I pot strica intru nimic lui Allah, iar pentru ei va fi chin dureros"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "ªi sa nu socoteasca cei care nu cred ca ragazul pe care li-l dam va fi spre binele lor, ci Noi avem indelunga rabdare cu ei pentru a creºte intru pacate. Iar ei vor avea par"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "Allah nu-i va lasa pe credincioºi in starea in care voi sunteþi, decat numai pana ce-l va desparþi pe cel rau de cel bun. ªi Allah nuva va dezvalui voua tainele celor nev&at"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "Sa nu creada aceia care sunt zgarciþi cu ceea ce Allah le-a daruit din harul Sau ca aceasta este spre binele lor! Dimpotriva, aceasta este spre raul lor, caci cele cu care au fost zgarciþ"
        },
        {
            "chapter": 3,
            "verse": 181,
            "text": "Allah a auzit vorbele acelora care au zis: “Allah este sarac, iar noi suntem bogaþi” . Vom scrie ceea ce au zis ei, precum ºi omorarea de catre ei a profeþilor pe nedrept ºi Noi le vom zice:“Gusta"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "Aceasta pentru ceea ce au savarºit mainile voastre mai inainte, pentru ca Allah nu este nedrept cu robii [Sai]"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "Acelora care au zis: “Allah ne-a poruncit sa nu credem intr-untrimis pana ce el nu va aduce o jertfa pe care s-o mistuie focul”spune-le: “V-au venit trimiºi inainte de mine cu semne invederate ºicu ceea ce a"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "[O, Muhammed,] daca ei te vor socoti mincinos, ºi alþi trimiºi di- naintea ta au fost socotiþi mincinoºi, [deºi] au venit cu semne desluºite, cu psalmi ºi cu Cartea cea Luminoasa"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "Fiecare suflet va gusta moartea, desigur voi veþi primi [intreaga] voastra rasplata in Ziua Invierii! Cel care va fi indepartat de Foc ºi adus in Rai va fi izbanditor. Viaþa aceasta nu este decat pl&atil"
        },
        {
            "chapter": 3,
            "verse": 186,
            "text": "Veþi fi incercaþi [in privinþa] bunurilor voastre ºi [in privinþa] sufle- telor voastre. Veþi auzi de la cei carora Cartea le-a fost daruita mai inaintea voastra ºi de la"
        },
        {
            "chapter": 3,
            "verse": 187,
            "text": "[Aduceþi-va aminte ca] Allah a facut cu acei carora le-a fost daruita Cartea legamantul: “Faceþi-o cunoscuta oamenilor ºi nu o ascundeþi !”. Dar ei au arunc"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "Nu-þi inchipui ca cei care se bucura de ceea ce au facut ºi cei carora le place sa fie laudaþi pentru ceea ce nu au facut ºi nu-þi inchipui ca ei vor birui c"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "A lui Allah este imparaþia cerurilor ºi a pamantului ºi El este cu putere peste toate"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "In crearea cerurilor ºi a pamantului ºi in schimbarea nopþii ºi a zilei sunt semne pentru cei daruiþi cu minte"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "Care il pomenesc pe Allah, stand [in picioare], ºezand [jos] saupe o parte ºi cugeta la facerea cerurilor ºi a pamantului, [zicand]:“Doamne, n-ai facut acestea in deºert! Slava Þie! Apara"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "Doamne! Pe acela pe care il faci sa intre in Foc, Tu il acoperi de ruºine, iar pentru cei nelegiuiþi nu este cine sa-i ajute"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "Doamne! Noi am auzit un vestitor chemand la credinþa: “Cre- deþi in Domnul vostru!” ªi am crezut. Doamne, iarta-ne noua pacatele noastre, ºterge faptele noastre rele ºi ia-ne sufletele impreuna"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "Doamne! Da-ne noua ceea ce ne-ai fagaduit prin trimiºii Tai ºi nu ne acoperi pe noi de ruºine in Ziua Invierii, caci Tu nu-Þi calci faga- duinþa"
        },
        {
            "chapter": 3,
            "verse": 195,
            "text": "Domnul lor le-a raspuns: “Eu nu las sa se piarda nici o faptaplinita de vreunul dintre voi, barbat sau muiere, deopotriva unul cualtul! Iar pe cei care au pribegit, care au fost alungaþi din ca"
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "Sa nu te inºele peregrinatul prin þari al celor care nu sunt cre- dincioºi"
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "Puþina placere [in lumea aceasta] ºi apoi refugiul lor esteGheena! ªi ce pat rau este acesta"
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "Cat despre aceia care au frica de Domnul lor, ei vor aveaGradini pe sub care curg paraie, in care vor salaºlui veºnic: loc de primire de la Allah. ªi, ceea ce este la Allah, este mai bun"
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "Printre oamenii Scripturii sunt unii care cred in Allah, in ceea cevi s-a trimis voua ºi ceea ce li s-a trimis lor, smeriþi inaintea lui Allah, care nu vand versetele lui Allah pe un preþ de nimic. Aceia vor avearasplat&ati"
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "O, voi cei care credeþi! Fiþi rabdatori ºi indemnaþi la rabdare,luptaþi statornic ºi fiþi cu frica de Allah, pentru ca sa aveþi parte de izbanda"
        }
    ]
}