{
    "rukus": [
        {
            "chapter": 6,
            "verse": 61,
            "text": "ඔහු තම වහලූන්ව යටහත් පහත් කර පාලනය කරන්නේය. තවද ඔබට ආරක්ෂකයින්වද ඇති කරන්නේය. ඔවුන් ඔබගෙන් සෑම කෙනෙකුවම මරණයට පත් කිරීමේ (කාලය) ළඟා වනතුරු ආරක්ෂා කර, පසුව ඔහුව අපගේ (දේව) දූතයින් මරණයට පත් කරන්නාහ. ඔවුන් (නියමිත කාලයට පෙර හෝ පසුව හෝ පණ අත්පත් කර), කිසිම වැරැද්දක් කරන්නේ නැත"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "(මින්) පසුව ඔවුන් තමන්ගේ සත්‍ය හාම්පුතා වන අල්ලාහ් වෙතම ගෙන එනු ලබන්නාහ. (ඒ අවස්ථාවේදී) විනිශ්චය ලබා දීමේ බලය ඔහුටම අයත්ය (යන්න ඔවුන් දැන ගත යුතුය). තවද ඔහු ගණනය කිරීමෙහිද ඉතාමත් තීව්‍රය"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "“ඔබ ගොඩ බිමෙහිද, මුහුදෙහිද ඇති අන්ධකාරයන්හි පැටලී (ඉතාමත් අධික අමාරුකමෙහි ඇතුළු වූ අවස්ථාවෙහිදී) ‘අපව එයින් මුදා ගතහොත් නියත වශයෙන්ම අපි ස්තූති කරන්නන් බවට පත් වන්නෙමු’ යයි රහසින්ද යටහත් පහත්වද ඔබ ඔහු වෙත ප්‍රාර්ථනා කළ අවස්ථාවේදී ඔබව බේරා ගන්නේ කවරෙක්ද?”යි (නබියේ!) ඔබ (ඔවුන්ගෙන්) විමසා"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "“මෙයින්ද අන් සියලූම අමාරුකම් වලින් ඔබව ඛෙරා ගන්නා අල්ලාහ්ය. (මෙසේ සියල්ල තිබියදීද) පසුවත් ඔබ (ඔහුට) සමානයන් තබනවා නොවෙද!”යි ඔබ විමසනු මැනව"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "(නබියේ! ඔවුන්ට) ඔබ මෙසේ පවසනු: “ඔබගේ (හිස් වලට) උඩින් හෝ නැතහොත් ඔබගේ පාදයන්ට යටින් හෝ ඔබට (යම්කිසි) වේදනාවක් ඇති කිරීමට හෝ නැතහොත් ඔබව විවිධ සමුහයන් බවට පත් කර, ඔබ අතරේ සමහරෙක්, සමහරෙකු සමග යුද්ධ කරන මෙන් (පත් කර, එමගින් ඇති වන අමාරුකම ඔබ විඳින ලෙසට) පත්කිරීමටද ඔහු බලසම්පන්නයෙකු වශයෙන්ම සිටින්නේය”. ඔවුන් වටහා ගැනීම සඳහා අපි (අපගේ) ආයාවන් කෙසේ නම් විවිධ අන්දමින් (පැහැදිලි කර) පවසන්නෙමුදැයි ඔබ අවධානය කර බලනු"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "(නබියේ! ශුද්ධ වූ කුර්ආනය වන) මෙය සම්පූර්ණයෙන්ම සත්‍යයව තිබියදී, ඔබගේ ජනතාව මෙයද බොරු කරන්නෙහුය. (එබැවින් ඔවුන්ට) ඔබ මෙසේ පවසනු: “අපි ඔබගේ වගකීම (ආරක්ෂාව) බාර ගන්නෙකු නොව”"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "“සෑම කාරණාවකටම එක් නියමිත කාලයක් ඇත. (මා පවසන සත්‍යය) පසුව (දඬුවම පැමිණෙන විට) ඔබ දැන ගන්නෙහුය”"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "(නබියේ!) අපගේ ආයාවන් ගැන (පුහු) විවාදයන්හි ගැලී සිටින්නන්ව ඔබ දුටුවහොත් ඔවුන් එයින් වැළකී වෙනත් කාරණාවෙහි ඇතුළු වන තුරු ඔබ ඔවුන්ව ප්‍රතික්ෂේප කර දමනු. (මෙම නියෝග) ෂෙයිතාන් ඔබට අමතක කර දමා (ඔවුන් සමග ඔබත් එකතු) වුවහොත් එය මතකයට පැමිණි පසු එම අපරාධකාර ජනතාවත් සමග වාඩි වී නොසිටිනු"
        },
        {
            "chapter": 6,
            "verse": 69,
            "text": "(පුහු විවාදයෙහි ගැලී සිටින) ඔවුන්ගේ (ක්‍රියාවන්ගේ) ගණනයෙන් කිසිවක් පරිශුද්ධවන්තයින්ගේ වගකීමක් වන්නේ නැත. එහෙත් ඔවුන් (මෙයින් වැළකී) භය භක්තියෙන් යුතු අය වශයෙන් ඔවුන්ට හොඳ ඔවදන් දීම (මොවුන් කෙරෙහි) අනිවාර්යය යුතුකමක් වන්නේය"
        },
        {
            "chapter": 6,
            "verse": 70,
            "text": "(නබියේ!) කවුරුන් මෙලොව ජීවිතයෙන් මත් වී තමන්ගේ ධර්මය පුහු සෙල්ලමක් වශයෙන්ද, (විහිළුවක් වශයෙන්ද) ඇර ගත්තෝද, ඔවුන්ව (ඔවුන්ගේ ගමනෙහි) අත්හැර දමනු. එහෙත් ‘සෑම ආත්මයක්ම තම (නපුරු) ක්‍රියාවන්ගේ හේතුවෙන් (විනිශ්චය දිනදී) විපතට ඇතුළු වනු ඇත’ යන සත්‍යය ඔබ (ඔවුන්ට) මතක් කර දෙනු. (එදින) එයට මැදිහත් වී කතා කරන්නන් හෝ උදව් කරන්නන් හෝ අල්ලාහ් මිස, කිසිවෙකුත් ඇත්තේ නැත. (පාපතරයන් තමන්ගේ දඬුවමට) වන්දි වශයෙන් (සරිලන) සියල්ලම ලබා දුන්නද, එය බාර ගනු ලබන්නේ නැත. ඔවුන් තමන්ගේ (නපුරු) ක්‍රියාවන්හි හේතුවෙන්ම විපතට ඇතුළු වූහ. ඔවුන්ගේ ප්‍රතික්ෂේපයේ හේතුවෙන් ඉතාමත් වේදනා ගෙනදෙන දඬුවමත් සමග (බීමට) උතුරණ පානයක්ද ලබන්නාහ"
        }
    ]
}