{
    "rukus": [
        {
            "chapter": 12,
            "verse": 94,
            "text": "ඔවුන්ගේ ඔටු වාහනයන් (ඊජිප්තුවෙන්) පිටත්ව ගිය වහාම ඔවුන්ගේ පියා “(මෙන්න!) යුසුෆ්ගේ සුවඳ නියත වශයෙන්ම මා ග්‍රහණය කරන්නෙමි. (එබැවින්) මාව ඔබ පිස්සෙකු යයි නොසිතිය යුතු නොවේද!”යි කීවේය"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "(මෙය ඇසූ ඔහුගේ දරුවන්) “අල්ලාහ් මත සත්තකින්ම! ඇත්තෙන්ම ඔබ, ඔබගේ පැරණි වැරදි සිතුවිල්ලෙහිම සිටින්නෙහිය” යයි පැවසූහ"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "ඒ අවස්ථාවේදී (යූසුෆ් ගැන) සුභාරංචි දෙන්නන්ද පැමිණ, (යූසුෆ්ගේ කමිසය) ඔහුගේ (පියාගේ) මුහුණෙහි දැමූ වහාම, ඔහුගෙන් (නැති වී ගිය) ඇස් පෙණුම අත් කරගෙන, “(යූසුෆ් පණ පිටින් සිටීම ගැන) ඔබ නොදැනුවත් දැය සියල්ල අල්ලාහ්ගේ දයාව මගින් නියත වශයෙන්ම මා දැන සිටින්නෙමි යන්න (මීට පෙර) මා ඔබට නොකීවෙමිද?”යි විමසුවේය"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "(මේ අතර ඊජිප්තුවට ගොස් සිටි ඔහුගේ අනිත් පුතුන්ද පැමිණ) “අපගේ පියාණෙනි! අපගේ පාපයන්ට සමාව දෙන ලෙසට ඔබ අප වෙනුවෙන් ප්‍රාර්ථනා කරනු මැනව! ඇත්තෙන්ම අපි ඉමහත් වූ වැරදි කළෙමු” යයි (ඔවුන්ම) පැවසූහ"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "එයට ඔහු “මා මගේ දෙවියන් වෙත, පසුව ඔබ වෙනුවෙන් සමාව ඉල්ලා සිටිමි. නියත වශයෙන්ම ඔහු ඉතාමත් පව් ක්ෂමා කරන්නෙකු වශයෙන්ද, දයාබරවන්තයෙකු වශයෙන්ද සිටින්නේය” යයි පැවසුවේය"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "(පසුව පවුලේ අය සමග කන්ආන්හි සිට) ඔවුන් යූසුෆ් වෙත (ඊජිප්තුවට) පැමිණි විට, ඔහු තම දෙමව්පියන්ව (ඊජිප්තු දේශ සීමාවෙහි බලාපොරොත්තුවෙන් සිට ඉතාමත් ගෞරවාන්විතව) පිළිගෙන, “(දෙවියන්ගේ දයාවෙන්) ඔබ ඊජිප්තුවට ඇතුළු වනු (මැනව!) අල්ලාහ් අදහස් කළහොත් (ඔබ) බියෙන් තොර වූවන් වශයෙන් සිටින්නෙහුය” යයි පැවසුවේය"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "පසුව ඔහු තම මවවද, පියාවද සිංහාසණය මත ඔසවා (වාඩිවීමට) සැලැස්සුවේය. (ඊජිප්තුවේ අධිපති වශයෙන් සිටි) ඔහුට (ඒ කාලයේ චාරිත්‍රයට අනුව) ඔවුන් සියල්ලන්ම නළල බිම තබා ගෞරව කළහ. ඒ අවස්ථාවේදී යූසුෆ් (තම පියාට) “මගේ පියාණෙනි! පෙර මා දුටු සිහිනයන්හි අර්ථය මෙයයි. මගේ දෙවියන් එය සත්‍යය කර හැරියේය. (කිසිවෙකුගේ රෙකමදාරුවක් නොමැතිවම) සිර ගෙයි සිට මාව ඔහු පිටතට යැවූවේය. මටත් මගේ සහෝදරයින්ටත් අතරේ ෂෙයිතාන් වෙන්වීමක් ඇති කළායින් පසුවද, ඔබ සියල්ලන්වම කාන්තාරයේ සිට මා වෙත ගෙනැවිත් එකට එක්කාසු කිරීම මගින් (මගේ දෙවියන්) නියත වශයෙන්ම මා කෙරෙහි ඉමහත් ඵලවිපාකයක් ලබා දී ඇත්තේය. නියත වශයෙන්ම මගේ දෙවියන් තමන් අදහස් කරන්නන් කෙරෙහි සිත් තූළ ආදර කරුණාව ඇත්තෙකු වශයෙන් සිටින්නේය. නියත වශයෙන්ම ඔහු (සියල්ල) හොඳින් දන්නෙකු හා ඥානවන්තයෙකු වශයෙන් සිටින්නේය” යයි කිවේය"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "(තවද) “මගේ දෙවියනේ! නියත වශයෙන්ම ඔබ මා හට එක් රාජ්‍යයක්ද, ලබා දී (දයාව පහළ කර) සිහිනයන්ගේ අර්ථයන්ද මා හට උගන්වා දුන්නේය. අහස්ද, භූමියද උත්පාදනය කළ තැනැත්තණි! මෙලොවදීද, පරලොවදීද මාව ආරක්ෂා කරන්නාද ඔබය. සම්පූර්ණයෙන්ම (ඔබව) අනුගමනය කරන්නෙකු වශයෙන්ම මාව ඔබ අත්පත් කර ගනු මැනව! හොඳ වහලූන්ගේ සමූහයෙහිද මාව ඔබ එක්කාසු කර හරිනු මැනව!” (යයි ප්‍රාර්ථනා කළේය)"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "(නබියේ!) මෙය (ඔබ නොදන්නා) සැඟවුණු කාරණාවන්හි ඇති දැයයි. මේවා අපි ඔබට වහී මගින්ම දැනුම් දුන්නෙමු. ඔවුන් කුමන්ත්‍රණ කර (යූසුෆ්ව ළිෙඳහි තල්ලූ කර දැමිය යුතුය යයි) තමන්ගේ අභිප්‍රායේ අවසන් තීරණයක් ගත් විට, ඔබ ඔවුන් සමග සිටියේ නැත"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "ඔබ කොපමණ කැමති වුවද, (එම) මිනිසුන්ගෙන් වැඩි දෙනෙකු (ඔබව නබිවරයෙකු යයි) විශ්වාස කරන්නේම නැත"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "මේ සඳහා ඔබ ඔවුන්ගෙන් කිසිම කුලියක් ඉල්ලන්නේ නැත. සකල ලෝකවාසී සියල්ලන්ටම මෙය එක්තරා හොඳ පාඩමක් මිස, වෙන කිසිවක් නැත"
        }
    ]
}