{
    "rukus": [
        {
            "chapter": 2,
            "verse": 189,
            "text": "(නබියේ! මාස් පතා වැඩෙන හා ගෙවීද උපදින නව) සඳ ගැන ඔවුන් ඔබගෙන් විමසන්නාහ. (එයට) ඔබ මෙසේ පවසනු: “ඒවා මිනිසුන්ට (සෑම මාසයක්ම) කාලයන්ද හජ්ද දැනුම් දිය හැකි දැයයි”. තවද (විශ්වාසවන්තයිනි! ඉහ්රාම් හැඳ සිටින) ඔබ (ඔබගේ) නිවෙස්වලට ඒවායේ පිටුපස පැත්තෙන් යාම මගින් හොඳ අය බවට පත් නොවන්නෙහුය. කවුරුන් අල්ලාහ්ට බිය වී කටයුතු කරන්නේද, ඔහුම හොඳ අයයි. එබැවින් ඔබ, (ඔබගේ) නිවෙස්වලට ඒවායේ ප්‍රධාන ෙදාරටුව මාර්ගයෙන්ම ඇතුළු වනු. අල්ලාහ්ට බිය වී කටයුතු කරනු. (මෙමගින්) ඔබට ජයග්‍රහණය අත් කර ගත හැකිය"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "අල්ලාහ්ගේ මාර්ගයෙහි (ඔබ යාම වළක්වා) ඔබට විරුද්ධවූවන් සමග ඔබත් යුද්ධ කරනු. නමුත් ඔබ සීමාව ඉකමවා නොයනු. මන්දයත් නියත වශයෙන්ම අල්ලාහ් සීමාව ඉක්මවන්නන් ආදරය කරන්නේ නැත"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "එබැවින් (ඔබට විරුද්ධව යුද්ධ කිරීමට ඉදිරිපත් වූ) ඔවුන්ව දුටු තැන කපා දමනු. ඔබව (ඔබගේ රටින්) ඔවුන් පිටමං කළ ආකාරයටම ඔබත් ඔවුන්ව පිටමං කර දමනු. (ඔවුන් කරන) කළබලය ඝාතනයට වඩා ඉතාමත් නපුරුය. නමුත් (ඔවුන්ගෙන්) කවුරුන් හෝ (ආරක්ෂාව පතා) මස්ජිදුල් හරාම්හි සිටියහොත් එහිදී ඔවුන් ඔබට විරුද්ධව යුද්ධ කිරීමට ඉදිරිපත් වන තුරු ඔබ ඔවුන්ව කපා නොදමනු. (ඒ ස්ථානයේදීද) ඔවුන් ඔබට විරුද්ධව යුද්ධ කිරීමට පැමිණියහොත් ඔබත් ඔවුන්ව කපා දමනු. එම ප්‍රතික්ෂේප කරන්නන්ට අයත් ඵලවිපාකය මෙයයි"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "(මින්) පසුවද ඔවුන් (ඔබට විරුද්ධව යුද්ධ නොකර) ඈත් වුවහොත් (ඔබ ඔවුන්ව නොකපනු). නියත වශයෙන්ම අල්ලාහ් ඉතාමත් ක්ෂමා කරන්නෙකු වශයෙන්ද, අධික දයාබරවද සිටින්නේය"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "තවද (ඉස්ලාමයට විරුද්ධව කටයුතු කරන) ආරවුල (සම්පූර්ණයෙන්ම) පහ වී ධර්මය අල්ලාහ්ට අයත්ය යයි ස්ථීර වන තුරු ඔවුන්ට විරුද්ධව යුද්ධ කරනු. නමුත් ඔවුන් (ආරවුල් නොකර) ඈත් වුවහොත් (ඔවුන්ගෙන්ද) අපරාධ කරන්නන් හැර, (අන් අයට වේදනා කර) සීමාව ඉක්මවා නොයනු"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "(යුද්ධ කිරීම වළක්වනු ලැබ ඇති රජබ්, දුල් කඅදා, දුල් හජ්, මුහර්රම් ආදී මාසයන්හි) උසස් කරන ලද මාසයන් සඳහා, උසස් කරන ලද මාසයයි. එබැවින් උසස් දැයට (සම වන) දැය ඇත. එබැවින් කවුරුන් හෝ සීමාව ඉක්මවා ඔබ කෙරෙහි (එම මාසයන්හි යුද්ධ කිරීමට) පැමිණියහොත් ඔහු ඔබ කෙරෙහි සීමාව ඉක්මවූ ආකාරයටම ඔබත් ඔහු කෙරෙහි සීමාව ඉක්මවා (යුද්ධයට) යනු. නමුත් ඔබ අල්ලාහ්ට බිය වී (එම මාසයන්හි යුද්ධය ආරම්භ නොකර) සිටිනු. අල්ලාහ් භය භක්තිකයින් සමග සිටින්නේය යන්නද ස්ථීර වශයෙන් ඔබ දැන ගනු"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "ඔබ අල්ලාහ්ගේ මාර්ගයෙහි (ඕනෑතරම්) වියදම් කරනු. තවද (යුද්ධය වැනි අවස්ථාවන්හි වියදම් නොකර) ඔබ, ඔබවම අනතුරට භාජනය කර නොගනු. තවද (අන් අයට උදව්ද) හොඳ දැයද කරනු. නියත වශයෙන්ම අල්ලාහ් (අන් අයට) හොඳ දැය කරන්නන්ව ආදරය කරන්නේය"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "අල්ලාහ් වෙනුවෙන් (ආරම්භ කරන ලද) හජ්ද, උම්රාවද, ඔබ පූරණය කරනු. නමුත් (මක්කාවට යාමට නොහැකි ආකාරයට) ඔබව වළක්වනු ලැබ (හජ් පූරණය කිරීමට නොහැකි) වුවහොත් හද්යු (නමැති එළු, බැටළු, ගව, ඔටුවන් ආදී) දැයෙන් (ඔබට) සුදුසු දැයක් වන්දි වශයෙන් වන්නේය. තවද එම හද්යූන් තමන් යා යුතු (මක්කාවෙහි ඇති හරම් නමැති) ස්ථානයට ළඟා වන තුරු ඔබ, ඔබගේ හිසකෙස් බූ-නොගානු. එහෙත් (ඉහ්රාම් හැඳ සිටින) ඔබගෙන් කවුරුන් හෝ අසනීපකාරයෙකු වශයෙන් හෝ නැතහොත් හිසෙහි (උකුනෝ, තුවාල, කැක්කුම ආදී දැයෙන්) පීඩිත වී සිටින්නෙකු වශයෙන් හෝ සිට, (හිස බූගා) ගතහොත් එයට වන්දි වශයෙන් (ඔහු දින දහයක්) උපවාසයේ යෙදිය යුතුය. නැතහොත් (දුප්පතුන් හය දෙනෙකුට ආහාර) දාන වශයෙන් දිය යුතුය. නැතහොත් (එක් එළුවෙකු) කුර්බාන් කළ යුතුය. තවද (ඉහ්රාම් හැඳ සිටින) ඔබ, (කිසිම බාධාවක් නොමැතිව හජ් කිරීමට) පහසුකම් ඇති කෙනෙකු වශයෙන් සිට, (මක්කාවට ගිය පසු ඔබගෙන්) කවුරුන් හෝ උම්රාව (පමණක් කිරීමෙන්) අනතුරුව හජ් වලට කළින්ම (හජ් සමයෙහි වළක්වන ලද) සුවය විඳිනු ලැබුවහොත් (එයට) වන්දි වශයෙන් හද්යූන් වලින් හැකි දැයක් දිය යුතුය. නමුත් (හද්යූන් වලින් කිසිවක්) සොයා ගත නොහැක්කා, හජ් සමයෙහිදී දින තුනක්ද, (තම වාසස්ථානයට) ආපසු පැමිණි පසු දින හතක්ද වශයෙන් පූරණ වශයෙන් (දින) දහයක් උපවාසයේ යෙදිය යුතුය. (වළක්වන ලද සුවය විඳින) මෙය, (මෙම අයිතිය ඇති) ඔහුගේ පවුල මස්ජිදුල් හරාම්හි (මක්කාවෙහි) වාසය නොකරන්නේද ඔහුටය. එබැවින් ඔබ අල්ලාහ්ට බිය වනු. නියත වශයෙන්ම අල්ලාහ් (වැරදිකරුවන්ට) දඬුවම් කිරීමෙහි ඉතාමත් දරුණුය යන්නද ස්ථීර වශයෙන් දැන ගනු"
        }
    ]
}