{
    "rukus": [
        {
            "chapter": 22,
            "verse": 1,
            "text": "මිනිසුනේ! ඔබ, ඔබගේ දෙවියන්ට බිය වනු. නියත වශයෙන්ම විනිශ්චය දින කම්පනයෙන් යුතු ඉමහත් වැඩ සටහනක් වන්නේය"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "(නබියේ!) එදිනදී, කිරි පොවමින් සිටින සෑම මවක්ම තමන් කිරි පොවන ළදරුවා අමතක කර දමන්නීය. සෑම ගැබිණියකගේම ගැබ්බර සිඳී විසිරී යනු ඔබ දකින්නෙහිය. මිනිසුන් සිහි බුද්ධිය සිඳී ගියවුන් වශයෙන් සිටිනු ඔබ දකින්නෙහිය. ඔවුන්ගේ (සිහි බුද්ධිය සිඳී යාමට හේතුව) බී මතින් නොව. අල්ලාහ්ගේ දඬුවම නියත වශයෙන්ම ඉතාමත් දරුණුය. (එය දැක තිගැස්සී ඔවුන්ගේ සිහි බුද්ධිය සිඳී යනු ඇත)"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "මිනිසුන්ගෙන් සමහරෙක් කිසිම අධ්‍යාපන දැනුමක් නැතිවම අල්ලාහ් ගැන තර්ක කර, (විශ්වාසය) කඩා බිඳ දමන ෂෙයිතාන්වරුවම අනුගමනය කරන්නාහ"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "කවුරුන් ඔහුව මිතුරෙකු බවට පත් කර ගන්නේද ඔහුව, ඔහු නියත වශයෙන්ම දරුණු දඬුවම දෙසටම ඇතුළු කරනු ඇතැයි නියම කරනු ලැබීය"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "මිනිසුනේ! (විනිශ්චය දිනදී ඔබට පණ දී) නැගිට්ටවීම ගැන ඔබ සැක සිතුවහොත් (ඔබව පළමුවෙන් කෙසේ උත්පාදනය කළෙමුදැයි යන්න අවධානය කර බලනු). නියත වශයෙන්ම අපි ඔබව (ඔබගේ මුල් පියා වන ආදම්ව) කිරි මැටියෙන් උත්පාදනය කළෙමු. පසුව (ඔබව) ඉන්ද්‍රිය බිඳකින් (උත්පාදනය කර), පසුව එය එක් ලේ කැටියක් වශයෙන්ද, පසුව (එය) අඩු රුවකින් යුත් නැතහොත් පූරණ රුවකින් යුත් මාංශ පිණ්ඩයක් වශයෙන්ද, (අපි උත්පාදනය කරන්නෙමු. අපගේ බලසම්පන්න කම) ඔබට පැහැදිලි කරනු පිණිස (මෙසේ කර), අපි අදහස් කළ අයව ගර්භයන්හි නියමිත කාලයක් දක්වා රැඳී සිටින සේ සලස්වන්නෙමු. පසුව ඔබව ළදරුවන් වශයෙන් ඉකුත් කර ඔබ, ඔබගේ තරුණ විය අත් කර ගැනීමට සලස්වන්නෙමු. (මේ අතර) මරණයට පත් වන්නන්ද ඔබගෙන් සමහරෙක් ඇත්තාහ. (නැතහොත් ජීවත්ව සිටිමින්) සියල්ල දැන ගත්තායින් පසු, කිසිවක් නොදන්නා කෙනෙකු බවට පත් වන මහළු වයස දක්වා (ජීවත් වීමට) අත්හැර දමන්නන්ද ඔබගෙන් සිටින්නාහ. (මිනිසුනේ!) භූමිය (කිසිම භෝගයක් නොමැති) පාළු කර්කශක (භූමියක්) වශයෙන් තිඛෙණු ඔබ දුටුවේ නැද්ද? ඒ මත අපි වර්ෂාව වසින්නට සැලැස්සුවහොත් එය සශ්‍රීක වී, වැඩී අලංකාරවත් විවිධ වර්ගයේ (ජෝඩු ජෝඩු වශයෙන්) උසට වැඩුණු ගස්වැල් වැඩෙන්නට සලස්වනු ලැබේ"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "මෙසේ (කරන්නා) නියත වශයෙන්ම අල්ලාහ්ය. ඔහුම සත්‍යවන්තයෙකි. නියත වශයෙන්ම ඔහු මරණයට පත් වූවන්ට පණ දී නැගිට්ටවන අයයි. නියත වශයෙන්ම ඔහු සියල්ල කෙරෙහි බලසම්පන්නයෙකු යන්න මෙයම ප්‍රමාණවත් (සාධකයක් වශයෙන් ඇත්තේය)"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "නියත වශයෙන්ම විනිශ්චය කාලය අනිවාර්යයෙන්ම පැමිණෙන්නේය. එහි කිසිම සැකයක් නැත. (එදිනදී) සොහොන්වල (වැළලී) ඇති අයව නියත වශයෙන්ම අල්ලාහ් (පණ දී) නැගිට්ටවන්නේය"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "මිනිසුන්ගෙන් සමහරෙක් අධ්‍යාපන දැනුම හෝ, (තර්කානුකූල) ඍජු මාර්ගය හෝ පැහැදිලි ධර්ම (සාධකයන්) හෝ නොමැතිවම අල්ලාහ් ගැන තර්ක කරන්නාහ"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "අල්ලාහ්ගේ මාර්ගයෙන් (ජනතාව) හරවා දමනු පිණිස, උඞ ගුකමින් යුතුව (මෙසේ තර්ක කරන්නාහ). මෙලොවදී ඔවුන්ට අවමානයයි. විනිශ්චය දිනදී නම්, දැවෙන ගින්නෙහි දඬුවමම ඔවුන්ට විඳින්නට සලස්වන්නෙමු"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "(එහිදී ඔවුන්ට මෙසේ කියනු ලබන්නාහ): “මේවා දැනටමත් ඔබගේ අත්වලින් කර යවන ලද නපුරෙහි ඵලවිපාකයි. නියත වශයෙන්ම අල්ලාහ් තම වහලූන්ගෙන් කිසිවෙකුටත් (දඬුවම වැඩි කර හෝ පින් අඩු කර හෝ) පොඩියක්වත් අපරාධයක් කරන කෙනෙකු නොව”"
        }
    ]
}