{
    "rukus": [
        {
            "chapter": 2,
            "verse": 249,
            "text": "පසුව තාලුත් සේනාව කැටුව පිටත් වූ අවස්ථාවේදී ඔහු (තම සේනාවට) “නියත වශයෙන්ම (ඔබ යන ගමන් මාර්ගයෙහි) අල්ලාහ් එක් ගංඟාවක් මගින් ඔබව පිරික්සුමට ලක් කරන්නේය. (ඔබගෙන්) කවුරුන් එයින් තම (දෝත් පමණට) වඩා වැඩියෙන් ජලය නොබිව්වේද, ඔහුම මට අයත් කෙනෙකි. කවුරුන් එයින් (ඊට වඩා වැඩියෙන්) බොන්නේද, ඔහු මට අයත් කෙනෙකු නොව” යයි පැවසුවේය. නමුත් (ග`ගට ළඟා වූ වහාම) ඔවුන්ගෙන් සමහරෙකු හැර (වැඩි දෙනෙකු) එයින් (අධික වශයෙන් ජලය) පානය කළහ. පසුව ඔහු තමන් සමග සිටි විශ්වාසවන්තයින් සමග එය තරනය කර ගිය විට, (වැඩියෙන් පානය කළ ඔවුන්) ජාලුත් සමගද ඔහුගේ සේනාව සමගද, අද දින (යුද්ධ කිරීමට) අපට ශක්තියක් නැතැයි පවසා (ඈත් වී) ගියහ. (නමුත් ඔවුන්ගෙන්) කවුරුන් නියත වශයෙන්ම අල්ලාහ්ව හමු වෙමු යයි ස්ථීර වී සිටියෝද, ඔවුන් (අන් අයට “කොපමණදෝ) විශාල සමූහයන්ව, කොපමණදෝ කුඩා සමුහයන් විසින් අල්ලාහ්ගේ උදව් උපකාරය මගින් ජයග්‍රහණය කර ඇත්තාහ. අල්ලාහ් ඉවසිලිවන්තයින් සමග සිටින්නේය” යයි පැවසූහ"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "තවද ඔවුන් ජාලුත්වද, ඔහුගේ සේනාවද (යුද පිටියේදී) විරුද්ධව සටන් කළ අවස්ථාව්දී, “අපගේ දෙවියනේ! ඔබ අප කෙරෙහි ඉවසිලිභාවය පහළ කරනු මැනව! අපගේ පාදයන් ස්ථීර කර තබනු මැනව! තවද ප්‍රතික්ෂේප කරන මෙම ජනතාව කෙරෙහි (ජයග්‍රහණය අත් කර ගැනීමට) අපට ඔබ උදව් කරනු මැනව!” යයි ප්‍රාර්ථනා කළහ"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "එබැවින් ඔවුන් අල්ලාහ්ගේ උදව් උපකාරය මගින් ඔවුන්ව පරාජය කර දැමුහ. මෙහි (සතුරන්ගේ රජු වන) ජාලුත්ව (තාලුත්ගේ සේනාවෙහි සිටි) දාවූද් කපා දැමුවේය. පසුව ඔහුට අල්ලාහ් රාජ-උරුමයද ඥානයද ලබා දී (යුද සන්නාහ නිපදවීම වැනි) තමන් කැමති දෑ සියල්ල ඔහුට උගන්වා දුන්නේය. (මෙසේ) මිනිසුන්ගේ නපුර කරන සමහරෙකුව ඔවුන්ගෙන් සමහරෙකු මගින්ම අල්ලාහ් නොවැළැක්වුවහොත්, මෙම භූමිය අනිවාර්යයෙන්ම විනාශ වී ඇත. එහෙත් නියත වශයෙන්ම අල්ලාහ් සකල ලෝකවාසීන් කෙරෙහි ඉතාමත් කරුණාවන්තව සිටින්නේය"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "(නබියේ!) මේවා අල්ලාහ්ගේ ආයාවන් වන්නේය. අපි ඒවා ඔබ කෙරෙහි සත්‍යය මගින්ම සමුදීරණය කරමු. තවද නියත වශයෙන්ම ඔබද (අපි විසින්) එවන ලද දූතයින්ගෙන් කෙනෙකි"
        },
        {
            "chapter": 2,
            "verse": 253,
            "text": "(අප විසින් එවන ලද) එම දූතයින් (සියල්ලන්ම එකම පදවියට අයත් අය නොව). ඔවුන්ගෙන් සමහරෙකුව, සමහරෙකුට වඩා අපි උසස් කර ඇත්තෙමු. ඔවුන්ගෙන් සමහරෙකු සමග අල්ලාහ් කතා කර ඇත්තේය. ඔවුන්ගෙන් සමහරෙකුව (සමහරෙකුට වඩා) පදවි වලින් උසස් කරද ඇත්තේය. තවද මර්යම්ගේ පුත් ඊසාට අපි පැහැදිලි සාධකයන් ලබා දී, (ජිබ්රීල් නමැති) ‘පරිශුද්ධ ආත්මය’ මගින් ඔහුට උදව් කළෙමු. (කෙනෙකුට කෙනෙකු සටන් කර, ඝාතනය නොකළ යුතුය යයි) අල්ලාහ් අදහස් කර තිබුණේ නම්, (අපි යවනු ලැබූ දූතයින් වන) ඔවුන්ගෙන් පසු පැමිණි අය, තමන් වෙත පැහැදිලි සාධකයන් පැමිණි පසුද (තමන් තුළ) සන්ඩු සරුවල් කර නොගන්නාහ. නමුත් ඔවුන් නම්, (තමන් තුළ) හිතුවක්කාර වී, ඔවුන්ගෙන් සමහරෙක් (අපවද, අපගේ ආයාවන්ද) විශ්වාස කළහ. ඔවුන්ගෙන් සමහරෙක් ප්‍රතික්ෂේප කර දැමූහ. එබැවින් අල්ලාහ් අදහස් කර තිබුණේ නම් (මෙසේ) ඔවුන් සණ්ඩු සරුවල් කර නොගන්නාහ. නමුත් අල්ලාහ් තමන් අදහස් කළ දැය කරන්නේය"
        }
    ]
}