{
    "rukus": [
        {
            "chapter": 35,
            "verse": 8,
            "text": "කවුරුන් හට ඔහුගේ නපුරු කාරණාවන් අලංකාරවත් කර පෙන්වනු ලැබ, ඔහුද ඒවා අලංකාරවත් ලෙස දකින්නේද ඔහුද, (කවුරුන් නපුරු ක්‍රියාවන් නපුරු දැය වශයෙන්ම දැක, ඒවායෙන් ඈත් වන්නේද ඔහුද, සම වන්නෙහුද? කිසි විටෙකත් එසේ වන්නේ නැත). නියත වශයෙන්ම අල්ලාහ් තමන් කැමති අයව දුර්මාර්ගයෙහි අත්හැර දමන්නේය. තමන් කැමැත්තන්ව ඍජු මාර්ගයෙහි ඇතුළු කරන්නේය. එබැවින් (නබියේ!) ඔවුන් වෙනුවෙන් ඔබ කණගාටු වී ඔබගේ පණ නසා නොගනු. නියත වශයෙන්ම අල්ලාහ් ඔවුන් කරන දැය හොඳින් දන්නෙකු වශයෙන් සිටින්නේය"
        },
        {
            "chapter": 35,
            "verse": 9,
            "text": "අල්ලාහ්ම සුළං යවන්නේය. ඒවා වලාකූළු (ඒ මේ අත) පදවන්නේය. පසුව අපි ඒවා මැරී (වියළී) ගිය පොළොව මතට ඇතුළු කර, (වැස්ස වැසීමට සලස්වා) එමගින් මැරී ගිය භූමියට පණ දෙන්නෙමු. (මරණයට පත් වූවන් විනිශ්චය දිනදී) පණ ලැබී නැගිටින්නේද මේ ආකාරයටය"
        },
        {
            "chapter": 35,
            "verse": 10,
            "text": "කවුරුන් (ශ්‍රේෂ්ඨ වූ) ගෞරවය කැමති වන්නේද, (ඔහු අල්ලාහ්ට අවනත වී කටයුතු කළ යුතුය. මන්දයත්) ගෞරවයන් සියල්ලම අල්ලාහ්ටම අයත් දැයයි. (කලිමා තයියිබ්, සලවාත් වැනි) ශුද්ධ වූ වදන් ඔහුගේ සන්නිධානය වෙත නැගෙන්නේය. දැහැමි ක්‍රියාවන් ඔහුම උඩට ඔසවන්නේය. (නබියේ!) කවුරුන් (ඔබට) විපතක් කිරීමට කුමන්ත්‍රණ කරන්නෝද, ඔවුන්ට දරුණු දඬුවම් ඇත. මොවුන්ගේ කුමන්ත්‍රණ (කිසිම දැයක් ඉතිරි නොවී) විනාශ වී යනු ඇත"
        },
        {
            "chapter": 35,
            "verse": 11,
            "text": "අල්ලාහ් ඔබව (ආරම්භයේදී) පස් වලින් උත්පාදනය කළේය. පසුව එක් ඉන්ද්‍රිය බිඳකින්ද, පසුව (පිරිමි ගැහැණු ජෝඩු) ජෝඩු බවට ඔබව පත් කළේය. ඔහු නොදැනුවත්ව යම්කිසි කාන්තාවක් ගැබ් ගන්නේද නැත. ප්‍රසූත කරන්නේද නැත. (ඔහුගේ සටහන්) පුස්තකයේ නොමැතිව, වැඩි කරනු ලබන කිසිවෙකුගේ වයසද වැඩි කරනු ලබන්නේද නැත. ඔහුගේ වයසින් අඩු කරනු ලබන්නේද නැත. නියත වශයෙන්ම මෙය (මේවා සියල්ල දැනගෙන සිටීම) අල්ලාහ්ට ඉතාමත් සුළු දැයකි"
        },
        {
            "chapter": 35,
            "verse": 12,
            "text": "(ගංඟා හා මුහුද ආදී) ජලාශයන් දෙකම එක සමාන වන්නේ නැත. එකක් බීමට මිහිරි හා රසවත් ජලයයි. අනික ලූණු හා තිත්ත (රසයෙන් පිරි ජලයයි. මෙසේ මේ දෙකේ ඇති වෙනසක් තිබුණද) මේ දෙකෙන්ම රසවත් මාළු අනුභව කරන්නෙහුය. ඔබ ආභරණ වශයෙන් පැළඳිය හැකි (මුතු පබළු ආදී) දැයද (ඒවායෙන්) ගන්නෙහුය. (බොහොමයක් රටවල් වල ඇති) දෙවියන්ගේ වරප්‍රසාදයන් ඔබ සොයා ගැනීම සඳහා (යාත්‍රා කරන විට, ඔබගේ) නැව ජලය දෙබෑ කරගෙන යනු ඔබ දකින්නෙහුය. (මෙයට) ඔබ කෘතඥ වනු මැනව"
        },
        {
            "chapter": 35,
            "verse": 13,
            "text": "ඔහුම රාත්‍රිය දහවලෙහි ඇතුළු වන සේ සලස්වන්නේය. දහවල රාත්‍රියෙහි ඇතුළු වන සේ සලස්වන්නේය. චන්ද්‍රයාද, සූර්යයාද, (තමන් යටතේ) යටහත් කර තබා ඇත්තේය. (මේවා) සෑම එකක්ම (එය, එයට) නියමිත කාල අවකාශයට අනුව ගමන් කරන්නාහ. මොහුම ඔබගේ දෙවියන් වන අල්ලාහ්ය. සියලූ රාජ්‍යයන් ඔහුට අයත්ය! ඔහු හැර කුමක් ඔබ (දෙවියන් යයි) ආරාධනා කරන්නෙහුද, ඒවාට එක් අනු ප්‍රමාණයකින් හෝ බලයක් නැත"
        },
        {
            "chapter": 35,
            "verse": 14,
            "text": "ඒවාට ඔබ ආරාධනා කළා වුවද, ඔබගේ ආරාධනාව ඒවායේ සවනට වැටෙන්නේ නැත. ඒවා සවන් දුන්නා වුවද, ඔබට පිළිතුරු දෙන්නේ නැත. විනිශ්චය දිනදී නම්, (ඒවා) ඔබ සමානයන් වශයෙන් තැබීමද, ඒවා ප්‍රතික්ෂේප කර දමනු ඇත. සියල්ල දන්නා (දෙවියන්) මෙන් (එම දෙවිවරුන්) කිසිවක් ඔබට දැනුම් දෙන්නේ නැත"
        }
    ]
}