{
    "rukus": [
        {
            "chapter": 2,
            "verse": 21,
            "text": "මනුෂ්‍යයිනි! ඔබ, ඔබවද ඔබට පෙර විසූ අයවද උත්පාදනය කළ ඔබගේ දෙවියන්වම නමදිනු. (එමගින්) ඔබ පරිශුද්ධවන්තයින් බවට පත් විය හැකිය"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "ඔහුම ඔබ වෙනුවෙන් භූමිය වාසස්ථානයක් බවටද, අහස වියණක් බවටද නිර්මාණය කර, වලාකුළෙන් වර්ෂාව වසින්නට සලස්වා, එමගින් ඔබට ආහාර වශයෙන් ගත හැකි පලතුරු වර්ගද ඔබට ඉකුත් කරන්නේය. එබැවින් (මේ සියල්ල) ඔබ (පැහැදිලිව) දැනගෙනම අල්ලාහ්ට (කිසිම) සමානයක් ඇති නොකරනු"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "(අපගේ දූතයා වන මුහම්මද් සල්ලල්ලාහු අලෙයිහි වසල්ලම් නමැති) අපගේ වහලාට අපි පහළ කළ මෙහි (මෙම ධර්මයෙහි), ඔබ සැක සිතා ‘(මෙය දෙවියන් වහන්සේ විසින් පහළ කළ දැයක් නොව’ යයි පවසන) ඔබ සත්‍යවන්තයින් වශයෙන් සිටින්නෙහු නම් (ඔබත්) අල්ලාහ් හැර ඔබව ස්ථීර කරන්නන්වද (ඔබට උදව්වට) ඔබ කැඳවාගෙන (ඔවුන් සමග එක්කාසු වී) එමගින් මෙවැනි පරිච්ඡේදයක් (නිර්මාණය කර) ගෙන එනු"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "ඔබ (එසේ) නොකරන්නේ නම්, -ඔබලා විසින් කිසි විටෙකත් (එසේ) කිරීමටම නොහැකිය.- මිනිසුන්ද, ගල්ද භාවිතා කර ගන්නා (නිරා) ගින්නට බිය වනු. එය (මෙම ධර්මය) ප්‍රතික්ෂේප කරන්නන් වෙනුවෙන්ම සම්පාදනය කර ඇත්තේය"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "(නබියේ!) “කවුරුන් (මෙම ධර්මය) විශ්වාස කර, (මෙහි සඳහන්ව ඇති අන්දමට) දැහැමි ක්‍රියාවන් කරන්නෝද, ඔවුන්ට නියත වශයෙන්ම (ස්වර්ගයෙහි) දිය දහරා සදාකල් ගලමින් ඇති උයන් වතු ඇත” යයි ඔබ සුභාරංචි දෙනු මැනව! ඒවායෙන් (ඔවුන්ට) පලතුරක් කෑමට ලබා දෙන සෑම විටම “කළින් අපට ලබා දෙනු ලැබුවේද මේවා නොවෙද!”යි (විමතියට පත්වෙමින්) පවසන්නාහ. (මන්දයත් බැලු බැල්මට) එකම විදිහේ පෙනුමක් ඇති දැයම දෙනු ලබන්නාහ. (එහෙත් ඒවා රසයෙන් විවිධව ඇත). ශුද්ධ වූ වල්ලභයන්ද එහි ඔවුන්ට ඇත. තවද ඔවුන් එහි සදාකල් රැඳී සිටින්නාහ"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "මැස්සෙකු නැතහොත් ඊටත් වඩා (අල්පයෙහි) උසස් යම් කිසිවක් උපමාවක් වශයෙන් පැවසීමට අල්ලාහ් නියත වශයෙන්ම ලැජ්ජා වන්නේ නැත. එබැවින් ඔවුන් (ඇත්තෙන්ම) විශ්වාස කර සිටින්නෝද, ඔවුන් නියත වශයෙන්ම එය තම දෙවියන්ගේ සත්‍යය (වූ උපමාවක්) යයිම (ස්ථීර වශයෙන්) දැන ගන්නාහ. එහෙත් (මෙම ධර්මය) ප්‍රතික්ෂේප කරන්නන් නම් “මෙය උපමාවක් කිරීම මගින් අල්ලාහ් කුමක් නම් අපේක්ෂා කරන්නෙහිද?”යි විමසන්නාහ. මෙමගින් ඔහු අනේක අය දුර්මාර්ගයෙහි වන්නට සලස්වන්නේය; මෙමගින් අනේක අය ඍජු මාර්ගය අත් කර ගැනීමටද සලස්වන්නේය. (නමුත් මෙම ධර්මය සිතට විරුද්ධව ප්‍රතික්ෂේප කරන) පාපතරයන් හැර, (අන් කිසිවෙකුත්) මෙමගින් මාර්ගය වැරද යාමට ඔහු සලස්වන්නේ නැත"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "(තවද එම පාපතරයන්) අල්ලාහ් වෙත (මොවුන්ගේ මුතුන් මිත්තන්) කළ ගිවිසුම මොවුන් ස්ථීර කළ පසුද කඩ කර දමන්නාහ. කුමක් එක්කාසු කර තබන්නට අල්ලාහ් නියෝග කළේද, එය වෙන්කරද හරින්නාහ. ඔවුන් භූමියෙහි නපුර කරමින්ම සිටින්නාහ. මෙවැන්නන් අලාභයම අත් කර ගනු ලැබූවන්ය"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "(මනුෂ්‍යයිනි!) ප්‍රාණයක් නොමැතිව තිබූ ඔබට ඔහුම පණ දී තිබියදී, ඔබ අල්ලාහ්ව කෙසේ නම් ප්‍රතික්ෂේප කරන්නෙහුද? ඉන් පසුවද ඔහුම ඔබව මරණයට පත් කරන්නේය; පසුවද ඔහුම ඔබට පණ දෙන්නේය. (ඉන්) පසුවද ඔබ (ඔබගේ කළකම් සඳහා ඵලවිපාක අත් කර ගැනීම සඳහා) ඔහු වෙතම (විනිශ්චය සඳහා) ගෙන එනු ලබන්නෙහුය"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "ඔහුම (භූමියද) භූමියෙහි ඇති සියල්ලද ඔබ වෙනුවෙන් උත්පාදනය කළේය. තවද ඔහු අහස උත්පාදනය කිරීමට අදහස් කළ (අවස්ථාවේදී), ඒවා අහස් හතක් වශයෙන්ද නිර්මාණය කළේය. තවද (ඒවායේ ඇති) සියල්ලද හොඳින් දැන සිටින්නෙකු වශයෙන්ද සිටින්නේය"
        }
    ]
}