{
    "rukus": [
        {
            "chapter": 3,
            "verse": 130,
            "text": "විශ්වාසවන්තයිනි! (මුළු මුදලට අධික වශයෙන්ද, පොළිය මත පොළිය දමාද) දෙගුණ (තෙගුණ වෙමින්) වැඩි වෙමින් පවතින පොළිය (ලබා ගෙන) නොගිලිනු. අල්ලාහ්ට බිය වී (මෙයින් වැළකී සිටියහොත්) ඔබ ජයග්‍රහණය කරන්නෙහුය"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "(මෙම නිරා) ගින්නට බිය වනු. එය (දෙවියන්ගේ මෙම නියෝගය) ප්‍රතික්ෂේප කරන්නන් වෙනුවෙන් පිළියෙල කර ඇත්තේය"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "අල්ලාහ්ටද (ඔහුගේ) රසූල්වරයාටද අවනත වනු. (එමගින්) ඔබ (අල්ලාහ්ගේ) දයාවට ඇතුළු කරනු ලබන්නෙහුය"
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "ඔබගේ දෙවියන්ගේ සමාවටද, අහස් හා භූමියටද තරම් පුළුල් වූ ස්වර්ගයට ඉක්මන් කරනු. එය භය භක්තිකයින් වෙනුවෙන්ම පිළියෙල කර ඇත්තේය"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "ඔවුන් (කෙබන්දන්දයත් වස්තුව හා සැප සම්පත් වලින් පිරී සිටියදීද, දුප්පත්ව සිටියදීද, දානමාන කරමින්ම සිටින්නාහ. කෝපය ගිල දමන්නාහ. මිනිසුන්ට (මිනිසුන්ගේ වැරදි වලට) සමාව දෙන්නාහ. අල්ලාහ් (මෙවැනි) හොඳ අයව ප්‍රිය කරන්නේය"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "තවද ඔවුන් යම්කිසි අවමන් ගෙන දෙන ක්‍රියාවක් කළද, නැතහොත් (පාපයක් කර) තමන්ට තමන්ම හානියක් කර ගත්තද, එවෙලේම අල්ලාහ්ව සිතා, (ඔහු වෙතින්ම) තමන්ගේ පාපයන්ට සමාව ඇයද සිටින්නාහ. (අල්ලාහ්ද ඔවුන්ට සමාව දෙනු ඇත). අල්ලාහ් මිස, (මෙවැන්නන්ගේ) වැරදිවලට සමාව දෙන්නේ කවරෙක්ද? ඔවුන් කළ (වැරදි) ක්‍රියාව (වැරැද්දක් යයි) ඔවුන් දැන ගතහොත් (එහි) ගැලී නොසිටින්නාහ. (එවෙලේම එයින් ඈත් වන්නාහ)"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "මෙවැන්නන්ට අයත් ඵලවිපාක නම්, ඔවුන් දෙවියන්ගේ සමාවද, දිය දහරා සදා ගලමින් ඇති ස්වර්ගයන්ද වන්නේය. (ඔවුන්) එහි සදාකල් රැඳී සිටිනු ඇත. දැහැමි දැය කරන්නන්ගේ ඵලවිපාකද හොඳය"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "ඔබට පෙරද (මෙවැනි) විවිධ මාර්ගෝපායන් ඉකුත් වී ඇත. එබැවින් ඔබ භූමියෙහි සංචාරය කර, (දෙවියන්ගේ ආයාවන්) බොරු කළ අයගේ අවසානය කෙසේ තිබුණේදැයි බලනු"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "මෙය (සාමාන්‍යයෙන්) මිනිසුන්ට (සත්‍යය) පැහැදිලි කරන්නක් වශයෙන්ද, (උසස් අන්දමින් සිටින) භය භක්තිකයින්ට මාර්ගෝපදේශයක් වශයෙන්ද, හොඳ ඔවදනක් වශයෙන්ද ඇත්තේය"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "(විශ්වාසවන්තයිනි!) ඔබ ධෛර්යය බිඳී යන්නටද එපා. දුක් වන්නටද එපා. (ඇත්තෙන්ම) ඔබ විශ්වාසය තැබූවන් වශයෙන් සිටින්නෙහු නම්, ඔබම ශ්‍රේෂ්ඨයන් වන්නෙහුය"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "ඔබ (උහද්හි පරාජයට පත් වී) තුවාල වුවහොත් (ඒ ගැන ඔබ අධෛර්යයට පත් නොවනු. මන්දයත්) එම ජනතාවද මේ ආකරයටම (බද්රුහිදී පරාජයට පත් වී) තුවාල වී ඇත්තාහ. මෙවැනි (පිරික්සුම්) කාලයන්, මිනිසුන් අතරේ මාරුවෙන් මාරුවට පැමිණෙන සේ අපිම සලස්වන්නෙමු. මන්දයත් (ඔබගෙන්) ඇත්තෙන්ම විශ්වාසය තැබූවන් කුවුරුන්දැයි අල්ලාහ් දැන ගැනීමටද (දැනුම් දීමටද), ඔබගෙන් (ධර්මය වෙනුවෙන් ජීවිත පූජා කරන) ඉමහත්වූ දානපතියා ඔහු ගෙනහැර දැක්වීමටම (මෙසේ සලසන්නේය). අපරාධකරුවන්ව අල්ලාහ් ප්‍රිය කරන්නේ නැත"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "අල්ලාහ් ප්‍රතික්ෂේප කරන්නන්ව විනාශ කර, සත්‍ය විශ්වාසවන්තයින්ව බේරා ගැනීම සඳහාද (මෙසේ කරන්නේය)"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "(විශ්වාසවන්තයිනි!) ඔබගෙන් (අල්ලාහ් වෙනුවෙන්) යුද්ධ කරන්නේ කවරෙක්ද; (අමාරුකම් ඉවසිලිවන්තව) විඳ දරා ගන්නේ කවරෙක්ද යන්න අල්ලාහ් නොදැන, ස්වර්ගයට යා හැකි යයි ඔබ අදහස් කරමින් සිටින්නෙහුද"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "ඔබ මරණයට පත් වීමට පෙරම (අල්ලාහ්ගේ මාර්ගයෙහි ඔබගේ) ජීවිත පූජා කිරීමට කැමැත්තෙන් සිටියෙහු නොවෙද! (දැන්) එය ඔබගේ (ඇස්) ඉදිරියේ තිබීම ස්ථීරව දුටුවෙහුය. (එබැවින් මෙම යුද්ධයෙහි ඔබ කුමක් නිසා ලත වන්නෙහුද)"
        }
    ]
}