{
    "maqras": [
        {
            "chapter": 18,
            "verse": 51,
            "text": "Oysa Ben onları; ne göklerin ve yerin yaratılmasında, ne de kendilerinin yaratılmasında şahid tuttum. Sapıkları da hiç bir zaman yardımcı edinmiş değilim"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "Bana ortak kabul ettiklerinize seslenin, dediği gün; onları çağırırlar ama hiç birisi cevab vermez. Aralarına bir uçurum koyarız"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "Suçlular ateşi görünce; ona düşeceklerini anlarlar, ama ondan kaçacak yer bulamazlar"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "Andolsun ki; Biz, bu Kur´an´da insanlara türlü türlü misal gösterip açıkladık. İnsanın en çok yaptığı iş ise, tartışmadır"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "İnsanlara hidayet geldiğinde; onları inanmaktan ve Rabblarından mağfiret dilemekten alıkoyan; öncekilerin başına gelenlerin kendilerine de gelmesini veya göz göre göre azaba uğramayı beklemeleridir"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "Biz, peygamberleri; sadece müjdeci ve uyarıcılar olarak göndeririz. Küfredenler ise hakkı batılla ortadan kaldırmak için mücadele ederler. Ayetlerimizi ve kendilerine yapılan uyarıları alaya alırlar"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "Kendisine Rabbının ayetleri anlatılıp da, onlardan yüz çeviren ve önceden yaptıklarını unutan kimseden daha zalim kim vardır? Biz, onların kalblerinin üstüne; onu iyice anlamalarına engel olan örtüler, kulaklarına da ağırlık koyduk. Sen, onları hidayete çağırsan da; onlar asla hidayete gelmezler"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "Bununla beraber Rabbın Gafur´dur, merhamet sahibidir. Eğer onları, yaptıklarından dolayı hemen yakalasaydı; elbette çabucak azaba uğratırdı. Fakat onların bir vadesi vardır ve ondan kaçıp sığınacak yer bulamazlar"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "İşte zulmettiklerinden dolayı helak ettiğimiz kasabalar. Onları yok etmek için, bir süre tayin etmiştik"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "Hani Musa delikanlısına demişti ki: Ben iki denizin birleştiği yere ulaşmaya, yahut yıllarca yürümeye kararlıyım"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "İkisi, iki denizin birleştiği yere gelince; balıklarını unuttular. O, bir delikten kayıp denizi boyladı"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "Oradan uzaklaştıkları vakit Musa delikanlısına; azığımızı çıkar, bu yolculuğumuzdan andolsun ki yorgun düştük, dedi"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "Bak sen, kayalığa vardığımızda balığı unutmuşum. Şeytandan başkası unutturmadı onu bana. Şaşılacak şekilde o, denizi boylayıvermiş, dedi"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "Musa; zaten istediğimiz buydu, dedi. Hemen izlerinin üstünden gerisin geri döndüler"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "Derken kullarımızdan bir kul buldular ki Biz, ona; katımızdan bir rahmet vermiş ve kendisine nezdimizden bir ilim öğretmiştik"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Musa ona: Sana öğretilen ilimden bana öğretmen için, peşinden geleyim mi? dedi"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "O da dedi ki: Doğrusu sen, benim yaptıklarıma asla dayanamazsın"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "Kavrayamayacağın bir bilgiye nasıl dayanırsın"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "O da: İnşallah sabrettiğimi göreceksin, sana hiç bir işte karşı gelmeyeceğim, dedi"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "O halde bana uyacaksan; ben sana anlatmadıkça herhangi bir şey hakkında soru sormayacaksın, dedi"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "Bunun üzerine kalkıp gittiler. Nihayet bir gemiye bindiklerinde; o, bu gemiyi deliverdi. Musa: Gemiyi içindekileri boğmak için mi deldin? Doğrusu şaşılacak bir şey yaptın, dedi"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "Ben, sana; yaptığım şeylere dayanamazsın, demedim mi? dedi"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "Unuttuğum şeyden dolayı bana çıkışma, gücümün yetmediği şeyden beni sorumlu tutma, dedi"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Yine gittiler, nihayet bir erkek çocuğa rastladılar. O, hemen bunu öldürdü. Cana karşılık olmaksızın masum bir kimseye mi kıydın? Doğrusu, çok kötü bir şey yaptın, dedi"
        }
    ]
}