{
    "maqras": [
        {
            "chapter": 2,
            "verse": 92,
            "text": "And olsun ki, Musa size apaçık delillerle geldi. Sonra ardından buzağıyı Rabb edindiniz. Ve siz zalimlersiniz"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "Hani; size verdiğimiz şeyi kuvvetle tutun ve dinleyin, diye Tur´u tepenize dikmiş ve sizden misak almıştık. İşittik ve karşı geldik dediler ve küfürleri yüzünden buzağı sevgisi kalblerine sindirildi. Eğer inananlardansanız, inancınız size ne kötü şey emrediyor? de"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "De ki; Allah katında ahiret yurdu başkalarının değil de yalnız sizin ise, bu iddiada samimi iseniz haydin, ölümü isteyin"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "Önceden ellerinin kazandığından dolayı, onlar hiçbir zaman onu isteyemezler, Allah zalimleri hakkıyla bilir"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "And olsun ki; onları, insanlardan şirk koşanlardan daha çok hayata düşkün bulacaksın. Onlardan herbiri bin yıl ömür verilmesini ister. Halbuki çok yaşatılması onu azabtan uzaklaştıracak değildir. Allah onların ne yaptığını hakkıyla görendir"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "De ki; kim Cebrail´e düşmansa (bilsin ki; ) elinin önündekileri tasdik eden, mü´minler için hidayet ve müjde olan senin kalbine Allah´ın izniyle o indirmiştir"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "Kim Allah´a, meleklerine, peygamberlerine, Cebrail´e ve Mikail´e düşman olursa; şüphesiz ki, Allah´da kafirlerin düşmanıdır"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "And olsun ki; biz sana apaçık ayetler indirdik. Onları fasıklardan başkası inkar etmez"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "Onlar, ne zaman bir ahidle bağlandılarsa içlerinden bir güruh onu bozup atmadı mı? Hayır, onların bir çoğu iman etmezler"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "Onlara, ne zaman Allah tarafından yanlarındaki kitabı tasdik edici bir peygamber geldiyse, kendilerine kitab verilenlerden bir güruh, sanki bilmiyormuş gibi, Allah´ın kitabını arkalarına atıverdi"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "Ve onlar şeytanların Süleyman´ın mülkü aleyhine uydurdukları şeylerin ardına düştüler. Halbuki Süleyman asla küfretmedi. Sadece şeytanlar küfrettiler. Onlar, insanlara sihri ve Babil´de ki iki meleğe; Harut ile Marut a indirilenleri öğretiyorlardı. Bu iki melek ise: «Biz ancak imtihan için gönderildik, sakın küfretme. «demedikçe kimseye sihirden bir şey öğretmezlerdi. Onlardan koca ile karısının arasını ayıracak şeyler öğrendiler. Halbuki bunlar, Allah´ın izni olmadıkça o sihirle kimseye zarar verici değillerdi. Onlarsa kendilerine zarar verip fayda vermeyen şeyleri öğreniyorlardı. Andolsun ki, onlar onu satın alan kimse için ahirette hiçbir olmayacağını biliyorlardı. Ne fena birşey karşılığında nefislerini sattılar. Şayet bilmiş olsalardı"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "Eğer onlar inanmış ve sakınmış olsalardı; Allah katındaki sevab daha hayırlı olurdu. Keşke bilselerdi"
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "Ey iman edenler; bizi de dinle, demeyin, bizi de gözet, deyin ve dinleyin. Kafirlere elim bir azab vardır"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "Ehl-i Kitab´dan kafir olanlar da, müşrikler de Rabbınızdan size hiç bir hayır indirilmesini istemezler. Allah, rahmetini dilediğine tahsis eder. Allah, büyük lütuf ve ihsan sahibidir"
        }
    ]
}