{
    "juzs": [
        {
            "chapter": 12,
            "verse": 53,
            "text": "Suçsuz olduğumu ileri sürmüyorum. Kuşkusuz ego, kötülüğü arzular. Ben ancak Rabbimin merhametini umuyorum; Rabbim Bağışlayandır, Rahimdir"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "Kral dedi ki: \"Getirin onu, yanımda çalışması için onu atayayım\" Kendisiyle konuşup görüşünce, \"Sen artık bugün yanımızda önemli bir makamı olan güvenilir birisin,\" dedi"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "Dedi ki: \"Beni ülkenin maliye işlerinin başına getir. Kuşkusuz ben iyi korur, iyi bilirim,\" dedi"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Böylece Yusuf'u o ülkede yerleştirdik. Dilediği gibi hareket edebiliyordu. Dilediğimiz kimseye rahmetimizi yağdırırız. Güzel davrananları ödülsüz bırakmayız"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "İnananların ve erdemli davrananların ahiret ödülü elbette daha da iyidir"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "Yusuf'un kardeşleri gelip onun huzuruna girdiler. (Yusuf) onları tanıdı; ancak onlar onu tanımadı"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "Yüklerini hazırlatınca şöyle dedi: \"Baba tarafından olan kardeşinizi getirin. Görmüyor musunuz ben ölçüyü tartıyı tam, evsahipliğini de iyi yapıyorum"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "Onu bana getirmezseniz, artık benden ölçülüp tartılacak bir şey beklemeyin ve bana yaklaşmayın"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "Dediler ki: \"O'nun hakkında babasını ikna etmeye çalışacağız. Kuşkun olmasın ki buna çalışacağız"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "(Yusuf) Emri altındakilere de şöyle emir verdi: \"Ailelerine döndüklerinde bulmaları için, takas eşyalarını yüklerinin içine sokun, belki böylece geri dönerler"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "Babalarına döndüklerinde, \"Ey babamız,\" dediler, \"Bundan böyle bize erzak yasaklandı. Kardeşimizi bizimle yolla da erzak alalım. Biz onu koruruz,\" dediler"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "Daha önce kardeşi için size nasıl güvendiysem şimdi de onun içinde mi size güveneyim? ALLAH en iyi Koruyucudur ve O, Merhametlilerin Merhametlisidir"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "Erzak yüklerini açınca, eşyalarının kendilerine geri verilmiş olduğunu gördüler ve, \"Ey babamız, daha ne isteriz? İşte eşyalarımız bize geri verilmiş. Ailemizin geçimini sağlar, kardeşimizi korur ve bir deve yükü daha erzak alırız. Bu, kolay bir iştir,\" dediler"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "Hepiniz kuşatılıp engellenmedikçe onu bana getireceğinize dair bana, ALLAH adına sağlam bir söz vermezseniz, onu sizinle beraber göndermem. Onlar ona söz verince, \"Söylediklerimize ALLAH tanıktır,\" dedi"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "Dedi ki: \"Yavrularım, bir tek kapıdan girmeyin; farklı kapılardan girin. Ne var ki, ALLAH'ın önceden belirlediği şeyden sizi kurtaramam. Hüküm ALLAH'ındır ancak. Ben O'na güvendim. Güvenenler O'na güvenmeli"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "Babalarının kendilerine emrettiği yerlerden girdiler. Bu, onları ALLAH'ın hiç bir takdirinden kurtaramazdı; ancak Yakup onlardan bunu istemekte özel bir nedene sahipti. O, kendisine öğrettiğimiz belli bir bilgiye sahipti; fakat halkın çoğu bilmez"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "Yusuf'un huzuruna girdiklerinde, kardeşini yanına yaklaştırdı ve, \"Ben senin kardeşinim; onların yaptıklarına üzülme,\" dedi"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "Onların erzak yükünü hazırlatınca bir su kabını kardeşinin torbasına koydu. Daha sonra bir ünleyici şöyle seslendi: \"Ey kervan siz hırsızlarsınız"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "Onları karşılayarak, \"Neyi kaybettiniz,\" dediler"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "Kralın su tasını kaybettik. Kim onu getirirse ona bir deve yükü ödül verilecektir. Ben bunu garantiliyorum"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "Dediler ki: \"ALLAH'a andolsun, siz de bilirsiniz ki biz bu ülkede bozgunculuk çıkarmaya gelmedik, biz hırsız da değiliz"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "Dediler: \"Peki, yalan söylüyorsanız onun cezası nedir"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "Onun cezası,\" dediler, \"Kimin torbasında bulunursa o kişi alıkonur. Biz zalimleri böyle cezalandırırız"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "(Yusuf) kardeşinin yükünden önce onların yüklerinden başladı ve sonra su kabını kardeşinin yükünden çıkardı. Biz Yusuf'a böyle bir planı öğretmiştik. Kralın yasasını uygulasaydı kardeşini alıkoyamazdı; ALLAH dilese başka. Dilediğimizi derecelerle yükseltiriz. Her bilenin üstünde daha iyi bir bilen vardır"
        },
        {
            "chapter": 12,
            "verse": 77,
            "text": "O çalmışsa, daha önce kardeşi de çalmıştı,\" dediler. Yusuf onlara belli etmeden: \"Siz gerçekten kötüsünüz. ALLAH anlattığınızın içyüzünü bilir,\" diye söylendi"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "Dediler ki: \"Sayın ekselans, onun oldukça yaşlı bir babası var; onun yerine bizden birimizi al. Biz seni iyilik edenlerden olduğunu görüyoruz"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "Dedi ki: \"Yanında eşyamızı bulduğumuz kimseden başkasını alıkoymaktan ALLAH'a sığınırız, o zaman biz zalimlerden oluruz"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "Ondan ümitlerini kesince, danışmak üzere bir kenara çekildiler. Büyükleri: \"Babanızın sizden ALLAH adına bir söz aldığını ve daha önce Yusuf konusunda da sınırı aşmış olduğunuzu bilmez misiniz? Babam bana izin verinceye, yahut ALLAH hakkımda hüküm verinceye kadar buradan ayrılmayacağım. O, en iyi Hükmedendir,\" dedi"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Babanıza dönün ve şunları söyleyin: 'Ey babamız, oğlun hırsızlık yaptı. Biz ancak bildiğimiz şeye tanıklık ediyoruz. Gizli işlenen bir şeyi önleyemezdik"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "Bulunduğumuz topluluğa ve beraber geldiğimiz kervana sor. Biz doğruyu anlatıyoruz"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "Hayır, egonuz sizi bir işe sürüklemiş. Bana düşen artık güzelce sabretmektir. Olur ki ALLAH, bana onları topluca getirir. O, Bilendir, Bilgedir,\" dedi"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "Onlardan yüz çevirdi ve, \"Vah, yazık oldu Yusuf'a!,\" dedi. Üzüntüden gözlerine ak düştü, acısını içine gömdü"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "Dediler ki: \"ALLAH'a andolsun, Yusuf'u anmaya devam edersen ya hasta düşeceksin veya öleceksin"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "Ben kahrımı ve tasamı ancak ALLAH'a şikayet ederim, sizin bilmediğinizi ALLAH'tan biliyorum,\" dedi"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "Oğullarım, gidin, Yusuf'u ve kardeşini araştırın. ALLAH'ın rahmetinden umut kesmeyin. İnkarcılardan başkası ALLAH'ın rahmetinden umut kesmez"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "(Yusuf'un) Huzuruna girince, \"Sayın ekselans, bize ve ailemize darlık dokundu; bu yüzden değersiz bir eşya ile geldik. Ama sen bize tam ölçü ver, bize yardımda bulun. ALLAH sadaka verenleri ödüllendirir,\" dediler"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "Sizler cahiller iken, Yusuf ve kardeşine neler yaptığınızı biliyor musunuz,\" dedi"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "Yoksa sen, sen gerçekten Yusuf musun,\" dediler. \"Ben Yusuf'um, bu da kardeşimdir. ALLAH bize iyilikte bulundu. Kim erdemli davranır ve sabrederse elbette ALLAH güzel davrananları ödülsüz bırakmaz,\" dedi"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "ALLAH'a andolsun ki ALLAH seni bizden üstün tutmuştur. Biz gerçekten hatalıydık,\" dediler"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "Dedi ki: \"Bugün size kınama yoktur. ALLAH sizi affetsin. O, merhametlilerin En Merhametlisidir"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "Bu gömleğimi götürün ve onu babamın yüzüne atın; gözü açılsın. Tüm ailenizle birlikte bana gelin"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "Kervan (Mısır'dan) ayrılınca babaları, \"Beni bunamış saymayın, Yusuf'un kokusunu işitiyorum,\" dedi"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "ALLAH'a andolsun sen hâlâ eski şaşkınlığın içindesin,\" dediler"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "Müjdeci gelip de onu (gömleği) onun yüzüne atınca, tekrar görmeye başladı ve şöyle dedi: \"ALLAH'tan sizin bilmediğiniz şeyleri biliyorum dememiş miydim"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "Dediler ki: \"Ey babamız, günahlarımızın bağışlanmasını dile. Biz gerçekten yanlış davrandık"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "Dedi ki: \"Sizin için Rabbimden bağışlanma dileyeceğim; O, Bağışlayandır, Rahimdir"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "Yusuf'un yanına vardıklarında, anababasını kucakladı ve: \"ALLAH'ın izniyle güven içinde Mısır'a girin,\" dedi"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "Ana ve babasını tahtın üzerine kaldırdı. Hepsi onun için secdeye kapandılar. Dedi ki: \"Babacığım, bu, önceden görmüş bulunduğum rüyanın gerçekleşmesidir. Rabbim onu gerçekleştirdi. şeytan, benimle kardeşlerimin arasını açtıktan sonra O beni hapishaneden çıkararak ve sizi çölden getirerek bana iyilikte bulundu. Gerçekten Rabbim dilediğine karşı çok şefkatlidir. O, Bilendir, Bilgedir"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "Rabbim, sen bana hükümranlık verdin ve rüyaların yorumunu öğrettin. Yeri ve göğü ayırarak yaratansın. Dünya ve ahirette sensin benim Velim (sahibim). Canımı Müslüman olarak al ve beni iyilere kat"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "Bunlar, sana vahyettiğimiz geçmişin haberleridir. Onlar topluca karar alıp düzen kurarlarken sen onların yanında değildin"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "Ne kadar istesen de halkın çoğunluğu inanmıyacaktır"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "Halbuki sen onlardan herhangi bir ücret te istemiyorsun. Bu, sadece halka bir uyarıdır"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "Göklerde ve yerde nice deliller var ki yanından dikkatsizce geçerler"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "Onların da çoğu, ortak koşmadan ALLAH'a inanmaz"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "Onlar, ALLAH tarafından kuşatıcı bir azabın kendilerine çatmasından, yahut dünyanın sonunun (Saat) aniden kendilerine gelmesinden emin mi oldular"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "De ki, \"Benim yolum şudur: Açık bir delille ALLAH'a çağırırım, aynı şekilde beni izleyenler de... ALLAH Yücedir, ben ortak koşan birisi değilim"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "Senden önce, kentler halkının arasından (seçip) vahyettiğimiz adamlardan başkasını göndermedik. Yeryüzünü dolaşıp kendilerinden öncekilerin akıbetine bakmazlar mı? Erdemliler için ahiret yurdu daha iyidir; anlamaz mısınız"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "Ne zaman ki elçiler umutlarını kestiler ve kendilerinin yalancı çıkarıldığını sandılar, işte o zaman onlara zaferimiz geldi. Nitekim, dilediğimiz kurtulur. Azabımız suçlular topluluğundan geri çevrilemez"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "Onların tarihinde, bilinç sahipleri için bir ders vardır. Bu, uydurma bir hadis değil; fakat kendisinden öncekilerin doğrulayıcısı, herşeyin detaylı açıklaması ve inananlar için bir hidayet ve Rahmettir"
        },
        {
            "chapter": 13,
            "verse": 1,
            "text": "M. R. Bu (harfler), kitabın mucizeleridir. Rabbinden sana indirilen, gerçektir; fakat halkın çoğu inanmaz"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "Görebileceğiniz bir direk olmadan gökleri yükselten, sonra tüm yönetime egemen olan, güneşi ve ayı buyruk altına alan ALLAH'tır. Hepsi belli bir süre için akıp gitmektedir. Tüm işleri kontrol eder ve ayetleri detaylı olarak açıklar ki Rabbinizle kavuşma konusunda kuşkunuz kalmasın"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "O ki yeryüzünü inşa edip üzerine sağlam dağlar, ırmaklar ve erkekli dişili yarattığı her çeşit meyveyi yerleştirdi. Geceyi gündüze bürüyor. Düşünen bir toplum için elbette bunda işaretler ve dersler vardır"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "Yeryüzünde, birbirine komşu toprak parçaları, üzüm bağları, ekinler, çatallı ve çatalsız hurmalıklar vardır. Bunların hepsi aynı su ile sulanmalarına rağmen lezzetçe birbirinden farklı kılmışızdır. Aklını kullanan bir toplum için elbette bunda işaretler ve dersler vardır"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "Şaşacaksan, onların şu sözlerine şaşmalısın: \"Biz toprak olduktan sonra yeniden mi yaratılacağız?\" İşte onlar, Rab'lerini inkar edenlerdir. Onlar, boyunlarına prangalar hakedenlerdir. Onlar ateşin halkıdır; nitekim orada ebedi kalıcıdırlar"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "İyilik isteyeceklerine, başlarına hemen bir felaket getirmeni isterler; oysa kendilerinden önce örnekler gelip geçti. Rabbin, işledikleri zulme rağmen halka karşı bağışlayıcıdır. Rabbinin azabı çetindir"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "İnkarcılar, \"Ona bir mucize inmeli değil miydi,\" diyorlar. Sen ancak bir uyarıcısın. Her toplum için bir Yol Gösterici vardır"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "ALLAH her dişinin yüklendiğini, rahimlerin eksilttiğini ve arttırdığını bilir. O'nun yanında her şey belli bir ölçüye göredir"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "Gizliyi ve açığı Bilendir; Büyüktür, Yücedir"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Sözü ister gizleyin, ister açıklayın, ister gecenin karanlığında saklanın, ister gündüzün ortaya çıkın O'nun için birdir"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "(Onların herbiri için) önünden ve ardından nöbetleşerek izleyenler vardır. Onu ALLAH'ın emriyle korurlar. Bir topluluk kendisini değiştirmedikçe ALLAH onların durumunu değiştirmez. ALLAH bir topluluk için fenalık istedi mi, hiç bir güç onu durduramaz; onların O'ndan başka bir koruyup kollayanları da olmaz"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "O, size korku ve umut olarak şimşeği gösteren ve ağır bulutları oluşturandır"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "Gök gürlemesi O'nu överek, melekler de O'nu saygıyla yüceltirler. O, yıldırımları gönderir ve dilediğini onlarla çarpar. Onlar hâlâ ALLAH hakkında tartışıyorlar. O, dayanılmaz güce sahiptir"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "Gerçek dua O'na yöneltilendir. O'nun dışında çağırdıkları ise onlara hiç bir şekilde karşılık veremezler. Tıpkı suya avuçlarını uzatan; ancak ağzına hiç bir şey ulaşmıyan kimse gibi... İnkarcıların duası boşunadır"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Göklerde ve yerde olan herkes ister istemez ALLAH'a secde eder. Gölgeleri de sabah akşam"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "De ki: \"Göklerin ve yerin Rabbi kim?\" De ki: \"ALLAH\" De ki: \"O'ndan başka, kendilerine dahi yarar ve zarar veremiyen kimseleri evliyalar mı edindiniz?\" De ki: \"Hiç körle gören bir olur mu, yahut hiç karanlıkla ışık bir olur mu?\" Yoksa ALLAH'ın yarattığı gibi yaratan ortaklar buldular da yaratmalarını birbiriyle mi karıştırdılar? De ki: \"ALLAH her şeyin yaratıcısıdır, O Tektir, Egemendir"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "Gökten bir su indirir, dereler onunla dolar taşar ve sel bol köpük yüklenir. Aynı şekilde, mücevherat yahut eşya yapmak için erittikleri maddelerden de benzer bir köpük elde ederler. ALLAH gerçeği ve batılı böyle bir örnekle tanıtır. Köpük, kaybolup gider; ancak insanlara yarar veren ise yerde kalır. İşte ALLAH örnekleri böyle verir"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "Rab'lerinin çağrısına uyanlar güzeli hak ederler. O'nun çağrısına uymayanlar ise, yeryüzündekilerin hepsine ve bir o kadarına sahip olsalar dahi kurtulmak için hepsini fidye olarak vermeye hazır olacaklardır. Sorgulamanın en kötüsü onlar içindir ve yerleri cehennemdir; ne de felaketli bir konaktır o"
        },
        {
            "chapter": 13,
            "verse": 19,
            "text": "Sana indirilenin gerçek olduğunu bilen biri, görmeyen gibi midir? Ancak akıl sahipleri öğüt alır"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "Onlar ki ALLAH'a verdikleri sözü yerine getirirler ve sözleşmeyi bozmazlar"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "Onlar ki ALLAH'ın birleştirmesini emrettiği şeyi birleştirirler, Rab'lerini sayarlar ve kötü hesaptan korkarlar"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "Ve onlar ki sadece Rab'lerinin onayını kazanmak için sabredip direnirler, namazı gözetirler, kendilerine verdiğimiz rızıklardan gizli ve açık yardım için harcarlar ve kötülüğü iyilik ile savarlar. Son durağı onlar hak etmişlerdir"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "Adn cennetlerine girerler. Atalarından, eşlerinden ve soylarından iyi olanlar da onunla beraberdir. Melekler de her kapıdan yanlarına varırlar"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "Sabrettiğinizden ötürü selam (barış ve huzur) size olsun. Bu ne güzel son durak"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "ALLAH'a verdikleri sözden sonra sözleşmeyi bozanlar, ALLAH'ın birleştirmeyi emrettiğini birleştirmeyenler ve yeryüzünde bozgunculuk yapanlar laneti hakketmişlerdir ve onlar için kötü bir sonuç vardır"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "ALLAH dilediğine rızkı açar veya kısar. Onlar dünya hayatı ile sevindiler, halbuki bu dünya hayatı ahiret ile karşılaştırıldığında bir geçimlikten ibarettir"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "İnkar edenler, \"Ona Rabbinden bir mucize indirilmeli değil miydi,\" diyorlar. De ki: \"ALLAH dileyeni saptırır ve yöneleni doğruya ulaştırır"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "Onlar ki inanırlar ve kalpleri ALLAH'ı anmakla huzur bulur. Bilesiniz ki, kalpler ALLAH'ı anmakla yatışır"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "İnanıp erdemli bir hayat sürenler için müjde ve en güzel dönüş yeri vardır"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "Daha önceki toplumlara olduğu gibi seni de bu topluma gönderdik ki sana vahyettiğimizi onlara okuyasın, halbuki onlar Rahman'a nankörlük ediyorlar. De ki: \"O'dur benim Rabbim; O'ndan başka tanrı yoktur. O'na güvendim; dönüş O'nadır"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "Kendisiyle dağlar yürütülen, yahut yeryüzü parçalanan, yahut ölüler dirilten bir Kuran olsaydı bile (onlar yine inanmazdı). Tüm işler ALLAH'ın kontrolündedir. İnananlar hâlâ anlamadılar mı ki ALLAH dileseydi tüm insanları doğruya ulaştırırdı. İnkar edenler, ALLAH'ın sözü yerine gelinceye kadar yaptıklarına karşılık olarak ya başlarına ya da yakınlarına konacak bir felakete uğrayıp duracaklardır. ALLAH sözünden dönmez"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "Senden önceki elçilerle de alay edildi. İnkarcılara fırsat verdim ve sonunda onları yakaladım. Sonuç nasıldı"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Herkesin yaptığını kontrol eden O değil midir? Buna rağmen ALLAH'a ortaklar koştular. De ki: \"Onları (dilediğiniz) isimlerle tanımlayın! Siz O'nun yeryüzünde bilmediği bir şeyi mi O'na haber veriyorsunuz, yoksa boş sözler mi uyduruyorsunuz?\" Aslında, inkarcıların hileleri kendilerine süslü gösterilir ve böylece yoldan saparlar. ALLAH kimi saptırırsa ona doğruyu gösterecek yoktur"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "Onlar dünya hayatında azap hakketmişlerdir. Ahiret azabı ise daha kötüdür. Onları ALLAH'tan kimse kurtaramaz"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "Erdemlilere söz verilen cennetin örneği şudur: Altından ırmaklar akar, yemişi de süreklidir gölgesi de. Bu, erdemlilerin sonudur. Kafirlerin sonu ise ateştir"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Kendilerine kitap vermiş olduklarımız sana indirilene sevinirler. Bazı gruplar onun bir kısmını inkar ederler. De ki: \"ALLAH'a kul olmakla ve O'na ortak koşmamakla emredildim. O'na çağırırım ve dönüşüm de O'nadır"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Böylece onu Arapça bir yasa olarak indirdik. Sana gelen bilgiden sonra onların keyfine uyarsan ALLAH'a karşı ne bir dostun ne de bir koruyucun olamaz"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "Senden önce elçiler gönderdik ve onlara eşler ve çocuklar verdik. ALLAH'ın izni olmadan hiç bir elçi bir mucize getiremez. Her dönemin bir yazgısı vardır"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "ALLAH dilediğini siler, dilediğini bırakır. Ana Kitap O'nun yanındadır"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Onlara söz verilenlerin bir kısmını sana göstersek de, senin canını alsak da, sana düşen görev bildirmektir. Hesap ise bize düşer"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Yeryüzünün uçlarından eksilttiğimizi görmüyorlar mı? ALLAH hüküm verir ve O'nun hükmünü izleyip çevirecek de yoktur. O, en hızlı hesaplıyandır"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Onlardan öncekiler de düzenler kurdular; halbuki tüm düzenler ALLAH'a aittir. Her kişinin kazandığını bilir. Kafirler de zaferin kime ait olduğunu bileceklerdir"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "İnkar edenler, \"Sen bir elçi değilsin!,\" diyorlar. De ki, \"ALLAH ve kitabın bilgisine sahip olanlar benimle sizin aranızda şahit olarak yeter"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "R. Bir kitaptır. Onu sana indirdik ki, halkı Rab'lerinin izniyle karanlıklardan aydınlığa çıkarasın, O Güçlü ve Övgüye layık olanın yoluna"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "Yani ALLAH'ın. O ki göklerde ve yerde bulunanların hepsine sahiptir. Hakkettikleri çetin azaptan dolayı vay kafirlerin haline"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "Onlar ki dünya hayatını ahirete yeğlerler, ALLAH'ın yolundan saptırırlar ve onu eğriltmek isterler. Bunlar, alabildiğine sapmışlardır"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "Biz her elçiyi ancak halkının diliyle göndeririz ki onlara bildirebilsin. ALLAH dileyeni/dilediğini saptırır, dileyeni/dilediğini de doğruya ulaştırır. O, Güçlüdür, Bilgedir"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "Musa'yı, \"Halkını karanlıklardan aydınlığa çıkar ve onlara ALLAH'ın günlerini hatırlat,\" diye mucizelerimizle gönderdik. Sabreden ve şükreden herkes için elbette bunda dersler vardır"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "Hani, Musa halkına, \"ALLAH'ın üzerinizdeki nimetini hatırlayın. Size işkencenin en kötüsünü uygulayan, oğullarınızı kesip kadınlarınızı sağ bırakan Firavun'un adamlarından sizi O kurtardı. Bu, Rabbinizden sizin için büyük bir test idi,\" demişti"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "Rabbin, \"Şükrederseniz size daha bol veririm, ama nankörlük ederseniz azabım çetindir,\" diye bildirmişti"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "Musa: \"Yeryüzünde bulunan herkesle birlikte nankörlük etseniz, bilesiniz ki ALLAH muhtaç değildir, övgüye layıktır,\" demişti"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Sizden öncekilerin, Nuh, Aad ve Semud halkının ve onlardan sonra gelip de sadece ALLAH'ın bildiği kimselerin haberleri size ulaşmadı mı? Elçileri onlara apaçık delillerle gittiler, fakat onları küçümsediler ve \"Biz getirdiğiniz şeyi inkar ediyoruz ve bizi çağırdığınız mesaj hakkında kuşkumuz ve şüphemiz var,\" dediler"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "Elçileri: \"Gökleri ve yeri yarıp yaratan ALLAH'tan mı kuşkulanıyorsunuz? Günahlarınızı bağışlamak için sizi çağırıyor ve size belli bir süre tanıyor,\" dediler. Onlar da, \"Siz, ancak bizim gibi insanlarsınız, atalarımızın tapmakta olduğu şeyden bizi çevirmek istiyorsunuz. Bize açık bir yetki belgesi getiriniz,\" dediler"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Elçileri ise kendilerine şöyle dediler: \"Biz, elbette sizin gibi birer insanız. Ancak, ALLAH, kullarından dilediğini seçerek ona lütufta bulunur. ALLAH'ın izni olmadan size bir yetki belgesi getirmemiz olanaksızdır. İnananlar ALLAH'a güvenmeli"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "Bize yollarımızı göstermişken neden ALLAH'a güvenmiyelim? Sizin bize yaptığınız eziyete karşı sabırla direneceğiz. Güvenenler ALLAH'a güvenmeli"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "İnkarcılar elçilerine, \"Ya bizim dinimize geri dönersiniz ya da sizi yurdumuzdan kovarız!,\" dediler. Rab'leri onlara, \"Zalimleri yok edeceğiz,\" diye vahyetti"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "Onlardan sonra o yurda sizi yerleştireceğiz. Bu, otoriteme saygı duyan ve tehditlerimden korkanlar içindir"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "Zafer istediler, böylece her inatçı zorba perişan oldu"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "Ardından da cehennem... Tadı bozuk sudan içirilirler"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "Onu yutmaya çalışır, ama boğazından geçiremez. Ölüm kendisine her yandan gelir, ama ölemiyecek. Ardından da çetin bir azap gelecektir"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Rab'lerini inkar edenlerin yaptıkları işler, fırtınalı bir günde rüzgarın savurduğu kül gibidir. Kazandıklarından hiç bir şey elde edemezler. İşte gerçek kayıp budur"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "ALLAH'ın gökleri ve yeri belli bir amaç için yarattığını görmez misiniz? Dilerse sizi götürüp, yerinize yeni yaratıklar getirir"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "Bu, ALLAH için güç değildir"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "Hepsi ALLAH'ın huzuruna durduklarında. Zayıflar, büyüklük taslamış olanlara: \"Biz sizin izleyicileriniz idik. Bizi ALLAH'ın azabından bir parça kurtarabilir misiniz,\" dediler. Onlar da: \"ALLAH bize bir yol gösterseydi biz de size gösterirdik. Artık sızlansak da dayansak da bizim için birdir, kaçıp kurtulacak bir yerimiz yok"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "Karar yayımlandıktan sonra şeytan onlara şöyle dedi: \"ALLAH size gerçeği söz verdi, ben ise size söz verdim ve sözümden caydım. Benim sizin üzerinize herhangi bir gücüm yoktu; ben sizi çağırdım, siz de bana katıldınız. Bundan dolayı beni kınamayın, yalnızca kendinizi kınayın. Ne siz beni kurtarabilirsiniz ne de ben sizi kurtarabilirim. Beni ortak koşmanızı zaten önce de inkar etmiştim. Zalimler için acı bir azap vardır"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "İnanan ve erdemli davrananlar, içinden ırmaklar akan cennetlere sokulmuşlardır. Rab'lerinin izniyle orada sürekli kalırlar. Oradaki dirlik temennileri, \"Selam,\" dır"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Görmez misin ki ALLAH güzel bir sözü güzel bir ağaca benzetir: Kökü sabit, dalları ise göktedir"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "Rabbinin izniyle her mevsim meyvelerini verir. Öğüt almaları için ALLAH insanlara böyle örnekler verir"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "Kötü bir söz de, yerden koparılmış köksüz kötü bir ağaç gibidir"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "ALLAH inananları dünya hayatında da, ahirette de kanıtlanmış sözle destekler. ALLAH zalimleri ise saptırır ve ALLAH dilediğini yapar"
        },
        {
            "chapter": 14,
            "verse": 28,
            "text": "ALLAH'ın nimetini nankörlükle karşılayarak halklarını felaket yurduna mahkum edenleri görmedin mi"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "Cehennemde yanacaklardır. Ne kötü bir duraktır o"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "ALLAH'ın yolundan saptırmak için O'na eşler koştular. De ki: \"Biraz eğlenin, son yolculuğunuz ateşe olacaktır"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "İnanan kullarıma söyle, alış-verişin ve dostluğun olmadığı gün gelmeden önce namazı gözetsinler, kendilerine verdiğimiz rızıklardan gizli ve açık yardım için versinler"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "ALLAH gökleri ve yeri yaratan, gökten bir su indirip sizin için çeşitli meyvelerden besinler çıkarandır. Koyduğu yasaya göre sizi denizde taşıması için gemileri emrinize verdi. Aynı şekilde ırmakları da emrinize verdi"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "Görevlerini aksatmayan güneşi ve ay'ı hizmetinize sundu, geceyi ve gündüzü de hizmetinize sundu"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "O'ndan ne dilediyseniz size verdi. ALLAH'ın nimetlerini sayarsanız bitiremezsiniz. İnsanoğlu gerçekten çok zalimdir, çok nankördür"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "Bir zamanlar İbrahim demişti ki: \"Rabbim, bu beldeyi güvenli kıl, beni ve çocuklarımı putlara tapmaktan koru"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "Rabbim, onlar, insanlardan bir çoğunu saptırdılar. Beni izleyenler bendendir. Bana karşı gelenlere gelince, elbette sen Bağışlayansın, Rahimsin"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "Rabbimiz, ben çocuklarımdan bazısını, Kutsal Evinin yanındaki ekinsiz bir vadiye yerleştirdim. Rabbimiz, onlar namazı gözetsinler diye... İnsanların gönüllerini onlara karşı sempatiyle doldur ve onları ürünlerle rızıklandır ki şükretsinler"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "Rabbimiz, bizim gizlediğimizi ve açıkladığımızı bilirsin. Yerde ve gökte hiç bir şey ALLAH'a gizli kalmaz"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "İhtiyarlık çağımda bana İsmail'i ve İshak'ı bahşeden ALLAH'a övgüler olsun. Rabbim, dualarımı işitir"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "Rabbim, beni namazı gözeten biri kıl, çocuklarımı da... Rabbimiz dualarımı kabul et"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "Rabbimiz, hesabın görüleceği gün, beni, anamı babamı ve inananları bağışla"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "Zalimlerin yapmakta olduklarından ALLAH'ı habersiz sanma. Onları sadece, gözlerin dehşetten donup kalacağı güne kadar ertelemektedir"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "Başları boyunları üstüne kaskatı dikilmiş, göz kapakları kıpırdamaksızın korkudan dolayı zihinleri bomboş bir halde koşuşurlar"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "Halkı, azabın kendilerine geleceği gün konusunda uyar. Zalimler, \"Rabbimiz bizi yakın bir süreye kadar ertele de senin çağrına katılalım ve elçilere uyalım,\" diyecekler. Oysa daha önce siz, sonunuzun gelmeyeceğine yemin etmemiş miydiniz"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "Hatta, sizden önce kendilerine zulmetmiş olanların konutlarına yerleşmiştiniz ve onlara yaptıklarımız da size belli olmuştu. Üstelik, size örnekler de vermiştik"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "Onlar planlarını yaptılar, halbuki planları ALLAH'ın kontrolündeydi. Planları dağları yerinden oyanatacak kadar olsa bile"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "ALLAH'ın, elçilerine verdiği sözden döneceğini sanmayın. ALLAH elbette Üstündür, Öc alandır"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "Yerin başka bir yer ile göklerin de başka göklerle değiştirildiği, herkesin Tek ve En yüce olan ALLAH'ın huzuruna getirildiği gün"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "O gün suçluları, zincirlere vurulmuş olarak görürsün"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "Giysileri katrandandır ve yüzlerini ateş kaplar"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "Böylece ALLAH herkese yaptığının karşılığını verir. ALLAH hızlı hesap görendir"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "Bu, insanlara bir bildiridir. Bu uyarıyı dinlesinler, O'nun yalnız tek Tanrı olduğunu bilsinler ve akıl sahipleri öğüt alsınlar"
        }
    ]
}