{
    "rukus": [
        {
            "chapter": 11,
            "verse": 1,
            "text": "Elif, Lâm, Râ. Bu öyle bir kitaptır ki, âyetleri muhkem kılınmış, sonra da herşeyden haberdar olan hikmet sahibi Allah tarafından âyetleri ayrıntılı olarak açıklanmıştır"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "(Şöyle ki:) Allah´dan başkasına kulluk etmeyin. Ben size O´nun tarafından müjde vermek ve uyarmak için gönderilmiş gerçek bir peygamberim"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "Ve Rabbinizin mağfiretini isteyin, sonra ona tevbe edin ki sizi, belli bir süreye kadar güzel güzel yaşatsın. Ve her fazilet sahibine layık olduğu ihsanı versin. Eğer yüz çevirirseniz, ben sizin için büyük bir günün azabından korkarım"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "Dönüşünüz yalnızca Allah´adır. O´nun da herşeye gücü yeter"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Dikkat edin! Görmüyor musunuz, onlar düşmanlıklarını gizlemek için göğüslerini çeviriyorlar. İyi bilin ki, onlar örtülerine bürünürlerken, neyi gizleyip, neyi açığa vurduklarını Allah biliyor. Muhakkak ki Allah, gönülde gizlenenleri de bilir"
        },
        {
            "chapter": 11,
            "verse": 6,
            "text": "Yeryüzünde rızkı Allah´a ait olmayan hiçbir canlı yoktur. O, onların karar kıldıkları yerleri de, emaneten durdukları yerleri de bilir. Onların hepsi apaçık bir kitaptadır"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "O, öyle bir Allah´dır ki, hanginizin daha güzel amel işleyeceğini imtihan etmek için gökleri ve yeri altı günde yarattı. Arşı da su üstündeydi. Onlara «öldükten sonra tekrar dirileceksiniz» dersen, o kâfirler de kesinlikle sana: «Bu apaçık bir sihirden başka birşey değildir.» diyecekler"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "Ve eğer bunlardan bir kısmının göreceği azabı belli bir süreye kadar erteleyecek olursak, o zaman da «onu engelleyen nedir ki?» diyecekler. İyi bilin ki, o azap onlara geldiği gün kendilerinden geri çevrilecek değildir. Ve o alay ettikleri şey kendilerini kuşatmış olacaktır"
        }
    ]
}