{
    "rukus": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "Hâ mîm"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "Bu kitabın indirilişi, çok güçlü, hüküm ve hikmet sahibi olan Allah tarafındandır"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "Biz gökleri, yeri ve ikisi arasındakileri ancak hak ile ve belirli bir süre için yarattık. İnkâr edenler uyarıldıkları şeyden yüz çeviriyorlar"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "Ey Muhammed! De ki: «Allah´tan başka yalvardıklarınızı gördünüz mü? Onlar yerden ne yaratmışlar bana gösterin. Yoksa onların göklerin yaradılışında bir ortaklıkları mı var? Eğer siz doğru söyleyen kimseler iseniz bana bu Kur´an´dan önce indirilmiş bir kitap veya ilimden bir eser getirin.»"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "Allah´ı bırakıp da kıyamet gününe kadar kendisine hiç bir cevap veremeyecek olan putlara dua eden kimseden daha sapık kim olabilir? Oysa taptıkları şeylerin, onların yalvarışlarından haberleri bile yoktur"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "Kıyamet günü insanlar biraraya toplandığı zaman taptıkları şeyler kendilerine düşman kesilirler. Ve onların kendilerine tapmalarını inkâr ederler"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "Bizim âyetlerimiz kendilerine apaçık okunduğu zaman inkâr edenler kendilerine gelen hak kitap için: «Bu apaçık bir büyüdür.» dediler"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "Yoksa, «Onu (Muhammed) uydurdu.» mu diyorlar? Sen de ki: «Eğer onu ben uydurmuşsam Allah´tan bana gelecek cezayı savmaya sizin gücünüz yetmez. O sizin yaptığınız taşkınlıkları daha iyi bilir. Sizinle benim aramda şahit olarak Allah yeter. O çok bağışlayıcıdır, çok merhamet edicidir"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "Ey Muhammed! De ki: «Ben Peygamberlerin ilki değilim. Bana ve size ne yapılacağını da bilmem. Ben ancak bana vahyedilene tabi oluyorum. Ben ancak apaçık bir uyarıcıyım.»"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "De ki: «Ne dersiniz, eğer bu Kur´an Allah tarafından ise ve siz de onu inkâr etmişseniz, bununla birlikte İsrailoğulları´ndan bir şahit de onun bir benzerini (Tevrat´ta görüp) inanmışken siz hala büyüklük taslarsanız (haksızlık etmiş olmaz mısınız)? Şüphesiz ki, Allah zalim bir topluluğu doğru yola iletmez.»"
        }
    ]
}