{
    "pages": [
        {
            "chapter": 6,
            "verse": 19,
            "text": "Koraa, ‘konato bastu ata'itakai danara saksi’? Koraa, ‘allaha, mora arau tomalokara majata saksyadata, arau e'i kora'ana mora ocarata ahi karaa haiche yate tomalokaka arau yara ocaralaike i gai paba sihamtaka iyara dbaraa satarka karaiba parao. Tomaloke e'i saksi bahana karaa neki ye, allahara lagata ana konoba ilaha ache’? Koraa, ‘ma'i e'i saksya nidi'om’. Koraa, ‘teraemi haiche ekamatra prakrta ilaha arau tomaloke yi ansidara sthapana karaa tara paraa ma'i niscaya bimukta’"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "Ami yisakalaka kitaba pradana karaicho sihamte te'omka enekai cini paya yenekai sihamte nija santanaka cini paya. Yisakale nije'i nijara ksati sadhana karaiche sihamte imana posana nakaraiba"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "Yi byaktiye allaha samparke micha racana karae athaba te'omra ayatasamuhaka asbikara karae se'i byaktitakai danara yalima arau kona ha’ba parae? Niscaya yalimasakale saphalata labha karaiba noraarae"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "Arau yidina ami sihamta ata'ike ekatraita karaima, tara pichata yisakale sbirka karaiche sihamtaka sudhima, ‘yisakalaka tomaloke mora lagata ansi sthapana karaichila sihamta etiya ka’ta’"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "tetiya sihamtara ocarata e'i kathara bahirae ana kono ajuhata nathakiba, ‘amara raba allahara sapata! Ami musbaraika nachilo’"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Coraa, kenekai sihamte nijara oparate micha kai ache arau yi micha sihamte racana karaichila seya kenekai sihamtara paraa heraa'i ga’la"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "Arau sihamtara majara kichumane tomara katha kana pati sune, kintu ami sihamtara antarata ararana karai dicho yate sihamte seya upalabdhi karaiba noraarae, arau sihamtara kanata ache badhirata. Yadi gote'i ayato sihamte pratyaksa karae tathapi'o sihamte imana naniba. Anaki sihamte yetiya tomara ocarata upasthita haya, tetiya sihamte tomara lagata birkata lipta haya, yisakale kupharai karaiche sihamte kaya, ‘eyato agara dinara upakathara bahirae ana eko nahaya’"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "Arau sihamte anaka e'ibora sunara paraa birata raakhe arau nije'o e'ibora sunara paraa durata thake, arau sihamta nije'i nijake dhbansa karae, athaca sihamte upalabdhi nakarae"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "Tumi yadi dekhilahemtena yetiya sihamtaka ju'ira oparata thiya karaoraa ha’ba tetiya sihamte ka’ba, ‘haya’! Yadi amaka ubhata'i diya ha’lehemtena, ami amara pratipalakara ayatasamuha asbikara nakarailo haya arau ami muminasakalara antarbhukta ha’lo haya"
        }
    ]
}