{
    "pages": [
        {
            "chapter": 9,
            "verse": 7,
            "text": "Allaha arau te'omra raachulara ocarata musbaraikasakalara cukti kenekai balabat thakiba? Kintu yisakalara lagata machajidula haraamara sannikatata tomaloke parasparaika cuktita abad'dha haichila, yetiya laike sihamte tomalokara cuktita sthira thakiba tomaloke'o sihamtara cuktita sthira thakiba, niscaya allahe muttakbisakalaka pachanda karae"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "Kenekai cukti balabat thakiba? Athaca sihamte yadi tomalokara oparata bijaya labha karae tente sihamte tomalokara atmiyatara arau angikarara kono maryada nidiba; sihamte kerala mukheraehe tomalokaka santusta karae; kintu sihamtara hrdaye seya asbikara karae; arau sihamtara adhikansa'i phachikba"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "Sihamte allahara ayatasamuhaka tuccha mulyata bikrai karai diche phalata sihamte manuhaka te'omra pathara paraa nibrtta karaiche, niscaya sihamte yi karaiche seya ati nikrsta"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "sihamte kono muminara lagata atmiyatara arau angikarara maryada raksa nakarae, arau sihamte'i simalanghanakarai"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "Eteke sihamte yadi ta'oba karae, chalata kayema karae arau yakata pradana karae, tente sihamte tomalokara dbini bha'i; arau ami ayatasamuha spastabharae barnana karao ene sampradayara babe yisakale jane"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "Arau yadi sihamte sihamtara cuktira pichata nijara pratisrauti bhanga karae arau tomalokara dbina samparke katukti karae, tente kupharara netasakalara lagata yud'dha karaa; niscaya sihamta enekuraa loka yisakalara kono pratisrauti na'i; yate sihamte birata thake"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "Tomaloke se'i sampradayara lagata yud'dha nakaraibane, yisakale nijara pratisrauti bhanga karaiche arau raachulaka ola'i diyara babe sankalpa karaichila? Arau sihamte'i prathame tomalokara lagata (yud'dha) arambha karaiche. Tomaloke sihamtaka bhaya karaa neki? Allahaka bhaya karaahe tomalokara babe bechi samicina yadi tomaloke (prakrta) mumina"
        }
    ]
}