{
    "pages": [
        {
            "chapter": 2,
            "verse": 142,
            "text": "Manuhara majara paraa nirbodhasakale anatipalame ka’ba ye, ‘imana dine sihamte yi kibalara anusarana karai ahichila tara paraa kihe sihamtaka bimukha karaale? Koraa, ‘pura arau pascima allaharae'i. Te'om yaka iccha sarala pathara hidayata pradana karae’"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "Arau enekai ami tomalokaka eta madhyapanthi jatita parainata karaicho, yate tomaloka manara jatira oparata saksi horaa arau raachule tomalokara oparata saksi ha’ba parae; arau tumi imana dine yito kibalara anusarana karai achila se'itoka ami e'i uddesye kibalata parainata karaichilo, yate prakasa karai diba parao ye, kone raachulara anusarana karae arau kone pichaphale ubhati yaya? Allahe yisakalaka hidayata karaiche sihamtara bahirae anara babe e'ito eta niscita kathina kama. Allaha enekuraa nahaya ye, tomaolakara imana byartha karai diba. Niscaya allaha manuhara prati sahanubhutisila, parama dayalu"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "Niscaya ami akasara phale tomara barae barae ca'i thakato laksya karaicho. Eteke arasya ami tomaka ene kibalara phale ubhata'i dima yito tumi pachanda karaa. Eteke tumi machajide haraamara phale mukha karaa; arau tomaloke ya’te'i nathaka kiya iyara phale'i tomalokara ceharaa ghuraa'i loraa; arau niscaya yisakalaka kitaba diya haiche sihamte niscitabharae jane ye, e'ito sihamtara pratipalakara paraa satya; arau sihamte yi karae se'i samparke allaha amanoyagi nahaya"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "Arau yisakalaka kitaba pradana karaa haiche, tumi yadi sihamtara ocarata sakalo dalila lai aha tathapi'o sihamte tomara kibalara anusarana nakaraiba; arau tumi'o sihamtara kibalara anusarai nahaya; arau sihamte'o parasparara kibalara anusarai nahaya. Tomara ocarata satya-jnana ahara pichato yadi tumi sihamtara prabrttira anusarana karaa, tente niscaya tumi yalimasakalara antarbhukta ha’ba"
        }
    ]
}