{
    "pages": [
        {
            "chapter": 11,
            "verse": 54,
            "text": "Ami kerala e'itorae ka'om ye, ‘amara upasyaborara konoba'i tomaka amangalara dbaraa akraanta karaiche’. Te'om ka’le, ‘niscaya ma'i allahaka saksi karailo arau tomaloke'o saksi horaa ye, niscaya ma'i se'iborara paraa mukta yiboraka tomaloke ansi karaa’"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "‘allahara bahirae. Eteke tomaloka sakalorae mora biraud'dhe sarayantra karaa; arau moka akano arakasa nidiba’"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "‘Ma'i kerala nirbhara karao mora arau tomalokara raba allahara oparata; ene kono jira-jantu na'i, yito te'omra purna ayattadhina nahaya; niscaya mora raba sarala pathata ache’"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "‘Eteke tomaloke yadi bimukha horaa, tente yi lai ma'i tomalokara ocarata praeraita haicho seya ma'i paumcha'i dicho; arau mora pratipalake tomalokara tha'ita ana eta sampradayaka tomalokara sthalabhisikta karaiba arau tomaloke te'omra kono ksati sadhana karaiba noraaraiba. Niscaya mora raba sakalo bastura raksanabeksanakarai’"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "Arau yetiya amara nirdesa ahila tetiya ami huda arau te'omra lagata yisakale imana anichila te'omlokaka amara anugrahata raksa karailo arau raksa karailo te'omlokaka kathina sastira paraa"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "Arau e'i ada jatiye sihamtara pratipalakara nidarsana asbikara karaichila arau aman'ya karaichila te'omra raachulasakalaka arau sihamte pratyeka ud'dhata sbairaacaraira nirdesa anusarana karaichila"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "Arau e'i prthiraite'i sihamtaka abhisapta karaa haichila arau kiyamatara dina'o sihamta abhisapta ha’ba. Jani thoraa! Ada sampradaye sihamtara pratipalakaka asbikara karaichila. Jani thoraa! Dhbansa'i haiche hudara sampradaya ada jatira parainama"
        },
        {
            "chapter": 11,
            "verse": 61,
            "text": "Arau ami chamuda jatira ocarata sihamtara bhatr chalehaka praerana karaichilo. Te'om kaichila, ‘he mora sampradaya! Tomaloke allahara ibadata karaa, te'omra bahirae tomalokara ana kono satya ilaha na'i. Teraemi tomalokaka matira paraa srsti karaiche arau tate'i te'om tomalokara basabasa karaara byarastha karaiche. Gatike tomaloke te'omra ocarata ksama praarthana karaa arau te'omra pine'i ubhati aha. Niscaya mora raba ati ocarata, ahbanata samharai pradanakarai’"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "Sihamte ka’le, ‘he chaleha! Iyara purbe tumi amara pratyasita achila. Tumi amaka nisedha karai acha neki sihamtara ibadata karaibalai yisakalara ibadata amara pitr-purausasakale karaichila? Niscaya ami bibhraantikara sandehata acho se'i bisaye, yara prati tumi amaka ahbana karai acha’"
        }
    ]
}