{
    "pages": [
        {
            "chapter": 11,
            "verse": 89,
            "text": "‘Arau he mora sampradaya! Mora lagata karaa bairaita'i yena tomalokaka ketiya'o ene aparaadha karaibalai praraocita nakarae yara phalata tomalokara oparata se'idarae bipada apatita ha’ba yidarae apatita haichila nuhara sampradayara oparata athaba hudara sampradayara oparata na'iba chalehara sampradayara oparata; arau lutara sampradaya tomalokara paraa bechi durata nahaya’"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "‘Arau tomaloke nija pratipalakara ocarata ksama praarthana karaa arau te'omra pine ubhati aha, niscaya mora raba parama dayalu, ati snehasila’"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "Sihamte ka’le, ‘he chu'a'iba! Tumi yi koraa tarae bahu katha ami buji napa'om, arau ami tomaka amara majata durbala bulihe gama pa'om. Tomara atmiya-sbajana nathakile ami tomaka silaguti daliya'i marai pelalohemtena. Karana tumi amatakai bechi saktisali nahaya’"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "Te'om ka’le, ‘he mora sampradaya! Tomalokara ocarata mora atmiya-sbajana allahatakai bechi saktisali neki? Athaca tomaloke te'omka sampurnaraupe a'okana karaicha. Tomaloke yi karaa niscaya mora raba seya paraibestana karai ache’"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "‘He mora sampradaya! Tomaloke nija nija arasthanata kama karai yoraa, mayo mora kama karai acho. Tomaloke sighrae'i janiba paraiba kara oparata ahiba lanchanadayaka sasti arau kona michaliya; arau tomaloke pratiksa karaa, mayo tomalokara lagata pratiksa karai acho"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "Arau yetiya amara adesa ahi pale tetiya ami chu'a'iba arau te'omra lagata yisakale imana anichila te'omlokaka amara anugrahata raksa karailo; arau yisakale an'yaya karaichila sihamtaka eta bhisana sabda'i aghata karaile, phalata sihamta nija nija gharate natajanu arasthata parai thakila"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "Yeniba sihamte ketiya'o tata basabasa karaa nachila. Jani thoraa! Dhbansa'i achila madiyanabasira parainama, yenekai dhbansa haichila chamuda sampradaya"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "Arau arasye amiye'i muchaka amara nidarsanarali arau spasta pramanasaha praerana karaichilo"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "Phira'a'una arau tara netrbrndasakalara ocaralai. Kintu netasakale phira'a'unara karyakalapara anusarana karaichila; athaca phira'a'unara karyakalapa sathika nachila"
        }
    ]
}