{
    "pages": [
        {
            "chapter": 17,
            "verse": 97,
            "text": "Arau allahe yisakalaka hidayata diye sihamtehe hidayatapraapta haya arau yisakalaka te'om pathabhrasta karae sihamtara babe tumi ketiya'o te'omra bahirae ana kono abhibharaka napaba. Kiyamatara dina ami sihamtaka ubarai khoraa arasthata andha, boba arau badhira karai samabeta karaima. Sihamtara abasasthala jahannama; yetiya i nisteja ha’ba tetiya'i ami sihamtara babe ju'ira sikha brd'dhi karaima"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "E'itorae'i sihamtara pratidana, karana sihamte amara nidarsana asbikara karaichila arau kaichila, ‘asthita parainata arau curna-bicurna horaara pichata ami akau natuna srstiraupe punaraut'thita hamane’"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "sihamte laksya nakarae neki ye, niscaya allaha, yijane akasasamuha arau prthirai srsti karaiche te'om sihamtara anuraupa srsti karaibalai ksamatabana? Arau teraemi sihamtara babe sthira karaiche eta nirdista kala, ya’ta kono sandeha na'i, kintu yalimasakala kupharai nakarai ksenta horaa na'i"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Koraa, ‘yadi tomaloke mora pratipalakara dayara bhandarara adhikarai ha’lahemtena, tathapi'o seya byaya hai yoraara asankata tomaloke seya dharai raakhilahemtena; arasye manuha bara krpana’"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "Arau ami muchaka nata spasta nidarsana pradana karaichilo; eteke tumi bani icharaa'ilaka sudhi coraa; yetiya te'om sihamtara ocarata ahichila, arau phira'a'une te'omka kaichila, ‘he mucha! Niscaya mora mate tumi ejana yadugrasta’"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "Mucha'i ka’le, ‘tumi arasye jana ye, e'ibora spasta nidarsana akasasamuha arau prthiraira pratipalake'i aratirna karaiche—pratyaksya pramanasbaraupe. ‘He phira'a'una! Mora mate tumi ejana dhbansapraapta’"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "Arasesata phira'a'une te'omlokaka desara paraa uccheda karaibalai iccha karaile; tetiya ami taka arau tara sangisakalara ata'ike duba'i marailo"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "Ami iyara pichata bani icharaa'ilaka ka’lo, ‘tomaloke prthiraita basabasa karaa arau yetiya akhiraatara pratisrauti bastabayita ha’ba tetiya ami tomaloka ata'ike ekatraita karai upasthita karaima"
        }
    ]
}