{
    "pages": [
        {
            "chapter": 19,
            "verse": 1,
            "text": "Kapha-ha-iya-a'ina- choraada"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "e'ito tomara pratipalakara anugrahara birarana te'omra banda yakaraiyyara prati"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "yetiya te'om nija pratipalakaka gopane ahbana karaichila"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "te'om kaichila, ‘he mora raba! Mora asthi durbala haiche, bardhakyata mora mura subhraojjbala haiche; he mora raba! Tomara ocarata du'a karai ma'i ketiya'o byartha horaa na'i"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "Arau ma'i mora pichata mora sbagotraiya sakalara bisaye asankabodha karaicho; arau mora strai'o haiche bandha. Seye tumi tomara phalara paraa moka ejana uttaraadhikarai dana karaa"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "‘yiye mora uttaraadhikaraitba karaiba arau uttaraadhikaraitba karaiba iyakubara bansara arau he mora raba! Taka tumi santosabhajana karaiba’"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "(Allahe ka’le,) ‘he yakaraiyya! Niscaya ami tomaka ejana putra santanara susambada dichom, yara nama ha’ba iyahaya; e'i namerae ami agate kako namakarana karaa nachilo’"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "Te'om ka’le, ‘he mora raba! Kenekai mora putra santana ha’ba, athaca mora strai bandha arau ma'i bardhakyara sesa simata upanita haicho’"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "(Uttarata) ka’le, ‘e'idarae'i ha’ba’. Tomara pratipalake kaiche, ‘e'ito mora babe sahaja; iyara purbe ma'i tomako srsti karaicho yetiya tumi ekorae'i nachila’"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "Yakaraiyya'i ka’le, ‘he mora raba! Moka eta nidarsana diya’. Te'om ka’le, ‘tomara nidarsana e'itorae ye, tumi sustha thaka satbe'o tini dina karao lagata katha nakaba’"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "Tara pichata te'om (ibadatara babe nirdista) kaksara paraa ola'i te'omra sampradayara ocarata ahila arau ingiterae sihamtaka puraa-gadhuli allahara paraitrata arau mahima ghosana karaibalai ka’le"
        }
    ]
}