{
    "pages": [
        {
            "chapter": 22,
            "verse": 73,
            "text": "He manara sampradaya! Eta udaharana dani dharaa haiche, manoyoga di sunah tomaloke allahara paraibarte yiboraka ahbana karaa sihamta ataye mili ketiya'o eta makhi'o srsti karaiba noraarae. Baram makhiye yadi sihamtara paraa kono bastu karhi niye tathapi'o sihamte tara paraa se'i bastuto ud'dhara karaiba noraaraiba. Praarthanakarai arau yara ocarata praarthana karaa haya sihamta ubhaye'i durbala"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "Sihamte allahaka yathayogya maryada diya na'i yenekuraa maryada diya ucita achila. Niscaya allaha ksamatabana, paraakramasali"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "Allahe phiraistasakalara paraa arau manuhara majara paraa raachula manonita karae. Niscaya allaha sarbasraota, samyaka drasta"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "Te'omlokara sanmukhata arau pichata yi ache se'i sakalo te'om jane arau sakalo bisaya allahara ocarate'i pratyarartita karaa ha’ba"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "He muminasakala! Tomaloke rauku karaa, chajadaha karaa arau tomalokara pratipalakara ibadata karaa lagate satkarma karaa, yate tomaloke saphalakama ha’ba paraa"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "Arau allahara pathata jihada karaa yenekai jihada karaa ucita. Te'om tomalokaka manonita karaiche. Te'om dbina samparke tomalokara oparata kono kathorata araopa karaa na'i. E'ito tomalokara pitr ibraahimara dbina. Teraemi tomalokaka iyara purbe'i namakarana karaiche ‘muchalima’ buli arau e'i kitabato (e'i namerae namakarana karaa haiche); yate raachula tomalokara babe saksi haya arau tomaloke manuhara babe saksi horaa. Seye tomaloke chalata kayema karaa, yakata pradana karaa arau allahaka majabutakai aralambana karaa; teraemi tomalokara abhibharaka, te'om kimana ye uttama abhibharaka arau kimana ye uttama sahayakarai"
        }
    ]
}