{
    "pages": [
        {
            "chapter": 33,
            "verse": 31,
            "text": "Arau tomalokara majara yiye allaha arau te'omra raachulara anugatya karaiba arau neka amala karaiba ami taka dubara pratidana dima arau ami tara babe prastuta raakhicho sanmanajanaka jiraika"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "He nabi-patnisakala! Tomaloka ana ana naraira darae nahaya, yadi tomaloke allahara takbaraa aralambana karaa tente para-purausara lagata komala kanthata katha nakaba, karana ene karaile yara antarata byadhi ache, si pralubdha haya; arau tomaloke n'yayasangata katha kaba"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "Arau tomaloke nija gharata arasthana karaiba. Praacina jaheli yugara pradarsanira darae nijake pradarsana karai nuphuraiba. Tomaloke chalata kayema karaa, yakata pradana karaa lagate allaha arau te'omra raachulara anugata thaka. He nabi-paraiyala! Allahe tomalokara paraa kerala aparaitrataka duraibhuta karaiba bicarae arau tomalokaka sampurnaraupe paraitra karaiba bicarae"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "Allahara ayata arau hikamatara paraa yi tomalokara gharata patha karaa haya, seya tomaloke smarana raakhiba. Niscaya allaha ati suksmadarsi, samyaka arahita"
        },
        {
            "chapter": 33,
            "verse": 35,
            "text": "Niscaya muchalima purausa arau muchalima narai, mumina purausa arau mumina narai, anugata purausa arau anugata narai, satyabadi purausa arau satyabadi narai, dhairyasila purausa arau dhairyasila narai, binita purausa arau binita narai, danasila purausa arau danasila narai, cha'oma palanakarai purausa arau cha'oma palanakarai narai, yaunanga hiphajatakarai purausa arau yaunanga hiphajatakarai narai, allahaka adhika smaranakarai purausa arau allahaka adhika smaranakarai narai, te'omlokara babe allahe raakhiche ksama arau mahapratidana"
        }
    ]
}