{
    "pages": [
        {
            "chapter": 3,
            "verse": 122,
            "text": "Yetiya tomalokara majara duta dale hatasa hai sahasa herauraara upakrama haichila athaca allaha ubhayarae abhibharaka, arau allahara oparate'i yate muminasakale nirbhara karae"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "Arau badarara yud'dhata niscaya allahe tomalokaka sahaya karaichala se'i samayata tomaloke ati durbala achila. Eteke tomaloke allahara takbaraa aralambana karaa, yate tomaloke krtajnata prakasa karaiba paraa"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "Smarana karaa, yetiya tumi muminasakalaka kaichila, ‘e'ito tomalokara babe yathesta nahaya neki ye, tomalokara pratipalake tini hejara phiraista aratirna karai tomalokaka sahayogita karaiba’"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "haya, niscaya, yadi tomaloke dhairya dharana karaa, takbaraa aralambana karaa arau sihamte drauta gatita tomalokara oparata akramana karae, tente allahe pamca hejara cihnita phiraista pradana karai tomalokara sahaya karaiba"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "Arau allahe tomalokara babe eya kerala sasambada arau tomalokara atmika prasantira babe karaiche; arau sahaya kerala paraakramasali prajnamaya allahara taraphara paraa ahe"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "Yate te'om kaphirasakalara eta ansaka dhbansa karae ba sihamtaka lanchita karae; phalata sihamta niraasa hai ubhati yaba"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "Te'om sihamtara ta'oba kabula karaiba parae na'iba sihamtaka sasti diba- e'i bisaye tomara kono adhikara na'i; karana sihamta haiche yalima"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "Akasata yi ache arau prthiraita yi ache se'i sakalo allaharae'i. Te'om yaka iccha ksama karai diye arau yaka iccha sasti diye; arau allaha ksamasila, parama dayalu"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "He muminasakala! Tomaloke cakra brd'dhi harata suta nakhaba arau allahara takbaraa aralambana karaa yate saphala ha’ba paraa"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "Arau tomaloke se'i ju'ika bhaya karaa yito kaphirasakalara babe prastuta karaa haiche"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "Tomaloke allaha arau raachulara anugatya karaa yate tomaloke krpa labha karaiba paraa"
        }
    ]
}