{
    "pages": [
        {
            "chapter": 4,
            "verse": 52,
            "text": "Ihamte'i se'isakala loka yisakalara oparata allahe abhisampata karaiche arau allahe yaka abhisampata karae tumi ketiya'o tara kono sahayakarai napaba"
        },
        {
            "chapter": 4,
            "verse": 53,
            "text": "Raastra saktita sihamtara kono ansa ache neki? Enekuraa ha’le tetiya sihamte khejurara gutira oparata thaka ararana paraimane'o kono bastu manuhaka nidile haya"
        },
        {
            "chapter": 4,
            "verse": 54,
            "text": "Athaba allahe nija anugrahata manuhaka yi pradana karaiche se'i babe sihamte manuhaka irsa karae neki? Teneha’le amito ibraahimara bansadharasakalako kitaba arau hikamata pradana karaichilo arau ami te'omlokaka bisala raajya dana karaichilo"
        },
        {
            "chapter": 4,
            "verse": 55,
            "text": "Tara pichata sihamtara kichumane imana anichila arau ana kichumane iyara paraa bimukha haichila; dagdhakarai hicape jahanname'i yathesta"
        },
        {
            "chapter": 4,
            "verse": 56,
            "text": "Niscaya yisakale amara ayatasamuhaka asbikara karae ami sihamtaka ju'ita praraesa karaama; yetiya'i sihamtara chala ju'ita purai paki yaba tetiya'i iyara tha'ita natuna chala salani karai dima, yate sihamte sasti bhoga karaiba parae. Niscaya allaha paraakramasali, prajnamaya"
        },
        {
            "chapter": 4,
            "verse": 57,
            "text": "Arau yisakale imana aniche arau neka amala karaiche, ati sighrae ami sihamtaka enekuraa jannatata praraesa karaama, yara talata nijaraasamuha prabahita; tata sihamta cirasthayi ha’ba, tata sihamtara babe paraitra strai thakiba arau sihamtaka ami bistrta ghana chamta asraya dana karaima"
        },
        {
            "chapter": 4,
            "verse": 58,
            "text": "Niscaya allahe tomalokaka amanatasamuha tara garaakilai ghuraa'i diyara nirdesa diche. Tomaloke yetiya manuhara majata bicarakarya paraicalana karaiba tetiya tomaloke n'yayaparaayanatara saite bicara karaiba. Allahe tomalokaka yi upadesa diye seya kimana ye utkrsta! Niscaya allaha sarbasraota, sarbadrasta"
        },
        {
            "chapter": 4,
            "verse": 59,
            "text": "He muminasakala! Tomaloke allahara anugatya karaa arau raachulara anugatya karaa lagate anugatya karaa tomalokara majara ksamatasilasakalara, tara pichata tomalokara majata kono bisaya lai matabheda ghatile seya upasthapana karaa allaha arau te'omra raachulara ocarata, yadi tomaloke allaha arau akhiraataka bisbasa karaa. E'i pantha'i uttama arau parainamata prakrstatara"
        }
    ]
}