{
    "maqras": [
        {
            "chapter": 18,
            "verse": 99,
            "text": "Ndipo pa tsikulo tidzawasiya ena mwa iwo akusakanikirana ndi ena. Lipenga lidzaimbidwa ndipo tidzawasonkhanitsa onse pamodzi"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "Pa tsiku limeneli tidzaonetsa Gahena kwa anthu osakhulupirira, kuti adzalione lonse moonekera kwambiri"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "Amene maso awo adali otsekeka kuchikumbutso changa, satha kumva"
        },
        {
            "chapter": 18,
            "verse": 102,
            "text": "Kodi anthu osakhulupirira akuganiza kuti akhoza kuwapanga akapolo anga kukhala atetezi awo m’malo mwa Ine? Ndithudi Ife takonza Gahena kukhala malo ofikira anthu onse osakhulupirira"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "Nena, “Kodi tikuuzeni anthu amene ali olephera mu ntchito zawo?”"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "Iwowo ndi amene ntchito zawo zaonongeka m’moyo uno pamene iwo anali kuganiza kuti ali kulandira zabwino chifukwa cha ntchito zawo"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "Iwo ndi amene sadakhulupirire mawu a Ambuye wawo ndi zokumana ndi Iye. Motero ntchito zawo zaonongeka ndipo patsiku lachiweruzo Ife sitidzawakhazikira muyeso"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "Gahena idzakhala mphotho yawo chifukwa iwo adalibe chikhulupiriro ndipo achitira chipongwe Atumwi ndiponso mawu anga"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "Ndithudi! Iwo amene akhulupirira ndi kuchita ntchito zabwino, minda ya ku Paradiso idzakhala malo awo ofikira"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "Adzakhala komweko nthawi zonse ndipo sadzafuna kusintha malo"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "Nena, “Ngati Nyanja ikadakhala inki yolembera mawu Ambuye wanga, ndithudi, nyanjayo ikadaphwa koma osati Mawu a Ambuye wanga ngakhale tikadabweretsa nyanja yofanana ndi imeneyo moonjezera.”"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "Nena, “Ine ndine munthu monga inu nomwe, koma zavumbulutsidwa kwa ine kuti Mulungu wanu ndi mmodzi. Kotero aliyense amene afuna kudzakumana ndi Ambuye wake ayenera kuchita zimene zili zabwino ndipo popembedza Ambuye wake, osaphatikizamo wina wake.”"
        },
        {
            "chapter": 19,
            "verse": 1,
            "text": "Kaf ha ya ain suad"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "Ichi ndi chikumbutso cha chifuniro cha Ambuye wako kwa kapolo wake Zakariya"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "Pamene Iye adamupempha Ambuye wake motsitsa mawu"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "Iye adati, “oh Ambuye wanga! Mafupa anga ndi ofoka ndipo mutu wanga uli ndi imvi chifukwa cha ukalamba. Komabe, Ambuye, ine sindidapemphe kwa Inu mopanda phindu.”"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "“Ndithudi ine ndili ndi mantha ndi abale anga za amene adzalowe m’malo mwanga ndiponso mkazi wanga ndi chumba. Ndipatseni mwana wamwamuna.”"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "“Amene adzalowe m’malo mwanga ndi m’malo mwa ana a Yakobo, ndipo mpangeni, Ambuye wanga, kukhala mmodzi wa wokondedwa wanu.”"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "“Ee iwe Zakariya! Ife tili kukuuza nkhani yabwino yakuti iwe udzapatsidwa mwana wamwamuna ndipo adzatchedwa Yohane, dzina limene silidapatsidwe kwa aliyense kumbuyoku.”"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "Zakariya adati, “Ambuye! Kodi ine ndingakhale ndi mwana wamwamuna bwanji, pamene mkazi wanga ndi chumba ndipo ine ndine wokalamba?”"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "Iye adati, “Chimenechi, wanena Ambuye wako! Idzakhala ntchito yopepuka kwa Ine chifukwa Ine ndidakupanga kukhala munthu pamene iwe siunali chinthu china chilichonse chodziwika.”"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "Zakariya adati, “Ambuye, ndipatseni chizindikiro chokhudza zimene zidzachitike.” Iye adati, “Chizindikiro chako ndi chakuti siudzalankhula ndi anthu usiku utatu ngakhale ulibe chilema.”"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "Pamene Zakariya adadza kwa anthu ake kuchokera m’kachisi, adawauza anthuwo kuti, “Lemekezani Ambuye wanu m’mawa ndi madzulo.”"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "“Oh Yohane! Samala mawu a Mulungu kwambiri.” Ife tidamupatsa luntha pamene adali mwana"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "Ndiponso tidamupatsa mtima wachifundo ndi woyeretsedwa ndipo adali munthu opewa zoipa"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "Ndipo adali kulemekeza abambo ndi amayi ake. Iye sadali wodzikweza kapena wonyoza malamulo a Mulungu"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "Mtendere udali pa iye pa tsiku limene adabadwa ndi pa tsiku limene adafa ndipo mtendere ukhale pa iye pamene aukitsidwa kwa akufa"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "Ndipo kukumbukira nkhani ya Maria m’Buku! Pamene iye adasiya anthu ake ndi kupita kumalo a payekha kumbali ya ku m’mawa"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "Ndipo iye adafunda nsalu kuti anthu asaone nkhope yake. Ife tidamutumizira iye Mzimu wathu umene udaoneka ngati munthu"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "Maria adati, “Mwini chisoni anditeteze ine kwa iwe! Ngati iwe umaopa Ambuye, ndisiye ndekha, usandiyandikire ayi.”"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "Mngelo adati, “Ine ndine Mthenga wa Ambuye wako ndipo ndadza kudzakupatsa mwana wamwamuna woyera.”"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "Maria adati, “Kodi ine ndidzabereka mwana bwanji pamene ine ndine wosakhudzidwa ndi mwamuna ndiponso si ndine wachiwerewere ayi?”"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "Mngelo adati, “Ndi momwemo” Ambuye wako wanena kuti, “Zimenezo, kwa Ine, ndi zopepuka. Tidzamupanga iye kukhala chizindikiro kwa anthu ndi madalitso ochoka kwa Ife. Limeneli ndilo lamulo limene lalamulidwa.”"
        }
    ]
}