{
    "maqras": [
        {
            "chapter": 27,
            "verse": 1,
            "text": "Ichi ndi chivumbulutso cha Korani, Buku lofotokoza bwino"
        },
        {
            "chapter": 27,
            "verse": 2,
            "text": "Malangizo ndi nkhani yosangalatsa kwa anthu okhulupirira"
        },
        {
            "chapter": 27,
            "verse": 3,
            "text": "Amene amapitiriza kupemphera ndipo amapereka msonkho wothandiza anthu osauka ndiponso amakhulupirira kwambiri m’moyo umene uli nkudza"
        },
        {
            "chapter": 27,
            "verse": 4,
            "text": "Ndithudi iwo ndi amene amakana za moyo umene uli nkudza. Ife tazipanga ntchito zawo kuti zioneke ngati zabwino motero iwo amayenda mwakhungu"
        },
        {
            "chapter": 27,
            "verse": 5,
            "text": "Iwo adzalangidwa koposa. Ndipo m’moyo umene uli nkudza, iwo sadzapindula china chilichonse"
        },
        {
            "chapter": 27,
            "verse": 6,
            "text": "Ndithudi iwe walandira Korani kuchokera kwa Iye amene ali ndi nzeru ndipo amadziwa chilichonse"
        },
        {
            "chapter": 27,
            "verse": 7,
            "text": "Pamenepo Mose adauza banja lake kuti, “Ine ndili kuona moto. Ine posachedwapa ndikubweretserani nkhani kapena khala la moto kuti mukhoza kuotha.”"
        },
        {
            "chapter": 27,
            "verse": 8,
            "text": "Ndipo pamene iye adafika pamoto paja, mawu adamveka akunena naye kuti, “odalitsidwa ndiye amene ali mu moto uwu ndiponso alionse a pamalo pozungulira. Ulemerero ukhale kwa Mulungu, Ambuye wa zolengedwe zonse.”"
        },
        {
            "chapter": 27,
            "verse": 9,
            "text": "“Mose! Ine ndine Mulungu, Mwini mphamvu zonse ndi Mwini nzeru zonse.”"
        },
        {
            "chapter": 27,
            "verse": 10,
            "text": "“Ponya ndodo yako pansi.” Ndipo pamene iye adaona kuti ilikuyenda ngati njoka, adatembenuka ndi kuthawa ndipo sadayang’ane m’mbuyo. “Iwe Mose!” Atumwi anga sachita mantha pamene ali ndi Ine"
        },
        {
            "chapter": 27,
            "verse": 11,
            "text": "Akakhala iwo amene amalakwa ndipo amachita zabwino pambuyo pochita zoipa Ine ndine wokhululukira ndiponso wachisoni chosatha"
        },
        {
            "chapter": 27,
            "verse": 12,
            "text": "“Pisa dzanja m’thumba mwako. Litulutse lili loyera ngakhale kuti siudapweteke. Ichi ndi chimodzi cha zizindikiro zisanu ndi zinayi zimene zidzaonetsedwa kwa Farawo ndi anthu ake. Ndithudi iwo ndi anthu ochimwa kwambiri.”"
        },
        {
            "chapter": 27,
            "verse": 13,
            "text": "Pamene zizindikiro zathu zooneka bwino zinaonetsedwa kwa iwo, iwo adati, “Uwu ndiwo ufiti weniweni.”"
        },
        {
            "chapter": 27,
            "verse": 14,
            "text": "Mitima yawo idadziwa kuti zizindikiro zidali zoona koma adazikana izo chifukwa chakulakwa ndiponso kunyada kwawo. Taona zimene zidawaonekera anthu olakwa"
        },
        {
            "chapter": 27,
            "verse": 15,
            "text": "Ndithudi Ife tidapereka nzeru kwa Davide ndi Solomoni. Iwo adati, “Kuyamikidwa ndi kwa Iye amene watikweza ife kukhala pamwamba pa akapolo ake ambiri okhulupirira.”"
        },
        {
            "chapter": 27,
            "verse": 16,
            "text": "Solomoniadalowam’malomwaDavide.Iye adati, “Oh inu anthu anga! Ife taphunzitsidwa chiyankhulo cha mbalame ndipo tapatsidwa zinthu zabwino zambiri. Ndithudi ichi ndi chifundo choonekeratu.”"
        },
        {
            "chapter": 27,
            "verse": 17,
            "text": "Asirikali a nkhondo a mtundu wa majini, anthu ena ndi mbalame anasonkhanitsidwa pamaso pa Solomoni ndipo adaimitsidwa pa mizere m’magulu osiyanasiyana mogwirizana ndi maudindo"
        },
        {
            "chapter": 27,
            "verse": 18,
            "text": "Mpaka pamene iwo anafika pa chigwa cha nyerere, nyerere ina idati, “Oh inu nyerere! Lowani ku maenje anu chifukwa mwina Solomoni pamodzi ndi Asirikali ake, akhoza kukuonongani mosadziwa.”"
        },
        {
            "chapter": 27,
            "verse": 19,
            "text": "Solomoni adamwetulira posangalatsidwa ndi mawu ake ndipo iye adati, “Ndilangizeni Ambuye kuti ndizikuthokozani pa zabwino zonse zimene mwandipatsa ine ndi makolo anga ndiponso kuti ndizichita ntchito zabwino zimene zimakukondweretsani inu. Ndilowetseni ine ku Paradiso kudzera m’chisomo chanu, kuti ndikhale pakati pa akapolo anu angwiro.”"
        },
        {
            "chapter": 27,
            "verse": 20,
            "text": "Iye adayendera mbalame nati, “Kodi mbalame yotchedwa mnthengu ili kuti? Kodi kapena iyo ili pamodzi ndi amene sadabwere?”"
        },
        {
            "chapter": 27,
            "verse": 21,
            "text": "“Ndithudi ndidzailanga iyo ndi chilango chowawa kapena ndidzaipha kupatula ngati ibweretsa kwa ine chifukwa chomveka.”"
        },
        {
            "chapter": 27,
            "verse": 22,
            "text": "Ndipo mbalame ya mnthengu siidachedwe ndipo idati, “Ndadziwa zimene iwe siudziwa ndipo ndikubweretsera nkhani yoona kuchokera ku Saba.”"
        },
        {
            "chapter": 27,
            "verse": 23,
            "text": "“Ine ndapeza munthu wamkazi akulamulira iwo ndipo iye wapatsidwa zinthu zonse zomuyenereza ndipo ali ndi Mpando waukulu wachifumu"
        },
        {
            "chapter": 27,
            "verse": 24,
            "text": "Ndidamupeza iye pamodzi ndi anthu ake ali kupembedza dzuwa moonjezera pa Mulungu ndipo Satana wawakongoletsera ntchito zawo zoipa ndipo wawasocheretsakunjirayoyenerandipoiwosiotsogozedwa bwino.”"
        },
        {
            "chapter": 27,
            "verse": 25,
            "text": "Ndi kuti sapembedza Mulungu amene amaulula zobisika za kumwamba ndi pa dziko lapansi ndipo Iye amadziwa zimene inu mumabisa ndi zimene mumaulula"
        },
        {
            "chapter": 27,
            "verse": 26,
            "text": "Mulungu! Kulibe mulungu wina koma Iye yekha. Ambuye wa mpando wa Chifumu"
        }
    ]
}