{
    "maqras": [
        {
            "chapter": 53,
            "verse": 26,
            "text": "Ndipo kuli angelo ambiri amene ali kumwamba amene kukhala pakati kwawo sikudzathandiza chilichonse kupatula pokhapo pamene Mulungu apereka chilolezo kwa amene Iye wamufuna ndi kukondweretsedwa naye"
        },
        {
            "chapter": 53,
            "verse": 27,
            "text": "Ndithudi iwo amene sakhulupirira za m’moyo umene uli nkudza, amatcha angelo ndi mayina achikazi"
        },
        {
            "chapter": 53,
            "verse": 28,
            "text": "Pamene iwo sadziwa chilichonse cha izo. Iwo satsatira china chilichonse koma nkhani zabodza ndipo, ndithudi, nkhani zabodza si mlowam’malo wa choonadi"
        },
        {
            "chapter": 53,
            "verse": 29,
            "text": "Motero mupewe wina aliyense amene salabadira chikumbutso chathu ndipo safuna china chilichonse koma moyo wa padziko lino lapansi"
        },
        {
            "chapter": 53,
            "verse": 30,
            "text": "Uko ndiko kuchuluka kwa nzeru zawo. Ndithudi Ambuye wako ndiye amadziwa bwino onse amene amasochera ku njira yoyenera ndipo amadziwa kwambiri iye amene amatsata njira yoyenera"
        },
        {
            "chapter": 53,
            "verse": 31,
            "text": "Ndipo Mulungu ndiye mwini wake wa chilichonse chimene chili kumwamba ndi dziko lapansi, ndipo akhoza kulanga onse amene amachita zoipa molingana ndi ntchito zawo ndiponso kuti akhoza kulipira onse amene amachita zabwino ndi mphotho yabwino kwambiri"
        },
        {
            "chapter": 53,
            "verse": 32,
            "text": "Iwo amene amapewa machimo a akuluakulu ndi chigololo kupatula machimo a ang’onoang’ono, ndithudi, Ambuye wako ndi Mwini chikhululukiro. Iye amakudziwani bwino pamene amakulengani kuchokera ku dothi ndi pamene mukutidwa m’mimba mwa amayi anu. Motero musadziyeretse nokha. Al Najm\t567 Iye amadziwa bwino kwambiri aliyense amene amalewa zoipa"
        },
        {
            "chapter": 53,
            "verse": 33,
            "text": "Kodi iwe wamuona amene amabwerera m’mbuyo"
        },
        {
            "chapter": 53,
            "verse": 34,
            "text": "Amene adapereka pang’ono ndipo anasiya kupereka"
        },
        {
            "chapter": 53,
            "verse": 35,
            "text": "Kodi iye amadziwa za zinthu zobisika kuti akhoza kuziona"
        },
        {
            "chapter": 53,
            "verse": 36,
            "text": "Kodi kapena iye sadauzidwe za mawu amene ali m’mabuku a Mose"
        },
        {
            "chapter": 53,
            "verse": 37,
            "text": "Ndiponso za Abrahamu amene adakwaniritsa malamulo"
        },
        {
            "chapter": 53,
            "verse": 38,
            "text": "Kuti palibe munthu amene adzasenza katundu wa mnzake"
        },
        {
            "chapter": 53,
            "verse": 39,
            "text": "Ndipo kuti munthu sadzapeza chilichonse kupatula chimene wachigwirira ntchito"
        },
        {
            "chapter": 53,
            "verse": 40,
            "text": "Ndipo kuti ntchito zake zidzaoneka"
        },
        {
            "chapter": 53,
            "verse": 41,
            "text": "Pamenepo iye adzalipidwa malipiro ake oyenera"
        },
        {
            "chapter": 53,
            "verse": 42,
            "text": "Ndipo kuti kwa Ambuye wanu ndi kumene nonse mudzapita"
        },
        {
            "chapter": 53,
            "verse": 43,
            "text": "Ndipo kuti Ndiye amene amawachititsa anthu kuseka ndi kuwaliritsa"
        },
        {
            "chapter": 53,
            "verse": 44,
            "text": "Ndipo kuti Ndiye amene amapereka imfa ndi moyo"
        },
        {
            "chapter": 53,
            "verse": 45,
            "text": "Ndiponso kuti Iye adalenga zinthu ziwiriziwiri, chachimuna ndi chachikazi"
        },
        {
            "chapter": 53,
            "verse": 46,
            "text": "Kuchokera ku madontho a umuna umene umatuluka"
        },
        {
            "chapter": 53,
            "verse": 47,
            "text": "Ndipo kuti kwa Iye kuli chilengedwe chachiwiri"
        },
        {
            "chapter": 53,
            "verse": 48,
            "text": "Ndipo kuti Ndiye amene amapereka chuma ndi chisangalalo"
        },
        {
            "chapter": 53,
            "verse": 49,
            "text": "Ndipo kuti Iye ndiye Ambuye wa nyenyezi yamphamvu yotchedwa Sirius"
        },
        {
            "chapter": 53,
            "verse": 50,
            "text": "Kuti ndiye amene adaononga anthu akale a mphamvu kwambiri a mtundu wa a Aad kale"
        },
        {
            "chapter": 53,
            "verse": 51,
            "text": "Ndi anthu a mtundu wa a Thamoud. Ndipo Iye sadasiye wina aliyense"
        },
        {
            "chapter": 53,
            "verse": 52,
            "text": "Ndi anthu a Nowa amakedzana ndithudi iwo adali osalungama ndi oswa malamulo mwamwano"
        },
        {
            "chapter": 53,
            "verse": 53,
            "text": "Ndipo iye adaononga mizinda yomwe idali yogonjetsedwa"
        },
        {
            "chapter": 53,
            "verse": 54,
            "text": "Kotero iwo adawavundikira nd chimene chidawavundikira"
        },
        {
            "chapter": 53,
            "verse": 55,
            "text": "Kodi ndi zokoma ziti za Ambuye wako zimene udzazikayikira"
        },
        {
            "chapter": 53,
            "verse": 56,
            "text": "Uyu ndi mchenjezi wotsatizana ndi achenjezi a makedzana"
        },
        {
            "chapter": 53,
            "verse": 57,
            "text": "Tsiku louka kwa akufa lili pafupi"
        },
        {
            "chapter": 53,
            "verse": 58,
            "text": "Palibe wina kupatula Mulungu amene akhoza kulipherera"
        },
        {
            "chapter": 53,
            "verse": 59,
            "text": "Kodi inu mulikudabwa pa zimene zili kulakatulidwa"
        },
        {
            "chapter": 53,
            "verse": 60,
            "text": "Ndipo inu muli kuseka m’malo mwakulira"
        },
        {
            "chapter": 53,
            "verse": 61,
            "text": "Ndi kumapitirizabe kuchita zinthu zopanda pake"
        },
        {
            "chapter": 53,
            "verse": 62,
            "text": "Motero gunditsani nkhope zanu pansi ndipo pembedzani Mulungu mmodzi yekha"
        },
        {
            "chapter": 54,
            "verse": 1,
            "text": "Ola lachiweruzo lili pafupi ndipo mwezi wagawanika pakati"
        },
        {
            "chapter": 54,
            "verse": 2,
            "text": "Koma iwo akaona chozizwitsa, sakhulupirira ndipo amati, “Ichi sichina ayi koma matsenga ozama.”"
        },
        {
            "chapter": 54,
            "verse": 3,
            "text": "Iwo amakana choonadi koma amatsatira zilakolako zawo. Koma chinthu chilichonse chili ndi kumaliza kwake"
        },
        {
            "chapter": 54,
            "verse": 4,
            "text": "Ndithudi uthenga waperekedwa kale kwa iwo umene uli ndi chenjezo"
        },
        {
            "chapter": 54,
            "verse": 5,
            "text": "Wodzadzidwa ndi nzeru koma machenjezo ake sawathandiza iwo china chilichonse"
        },
        {
            "chapter": 54,
            "verse": 6,
            "text": "Kotero iwe, asiye okha. Patsiku limene woitana adzawaitana kudza ku chinthu choopsa"
        },
        {
            "chapter": 54,
            "verse": 7,
            "text": "Iwo adzadza kumeneko ndi nkhope zogwa pansi, kuchokera kumanda awo monga dzombe louluka ponseponse"
        },
        {
            "chapter": 54,
            "verse": 8,
            "text": "Adzadza mofulumira kwa oitana anthu osakhulupirira adzati, “Ili ndi tsiku lovuta kwambiri.”"
        }
    ]
}