{
    "maqras": [
        {
            "chapter": 58,
            "verse": 1,
            "text": "Ndithudi Mulungu wamva mau a mkazi amene ali kutsutsana ndi iwe pa nkhani ya mwamuna wake ndipo iye wapereka madandaulo ake kwa Mulungu. Ndipo Mulungu wamva kukangana kwanu chifukwa Iye amamva ndiponso amaona chili chonse"
        },
        {
            "chapter": 58,
            "verse": 2,
            "text": "Iwo amene ali pakati panu ndipo amasudzula akazi awo ponena kuti: “Iwe uli ngati msana wa Amai anga.” Iwo sangakhale Amai awo ai. Palibe amene angakhale amayi awo, kupatula okhawo amene anawabara. Ndithudi iwo amalankhula mau oipa ndi bodza. Ndithudi Mulungu amakhululukira nthawi zonse"
        },
        {
            "chapter": 58,
            "verse": 3,
            "text": "Ndipo iwo amene amasudzula akazi ponena kuti amaoneka ngati kumbuyo kwa amayi awo kenaka afuna kuti akhululukidwe pa zomwe adanena ayenera kumasula kapolo asanabwererane. Limeneli ndi lamulo limene mwalamulidwa kuti mulimvere ndipo Mulungu amadziwa chilichonse chimene mumachita"
        },
        {
            "chapter": 58,
            "verse": 4,
            "text": "Ndipo ngati wina sangathe kutero, ayenera kusala chakudya miyezi iwiri mosadukiza asanabwererane. Koma ngati sangathe kutero, ayenera kudyetsa anthu osauka makumi asanu ndi limodzi; ndi cholinga chakuti muonetse chikhulupiriro mwa Mulungu ndi Mtumwi wake. Amenewa ndiwo malamulo amene adakhazikitsidwa ndi Mulungu. Ndipo kwa anthu osakhulupilira kuli chilango chowawa"
        },
        {
            "chapter": 58,
            "verse": 5,
            "text": "Ndithudi onse amene amatsutsa Mulungu ndi Mtumwi wakeadzatsitsidwakwambirimongamomweadatsitsidwira iwo amene adalipo kale. Ndipo Ife tatumiza zizindikiro zooneka. Ndipo anthu onse osakhulupirira adzalandira chilango chochititsa manyazi"
        },
        {
            "chapter": 58,
            "verse": 6,
            "text": "Patsiku limene Mulungu adzawaukitsa onse kwa akufa ndi kuwauza ntchito zawo zonse zimene adachita. Mulungu anasunga zimene iwo adaiwala. Ndipo Mulungu ndi mboni pazinthu zonse"
        },
        {
            "chapter": 58,
            "verse": 7,
            "text": "Kodi iwe siudaone kuti Mulungu amadziwa zonse zimene zili mlengalenga ndi chilichonse chimene chili padziko lapansi? Palibe nkhani za chinsinsi pakati pa anthu atatu zimene Iye sakhala wachinayi, kapena pakati pa anthu asanu pamene Iye sakhala wa chisanu ndi chimodzi, kapena pakati pa anthu ochepa kapena ochuluka, koma Iye amakhala pakati pawo. Kulikonse kumene iwo angakhale pomaliza Iye adzawauza zonse zimene adachita patsiku lachiweruzo. Ndithudi Mulungu amadziwa chilichonse"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "Kodi iwe siudawaone amene adaletsedwa kuchita misonkhano ya mseri komabe amayambanso kuchita misonkhano ya chinsinsi imene adaletsedwa kuti asamachite? Iwo amachita misonkhano pakati pawo ndi cholinga choukira ndi kusamvera Mtumwi wa Mulungu. Koma iwo akamadza kwa iwe, iwo amakulonjera iwe osati monga mmene Mulungu amakulonjerera ayi koma mwachinyengo. Ndipo iwo amati kwa wina ndi mnzake: “Kodi bwanji Mulungu satilanga pa zimene timanena?” Gahena ndi yokwana kwa iwo, ndipo adzapsa m’malawi ake. Ndipo kumeneko ndi konyansa kwambiri"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "oh inu anthu okhulupirira! Pamene inu muchita misonkhano yanu yamseri musalankhule zinthu zoipa, zoukira ndi zosamvera Mtumwi koma muzilankhula zinthu zachilungamo ndi zamvano. Ndipo muopeni Mulungu chifukwa ndi kumene nonse mudzabwerera"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "Misonkhano yamseri imachokera kwa Satana amene amafuna kusokoneza anthu okhulupirira. Koma Iye sangawalakwitse ayi kupatula ndi chilolezo cha Mulungu ndipo mwa Mulungu ndi momwe anthu okhulupirira ayenera kuika chikhulupiriro chawo"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "Oh inu anthu okhulupirira! Ngati muuzidwa kukonza malo m’misonkhano yanu, konzani malo okwanira. Ndipo Mulungu adzakukonzerani inu malo okwanira kwambiri. Ndipo mukauzidwa kuti mudzuke, dzukani. Mulungu adzakweza mu maudindo ena a inu amene mukhulupirira ndi iwo amene apatsidwa nzeru. Ndipo Mulungu amadziwa ntchito zanu zonse"
        },
        {
            "chapter": 58,
            "verse": 12,
            "text": "oh inu anthu okhulupirira! Ngati mufuna kukumana ndi Mtumwi mwamseri, perekani chaulere chanu musanayambe kukambirana naye. Zimenezo zidzakhala zabwino kwa inu ndiponso dongosolo. Koma ngati inu mulibe chopereka, Mulungu ndi wokhululukira ndi Mwini chisonichosatha"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "Kodiinumulikuchitamanthakupereka chaulere chanu musanakumane naye? Ngati nditero, musachite mantha chifukwa Mulungu wakukhululukirani. Motero pitirizani kupemphera nthawi zonse, perekani msonkho wothandiza osauka, ndipo mverani Mulungu ndi Mtumwi wake. Ndithudi Mulungu amadziwa ntchito zanu zonse"
        }
    ]
}