{
    "maqras": [
        {
            "chapter": 4,
            "verse": 24,
            "text": "Ndipo ndikoletsedwa kukwatira akazi okwatiwa kupatula amene ali m’manja mwanu ngati akapolo. Limeneli ndi lamulo la Mulungu kwa inu. Ndipo ndi kololedwa kwa inu kukwatira wina aliyense amene sanatchulidwe pamwambapa ngati inu muwapatsa mphatso ya ukwati kuchokera ku chuma chanu mu njira yabwino osati ya chiwerewere. Amene muwakwatira , apatseni mphatso yawo ya ukwati motsatira malamulo. Koma pamene mphatso itchulidwa, sizolakwika kwa inu ngati mugwirizana. Ndithudi Mulungu ndi wodziwa, ndi Waluntha"
        },
        {
            "chapter": 4,
            "verse": 25,
            "text": "Ndipo ngati wina wa inu alibe mwayi woti nkukwatira mkazi wokhulupirira amene ndi mfulu, mukhoza kukwatira mwa atsikana anu wokhulupirira kuchokera kugulu la akapolo amene muli nawo, ndipo Mulungu amadziwa zonse za chikhulupiriro chanu ndipo inu ndinu amodzi. Akwatitseni ndi chilolezo cha ambuye awo ndipo muwapatse mphatso yawo ya ukwati mwa chilungamo. Iwo ayenera kudzisunga, osati a chiwerewere kapena wochita chibwenzi. Ndipo ngati akwatiwa ndipo achita chigololo, chilango chawo ndi theka la chilango chimene mfulu ya ikazi ingalandire. Ichi chikhudza iye amene aopa kupwetekeka pakati pa inu. Koma ndi kwabwino ngati inu mudziletsa ndipo Mulungu ndi wokhululukira ndi Mwini chisoni chosatha"
        },
        {
            "chapter": 4,
            "verse": 26,
            "text": "Mulungu afuna kuti akufotokozereni inu ndi kukutsogolerani ku njira za iwo amene adalipo inu musanadze ndi kukukhululukirani inu. Ndipo Mulungu ndi wodziwa ndi wanzeru"
        },
        {
            "chapter": 4,
            "verse": 27,
            "text": "Mulungu afuna kukukhululukirani inu koma iwo amene amatsatira zilakolako zawo amafunisitsa mutasiya njira yoyenera"
        },
        {
            "chapter": 4,
            "verse": 28,
            "text": "Mulungu afuna kukupeputsirani malamulo ake chifukwa munthu analengedwa wofoka"
        },
        {
            "chapter": 4,
            "verse": 29,
            "text": "oh inu anthu okhulupirira! Musadye chuma cha anzanu mopanda chilungamo ngakhale kuti ndi malonda amene mwagwirizana pakati panu. Ndipo musawonongane wina ndi mzake. Ndithudi Mulungu ndi wa chifundo chosatha kwa inu"
        },
        {
            "chapter": 4,
            "verse": 30,
            "text": "Ndipo aliyense amene achita izi mwamtopola kapena mwakusowa chilungamo, Ife tidzamulowetsa kumoto ndipo kutero si chinthu chovuta kwa Mulungu"
        },
        {
            "chapter": 4,
            "verse": 31,
            "text": "Ngati inu mupewa machimo akuluakulu amene mukuletsedwa, Ife tidzakukhululukirani machimo anu ndipo tidzakulowetsani kukhomo lolemekezeka"
        },
        {
            "chapter": 4,
            "verse": 32,
            "text": "Ndipo musasirire zokoma zimene Mulungu wawapatsa ena a inu kuposa anzawo. Kwa amuna kuli gawo kuzimene amachita, nawonso akazi ali ndi gawo muzimene amachita ndipo mupempheni Mulungu kuti akupatseni zabwino zake. Ndithudi Mulungu amadziwa chinthu chilichonse"
        },
        {
            "chapter": 4,
            "verse": 33,
            "text": "Ndipo kwa aliyense tamuikira abale olandira chuma chimene chasiyidwa ndi makolo ndi abale. Ndipo iwo amene mwachita nawo chipangano, apatseni gawo lawo nawonso kuti alandire. Ndithudi Mulungu ndi mboni pa zinthu zonse"
        },
        {
            "chapter": 4,
            "verse": 34,
            "text": "Anthu amuna ndi atetezi ndi osamala anthu akazi chifukwa Mulungu wawalemekeza ena kuposa anzawo ndiponso chifukwa cha chuma chawo chimene amagwiritsa ntchito. Motero akazi ochita zabwino ndipo amene amamvera, amasunga pamene amuna awo palibe, ndi zimene Mulungu awalamulira kuti azisunge. Ndipo akazi amene mukuona kuti samvera achenjezeni ndipo ngati iwo sasintha asiyeni agone pa okha ndipo ngati sasinthabe amenyeni. Koma ngati iwo akumverani, musawafunire njira yachabe. Ndithudi Mulungu ndi wapamwamba ndi wamkulu"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "Ndipo ngati inu muopa kuti asiyana, sankhani nkhoswe kuchokera kwa m’bale wa mwamuna ndiponso nkhoswe kuchokera kwa m’bale wa mkazi ngati iwo akufuna kuyanjanitsidwa, ndipo Mulungu adzawayanjanitsa pakati pawo. Ndithudi Mulungu ndi wodziwa ndi wozindikira"
        }
    ]
}