{
    "maqras": [
        {
            "chapter": 2,
            "verse": 75,
            "text": "Kodi inu muli kuganiza kuti iwo adzakukhulupirirani ngakh ale kuti gulu lina linali kumva mawu a Mulungu ndipo anali kumawasintha pamene iwo ali kuzindikira ndiponso iwo ali kudziwa chimenechi"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "Ndipo pamene iwo akumana ndi anthu okhulupirira amanena kuti: “Nafenso timakhulupirira”. Koma akakhala okha pagulu lawo amanena wina kwa mnzake kuti: “Kodi inu mudzawalalikira iwo zimene Mulungu wavumbulutsa kwa inu kuti adzakutsutseni pamaso pa Ambuye wanu? Kodi inu mulibe nzeru?”"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "Kodi iwo sadziwa kuti Mulungu amadziwa zimene iwo amabisa ndi zimene amaziulula"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "Ndipo pali ena mwa iwo amene ndi osaphunzira amene sadziwa za m’Buku koma amakhulupirira mabodza ndi zongoganizira chabe"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "Motero tsoka kwa iwo amene amalemba Buku ndi manja awo ndipo amanena kuti: “Mawu awa achoka kwa Mulungu ndi kugula ndi ilo mphatso yochepa”. Tsoka kwa iwo pa zimene alemba manja awo ndipo tsoka kwa iwo pa zimene akupeza chifukwa cha izo"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "Iwo adati: “Ife sitidzakhudzidwa ndi moto kupatula masiku owerengeka okha”. Nena: “Kodi inu mwapanga lonjezo ndi Mulungu limene Iye sadzaphwanya? Kapena kodi inu mumanena zinthu zokhudzana Mulungu zimene simuzidziwa?”"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Inde! Yense amene achita zoipa ndipo azunguliridwa ndi machimo ake, adzakhala eni ake a Gahena. Kumeneko adzakhalako mpaka kalekale"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "Ndipo iwo amene ali ndi chikhulupiriro ndipo amachita ntchito zabwino, iwo ndi eni ake a Paradiso ndipo adzakhala komweko mpaka kale kale"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "Ndi pamene Ife tinamvana ndi ana a Israeli: “Musapembedze wina koma Mulungu yekha ndipo onetsani chifundo kwa makolo anu, kwa abale anu, kwa ana a masiye ndi kwa anthu ovutika, ndipo auzeni anthu kuti azichita zabwino. Pempherani pa nthawi yake ndipo perekani msonkho wothandizila anthu osauka”. Komatu inu mudabwerera m’mbuyo kupatula owerengeka okha ndipo simudalabadire china chilichonse"
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "Ndi pamene Ife tinamvana kuti: “Musakhetse magazi a anthu anu kapena kupirikitsa anthu anu kumalo amene muli kukhala”. Zimenezi inu mudavomera ndikuchitira umboni"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "Zitatha izi ndinu amene mudayamba kupha abale anu ndi kupirikitsa gulu lina la inu m’nyumba zawo ndi kuthandiza adani awo pochita machimo ndi kuswa malamulo. Ndipo iwo akamabwera kwa inu ngati akapolo, inu muwaombola ngakhale kuti kupilikitsidwa kwawo kudali koletsedwa kwa inu. Kodi inu mukhulupirira gawo lina la Mau a Mulungu ndi kukana gawo linzake? Kodi ndi malipiro otani amene angalandire wochita zimenezo mwa inu, kupatula mphotho yochititsa manyazi m’dziko lino ndi chilango chowawa kwambiri patsiku louka kwa akufa? Mulungu saiwala ntchito zanu zimene muchita"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "Awo ndiwo amene amagula moyo wa padziko lino lapansi pa mtengo wa moyo umene uli nkudza. Chilango chawo sichidzachepetsedwa ayi ndiponso sadzathandizidwa"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "Ndithudi Ife tidamupatsa Mose Buku, ndipo iye atachoka, Ife tidatumiza Atumwi ena. Ndipo tidamupatsa Yesu, mwana wa Maria, zizindikiro zooneka ndi maso ndipo tidamulimbikitsa iye ndi Mzimu Woyera. Kodi nthawi ili yonse imene Aneneri amabwera ndi zimene mitima yanu siifuna mumadzikweza? Gulu lina mumalikana ndipo gulu lina mumalipha"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "Iwo adati: “Mitima yathu ndi yokutidwa.” Iyayi, Mulungu wawatemberera chifukwa cha kusakhupirira kwawo ndipo ndi zochepa zimene iwo amakhulupirira"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "Ndipo pamene Buku lidadza kwa iwo kuchokera kwa Mulungu, kutsimikiza zimene iwo adali nazo, ngakhale kuti kuyambira kale kale akhala ali kupempha chithandizo kwa Mulungu choti agonjetse anthu osakhulupirira; ndipo pamene chidadza kwa iwo, chimene iwo amadziwa, iwo sadachikhulupirire mu icho. Motero temberero la Mulungu likhale pa anthu osakhulupirira"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "Ndi zoipa zomwe asinthanitsa ndi miyoyo yawo pokana zomwe Mulungu wavumbulutsa chifukwa cha kaduka kuti Mulungu wavumbulutsa zabwino kwa amene Iye wamufuna mwa akapolo ake. Iwo adziputira mkwiyo powonjezera pamkwiyo wina. Ndipo chilango choopsa chili kuwadikira anthu osakhulupirira"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "Ndipo pamene adauzidwa kuti: “Khulupirirani mu zimene Mulungu wavumbulutsa”, iwo adati: “Ife timakhulupirira m’mawu amene adavumbulutsidwa kwa ife.” Ndipo iwo sakhulupilira zimene zavumbulutsidwa posachedwapa ngakhale kuti ndicho choonadi, chimene chikutsimikiza zimene ali nazo. Nena: “Nanga ndi chifukwa chiyani inu mudali kupha Atumwi a Mulungu kale ngati, mudali okhulupiriradi?”"
        }
    ]
}