{
    "maqras": [
        {
            "chapter": 7,
            "verse": 31,
            "text": "oh inu ana a Adamu! Valani moyenera pamene muli kupemphera ndi kuzungulira Kaaba, idyani ndi kumwa koma musapyole muyeso ayi. Iye sakonda anthu owononga"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "Nena, “Kodi ndani adaletsa kuvala zovala zoyenera zimene Mulungu adapatsa akapolo ake ndiponso zakudya zabwino?” Nena, “Zimenezo ndi zololedwa kwa anthu okhulupirira Mulungu pa moyo uno, ndipo zidzakhala zawo zokha pa tsiku la kuuka kwa akufa.” Mmenemo ndi mmene timaululira poyera chivumbulutso chathu kwa anthu ozindikira"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "Nena, “Ambuye wanga adaletsa ntchito zonse zonyansa kaya zooneka poyera kapena zobisika, machimo, kuponderezana popanda chilungamo, kumphatikiza Mulungu ndi zimene sadalamulire ndi kunena za Mulungu zimene inu simuli kuzidziwa.”"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "Mtundu uliwonse uli ndi nthawi yake ya chiweruzo, ndipo ngati nthawi yawo ikwana, iwo sangachedwetse kapena kuonjezera ola limodzi"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "oh inu ana a Adamu! Ngati Atumwi a mtundu wanu adzadza kwa inu kudzakulalikirani chivumbulutso changa ndipo aliyense amene akhala olungama ndi kumachita zabwino, iwo sadzaopa china chilichonse kapena kuda nkhawa"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "Ndipo onse amene akana chivumbulutso chathu ndi kuchinyoza, iwo adzakhala eni ake a ku moto ndipo adzakhala kumeneko mpaka kalekale"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "Kodi wochimwa kwambiri ndani kuposa munthu amene amapeka bodza lokhudza Mulungu kapena amene akana chivumbulutso chake? Anthu otere adzalandira gawo lawo lokonzedwera iwo kuchokera m’Buku mpaka pamene angelo adzadza kudzachotsa miyoyo yawo ndipo iwo adzawauza kuti, “Kodi mafano anu aja ali kuti tsopano, amene mudali kuwapembedza yowonjezera pa Mulungu?” Iwo adzati: “Atithawira.” Ndipo iwo adzadzichitira umboni okha kuti iwo adali anthu osakhulupirira"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "Mulungu adzati: “Lowani, mgulu la mitundu amene adalipo inu musanadze, anthu ndi majin, kupita ku moto, ndipo pamene uzidzalowa mtundu uliwonse udzakhala uli kutemberera mtundu umene udalipo iwo usanadze mpaka pamene adzasonkhanitsidwa onse m’moto ndipo mtundu womaliza udzati kwa mtundu woyambirira, ‘Ambuye wathu! Awa ndiwo anthu amene adatisokoneza ife motero apatseni chilango choonjezedwa kawiri m’moto.” Iye adzati: “Kwa aliyense kuli chilango chowilikiza koma inu simudziwa.”"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "Ndipo m’badwo woyamba udzati kwa m’badwo womaliza, “Inu simunachite zabwino kuposa ife motero lawani chilango cha ntchito zanu zimene mudali kuchita.”"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "Ndithudi amene amati zizindikiro zathu ndi zabodza ndipo amazinyoza izo, makomo a kumwamba sadzatsegulidwa kwa iwo ndipo iwo sadzalowa ku Paradiso pokhapokha ngati ngamira italowa pa diso la zingano. Mmenemo ndi mmene timalipirira anthu ochita zoipa malipiro awo"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Wawo adzakhala kama wa moto ndipo pamwamba pawo padzakhala malawi a moto. M’menemo ndi m’mene tidzawalipirira anthu ochita zoipa"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "Koma iwo amene anakhulupirira ndipo amachita ntchito zabwino; Ife sitisenzetsa munthu katundu amene sangathe kumunyamula; iwo ndi anthu a ku Paradiso. Ndipo adzakhalako mpaka kalekale"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "Ndipo Ife tidzachotsa chidani m’mitima mwawo ndipo mitsinje idzayenda pansi pa mapazi awo ndipo iwo adzati: “Kuyamikidwa ndi kwa Mulungu amene watitsogolera ife ku izi ndipo ife sitikadakhala otsogozedwa pakadapanda Mulungu kutitsogolera! Ndithudi Atumwi a Ambuye wathu adadza ndi choonadi.” Ndipo zidzanenedwa kwa iwo kuti: “Iyi ndiyo Paradiso imene mwailandira chifukwa cha ntchito zanu zimene mudali kuchita.”"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "Ndipo anthu okhala ku Paradiso adzaitana anthu a ku Moto. “Ndithudi chimene adatilonjeza ife Ambuye wathu tachipeza kuti ndi choona. Kodi inu mwapeza chomwe adakulonjezani Ambuye wanu kuti ndi choona?” Iwo adzati: Inde. Ndipo wofuula adzanena pakati pawo: “Matemberero a Mulungu ali pa anthu olakwa.”"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "Iwo amene anali kuletsa anzawo kutsatira njira ya Mulungu ndipo amafuna kuti iyo ikhale yokhotakhota ndipo adalibe chikhulupiriro m’moyo umene uli nkudza"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "Ndipo pakati pawo padzakhala chotchinga ndi chipupa mmene mudzakhala anthu amene adzazindikira wina aliyense poona zizindikiro zawo. Iwo adzaitana anthu a ku Paradiso: Mtendere ukhale pa inu. Koma panthawi imeneyo iwo adzakhala asadalowe ku Paradiso koma iwo adzakhala ndi chikhulupiriro choti adzalowanso mopanda chikaiko"
        }
    ]
}