{
    "maqras": [
        {
            "chapter": 2,
            "verse": 124,
            "text": "Ndi pamene Abrahamu anayesedwa ndi Ambuye wake kuti atsatire malamulo ena amene iye adakwaniritsa. Iye adati:“Ndithudi Inendidzakupangaiwekukhalamtsogoleri wa mitundu ya anthu onse.” Abrahamu adapempha: “Ndi atsogoleri ochokera mwa ana anga?” Iye adati: “Pangano langa silikhudza anthu ochita zoipa.”"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "Ndi pamene tidaipanga Nyumba kukhala malo opumuliramo ndi obisalamo anthu: Dzisankhireni malo amene Abrahamu adaimapo, ngati malo opempheramo. Ife tidamulamula Abrahamu ndi Ishimayeli kuti “ayeretse nyumba yanga” kuti anthu amene amayenda moizungulira kapena amaigwiritsa ntchito ngati malo obindikiramo ndi mtima onse kapena malo wolambiramo pamene ali mkati mwa mapemphero"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "Ndi pamene Abrahamu adati: “Ambuye wanga upangeni Mzinda uno kukhala Mzinda wa mtendere ndipo muwapatse zipatso zambiri anthu ake, iwo amene amakhulupirira mwa Mulungu ndi tsiku lomaliza.” Iye adati: “Inde koma iye amene akana kukhulupirira, Ine ndidzamusangalatsa mwa kanthawi kochepa koma ndidzamududuluza kupita ku chilango cha ku Gahena, malo oipa zedi kukhalako.”"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "Ndi pamene Abrahamu ndi Ishimayeli adamanga maziko a Nyumba. Anati: Ambuye wathu; Landirani ichi kuchokera kwa ife. Ndithudi inu mumamva zonse ndipo mumadziwachinthuchinachilichonse.”"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "“Ambuye wathu! Tipangeni ife kukhala okumverani Inu ndi ana athu kukhala mtundu umene udzakumverani Inu ndipo tiphunzitseni miyambo yathu yopembedzera ndipo mutikhululukire. Ndithudi Inu ndinu okhululukira ndi Wachisoni chosatha.”"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "“Oh Ambuye wathu! Atumizireni Mtumwi kuchokera kumtundu wawo amene adzawawerengera Mawu Anu ndi kuwaphunzitsa Buku ndiponso luntha ndi kuwayeretsa iwo ku machimo awo. Ndithudi Inu ndinu Mwini mphamvu zonse ndi Mwini nzeru zonse.”"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "Ndani, kupatula munthu wopusa yekha, amene angaleke kutsatira chikhulupiriro cha Abrahamu? Ndithudi Ife tidamusankha iye m’dziko lino ndipo, ndithudi, m’dziko limene lili nkudza, iye adzakhala pamodzi ndi anthu olungama"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "Pamene Ambuye wake adati: “Dzipereke,” iye adati: “Ine ndadzipereka kwa Ambuye wa zolengedwa zonse.”"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "Abrahamu analangiza chikhulupiriro chake pa ana ake ndi Yakobo. “oh ana anga! Ndithudi Mulungu wakusankhirani inu chipembedzo ndipo musamwalire ngati anthu wamba ai koma ngati Asilamu.”"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Kodi kapena inu mudalipo pamene Yakobo imamufikira imfa? Pamene adawauza ana ake kuti: “Kodi inu mudzapembedza ndani pambuyo panga?” Iwo adati: “Ife tidzapembedza Mulungu wanu ndi Mulungu wa makolo anu Abrahamu, Ishimayeli ndi Isake, Mulungu mmodzi yekha. Ndipo kwa Iye, ife tidzadzipereka ngati Asilamu.”"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Umenewu ndi mbadwo umene udafa kale. Iwo adzalandira zimene adachita ndipo inu mudzalandira mphoto ya zimene muchita. Ndipo inu simudzafunsidwa zimene iwo amachita"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "Iwo adati: “Khalani Ayuda kapena Akhirisitu ndipo mudzatsogozedwa ku choonadi.” Nenani: “Iyayi! Koma Chipembedzo cha Abrahamu wangwiro, ndipo iye sanali kupembedzamafano.”"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "Nenani:“Ifetimakhulupiriramwa Mulungu ndi zimene zavumbulutsidwa kwa ife, ndi zimene zinavumbulutsidwa kwa Abrahamu, Ishimayeli, Isake, Yakobo ndi kwa mitundu ya anthu ndi zimene adapatsidwa Mose ndi Yesu ndi zimene adapatsidwa Atumwi ena kuchokera kwa Ambuye wawo. Ife sitisiyanitsa pakati pa aliyense wa iwo ndipo ndi kwa Iye kumene tadzipereka kwathunthu.”"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "Ndipo ngati iwo akhulupirira monga mmene mwakhulupirira inu ndiye kuti ndi olangizidwa bwino, koma ngati akana, ndithudi iwo ndi otsutsa chabe. Polimbana ndi iwo, Mulungu adzakuteteza. Iye amamva zonse ndipo amadziwa chinthu china chilichonse"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "Chipembedzo chathu ndi chochokera kwa Mulungu. Kodi chipembedzo chabwino kuposa cha Mulungu ndi chiti? Ndipo ife ndife timamupembedza Iye"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "Nena: “Kodi mukutsutsana ndi ife pa nkhani zokhudza Mulungu amene ali Ambuye wathu ndi Ambuye wanu? Ife tili ndi udindo pa ntchito zathu, nanu pa ntchito zanu. Ndi kwa Iye yekha kumene ife tadzipereka.”"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "Kodi kapena inu mukunena kuti Abrahamu, Ishimayeli, Isake, Yakobo ndi mitundu yake adali Ayuda kapena Akhirisitu? Nena: “Kodi inu mumadziwa kapena Mulungu? Kodi oipa kwambiri ndani kuposa munthu amene amabisa mawu amene walandira kuchokera kwa Mulungu? Koma Mulungu saiwala zimene mukuchita.”"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "Umenewo ndi mbadwo umene udafa kale. Iwo adzalandira mphotho ya zimene adachita ndipo inu mudzalandira ya zimene mumachita. Ndipo inu simudzafunsidwa zimene iwo amachita"
        }
    ]
}