{
    "pages": [
        {
            "chapter": 6,
            "verse": 74,
            "text": "Va ʙa jod ovar ej Pajomʙar, cun Iʙrohim ʙa padaraş Ozar guft: «Ojo ʙutonro cun ma'ʙudi ʙar haq megirī? Hamono man tu va qavmatro ʙa oşkoro dar gumrohī az haq meʙinam»"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "Hamcunin nişon medodem Iʙrohim (alajhissalom)-ro malakuti osmonhovu zaminro, to az çumlai onhoe gardad, ki dar imonaşon ustuvorand"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "Pas cun şaʙ ūro (Iʙrohim alajhissalom)-ro faro girift, sitorae did. Va ʙo qavmi xud munozira kard va ʙotil ʙudani dinaşonro isʙot karda guft: «In ast Parvardigori man!» Cun sitora furū raft guft: «Furū raftagonro dūst nadoram». In ʙa on saʙaʙ ʙud, ki qavmaş sitoraparast ʙudand"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "Pas on goh mohro did, ki ravşantar az sitora tulū' mekunad. Guft: «In ast Parvardigori man!» Cun moh furū raft, guft: «Agar Parvardigori man maro rohi rostro hidojat nanamojad, az gumrohon xoham ʙud»"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "Pas cun xurşedro did, ki tulū' mekunad, guft: «In ast Parvardigori man, in ʙuzurgtar ast!» Va cun furū raft, guft: «Ej qavmi man, hamono man az on cī şariki Alloh medoned, ʙezoram"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "Hamono man az rūi ixlos rūj ʙa sūi kase ovardam, ki osmonhovu zaminro ofarida ast va man az muşrikon nestam»"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "Va qavmaş ʙo ū ʙa siteza (çidol) ʙarxostand. Guft: «Ojo dar ʙorai jagonagii Alloh ʙo man siteza mekuned, hol on ki Ū maro hidojat kardaast? Man az on cize, ki şariki Ū mehisoʙed, nametarsam, agar şumo manro ʙa ma'ʙudhoi ʙotilaton ham tarsoned. Magar on ki Parvardigori man cizero ʙixohad. Ilmi Parvardigori man hama cizro faro giriftaast. Ojo pand namegired, to ʙidoned, ki Ū ta'olo hamai cizhoro xalq kardaast va loiqi iʙodat ast"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "Caro az on ʙutone, ki şariki Alloh soxtaed, ʙitarsam, dar hole ki şumo cizhoero, ki heç dalele dar ʙorai onho nozil nakardaast, meparasted va ʙime ʙa dil roh namedihed? Agar medoned, ʙigūed, ki kadom jak az in du gurūh (ja'ne gūruhi muvahhidon jo gūruhi muşrikon) sazovori amnijat hastand"
        }
    ]
}