{
    "pages": [
        {
            "chapter": 9,
            "verse": 69,
            "text": "Fe'lu xūi şumo (ej munofiqon dar tamasxur va kufr) ʙa monandi kasonest, ki peş az şumo nerumandtar va doroi amvol va farzandoni ʙeştare ʙudand, pas onho az nasiʙi xeş ʙahramand şudaed, hamcunon kasone, ki peş az şumo ʙudaand, az nasiʙi xeş ʙahramand şuda ʙudand. Şumo suxanoni ʙotil gufted, hamcunon, ki onho suxani ʙotil meguftand. A'moli onon dar dunjovu oxirat nociz gardid va zijonmand şudand"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "Ojo inho munofiqon xaʙari kasonero, ki peş az onho ʙudaand, cun qavmi Nūh, ki ʙo tufon ƣarq şudand va Od, ki ʙa ʙodi saxti az hadguzaşta halok karda şudand va Samud, ki ʙa na'rai tund halok karda şudand va qavmi Iʙrohim, ki Namrud ʙo mulkaş sarnagun şud, ashoʙi Madjan, ki ʙa azoʙi rūzi xorī halok şudand Mu'tafikaro, ki qavmi Lut alajhissalom ʙud, zaminro ʙar saraşon furū afkand, naşunidaand, ki pajomʙaronaşon ʙo nişonahoi oşkor ʙar onho firistoda şudand? Alloh ʙa onho sitam namekard, onon xud ʙar xud sitam mekardand! (Ojo in munofiqon xudro dar amon mehisoʙand ʙa tamasxur kardanaşon Alloh va ojoti Ū va Pajomʙaraşro)"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "Mardoni mū'min va zanoni mū'min dūstoni jakdigarand dar din. Ba nekī farmon medihand va az noşoistagī ʙozmedorand va namoz meguzorand va zakot medihand va az Allohu pajomʙaraş farmonʙardorī mekunand. Alloh inhoro rahmat xohad kard va az azoʙaş onhoro naçot xohad dod va doxili ʙihiştaşon xohad kard. Alloh dar mulki xud pirūzmand va dar ahkomu şariataş hakim ast"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "Alloh ʙa mardoni mū'min va zanoni mū'min ʙihişthoero va'da dodaast, ki çūjho dar on çorist va ʙihiştijon hameşa dar on çojand va niz ʙa onho dar ʙihişti çovidona xonahoe nekū va'da dodaast. Vale xuşnudii Alloh az hama ʙuzurgtar ast, ki pirūzii ʙuzurg xuşnudii Alloh ast"
        }
    ]
}