{
    "pages": [
        {
            "chapter": 12,
            "verse": 44,
            "text": "Guftand: «In xoʙho az zumrai xoʙhoi pareşon ast va mo az ta'ʙiri in xoʙho ogohī nadorem»"
        },
        {
            "chapter": 12,
            "verse": 45,
            "text": "Va jake az on du çavoni dar zindon ʙuda, ki az qatl naçot jofta ʙud va pas az muddate xohişi Jusuf ʙa jodaş omada ʙud, guft: «Man şumoro az ta'ʙiri on xaʙar mediham. Pas, maro nazdi Jusuf ʙifiristed»"
        },
        {
            "chapter": 12,
            "verse": 46,
            "text": "Ej Jusuf, ej mardi ʙisjor rostgūj dar guftor va rostkor dar kirdor, ʙaroi mo ta'ʙir kun, ki haft govi farʙehro haft govi loƣar mexūrand va haft xūşai saʙzu haft xūşai xuşk. Boşad, ki man nazdi mardum ʙozgardam va onon az ta'ʙiri in xoʙ ogoh gardand»"
        },
        {
            "chapter": 12,
            "verse": 47,
            "text": "Jusuf ʙa pursandai xoʙi podşoh guft: Haft sol paj dar paj ʙo çiddijat kişt kuned va har cī ki medaraved, çuz andake, ki mexūred, ʙoqimondaro ʙo xūşa anʙor kuned, to zamone ʙisjor istad va zud vajron naşavad"
        },
        {
            "chapter": 12,
            "verse": 48,
            "text": "Az on pas haft sol qahtī va saxtī meojad va dar on haft sol on cī ʙarojaşon çam' kardaed, ʙixūrand, magar kame, az onro ʙo ehtijot nigoh dored"
        },
        {
            "chapter": 12,
            "verse": 49,
            "text": "Pas az on sole ojad, ki mardumonro ʙoron doda şavad va dar on sol afşurdanihoro mefişurand (ja'ne, xajru ʙarakat ʙisjor meşavad)"
        },
        {
            "chapter": 12,
            "verse": 50,
            "text": "Va podşoh ʙa muovinonaş guft: Ta'ʙirkunandai xoʙi maro az zindon ozod kuned va ūro nazdi man ʙijovared». Cun firistoda nazdi ū omad, Jusuf ʙa ū guft: «Nazdi xoçaat ʙozgard va ʙipurs: Holi on zanone, ki dasthoi xudro ʙuridand, cist? Alʙatta, Parvardigori man ʙa makraşon ogoh ast!»"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "(Podşoh) guft: «Ej zanon, cī guna ʙud in kori şumo, ki Jusufro ʙa nazdi xud xonded, ū xohişi nafsi şumo kard jo şumo xohişi nafsi ū karded?» Guftand: «Ma'ozalloh (panoh ʙar Alloh)! Nadidem az ū heç xijonate, vale zani Aziz ʙa mo xaʙar dod, ki ū Jusufro ʙa xud xondaast». Zani Aziz iqror şuda guft: «Aknun haq oşkor şud. Man xostam Jusufro, vale ū xudro az in amal ʙoz doşt, alʙatta, ū dar zumrai rostgūjon ast dar suxanone, ki megūjad!»"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "(Zani Aziz guft): In hama ʙaroi on ast, ki to ʙidonad (Aziz), ki man ƣoiʙona xijonati ū nakardaam va az man kori zişte sodir naşudaast va hamono, Alloh hilai xoinonro ʙa maqsad namerasonad"
        }
    ]
}