{
    "pages": [
        {
            "chapter": 13,
            "verse": 6,
            "text": "Kofiron ʙa şitoʙ az tu ej Pajomʙar, omadani uquʙatu azoʙro peş az rahmatu nekī metalaʙand. Hamono peş az inho ʙaroi takziʙkunandagon azoʙu uquʙatho guzaştaast. Pas cī guna iʙrat namegirand? Hamono Parvardigori tu ʙo vuçudi zolim ʙudanaşon sohiʙi omurziş ast mardumonro. Hamono Parvardigori tu saxt azoʙkunanda ast"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "Kofiron megūjand: «Caro az çoniʙi Parvardigoraş mū'çizae ʙar ū nozil nameşavad?» Hamono tu tarsonanda hastī kofironro az azoʙi Ilohī. Va ʙaroi har qavm rahnamoe meʙoşad, ki ononro ʙa sūi Alloh da'vat mekunad"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Alloh medonad, holi homiladorii har zanro, ki dar şikami ū pisar ast jo duxtar, xuşʙaxt ast jo ʙadʙaxt? Va medonad holi on tiflero, ki zanon peş az muddat mepartojand va medonad holi on tiflero, ki az nūh moh zijoda dar şikam meistad va har cize nazdi Alloh ʙa andoza ast"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "Alloh zotest, ki donandai pinhonu oşkor ast, ʙuzurg ast dar nomho va sifathojaş, ʙalandmartaʙa ast ʙar tamomi xalqaş ʙo qudrati xud"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Baroi Ū ʙaroʙar ast az şumo har kī suxan pinhon gūjad jo oşkoro. Va on ki dar torikii şaʙ pinhon amal mekunad va on ki dar rūz oşkoro amal mekunad"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "Odamiro fariştagonest, ki pajopaj ʙa amri Alloh az rūʙarūvu puşti saraş meojand va nigahʙonijaş mekunand va amalhoi neku ʙadaşro menavisand. Haroina, Alloh on ne'matero, ki az oni mardumest, digargun nakunad, to on mardum xud gunoh karda digargun şavand. Cun Alloh ʙaroi mardume ʙadī xohad, heç ciz mone'i on ʙadī natavonad şud va onhoro çuz Alloh heç tadʙirkunandae nest, ki on ʙadiro dur kunad"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "Ūst, ki ʙarqro goh ʙaroi tarsonidan az dahşatu otaşaki on va goh ʙaroi umed ʙaxşidan ʙa ʙoridani ʙoron ʙa şumo menamojonad va aʙrhoi garonʙorro pajdo mekunad"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "Ra'd ʙa sitoişi Ū va fariştagon az tarsi Ū tasʙeh megūjand. Va soiqahoro mefiristad va har kiro ʙixohad, ʙo on oseʙ merasonad. Boz ham kuffor dar ʙorai jagonagii Alloh ʙahsu munozara mekunand. Va Ū taolost, ki ʙa saxtī azoʙ mekunad"
        }
    ]
}