{
    "pages": [
        {
            "chapter": 16,
            "verse": 80,
            "text": "Va Alloh xonahojatonro çoi oromişaton qaror dod va dar on az garmiju xunukī şumoro muhofizat namud va az pūsti cahorpojon ʙarojaton codarho soxt, ki ʙa hangomi safar va hangomi iqomat saʙukaşon mejoʙed va az ʙardoştani onho dar ranç nameafted. Va az paşmi gūsfand va paşmi şutur va mūji ʙuz to rūzi qijomat ʙarojaton asosi xona va asʙoʙi zindagī soxt"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "Va Alloh ʙaroi şumo az cizhoe, ki ofaridaast misli daraxton va digar cizho, sojaho padid ovard. Va dar kūhho ʙarojaton ƣorho soxt. Va çomaho az paxtaju paşm, ki şumoro az garmī va xunukī hifz mekunad va liʙoshoe (zirehho), ki dar çang nigahdori şumost. Alloh ne'mathoi xudro incunin ʙar şumo komil mekunad. Boşad ki taslimi farmoni Ū şaved va dar iʙodati Ū cizero şarik naored"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "Pas, agar az toati Ū rūj gardonand, çuz in nest, ki vazifai tu taʙliƣi oşkor ast, ammo hidojat az tarafi Most, ej Rasul"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "Inho muşrikon ne'mathoi Allohro meşinosand va on ʙa pajomʙarī firistoda şudani Muhammad sallallohu alajhi va sallam ast, ʙoz ham munkiri nuʙuvvati on meşavand, zero ʙisjorii onho kofironand"
        },
        {
            "chapter": 16,
            "verse": 84,
            "text": "Xaʙar deh, ej Muhammad, ʙarojaşon, ki rūze qijomat faro merasad az har ummate pajomʙaraşro ʙar qavmi xud guvohe ʙigirem, sipas ʙa kofiron ruxsati suxan guftan doda naşavad, to uzri xud ʙajon kunand va uzraşon pazirufta naşavad"
        },
        {
            "chapter": 16,
            "verse": 85,
            "text": "Va cun sitamkoron (ja'ne kofiron) azoʙi dūzaxro ʙingarand, lokin azoʙaşon az onon saʙuk nameşavad va onon mūhlat namejoʙand"
        },
        {
            "chapter": 16,
            "verse": 86,
            "text": "Va cun muşrikon rūzi qijomat ma'ʙudoni xudro, ki şariki Alloh mesoxtand, ʙuʙinand, megūjand: «Ej Parvardigori mo, inho şarikoni mo hastand, ki mo ʙa çoi Tu onhoro iʙodat mekardem». Ma'ʙudonaşon dar çavoʙ megūjand, ki şumo durūƣ megūed"
        },
        {
            "chapter": 16,
            "verse": 87,
            "text": "Va dar in rūz hamai muşrikon ʙa'd az takaʙʙur va sarkaşihoi dunjavī ʙa ʙandagī xeştanro taslimi Alloh mekunand va on durūƣho, ki meʙoftand, noʙud şavad"
        }
    ]
}