{
    "pages": [
        {
            "chapter": 21,
            "verse": 58,
            "text": "Pas Iʙrohim onhoro pora-pora kard. Magar ʙuzurgtarinaşonro, şojad, ki qavmaş ʙa sūji ū ruçū' kunand va az ū ʙipursand, to çavoʙ dodan natavonad va gumrohiaşon ʙajon gardad va huççat ʙar onho ʙarpo şavad"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "Qavmi Iʙrohim guftand: «cī kase ʙa ma'ʙudoni mo cunin kardaast? Alʙatta, ū az sitamkoron ast!»"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "Kasone, ki şunida ʙudand Iʙrohim savgand jod kardaast va ʙa ʙuthojaşon corae meʙinad, guftand: «Şunidaem, ki çavone ʙa nomi Iʙrohim ʙa ʙadī az onho suxan meguftaast»"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "Sardoroni qavm guftand: «Iʙrohimro ʙa nazdi mardum ʙijovared, to ʙoşad, ki onho şahodat dihand»"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "Guftand: «Ej Iʙrohim, ojo tu ʙo ma'ʙudoni mo cunin kardaī?»"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "Iʙrohim guft: «Balki ʙuti ʙuzurgtarinaşon cunin kardaast. Agar suxan megūjand, az onho ʙipursed»"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Cun gumrohiaşon zohir şud ʙo xud omadand va guftand: «Begumon şumo xud sitamkor hasted»"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "On goh ʙa hajrat sar furū doştand va ʙoz ʙa sarkaşii xud ʙozgaşta guftand: «Tu xud medonī, ki inho suxan namegūjand»"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "Iʙrohim ʙarojaşon guft: «Ojo ƣajri Alloh cizero meparasted, ki şumoro na foida merasonad, na zijon"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Voj ʙar şumo va voj ʙar cizhoe, ki ʙa çoi Alloh meparasted. Ojo xirad namevarzed"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Cun haq zohir şud va huççataşon ʙotil gaşt, guftand: «Agar mexohed kore ʙikuned, ūro ʙisūzoned va ma'ʙudoni xudro nusrat dihed»"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "Guftem: «Ej otaş, ʙar Iʙrohim sard va salomat ʙoş!»"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Qavmaş mexostand ʙaroi Iʙrohim makre ʙijandeşand, vale Mo onhoro zijonkortarini mardum namudem"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Va naçot dodem Iʙrohim va Lutro az duşmanaşon Namrud va qavmaş az sarzamini Iroq ʙa sūji sarzamini Şom, ki dar on ʙaroi çahonijon ʙarakat nihodaem"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Va ʙa Iʙrohim Ishoqro va ilova ʙar on naʙerae, cun Ja'quʙro ʙaxşidem. Va hamaro az şoistagon gardonidem"
        }
    ]
}