{
    "pages": [
        {
            "chapter": 24,
            "verse": 54,
            "text": "Bigū ej Pajomʙar ʙa mardum: «Allohro itoat kuned va pajomʙarro itoat kuned. Pas agar rūj gardoned, haroina, ʙar Pajomʙar ançomi on cize voçiʙ ast, ki ʙar dūşi vaj nihoda şudast (ja'ne, taʙliƣi risolat) va ʙar şumo ham ançomi cize voçiʙ ast, ki ʙar dūşi şumo nihoda şudaast (ja'ne, itoati sodiqona va iʙodati muxlisona). Va agar ʙa ū itoat kuned, hidojat joʙed. Va ʙar pajomʙar çuz rasonidani pajƣomi Parvardigoraş cizi digare nest»"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "Alloh ʙa kasone az şumo, ki imon ovardaand va korhoi şoista kardaand, va'da dod, ki alʙatta, dar rūi zamin xalifaaşon sozad, cun mardumero, ki peş az onho ʙudand, xalifaaşon soxt. Va dinaşonro, ki xud ʙarojaşon pisandida ast, ki Islom ast, ustuvor sozad. Va vahşataşonro ʙa eminī ʙadal kunad, har vaqte ki Maro meparastand va heç cizero ʙo Man şarik namekunand. Va onho, ki ʙa'd az in noşukrī varzand, pas onon fosiqonand (ja'ne, xoriç az toati Allohand)"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "Va namoz ʙiguzored va zakot ʙidihed va ʙa pajomʙar itoat kuned, şojad ki ʙar şumo rahm karda şavad"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "Hargiz, mapindor, ki kofiron metavonand dar in sarzamin ʙa çoe ʙigurezand az azoʙi Alloh. Çojgohaşon çahannam ast va cī ʙad sarançomest"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "Ej kasone, ki imon ovardaed, ʙojad ƣulomoni şumo va on farzandone, ki hanūz ʙa ʙaloƣat narasidaand, dar se vaqt az şumo ʙaroi vorid şudan ʙa xona ruxsat talaʙand: peş az namozi suʙh va hangomi zūhr, ki liʙos az tan ʙerun mekuned va ʙa'd az namozi xuftan. In se vaqt, vaqti xilvati şumost. Dar ƣajri in se vaqt nest vuʙole na ʙar şumo va na ʙar onhoe, ki nazdi şumo doxil meşavand napursida, cunki ʙa'zei şumo ʙar ʙa'ze digar omadu raftkunandagoned. Alloh ojotro incunin ʙaroi şumo ʙajon mekunad. Va Alloh donovu hakim ast"
        }
    ]
}