{
    "pages": [
        {
            "chapter": 27,
            "verse": 64,
            "text": "Ojo in ma'ʙudoni ʙotil ʙehtarand jo kase, ki maxluqotro meofarinad, sipas onhoro ʙori digar ʙozmegardonad va kase, ki az osmonu zamin ʙa şumo rūzī medihad. Ojo ma'ʙudi digare hast ʙo Alloh? Ej Pajomʙar ʙigū: «Agar rost megūed: dalelatonro ʙijovared!»"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "Ej Pajomʙar, ʙigū: «Heç kas dar osmonhovu zamin ƣajʙro namedonad, magar Alloh. Va niz namedonand cī vaqt zinda meşavand!»"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "Balki ilmi muşrikon dar oxirat takomul mejoʙad va holu ahvoli qijomatro dar oxirat ʙa caşmi sar meʙinand, ammo kamoli ilmaşon dar oxirat heç sude ʙa holaşon nadorad, ʙalki onho dar dunjo az vuçudi oxirat dar şak qaror dorand, ʙalki onho dar mavridi on kūrdiland va cize az dalelhoi oxiratro dark namekunand"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "Kofiron guftand: «Ojo hangome ki mo va padaronamon xok şudem, ojo ʙoz zinda meşavem va az gūrho ʙerun ovarda meşavem"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "Ba durustī, ʙa mo va padaronamon ham peş az in cunin va'dae doda ʙudand. Agar in amr rost ʙud, meomad. Inho cize çuz afsonahoi peşinijon nest»"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "(Ej Pajomʙar), ʙaroi onho ʙigū: Dar zamin sajr kuned va ʙingared, ki pojoni kori gunahgoron cī guna ʙudaast! Va Alloh niz ʙa şumo cunin kunad, agar az kufraton ʙoznagarded"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "Va ʙar imon naovardani onho andūhgin maʙoş va az hilae, ki meandeşidand, diltang maşav"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "Va (ej Pajomʙar muşrikoni qavmat ʙa tu) megūjand: Agar rost megūed on va'dai qijomat ci vaqt xohad ʙud"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "Ej Pajomʙar, ʙigū: «Şojad ʙa'ze az on ciro, ki ʙa şitoʙ metalaʙed, ʙa şumo nazdik şuda ʙoşad»"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "Va ʙegumon Parvardigori tu fazli xudro ʙar mardum arzonī medorad va ʙar ma'sijat kardanaşon onhoro zud ʙa azoʙ giriftor namekunad, vale aksari onho şukr nameguzorand"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "Va haroina, Parvardigori tu medonad, ki cī cizro dar dil nihon kardaand va cī cizro oşkor mesozand"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "Va heç pinhone dar osmonu zamin nest, magar on, ki dar Kitoʙi ravşan, Lavhi Mahfuz navişta şudaast"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "Haroina, in Qur'on ʙisjore az cizhoero, ki ʙanī Isroil dar on ixtilof dorand, ʙarojaşon hikojat mekunad"
        }
    ]
}