{
    "pages": [
        {
            "chapter": 29,
            "verse": 39,
            "text": "Va niz halok kardem Qorunu Fir'avn va Homonro, ki hamono Mūso ʙo dalelhoi ravşani xud nazdi onho omad. Onho dar zamin takaʙʙur va sarkaşī mekardand, vale natavonistand az Alloh ʙigurezand"
        },
        {
            "chapter": 29,
            "verse": 40,
            "text": "Pas, har jakero ʙa sazoi gunohaşon ʙa azoʙ ducor kardem: ʙa ʙa'ze tūfonhoi regʙor firistodem va onon qavmi Lut ʙudand va ʙa'zero na'rai dahşatnok furū girift, onon qavmi Samud va mardumi Madjan ʙudand va ʙa'zero dar zamin furū ʙurdem, ki onon Qorun va joronaş ʙudand va ʙa'zero ƣarq soxtem, ki onon Qavmi Nūh, Fir'avn, Homon va qavmaşon ʙudand. Va Alloh hargiz ʙa onho sitam nakarda ʙud, ʙalki onho xud ʙa xeştan sitam karda ʙudand"
        },
        {
            "chapter": 29,
            "verse": 41,
            "text": "Misoli onon, ki ʙa çoi Alloh dūstone giriftand, hamcun kori ankaʙut (tortanak) ast, ki xonae ʙisoxt. Ba durustī, ki agar medonistand, haroina, susttarini xonaho, xonai ankaʙut ast"
        },
        {
            "chapter": 29,
            "verse": 42,
            "text": "Ba tahqiq, Allohi jakto medonad, ki on ciro ƣajr az vaj meparastand cize nest, ʙalki tanho nomhoest, ki onhoro nomidaand na foida va na zijone rasonida metavonand va Ū ʙar duşmanonaş pirūzmand ast va dar korhojaş ʙo hikmat ast"
        },
        {
            "chapter": 29,
            "verse": 43,
            "text": "In masalhoro ʙaroi mardum meorem, to manfiat ʙarand va az on ta'lim ʙigirand va on masalhoro çuz donojon dark namekunand"
        },
        {
            "chapter": 29,
            "verse": 44,
            "text": "Alloh osmonhovu zaminro ʙa rostī ʙijofarid va ʙeşak, dar ofarinişi osmonho va zamin iʙratest ʙaroi mū'minon"
        },
        {
            "chapter": 29,
            "verse": 45,
            "text": "Ej Pajomʙar! Har ciro az in kitoʙi Qur'on ʙar tu vahj şudaast, tilovat kun. Va namozro ʙo arkonu şarthojaş ʙigzor, ki haroina, muhofizat kardan ʙar namoz odamiro az fahşovu munkar ʙozmedorad va dilaş munavvar meşavad va imonaş zijod megardad va zikri Alloh dar namoz va ƣajri namoz ʙuzurgtar va afzaltar ast va Alloh ʙa korhoe, ki az neku ʙad mekuned, ogoh ast"
        }
    ]
}