{
    "pages": [
        {
            "chapter": 32,
            "verse": 1,
            "text": "Alif, Lom, Mim"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "Nozil şudani in kitoʙi Qur'on, ki heç şakke dar on nest, az çoniʙi Parvardigori çahonijon ast"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "Ojo muşrikon megūjand: Muhammad onro ʙa durūƣ ʙoftaast? Na, onho durūƣ megūjand, ʙalki Qur'on suxanest ʙarhaq az çoniʙi Parvardigorat ʙaroi tu nozil şudaast, to mardumero, ki peş az tu ʙimdihandae nadoştaand, ʙitarsonī. Şojad az gumrohiaşon naçot joʙand va ʙa rohi hidojat aftand"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "Alloh zotest, ki osmonhovu zaminro va on ci mijoni onhost, dar şaş rūz ʙijofarid va on goh ʙar Arş istivo joft. Şumoro ƣajri Ū dūst jo şafoatkunandae nest. Ojo pand namegmred"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "Kori çahoni hastiro az osmon to zamin tadʙir menamojad. Sipas on korho dar rūze, ki miqdori on hazor sol ast, cunon ki dar in dunjo meşumored, ʙa sūi Ū ʙolo meravand"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "Alloh, ki donoi pinhonu oşkor ast va cize ʙar Ū pūşida namemonad, ƣoliʙu mehruʙon ast"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "On Zote, ki har ciro ofarid ʙa nekūtarin surat ofarid va ofarinişi odamro az gil oƣoz kard. (Hamono on, Odam alajhissalom ast)"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "Sipas nasli ūro az qatrai oʙi pastu nociz ofarid"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "On goh a'zoi şakli ūro rost kard va purra gardonid va ofarinişi ūro ʙisjor zeʙo va nekū namud va az Rūhi Xud ʙa vositai maloika dar on ʙidamid. Va ʙarojaton gūşu caşmho soxt, to ʙajni ovozu ranghoro çudo kuned va dilho ofarid, to ʙa aqli xeş ʙajni neku ʙad va foidavu zararro dark namoed. Ci andak şumo şukr megūed"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "Ba muşrikon guftand: Ojo vaqte ki dar zamin ʙo gūştu ustuxonamon nestu noʙud şavem, ojo ʙori digar dar ofarinişi nav xohem ʙud? Balki onho ʙa didori Parvardigoraşon imon nadorand"
        },
        {
            "chapter": 32,
            "verse": 11,
            "text": "Bigū ej Rasul: Fariştai marg (Malakulmavt), ki ʙar şumo muvakkal (vazifador karda şudaast), çonatonro megirad va lahzae ta'xir namekunad. Sipas ʙa sūi Parvardigoraton ʙozgardonida meşaved va on goh şumoro tiʙqi amalhojaton podoş va çazo xohad dod"
        }
    ]
}