{
    "pages": [
        {
            "chapter": 48,
            "verse": 29,
            "text": "Muhammad (sallallohu alajhi va sallam), rasuli Alloh ast va kasone, ki ʙo ū ʙar dini ū hastand, ʙar kofiron saxtgirand va dar mijoni jakdigar mehruʙonand. Onhoro dar namozaşon dar holati ruku' va suçud meʙinī va umedvori fazlu xuşnudii Alloh hastand, pas onhoro ʙa çannat doxil mekunad, va az onho rozī meʙoşad. Nişonai durustkorii onho dar cehrahojaşon az asari saçda namojon ast. In ast vasfi onho dar Tavrot va dar Inçil, ki cun kiştzore hastand, ki çavona (xūşa) ʙizanad va on çavona (xūşa) mahkam şavad va ʙar pojahoi xud ʙiistad va kişovarzonro ʙa hajrat andozad, to on ço, ki ʙisjorii onho va zeʙoii manzaraşon kofironro ʙa xaşm ovarad. Alloh az mijoni onho kasonero, ki imon ovardaand ʙa Allohu rasulaş va korhoi şoista kardaand va az man' kardahojaş parhez kardand, ʙa omūrzişi gunohhojaşon va mukofoti ʙuzurg (çannat) va'da dodaast"
        },
        {
            "chapter": 49,
            "verse": 1,
            "text": "Ej kasone, ki ʙa Alloh va rasulaş imon ovardaed, dar ʙaroʙari Allohu pajomʙari Ū peşdastī makuned (heç hukmero ʙar hukmi Alloh va pajomʙaraş muqaddam masozed va az peşi xud hukme nakuned va dar guftoru kirdoraton) az Alloh ʙitarsed, zero Alloh ʙa guftoraton şunavo va ʙa kirdoraton donost"
        },
        {
            "chapter": 49,
            "verse": 2,
            "text": "Ej kasone, ki ʙa Alloh va rasulaş imon ovardaed va ʙa şari'ati ū amal kardaed, sadoi xudro az sadoi Pajomʙar ʙalandtar makuned va hamcunon ki ʙo jakdigar ʙaland suxan megūed, ʙo ū ʙa ovozi ʙaland suxan magūed, to nadonista a'molaton zoe' naşavad"
        },
        {
            "chapter": 49,
            "verse": 3,
            "text": "Haroina, kasone, ki dar nazdi pajomʙari Alloh sadojaşonro poin meovarand, hamonhojand, ki Alloh dilhojaşonro ʙa taqvo ozmudaast va sofu xolis gardonidaast. Onhoro dar ʙaroʙari in odoʙaşon omūrziş va muzdi ʙuzurg ast va hamon çannat ast"
        },
        {
            "chapter": 49,
            "verse": 4,
            "text": "Haroina, onhoe, ki az on sūi huçraho nidojat medihand, (ej Pajomʙar) ʙeştaraşon namedonand, (ki tu cī maqomi voloe dar dargohi Alloh dorī va ʙojad ʙo tu ʙo ehtirom raftor kunand)"
        }
    ]
}