{
    "pages": [
        {
            "chapter": 53,
            "verse": 1,
            "text": "(Alloh ta'olo savgand jod kardaast:) Savgand ʙa on sitora, ki cun dar oxiri şaʙ pinhon şavad"
        },
        {
            "chapter": 53,
            "verse": 2,
            "text": "Gumroh naşudaast Muhammad sallallohu alajhi va sallam va na ʙa rohi kaç raftaast. Balki Ū xele ham dar rohi durust va i'tidol meʙoşad"
        },
        {
            "chapter": 53,
            "verse": 3,
            "text": "Va suxan az rūi havoju havas namegūjad"
        },
        {
            "chapter": 53,
            "verse": 4,
            "text": "On cize, ki ʙo xud ovarda va ʙo şumo dar mijon nihodaast, çuz vahj cizi digare nest, ki ʙar ū firistoda meşavad"
        },
        {
            "chapter": 53,
            "verse": 5,
            "text": "Ta'lim dodaast in Qur'onro ʙa Muhammad sallallohu alajhi va sallam fariştae, ki ʙisjor nerumand ast"
        },
        {
            "chapter": 53,
            "verse": 6,
            "text": "Pas fariştai nerumand doroi axloqi nekū (Çaʙrail alajhissalom) rost va durust istod"
        },
        {
            "chapter": 53,
            "verse": 7,
            "text": "Va ū xudro nişon dod ʙa surati asliaş ʙa Pajomʙar sallallohu alajhi va sallam dar kanori ʙalandii osmon"
        },
        {
            "chapter": 53,
            "verse": 8,
            "text": "Sipas Çaʙrail nazdik şud ʙa Pajomʙar sallallohu alajhi va sallam, ongoh furud omad va nazdiktar şud"
        },
        {
            "chapter": 53,
            "verse": 9,
            "text": "pas fosilai ū ʙa Pajomʙar ʙa qadri du kamon jo kamtar ʙud"
        },
        {
            "chapter": 53,
            "verse": 10,
            "text": "Va Alloh ʙa ʙandai xud Muhammad salallohu alajhi va sallam har cī ʙojad vahj kunad, ʙa vositai Çaʙrail, vahj kard"
        },
        {
            "chapter": 53,
            "verse": 11,
            "text": "Dili Muhammad sallallohu alajhi va sallam on ciro, ki caşmaş dida ʙud, durūƣ naşumurd"
        },
        {
            "chapter": 53,
            "verse": 12,
            "text": "Ojo ʙo ū dar ʙorai cize ki az ojoti Parvardigoraş didaast siteza mekunedu duruƣ meʙarored"
        },
        {
            "chapter": 53,
            "verse": 13,
            "text": "Va ʙa rostī Muhammad sallallohu alajhi va sallam Çaʙrailro ʙa surati haqiqiaş ʙori digar dida ʙud"
        },
        {
            "chapter": 53,
            "verse": 14,
            "text": "nazdi Sidratu-l- muntaho"
        },
        {
            "chapter": 53,
            "verse": 15,
            "text": "ki Çannatu-l-ma'voi ʙaroi parhezgoron va'da şuda nazdi on qaror dorad"
        },
        {
            "chapter": 53,
            "verse": 16,
            "text": "Cun daraxti Sidraro on cī pūşonda ʙud, furū pūşond, on goh, ki amri ʙuzurg az sūi Alloh onro mepūşonad, ki vasf va holati onro ƣajri Allohi jakto digare namedonad"
        },
        {
            "chapter": 53,
            "verse": 17,
            "text": "Hargiz caşmaş kaçravī nakard na rostu na cap va az on ci ʙa on amr karda şuda ʙud ʙa didanaş taçovuz nakard"
        },
        {
            "chapter": 53,
            "verse": 18,
            "text": "Hamono did Muhammad sallallohu alajhi va sallam, şaʙi Me'roç, porae az ojoti ʙuzurg, (ja'ne, çannat va dūzaxro, ki dalolat ʙa qudrati Alloh mekunad)"
        },
        {
            "chapter": 53,
            "verse": 19,
            "text": "Ojo ej muşrikon, on ma'ʙudonero, ki iʙodataşon mekuned: Lot va Uzoro didaed"
        },
        {
            "chapter": 53,
            "verse": 20,
            "text": "Va Manot, on ʙuti savvumi digarro? Ojo foida jo zarare ovard, to şariki Alloh gardad"
        },
        {
            "chapter": 53,
            "verse": 21,
            "text": "Ojo şumoro pisar ʙoşad, ki ʙa on rozied va Allohro duxtar, ki dar in surat onro ʙaroi xud rozī nested"
        },
        {
            "chapter": 53,
            "verse": 22,
            "text": "In taqsimi sitamkorona ast"
        },
        {
            "chapter": 53,
            "verse": 23,
            "text": "In ʙutho cize nestand çuz nomhoe, ki xud va padaronaton az rūi havovu havasi ʙotilaton ʙa onho dodaed. Va Alloh ta'olo heç dalele ʙaroi tasdiqi da'voi şumo nafiristodaast. Tanho on muşrikon az pai gumonu nafsi xeş meravand va hol on ki az çoniʙi Alloh ʙar zaʙoni Pajomʙar sallallohu alajhi va sallam rohnamoijaşon kardaand, pas ʙa onho foidae nakard"
        },
        {
            "chapter": 53,
            "verse": 24,
            "text": "Ojo har ciro, ki odamī orzu kunad, az şafo'ati in ma'ʙudon jo ƣajraş ʙarojaş hosil ast? (Hargiz ne)"
        },
        {
            "chapter": 53,
            "verse": 25,
            "text": "Ore, ham oxirat va ham dunjo az oni Alloh ast"
        },
        {
            "chapter": 53,
            "verse": 26,
            "text": "Va cī ʙisjor fariştagoni olihimmat dar osmonand, ki şafo'ataşon heç foidae nadihad, magar az on pas, ki Alloh ʙaroi har kase, ki ʙixohad va pisandad içozat dihad"
        }
    ]
}