{
    "pages": [
        {
            "chapter": 2,
            "verse": 58,
            "text": "Va ʙa jod ored on ne'matero, ki ʙa şumo arzonī namudem va guftem, ki: «Ba in şahr (Bajtulmuqaddas) daroed va az ne'mathoi on har cī va har ço, ki xosta ʙoşed, ʙa farovonī ʙixured! Vale saçdakunon az darvoza doxil şaved va ʙigued: «Parvardigoro! Gunoh az mo kam kun». To xatohoi şumoro ʙijomūrzem va ʙa podoşi nekukoron ʙijafzoem"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "Pas sitamgoron az ʙani Isroil on suxanro ʙa suxani digare ƣajr az on cī ʙa onon gufta şuda ʙud taʙdil kardand. Va ʙar onon ʙa saʙaʙi sarkaşiaşon va ʙerun omadanaşon az to'ati Parvardigor, azoʙe osmonī furud ovardem"
        },
        {
            "chapter": 2,
            "verse": 60,
            "text": "Va ʙa jod ored on goh, ki taşnalaʙonu sargardon ʙuded, pas Mūso ʙaroi qavmi xud oʙ xost. Guftem: «Asojatro ʙar sang ʙizan». Pas duvozdah caşma az on ʙaromad. Har gurūhe mahalli oʙnūşii xudro ʙidonist, to ʙajnaşon kaşmakaş naşavad. Va ʙarojaşon guftem: Az rūzii Alloh ʙixūredu ʙijoşomed va dar rūi zamin ʙo fasod sarkaşī makuned"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "Va ʙa jod ored, vaqte ki Mo ʙa şumo taome (şirin va parrandai iştihoʙaxş) furūd ovardem, misli odataton noşukrī karded va ʙa tangī va malol ducor gaşted. Pas gufted: «Ej Mūso, mo ʙar jak nav'i ta'om natavonem saʙr kard, az Parvardigorat ʙixoh, to ʙaroi mo az on cī az zamin merūjad, cun saʙzī, ʙodiring, gandum va nasku pijoz ʙirujonad». Mūso guft: «Ojo mexohed on ciro, ki ʙehtar ast ʙa on cī pasttar ast, ivaz kuned? Az ʙodija ʙa şahre ʙozgarded, ki dar on ço har cī xohed, ʙa şumo ʙidihand. Onho xoxişi nafsi xudro ʙar xosti Alloh ʙolo donistand. Vaqte ki ʙa şahr vorid şudand, muqarrar şud ʙar onho xorivu ʙecoragī va ʙo xaşmi Alloh nazdik şudand! Va in ʙad-on saʙaʙ ʙud, ki ʙa ojoti Alloh kofir şudand va pajomʙaronro ʙa nohaq kuştand va nofarmonī kardand va taçovuz namudand»"
        }
    ]
}