{
    "juzs": [
        {
            "chapter": 1,
            "verse": 1,
            "text": "Allah - beginning with the name of - the Most Gracious, the Most Merciful"
        },
        {
            "chapter": 1,
            "verse": 2,
            "text": "All praise is to Allah, the Lord Of The Creation"
        },
        {
            "chapter": 1,
            "verse": 3,
            "text": "The Most Gracious, the Most Merciful"
        },
        {
            "chapter": 1,
            "verse": 4,
            "text": "Owner of the Day of Recompense"
        },
        {
            "chapter": 1,
            "verse": 5,
            "text": "You alone we worship and from You alone we seek help (and may we always)"
        },
        {
            "chapter": 1,
            "verse": 6,
            "text": "Guide us on the Straight Path"
        },
        {
            "chapter": 1,
            "verse": 7,
            "text": "The path of those whom You have favoured – Not the path of those who earned Your anger – nor of those who are astray"
        },
        {
            "chapter": 2,
            "verse": 1,
            "text": "Alif-Laam-Meem. (Alphabets of the Arabic language; Allah and to whomever He reveals, know their precise meanings)"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "This is the exalted Book (the Qur’an), in which there is no place for doubt; a guidance for the pious"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "Those who believe without seeing (the hidden), and keep the (obligatory) prayer established, and spend in Our cause from what We have bestowed upon them"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "And who believe in this (Qur’an) which has been sent down upon you, O beloved Prophet, (Mohammed – peace and blessings be upon him) and what was sent down before you; and are certain of the Hereafter"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "It is they who are on guidance from their Lord; and they are the successful"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "As for those whose fate is disbelief, whether you warn them or do not warn them – it is all one for them; they will not believe. (Because their hearts are sealed – see next verse)"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "Allah has sealed their hearts and their ears, and on their eyes is a covering; and for them is a terrible punishment"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "And among the people are some* that say, “We believe in Allah and the Last Day**” whereas they are not believers! (* The hypocrites ** the Day of Resurrection)"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "They wish to deceive Allah and the believers; and in fact they deceive none except themselves and they do not have any understanding"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "In their hearts is a disease, so Allah has increased their disease; and for them is a painful punishment, because of their lies"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "And when it is said to them, “Do not cause turmoil in the earth”, they say, “We are only peacemakers!”"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Pay heed! It is they who are mischievous, but they do not have sense"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "And when it is said to them, “Believe as the others believe”, they say, “Shall we believe as the foolish believe?” It is they who are the fools, but they do not know"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "And when they meet with the believers, they say, “We believe”; and when they are alone with their devils, they say, “We are undoubtedly with you, we were just mocking!”"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Allah (befitting His Majesty) mocks them, leaving them to wander blindly in their rebellion"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "These are the people who purchased error in exchange of guidance – so their bargain did not profit them, and they did not know how to trade"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Their example is like that of one who kindled a fire; and when it lit up all that was around it, Allah took away their light and left them in darkness, unable to see anything"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Deaf, dumb and blind; and they are not to return"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Or like a rainstorm from the sky, in which are darkness, thunder and lightning; they thrust their fingers in their ears due to the thunderclaps, fearing death; and Allah has the disbelievers encompassed"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "It seems the lightning may snatch away their sight from them; whenever it flashes they walk in it, and when it darkens they stand still; if Allah willed, He could take away their hearing and their sight; indeed Allah is Able to do all things"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "O mankind! Worship your Lord, Who has created you and those before you, in the hope of attaining piety"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "The One Who has appointed the earth a base for you, and the sky a canopy – and caused water to pour down from the sky, thereby producing fruits as food for you; and do not knowingly set up rivals to Allah"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "And if you are in any doubt concerning what We have sent down upon Our distinguished bondman (Prophet Mohammed – peace and blessings be upon him), bring forth a single surah (chapter) equal to it; and call upon all your supporters, other than Allah, if you are truthful"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "And if you are unable to bring forth (one chapter) – and We declare that you can never bring one – then fear the fire (of hell), the fuel of which is men and stones; kept ready for the disbelievers"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "And give glad tidings to those who believe and do good deeds; that for them are Gardens beneath which rivers flow; when they are provided with a fruit of the Gardens, they will say, “This is the same food as what was given to us before” whereas it is in resemblance; and in the Gardens are pure spouses for them; and they shall abide in it forever"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "Indeed Allah does not, for the sake of explanation, shy to illustrate an example of anything, whether it is of a gnat or something further (inferior) than it; so the believers know it is the Truth from their Lord; as for the disbelievers, they say, “What does Allah intend by such an example?” He misleads many thereby, and He guides many thereby; and with it He misleads only those who are rebellious"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "Those who break the covenant of Allah after ratifying it – and sever what Allah has ordered to join, and who cause turmoil (evil / religious chaos) in the earth; it is they who are the losers"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "What has made you disbelieve in Allah? Whereas you were dead and He gave you life; then He will give you death, then bring you to life again, and then it is to Him you will return"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "It is He Who created for you all that is in the earth; then He inclined towards the heaven, therefore fashioning it as proper seven heavens; and He knows everything"
        },
        {
            "chapter": 2,
            "verse": 30,
            "text": "And (remember) when your Lord said to the angels, “I am about to place My Caliph in the earth”; they said, “Will You place (as a caliph) one who will spread turmoil in it and shed blood? Whereas we glorify You with praise and proclaim Your Sanctity”; He said, “I know what you do not.”"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "And Allah the Supreme taught Adam all the names (of things), then presented them to the angels, saying, “Tell Me the names of these, if you are truthful.”"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "They said, “Purity is to You! We do not have any knowledge except what You have taught us! Indeed You only are the All Knowing, the Wise.”"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "He said “O Adam! Inform them the names”; and when Adam had informed them their names, He said, “Did I not tell you that I know all the secrets of the heavens and the earth? And I know all what you disclose and all what you hide?”"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "And (remember) when We ordered the angels to prostrate before Adam, so they all prostrated, except Iblis (Satan – devil); he refused and was proud – and became a disbeliever"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "And We said, “O Adam! You and your wife dwell in this Garden, and eat freely from it wherever you please – but do not approach this tree for you will become of those who transgress.”"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "So the devil destabilised them in it and removed them from where they were – and We said, “Go down, one of you is an enemy to the other; and for a fixed time you shall stay on earth and feed in it.”"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Then Adam learnt from his Lord certain words (of revelation), therefore Allah accepted his repentance; indeed He only is the Most Acceptor of Repentance, the Most Merciful. (See Verse)"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "We said, “Go down from Paradise, all of you; then if some guidance comes to you from Me – so whoever follows My guidance, for such is neither fear nor any grief.”"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "And those who disbelieve and deny Our signs, are the people of fire (hell); they will remain in it forever"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "O Descendants of Israel (Jacob)! Remember My favour which I bestowed upon you, and fulfil your covenant towards Me, I shall fulfil My covenant towards you; and fear Me alone"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "And accept faith in what I have sent down (the Qur’an), which confirms what is with you (the Torah / Bible), and do not be the first to disbelieve in it – and do not exchange My verses for an abject – and fear Me alone"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "And do not mix the truth with falsehood, nor purposely conceal the truth"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "And keep the (obligatory) prayer established, and pay the charity, and bow your heads with those who bow (in prayer)"
        },
        {
            "chapter": 2,
            "verse": 44,
            "text": "What! You enjoin righteousness upon people while you forget (to practise it) yourselves, whereas you read the Book? Do you not have sense"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "And seek help in patience and prayer; and truly it is hard except for those who prostrate before Me with sincerity"
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "Who know that they have to meet their Lord, and that it is to Him they are to return"
        },
        {
            "chapter": 2,
            "verse": 47,
            "text": "O Descendants of Israel! Remember the favour of Mine, which I bestowed upon you and gave you superiority over others of your time. (by sending the Noble Messengers to your nation)"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "And fear the Day (of Resurrection) when no soul will be exchanged for another, nor will any intercession be accepted for the disbelievers, nor will they be set free in lieu of compensation nor will they be helped"
        },
        {
            "chapter": 2,
            "verse": 49,
            "text": "(And remember) When We rescued you from Firaun’s people, for they were inflicting you with a dreadful torment, slaying your sons and sparing your daughters; that was a tremendous trial from your Lord (or a great reward)"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "And when We split the sea for you thereby rescuing you, and drowned the Firaun's people in front of your eyes"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "And when We made a commitment with Moosa (Moses) for forty nights – then behind him you started worshipping the calf, and you were unjust"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "Then after that We pardoned you so that you may be grateful"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "And when We gave Moosa the Book (Taurat / Torah) and the criterion to judge right from wrong, so that you may attain guidance"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "And when Moosa said to his people, “O my people! You have wronged yourselves by taking the calf,* therefore turn in repentance to your Creator, therefore kill each other; this is better for you before your Creator”; He therefore accepted your repentance; indeed He only is the Most Acceptor of Repentance, the Most Merciful. (* as your deity for worship)"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "And when you said “O Moosa! We will not believe you till we clearly see Allah”; so the thunder seized you while you were watching"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "Then We brought you back to life after your death, so that you may be grateful"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "And We made the clouds a canopy for you and sent down Manna and Salwa (birds) on you; “Eat of the pure things We have provided you”; they did not wrong Us in the least, but indeed they wronged themselves"
        },
        {
            "chapter": 2,
            "verse": 58,
            "text": "And when We said, “Enter this town and eat freely from what is in it, and enter the gate whilst prostrating, and say, ‘May our sins be forgiven’ – We will forgive you your sins; and We will soon increase the reward for the righteous.”"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "But the unjust changed the word that had been ordered for another one, so We sent down a punishment on them from the skies, the recompense of their disobedience"
        },
        {
            "chapter": 2,
            "verse": 60,
            "text": "And when Moosa asked for water for his people, We said, “Strike this rock with your staff”; thereupon twelve springs gushed forth from it; each group recognised its drinking-place; “Eat and drink from what Allah has provided, and do not roam about the earth making turmoil in it.”"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "And when you said, “O Moosa! We shall never put up with only one kind of food, so call upon your Lord to produce for us what the earth grows – some herbs, cucumbers, corn, lentils and onions”; he said, “What! You wish to exchange the better for something inferior? Therefore settle down in Egypt or any city, where you will get what you demand”; and disgrace and misery were destined for them; and they returned towards Allah’s wrath; that was because they disbelieved in Allah’s signs and wrongfully martyred the Prophets; that was for their disobedience and transgression"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "Indeed the believers (the Muslims) and those among the Jews, the Christians, and the Sabeans who sincerely accept faith in Allah and the Last Day* and do good deeds – their reward is with their Lord; and there shall be no fear upon them nor shall they grieve. (* i.e. convert to Islam)"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "And when We made a covenant with you and raised the Mount above you; “Accept and hold fast to what We give you, and remember what is in it, so that you may attain piety.”"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "Then after that, you turned away; and were it not for the munificence of Allah and His mercy, you would be among the losers"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "And you certainly know of those amongst you who transgressed in the matter of Sabth (Sabbath – Saturday) – We therefore said to them, “Become apes, despised!”"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "So We made this incident (of that town) a warning to the surrounding towns (others of their time) and to succeeding generations, and a lesson for the pious"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "And (remember) when Moosa said to his people, “Allah commands you to sacrifice a cow”; they said, “Are you making fun of us?” He answered, “Allah forbid that I should be of the ignorant!”"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "They said, “Pray to your Lord that He may describe the cow”; said Moosa, “He says that it is a cow neither old nor very young but between the two conditions; so do what you are commanded.”"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "They said, “Pray to your Lord that He may reveal its colour to us”; answered Moosa, “Indeed He says it is a yellow cow, of bright colour, pleasing to the beholders.”"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "They said, “Pray to your Lord that He may clearly describe the cow to us, we are really in a doubt as to which cow it is; and if Allah wills, we will attain guidance.”"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "Said Moosa, “He says, ‘She is a cow not made to work, neither ploughing the soil nor watering the fields; flawless and spotless’; they said, “You have now conveyed the proper fact”; so they sacrificed it, but seemed not to be sacrificing it (with sincerity)"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "And (remember) when you slew a man and were therefore accusing each other concerning it; and Allah wanted to expose what you were hiding"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "We therefore said, “Strike the dead man with a part of the sacrificed cow”; this is how Allah will bring the dead to life, and shows you His signs so that you may understand"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Then after it, your hearts hardened – so they are like rocks, or even harder; for there are some rocks that rivers gush forth from them; and some that water flows from them when they split asunder; and there are rocks that fall down for the fear of Allah; and Allah is not unaware of your deeds"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "So O Muslims, do you wish for the Jews to accept faith in you whereas a group of them used to listen to the Words of Allah, and then after having understood it, purposely changed it"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "And when they meet the believers, they say, “We believe”; but when they are in isolation with one another they say, “You clarify to the believers from what Allah has disclosed to you, so that they may evidence it against you before your Lord? So have you no sense?”"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "Do they not know that Allah knows all whatever they hide and whatever they disclose"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "And among them are the unlearned that do not know anything of the Book except to recite something therefrom or parts of their own fabrications; they are in absolute illusion"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "Therefore woe is to those who write the Book with their hands; and they then claim, “This is from Allah” in order to gain an abject (worldly) price for it; therefore woe to them for what their hands have written, and woe to them for what they earn with it"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "And they said, “The fire will not touch us except for a certain number of days”; say, “Have you taken a covenant from Allah – then Allah will certainly not break His covenant – or do you say something concerning Allah what you do not know?”"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Yes, why not?* The one who earns evil and his sin surrounds him; he is from the people of fire (hell); they will remain in it forever. (You will remain in the fire forever)"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "And those who believe and do good deeds – they are the People of Paradise; they will abide in it forever"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "And (remember) when We took a covenant from the Descendants of Israel that, “Do not worship anyone except Allah; and be good to parents, relatives, orphans and the needy, and speak kindly to people and keep the prayer established and pay the charity”; thereafter you retracted, except some of you; and you are those who turn away"
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "And when We took a covenant from you that, “Do not shed the blood of your own people nor turn out your own people from your colonies”; you then acknowledged it and you are witnesses"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "Then it is you who began slaying each other and you drive out a group of your people from their homeland – providing support against them (to their opponents) through sin and injustice; and if they come to you as captives you redeem them, whereas their expulsion itself is forbidden to you; so do you believe in some of Allah’s commands and disbelieve in some? So what is the reward of those who do so, except disgrace in this world? And on the Day of Resurrection they will be assigned to the most grievous punishment; and Allah is not unaware of your deeds"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "These are the people who bought the worldly life in exchange of the Hereafter – so their punishment will not be lightened, nor will they be helped"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "And indeed We gave Moosa (Moses) the Book and subsequent to him, sent Noble Messengers one after another – and We gave Eisa (Jesus), the son of Maryam (Mary), clear proofs and supported him with the Holy Spirit; so when a Noble Messenger from Allah comes to you bringing what you yourselves do not desire, you grow arrogant; so you disbelieve in a group of the Prophets and another group of Prophets you slay"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "And the Jews said, “Our hearts are covered”; in fact Allah has cursed them because of their disbelief, so only a few of them accept faith"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "And when the Book from Allah (the Holy Qu’ran) came to them, which confirms the Book in their possession (the Taurat / Torah) – and before that they used to seek victory through the medium of this very Prophet (Mohammed – peace and blessings be upon him) over the disbelievers; so when the one whom they fully recognised (the Holy Prophet) came to them, they turned disbelievers – therefore Allah’s curse is upon the disbelievers"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "How abject is the price for which they exchange their lives that they should disbelieve in what Allah has sent down, jealous that Allah should reveal of His grace to whomever He wills of His bondmen! So they deserved wrath upon wrath; and for the disbelievers is a disgraceful punishment"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "And when it is said to them, “Believe in what Allah has sent down\", they say, “We believe in what was sent down to us, and disbelieve in the rest” – whereas it is the Truth confirming what they possess! Say (to them, O dear Prophet Mohammed – peace and blessings be upon him), “Why did you then martyr the earlier Prophets, if you believed in your Book?”"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "And indeed Moosa came to you with clear signs, and after it you worshipped the calf – and you were unjust"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "And remember when We made a covenant with you and raised the Mount Tur (Sinai) above you; “Accept and hold fast to what We give you, and listen”; they said, “We hear and we disobey”; and the calf was still embedded in their hearts because of their disbelief; say (O dear Prophet Mohammed – peace and blessings be upon him), “What an evil command is what your faith orders you, if you are believers!”"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "Say (O dear Prophet Mohammed – peace and blessings be upon him), “If the abode of the Hereafter in the sight of Allah is for you alone and none else, then long for death if you are truthful!”"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "And they will never long for it, because of the evil deeds they have done in the past; and Allah knows the unjust, very well"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "And you will surely find them the greediest among mankind for life; and (likewise) among the polytheists (idolaters); each one of them yearns to live a thousand years; and the grant of such age will not distance him from the punishment; and Allah is seeing their misdeeds"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "Say (O dear Prophet Mohammed – peace and blessings be upon him), “Whoever is an enemy to Jibreel (Gabriel)” – for it is he who has brought down this Qu’ran to your heart by Allah’s command, confirming the Books before it, and a guidance and glad tidings to Muslims. –"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "“Whoever is an enemy to Allah, and His angels and His Noble Messengers, and Jibreel and Mikaeel (Michael) -, then (know that), Allah is an enemy of the disbelievers.”"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "We have indeed sent down to you clear signs; and none will disbelieve in them except the sinners"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "And is it that whenever they make a covenant, only a group of them throws it aside? In fact, most of them do not have faith"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "And when a Noble Messenger from Allah came to them, confirming the Book(s) which they possessed, a group of those who have received the Book(s) flung the Book of Allah behind their backs as if they were totally unaware"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "And they followed what the devils used to read during the rule of Sulaiman (Solomon – peace and blessings be upon him); and Sulaiman did not disbelieve, but the devils disbelieved – they teach people magic; and that which was sent down to the two angels, Harut and Marut in Babylon; and the two (angels) never taught a thing to anyone until they used to say, “We are only a trial, therefore do not lose your faith” and they used to learn from them that by which they cause division between man and his wife; and they cannot harm anyone by it except by Allah’s command; and they learn what will harm them, not benefit them; and surely they know that whoever bargains for this will not have a share in the Hereafter; and for what an abject thing they have sold themselves; if only they knew"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "And had they believed and been pious, then the recompense from Allah is extremely good; if only they knew"
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "O People who Believe, do not say (to the Prophet Mohammed- peace and blessings be upon him), “Raena (Be considerate towards us)” but say, “Unzurna (Look mercifully upon us)\", and listen attentively from the start; and for the disbelievers is a painful punishment. (To disrespect the Holy Prophet – peace and blessings be upon him – is blasphemy)"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "Those who disbelieve – the People given the Book(s) or the polytheists – do not wish that any good be sent down upon you from your Lord; and Allah chooses whomever He wills by His Mercy; and Allah is the Most Munificent"
        },
        {
            "chapter": 2,
            "verse": 106,
            "text": "When We abrogate a verse or cause it to be forgotten, We will bring one better than it or one similar; do you not know that Allah is Able to do all things"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "Do you not know that for Allah only is the kingship of the heavens and the earth? And except Allah, you have neither a protector nor any supporter"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Do you wish to ask your Noble Messenger a question similar to what Moosa was asked before? And whoever chooses disbelief instead of faith has gone astray from the Right Path"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Many among People given the Book(s) wished to turn you to disbelief after you had accepted faith; out of hearts’ envy, after the truth has become very clear to them; so leave them and be tolerant, until Allah brings His command; indeed Allah is Able to do all things"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "And keep the prayer established, and pay the charity; and whatever good you send ahead for yourselves, you will find it with Allah; indeed Allah is seeing your deeds"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "And the People given the Book(s) said, “None will enter Paradise unless he is a Jew or a Christian”; these are their own imaginations; say (O dear Prophet Mohammed – peace and blessings be upon him), “Bring your proof, if you are truthful.”"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "Yes, why not? Whoever submits his face for the sake of Allah, and is virtuous, his reward is with his Lord; and there shall be no fear upon them nor shall they grieve"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "And the Jews said, “The Christians are nothing” – and the Christians said, “The Jews are nothing” whereas they both read the Book; and the ignorant spoke similarly; so Allah will judge between them on the Day of Resurrection, concerning the matter in which they dispute"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "And who is more unjust than one who prevents the name of Allah being mentioned in the mosques, and strives for their ruin? It did not befit them to enter the mosques except in fear; for them is disgrace in this world, and a terrible punishment in the Hereafter"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "And the East and the West, all belong to Allah – so whichever direction you face, there is Allah’s Entity (Allah’s Mercy is directed towards you); indeed Allah is the All Capable, (His powers and reach are limitless), the All Knowing"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "And they said, “Allah has taken an offspring for Himself” – Purity is to Him! In fact, all that is in the heavens and the earth, is His dominion; all are submissive to Him"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "The Originator of the heavens and the earth – and when He commands a thing, He only says to it, “Be\", and it thereupon happens"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "And the ignorant people said, “Why does not Allah speak to us, or some sign come to us?” Those before them had also spoken in the same way as they speak; their hearts (and of those before them) are all alike; undoubtedly, We have made the signs clear for the people who have faith"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "Undoubtedly, We have sent you (O dear Prophet Mohammed – peace and blessings be upon him) with the truth, giving glad tidings and conveying warning, and you will not be questioned about the people of hell"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "And never will the Jews or the Christians be pleased with you, until you follow their religion; say, “The guidance of Allah only is the (true) guidance”; and were you (the followers of this Prophet) to follow their desires after the knowledge has come to you, you would then not have a protector or aide against Allah"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Those to whom We have given the Book, read it in the manner it should be read; it is they who believe in it; and those who deny it – it is they who are the losers"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "O Descendants of Israel! Remember the favour of Mine which I bestowed upon you and made you superior to all others of your time. (By sending Noble Messengers among you)"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "And fear the day when no soul will be exchanged for another, nor will they be set free in lieu of compensation, nor will any intercession benefit the disbelievers, nor will they be helped"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "And (remember) when Ibrahim’s (Abraham’s) Lord tested him in some matters and he fulfilled them; He said, “I am going to appoint you as a leader for mankind”; invoked Ibrahim, “And of my offspring”; He said, “My covenant does not include the unjust (wrong-doers).”"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "And remember when We made this House (at Mecca) a recourse for mankind and a sanctuary; and take the place where Ibrahim stood, as your place of prayer; and We imposed a duty upon Ibrahim and Ismail (Ishmael), to fully purify My house for those who go around it, and those who stay in it (for worship), and those who bow down and prostrate themselves"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "And (remember) when Ibrahim prayed, “My Lord! Make this city a place of security and bestow upon its people various fruits as providence – for those among them who believe in Allah and the Last Day (of Resurrection)”; He answered, “And whoever disbelieves, I shall provide him also some subsistence and then compel him towards the punishment of fire (hell); and that is a wretched place to return.”"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "And (remember) when Ibrahim was raising the foundations of the House, along with Ismail; (saying), “Our Lord! Accept it from us; indeed You only are the All Hearing, the All Knowing.”"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "“Our Lord! And make us submissive towards you and from our offspring a nation obedient to You – and show us the ways of our worship, and incline towards us with Your mercy; indeed You only are the Most Acceptor of Repentance, the Most Merciful.”"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "“Our Lord! And send towards them a Noble Messenger, from amongst them, to recite to them Your verses, and to instruct them in Your Book and sound wisdom*, and to fully purify them; indeed You only are the Almighty, the Wise.” (The traditions of the Holy Prophet – sunnah and hadith – are called wisdom)"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "And who will renounce the religion of Ibrahim except him who is a fool at heart? We indeed chose him (Ibrahim) in this world; and indeed in the Hereafter he is among those worthy of being closest to Us"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "When his Lord said to him, “Submit”, he said, “I have submitted to the Lord Of The Creation.”"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "And Ibrahim willed the same religion upon his sons, and also did Yaqub (Jacob); (saying), “O my sons – indeed Allah has chosen this religion for you; therefore do not die except as Muslims (those who submit to Him).”"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "In fact, some of you yourselves were present when death approached Yaqub and when he said to his sons, “What will you worship after me?” They said, “We shall worship Him Who is your God, and is the God of your fathers, Ibrahim and Ismail and Ishaq (Isaac) – the One God; and to Him we have submitted ourselves.”"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "This was a nation that has passed away; for them is what they earned, and yours is what you earn; and you will not be questioned about their deeds"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "And the People given the Book(s) said, “Become Jews or Christians – you will attain the right path”; say (O dear Prophet Mohammed – peace and blessings be upon him), “No – rather we take the religion of Ibrahim, who was far removed from all falsehood; and was not of the polytheists.”"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "Say, “We believe in Allah and what is sent down to us and what was sent down to Ibrahim, and Ismael, and Ishaq, and Yaqub, and to their offspring, and what was bestowed upon Moosa and Eisa (Jesus), and what was bestowed upon other Prophets – from their Lord; we do not make any distinction, in belief, between any of them; and to Allah we have submitted ourselves.”"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "And if they believe in the same way you have believed, they have attained guidance; and if they turn away, they are clearly being stubborn; so Allah will soon suffice you (O dear Prophet Mohammed – peace and blessings be upon him) against them; and He only is the All Hearing, the All Knowing"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "“We have taken the colour (religion) of Allah; and whose colour (religion) is better than that of Allah? And only Him do we worship.”"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "Say (O dear Prophet Mohammed – peace and blessings be upon him), “What! You dispute with us concerning Allah, whereas He is our Lord and also yours? Our deeds are with us and with you are your deeds; and only to Him do we sincerely belong.”"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "“In fact you claim that Ibrahim, and Ismail, and Ishaq, and Yaqub, and their offspring were Jews or Christians”; say, “Do you know better, or does Allah?”; and who is more unjust than one who has the testimony from Allah and he hides it? And Allah is not unaware of your deeds"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "They were a group that has passed away; for them is what they earned, and for you is what you earn; and you will not be questioned about their deeds"
        }
    ]
}