{
    "juzs": [
        {
            "chapter": 12,
            "verse": 53,
            "text": "And I do not regard my soul free from (short comings), the soul is certainly an enjoiner of evil except that (soul on which) my Lord has had mercy, my Lord is certainly Protectively Forgiving, Merciful.”"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "And the king said, “Bring him to me, I will appoint him exclusively for myself.” Then when he talked to him, he (the king) said, “This day you are certainly established (as) a trustworthy (in charge) by us.”"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "He (Joseph) said, “Appoint me (as an In charge) over the warehouses of the land, I am certainly a custodian who knows.”"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "And thus did We establish Joseph in the land to dwell in it wherever he willed. We send down Our mercy on whom We will and We do not waste the reward of the doers of good"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "and the reward of the hereafter is certainly better for those who believe and guard (against evil)"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "And Joseph’s brothers came and entered in his presence, so he recognised them but they did not recognise him"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "And when they were provided with their provision he said, “Bring to me your brother from your father. Do you not see that I give full measure and I am one among good hosts"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "And if you do not bring him to me then there will be no measure (of provision) for you from me nor will you come near me.”"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "They said, “We will try to get him from his father, we will certainly do (it).”"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "And he (Joseph) said to his servants, “Place their merchandise in their bags so that they may recognise it when they go back to their people and thereby return (to me).”"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "So when they returned to their father, they said, “O our father ! the measure (of provision) will be withheld from us, therefore send our brother with us so that we may get the measure (of provision) and we will certainly be his protectors.”"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "He said, “Shall I believe you with respect to him in a manner other than the manner in which I believed you with respect to his brother earlier? But God is the Best Protector and He is the Most Merciful of the merciful ones.”"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "And when they opened their belongings they found their merchandise returned to them. They said, “O our father ! what (more) do we desire? This is our merchandise returned to us, so we will get more food for our people and we will protect our brother and will have an additional measure of a camel (load), that will be an easy measure.”"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "He said, “I will never send him with you until you give me an undertaking in (the name) of God that you will bring him back to me unless you are surrounded (and thereby become helpless).”So when they gave him their undertaking, he said, “God is a Trustee over what we say.”"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "And he said, “O my sons ! (all of you) do not enter through one gate but enter through different gates, and nothing from God can be kept away from you by me, the decision is no one’s but God’s, in Him do I put my trust and therefore, let all those who trust, put their trust in Him.”"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "And when they entered in the manner their father had enjoined them, it did not keep away from them anything (that was to happen to them) from God, it was nothing but an urge in the soul of Jacob which he fulfilled, and he was certainly a possessor of knowledge because We had taught him, but the majority of human beings does not know"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "And when they entered (in the presence of) Joseph, he took his brother to stay with him. He said, “I am your brother, so do not grieve because of what they did.”"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "So when he provided them with their provision, he put the drinking cup in his brother’s bag. Then an announcer announced, “O caravan ! you are certainly thieves.”"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "They said, while facing them, “What is it that you miss?”"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "They said, “We miss the king’s drinking cup and he who brings it will have a camel load and I am responsible for it.”"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "They said, “By God, you know for certain that we have not come to cause corruption in the land and we are not thieves.”"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "They said, “Then what should be the penalty for it if you are liars?”"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "They said, “The penalty for it (is that), he in whose bag it is found, he (himself will receive) the penalty for it, thus do we penalize the unjust.”"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "So he began (the search) with their sacks before (searching) the sack of his brother, then he brought out the (cup) from the sack of his brother. Thus did We plot for Joseph. It was (otherwise) not (possible) for him to retain his brother under the law of the king unless God willed. We raise the grades of whom We will, and above every possessor of knowledge there is (the Great) Knower"
        },
        {
            "chapter": 12,
            "verse": 77,
            "text": "They said, “If he has stolen, then his brother too stole earlier,” but Joseph kept it a secret in his soul and did not reveal it to them. He said, “You are in a bad position and God knows what you describe.”"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "They said, “O you who are mighty ! He has a father a very old man, so you seize one of us in his place, we see you to be of the doers of good.”"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "He said, “God protect (us) that we seize (some) one other than him with whom we found our property, in that case we will certainly be unjust.”"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "So when they despaired of him they went apart conferring secretly. The eldest of them said, “Do you not know that your father had taken an undertaking from you in (the name of) God, and earlier (too) you failed (in keeping up your undertaking) in the case of Joseph. Therefore I will not leave this land till my father permits me or God decides (something) for me and He is the Best of judges"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Return to your father and say: O our father ! your son committed theft and we do not bear witness except regarding that which we know and we could not be protectors of the unseen"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "And inquire in the city in which we were, and (also from) the caravan with which we travelled and we are certainly truthful.”"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "He (Jacob) said, “No ! your souls have induced this affair for you so patience is good. May be God will bring them all together to me, He is certainly the Knowing, the Wise.”"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "And he turned away from them and said, “O my sorrow for Joseph,” and his eyes became white due to grief but he suppressed"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "They said, “By God ! you will not cease to remember Joseph till your health is ruined or you become one of those who perish.”"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "He said, “I expose my distress and grief only to God and I know from God that which you do not know"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "O my sons ! go and inquire about Joseph and his brother and do not despair of the mercy of God, no one despairs of the mercy of God except the people who are disbelievers.”"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "So when they entered in his (Joseph’s) presence, they said, “O you who are mighty ! harm has afflicted us and our people and we have brought poor merchandise, so give us full measure (of provision) and be charitable to us, God certainly rewards the charitable.”"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "He said, “Do you know what you did with Joseph and his brother while you were ignorant.”"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "They said, “You ! are you indeed Joseph ?” He said, “I am Joseph and this is my brother, God has indeed been gracious to us; (for) him who guards (against evil) and is patient, God certainly does not waste the reward of the doers of good.”"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "They said, “By God, God has indeed preferred you above us and indeed we were at fault.”"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "He said, “Let there be no reproach on you this day. May God protectively forgive you and He is the Most Merciful of the merciful ones"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "Go with this shirt of mine and put it on the face of my father, (his power of) seeing will come (back to him) and come to me with all your people.”"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "And when the caravan departed, their father said, “I certainly perceive the smell of Joseph, if you do not consider me weak in mind due to old age.”"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "They said, “By God, you are certainly in your old error.”"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "So when the conveyer of the good news came, he put (Joseph’s shirt) on his face when (his power of) seeing returned. He said, “Did I not say to you that I know from God that which you do not know ?”"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "They said, “O our father ! ask for protective forgiveness for our sins on our behalf, we were certainly at fault.”"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "He said, “I will ask my Lord for protectively forgiving you, He is certainly the Protectively Forgiving, the Merciful.”"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "So when they entered (in the presence of) Joseph, he took his parents to stay with him and said, “Enter Egypt in safety, if God wills.”"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "And he raised his parents on the cough and they fell bowing down to him, and he said, “O my father ! this is the interpretation of my vision (which I had seen) earlier, my Lord indeed made it a reality and He was indeed good to me when He took me out of the prison and brought you all from the desert after the devil had instigated (ill feelings) between me and my brothers. My Lord is certainly kind to whom He wills, He is certainly the Knowing, the Wise"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "My Lord ! You have given me (something) of power and taught me about interpreting the events. Initiator of the creation of the skies and the earth ! You are my Guardian in this world and the hereafter, take me back (make me die) in submission (as a Muslim) and join me with the righteous.”"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "That’s the news of the unseen which We communicate to you and you were not with them when they collectively decided their affair and (when) they were planning"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "And the majority of the human beings will not believe though you desire excessively"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "And you do not ask them for any reward. It is nothing but a reminder for the worlds"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "And how many of the signs in the skies and the earth do they pass by yet they turn away from them"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "And the majority of them does not believe in God without associating partners (with Him)"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "Then do they feel secure from the covering of punishment of God which will come on them or the hour of doom which will come suddenly while they do not perceive"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "Say, “This is my way, I invite towards God (being) on sure proof, myself and those who follow me. And Glory be to God and I am not of the polytheists.”"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "And We did not send (any messenger) before you but they were men from among the people of the cities, to whom We had communicated. Have they not traveled in the earth and seen how the end of those before them was (brought about)? And the home of the hereafter is better for those who guard (against evil). Then do you not have sense"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "Our help came to them at the point when the messengers were despaired, and they thought that they were denied. Then whom We willed, he was saved. And Our punishment was not turned away from the criminal people"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "In their narratives there is indeed a lesson for men of understanding. The (Quran) is not a fabricated statement but it is a confirmation of what is before it (of the earlier Divine books) and an explanation of everything and a guide and a mercy for a people who believe"
        },
        {
            "chapter": 13,
            "verse": 1,
            "text": "Alif Laam Miim Raa. Those are the signs of the book. And that which is sent down to you from your Lord is the truth, but the majority of human beings does not believe"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "It is God Who raised the skies (heavenly bodies) without any support which you see, then set the balance on the throne (of the universe), and He compelled the sun and the moon (to follow His laws), each one moves fast till an appointed time. He governs the affair. The signs are explained in detail by Him that you may be certain of meeting your Lord"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "And He it is Who stretched the earth and made in it mountains and rivers. And of every fruit in it, He has made pairs of two. He covers the night over the day. In that there are certainly signs for a people who reflect"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "And in the earth there are neighboring tracts, and gardens of grapes and fields sown with corn and date palms, having one root and (others) having distinct roots, watered with one water. And We have made some to excel others in fruit. In that there are certainly signs for a people who understand"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "And if you would wonder, then wonderful is their saying, “What ! when we become (part of the ) soil (after our death) shall we indeed be (created ) in a new creation?” Those are the persons who do not believe in their Lord and those will have chains in their necks and those are the inhabitants of the fire, they will stay therein"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "And they ask you to hasten on the evil before the good, when there have been exemplary punishments before them. And your Lord is certainly Protectively Forgiving to mankind (inspite) of their being unjust and your Lord (at the same time) is certainly Severe in requiting (evil)"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "And those who do not believe say, “Why has not a sign been sent down to him from his Lord?” You are only a warner and for every people there is a guide"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "And God knows that which every female bears and that which the wombs absorb and that which they grow; and with Him, everything is according to a programme"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "Knower of the unseen and the seen, the Great, the Most High"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "He who speaks secretly from among you and he who speaks openly and he who hides himself in the night and (he who) goes forth in the day time, are all equal (to Him)"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "For him there are (angels) following him closely, before him and behind him, protecting him by the command of God. God certainly does not change (the condition) in which a people are, until they change that which is in their souls. And when God intends evil for a people then there is no turning it back, and besides Him there is no guardian for them"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "He it is Who shows you the lightning (causing) fear and hope and He produces the heavy clouds"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "And the thunder glorifies Him with His praise and the angels (too), because of His fear; and He sends the thunder-bolts, then strikes with it whom He wills, and they dispute about God while He is Severely Powerful"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "To Him is due the real prayer (for help), and those to whom they pray (for help) besides Him, do not respond to them in anything but like one who stretches his hands towards water that it may reach his mouth but it does not reach it. And the prayer of the disbelievers (is nothing) but in vain, (being fruitless)"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "And to God bows down whoever (and whatever) is in the skies and the earth willingly and unwillingly and their shadows (too), in the mornings and the evenings"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Say, “Who is the Lord of the skies and the earth?” Say, “God.” Say, “Then do you take guardians besides Him, who do not have the power to benefit or harm (even) their own selves?” Say, “Are the blind and the seeing equal or is the darkness equal to light. Or do they assign partners for God who have created as He has created, so that the creation (of God and theirs appear) similar to them?” Say, “God is the Creator of everything and He is the One, the Omnipotent.” God and theirs appear) similar to them?” Say, “God is the Creator of everything and He is the One, the Omnipotent.”"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "He sends down water from the sky which flows in valleys according to its programme, so that the torrent bears (on its surface) a swelling foam, and from that which they melt in fire for making ornaments or things (of utility, rises) a foam similar to it, thus God strikes (a comparison between) the truth and the falsehood. So as for the foam it passes away as useless froth and as for that which is useful to mankind, it remains in the earth. Thus does God (explain by) striking examples"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "It is good for those who respond to their Lord, and those who do not respond to Him, (even) if they had all that is in the earth and the like thereof with it, they would offer it as ransom, for such persons there is an evil accountability and their settling place is hell and it is an evil place of habitation"
        },
        {
            "chapter": 13,
            "verse": 19,
            "text": "Then, is he who knows, that what is sent down to you from your Lord is the truth, like him who is blind? Only men of understanding will mind"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "those who fulfill the agreement with God and do not break the pledge"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "and those who join that which God has commanded to be joined and fear their Lord and are afraid of an evil accountability"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "and those who are patient seeking the Attention of their Lord and establish worship (salat) and spend from that which We have provided them, secretly and publicly and turn off evil with good. For such persons there will be the final (good) home"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "gardens of ever lasting bliss which they will enter along with those who were righteous from among their parents (forefathers) and their spouses and their descendants. And the angels will enter on them from every gate (saying)"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "“Peace be on you because of your patience,” so (for them is) happiness of the final (good) home"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "And those who break the agreement of God after having pledged it, and cut off that which God has commanded that it should be joined, and cause corruption in the earth, for such persons there will be the curse and for them will be the evil home"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "God enlarges the provision for whom He wills and straitens (it for whomever and whenever He wills). And they are happy with the life of this world and the life of this world, compared to the hereafter, is nothing but (temporary) enjoyment"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "And those who do not believe say, “Why is not a sign sent down on him from his Lord?” Say, “God certainly leaves in error whom He wills and guides to Himself those who turn (to Him)"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "those who believe and whose hearts find peace in the remembrance of God. Beware! hearts do find peace in the remembrance of God"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "Those who believe and do righteous works, for them is pleasing good and a beautiful place of return.”"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "Thus We have sent you to a community, before whom other communities have passed away, that you may read to them that which We have communicated to you, yet they do not believe in the Beneficent (God). Say, “He is my Lord, there is no god except Him, in Him do I put my trust and to Him do I turn.”"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "And if there were a Quran, with which mountains could be moved or with which the earth could be cleaved asunder or with which the dead could be made to speak (even then they would not have believed). No! the command is wholly God’s. Then, do not those who believe know, that if God had willed He would have guided the whole of mankind? And as for those who do not believe, disaster will not cease to afflict them because of that which they do or it will alight near their houses until the promise of God comes to pass, God certainly does not go against His promise. do or it will alight near their houses until the promise of God comes to pass, God certainly does not go against His promise"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "And messengers were certainly mocked at before you, but I gave (sufficient) time to those who did not believe, then I caught them. How then was my requital (of evil)"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Then, is He, Who is established on every soul (so as to know) that which it earns, (like those who are powerless)? And they appoint partners for God. Say, “Name them. Or do you wish to inform Him about (something) which He does not know in the earth? Or (is your polytheism just an) expression of words (and nothing else)?” No! their plans are made to appear fair seeming to those who do not believe and they are turned away from the way, and whom God leaves in error, then for him there is no guide"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "For them there is punishment in the life of this world and the punishment of the hereafter is more painful, and they will have no defender against God"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "The likeness of the garden which is promised to those who guard (against evil): rivers flow beneath it, its food is everlasting and (also) its shade. That is the end of those who guard (against evil) and the end of the disbelievers is the fire"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "And those whom We gave the book are happy because of that which is sent down to you. And from among the parties, is he who does not recognise a part of it. Say, “I am commanded that I should serve only God and that I should not associate partners with Him. Towards Him do I invite and towards Him is my return.”"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "And thus have We sent it down (as) a judgment in Arabic, and if you follow their desires after the knowledge which has come to you, (then) you will not have any guardian or defender against God"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "And We had sent messengers before you, and We had given to them wives and off spring; and it was not in (the power of) a messenger to bring a sign without the permission of God. For every term (period) there is a prescription (book)"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "God abolishes what He wills and keeps established (what He wills) and with Him is the original prescription (book)"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "And whether We make you see something of that which We have promised them or We take you back (cause you to die), on you then, is (incumbent) only the conveyance (of the message) while on Us (it is to take) the account"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Or do they not see that We certainly give the earth its reduction from its borders . And (when) God commands none can reverse His command and He is Quick at (settling) the account"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "And those before them did indeed plan, but the planning is wholly God’s (consequently) He knows what every soul earns. And the disbelievers will come to know, for whom is the final (good) home"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "And those who do not believe say, “You are not a messenger.” Say, “God is sufficient as a Witness between me and you along with him with whom is the knowledge of the book.”"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "Alif Laam Raa. A book which We have sent down to you so that, by the permission of their Lord, you may bring out mankind from the darkness (and lead them) towards the light, towards the path of the Mighty, the Praised"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "God is He, Whose is whatsoever is in the skies and whatsoever is in the earth; and sorrowful will be the state of the disbelievers due to a severe punishment"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "Those who love the life of this world more than the hereafter and turn away (people) from God’s way and seek crookedness in it, they are far astray"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "And We did not send any messenger (with a message) but in the language of his people that he might make (things) clear to them. Then God leaves in error whom He wills and guides whom He wills and He is the Mighty, the Wise"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "And We had sent Moses with Our signs (saying) that, “Bring out your people from the darkness towards the light and remind them of the days (favours) of God, certainly in that there are signs for every patient, grateful one.”"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "And when Moses said to his people, “Remember God’s favour on you when He delivered you from the people of Pharaoh who subjected you to severe punishment, when they killed your sons and let your women live, and in that there was a great trial from your Lord"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "And when your Lord announced: If you are grateful I will definitely give you more, but if you are ungrateful, My punishment is certainly severe.”"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "And Moses said, “If you are ungrateful, you and all in the earth together, (even) then God is certainly Independent, Praised.”"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Has the news of those before you not come to you: people of Noah and Aad and Thamud and those after them? They do not know them but God (knows). Their messengers came to them with clear proofs but they thrust their hands in their mouths and said, “We certainly do not believe in that which you are sent with, and we are certainly in doubt causing restlessness, about that which you call us to.”"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "Their messengers said, “Is there a doubt about God, the Initiator of the creation of the skies and the earth? He invites you to protectively forgive you your sins and to give you time till an appointed term.” They said, “You are nothing but men like us, you intend to turn us away from that which our fathers used to serve (worship), so bring to us some clear authority.” othing but men like us, you intend to turn us away from that which our fathers used to serve (worship), so bring to us some clear authority.”"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Their messengers said to them, “We are (of course) nothing but men like you but God bestows (his) favour on whom He wills of His servants, and it is not possible for us to come to you with an authority without the permission of God, and therefore, let the believers put their trust in God"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "And what (reason) have we that we should not put our trust in God when He has guided us to our ways? And we will definitely be patient on the harm which you do to us, and therefore, let those who trust, put their trust in God.”"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "And those who did not believe said to their messengers, “We will definitely drive you out from our land or else you should return to our religious dictates.” So their Lord communicated to them, “We will definitely destroy the unjust"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "and We will definitely make you dwell in the land after them.” That’s for him who fears standing before Me and fears My threat"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "And the (messengers) sought for victory, so every compelling opponent was defeated"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "Hell is before him and he will be made to drink from boiling water"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "He will drink it little by little but he will not be able to swallow it, and death will come to him from every place yet he will not die, and before him there will be a harsh punishment"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "The likeness of those who do not believe in their Lord (is like those) whose works will be like ashes on which the wind blows hard on a stormy day. They will not have power on anything of that which they earned. That (in fact), will be going far astray (from success)"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "Do you not see that God created the skies and the earth in reality? If He wills He can remove you and bring in a new creation"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "and that is not mighty for God"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "And they will all appear before God. Then the weak will say to those who were considered great, “We were your followers, so can you keep us safe from anything of God’s punishment?” They will say, “Had God guided us we would have guided you, (now) it is the same to us whether we are impatient or patient, there is no way of escape for us.”"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "And the devil will say after the affair is decided, “God certainly promised you the promise of truth and I promised you but went against (my promise to ) you, and I had no authority over you except that I invited you and you responded to me, so do not blame me but blame yourselves. I cannot help you (on your cries for help) nor can you help me I certainly rejected that (act of yours) in which you earlier associated me as a partner (with God). Those who are unjust, for them there is certainly a painful punishment.”"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "And those who believed and did righteous works will be made to enter the gardens beneath which rivers flow. They will stay therein by the permission of their Lord. Their greeting therein will be ‘Peace’"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Did you not consider how God sets forth a similitude? A good statement is like a good tree, the root of which is firm and the branches of which are in the sky"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "It gives its fruit in every season by the permission of its Lord, and God sets forth similitude’s for mankind, that they may be mindful"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "And (another) similitude: A bad statement is like a bad tree (which can be easily) uprooted from the earth’s surface, it has no stability"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "Through the confirmed statement God establishes those who believe, (both) in the life of this world and in the hereafter, and God leaves the unjust in error and God does what He wills"
        },
        {
            "chapter": 14,
            "verse": 28,
            "text": "Did you not see those who exhibit ingratitude in exchange for God’s favours and make their people alight into the home of loss"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "hell, they will enter it and it is an evil place (and time for) staying"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "And they set up equals with God that they may mislead (people) from His way. Say, “Enjoy yourselves, but you are certainly destined for hell.”"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "Say to My servants who believe, that they should establish worship (salat) and spend from that which We have provided them, secretly and publicly, before the coming of a day in which there will be neither (mutual) trade nor friendship"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "God is He Who created the skies and the earth and sent down water from the sky, then through it He brought forth (many varieties) of fruits (as) provision for you. And He compelled the ships (to follow His laws) and thereby sail in the sea by His command for your (service), and He compelled the rivers (to follow His laws) for your (service)"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "And He compelled the sun and the moon (to follow His laws) constantly for your (service) and compelled the night and the day (to follow His laws) for your service"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "And He gives you everything which you ask from Him and if you count God’s favours you will not be able to compute them. Man is certainly unjust, ungrateful"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "And when Abraham said, “My Lord ! make this city secure and save me and my sons from worshipping idols"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "My Lord ! they have misled many of the mankind, so whoever follows me is of me and whoever disobeys me, then certainly You are Protectively Forgiving, Merciful"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "Our Lord ! I have settled (some) of my off-spring in a valley without cultivation, near Your Sacred House, our Lord ! that they may establish worship (salat), so make the hearts of mankind to incline towards them, and provide them with fruits that they may be grateful"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "Our Lord ! You certainly know that which we hide and that which we make public and nothing is hidden from God (whether) in the earth or in the sky"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "Praise is due only for God Who has granted me in old age, Ishmael and Isaac, my Lord is certainly the Hearer of prayer"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "My Lord ! make me one who establishes worship (salat) and (also) from my offspring. Our Lord ! and accept my prayer"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "Our Lord ! protectively forgive me and my parents and the believers on the day the account (of deeds) will be established.”"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "And do not think that God is unaware of that which the unjust do. He only gives them time till the day on which the eyes will stare (in horror)"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "(they will be) running with their heads raised without blinking their eyes and their hearts (will be) vacant"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "And warn mankind of the day when the punishment will come upon them, then those who were unjust would say, “Our Lord ! give us time till a near term, we will respond to your invitation and we will follow the messengers.” (They will be answered), “Did you not swear before, that there will be no decline for you"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "And you dwelt in the dwellings of those who were unjust to themselves and it was made clear to you how We dealt with them and We had set forth similitude’s for you.”"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "And they had planned their plan, and their plan is with God, and if their plan was implemented (it would have been sufficient) for moving away mountains thereby"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "So do not think that God will go against His promise to His messengers, God is certainly Mighty, Capable of retribution"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "The day on which the earth will be changed to other than the (present) earth and the skies (too), and they will appear before God, the One, the Omnipotent"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "And on that day you will see the criminals linked together in chains"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "their shirts made of pitch and the fire covering their faces"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "that God may reward every soul (according to) that which it earned. God is certainly Quick (at settling) the account"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "This is a message for mankind that they may be warned thereby and that they may know that He is certainly one God, and that men of understanding may be mindful"
        }
    ]
}