{
    "juzs": [
        {
            "chapter": 27,
            "verse": 56,
            "text": "So the reply of his people was nothing but they said, \"Drive out Lot's followers from your town, they are persons who want to be clean.”"
        },
        {
            "chapter": 27,
            "verse": 57,
            "text": "So We delivered him and his followers except his wife, We destined her to be of those who remained behind"
        },
        {
            "chapter": 27,
            "verse": 58,
            "text": "And We rained on them a rain, so evil was the rain of those who were warned. (R)"
        },
        {
            "chapter": 27,
            "verse": 59,
            "text": "Say, “Praise is due only for God, and peace on His servants whom He has chosen. Is God better or that which they associate as partners (with Him)"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "Who is it, Who has created the skies and the earth and sent down for you water from the sky? Then We cause to grow through it, beautiful gardens, it is not (possible) for you to cause the trees to grow therein. Is there a god with God? No, they are a people who equate (others with God)"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "Who is it, Who has made the earth a place for staying, and made rivers in the passages therein, and made mountains on it, and made a barrier between the two seas? Is there a god with God? No, the majority of them does not know"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "Who is it, Who responds to the distressed when he prays to Him and removes the evil and makes you successors of the earth? Is there a god with God? Little is it that you mind"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "Who is it, Who guides you in the darkness of the land and the sea, and Who sends the winds as good news before His mercy? Is there a god with God? Highly Exalted is God above that which they associate as partners (with Him)"
        },
        {
            "chapter": 27,
            "verse": 64,
            "text": "Who is it, Who begins the creation then gets it reproduced, and Who provides you from the sky and the earth? Is there a god with God? Say, “Bring your proof if you are truthful.”"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "Say, “No one in the skies and the earth knows the unseen except God, and they do not perceive when they will be raised.”"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "No, their knowledge has reached (its limit with regard to its penetration) into the hereafter, no, they are in a doubt regarding it, no, they are blind regarding it. (R)"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "And those who do not believe say, “What! when we become (part of the) soil and our fathers (too), will we be brought out"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "We have been promised this, we and our fathers before, these are nothing but stories of the ancient"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "Say, “Travel in the earth, then see how the end of the criminals was (brought about).”"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "And do not grieve over them nor be in distress because of that which they plan"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "And they say, \"When will this promise (be fulfilled) if you are truthful?”"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "Say, “It may be that part of that which you are seeking to be hastened on, is following you closely.”"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "And your Lord is certainly full of grace for mankind but the majority of them is not grateful"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "And your Lord certainly knows that which is hidden in their bosoms and that which they make public"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "And there is nothing of the unseen in the sky and the earth but it is (recorded) in a clear record"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "This Quran certainly narrates to the children of Israel, most of those (matters) in which they differ"
        },
        {
            "chapter": 27,
            "verse": 77,
            "text": "and it is certainly a guide and mercy for the believers"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "Your Lord will certainly decide between them by His judgment, and He is the Mighty, the Knowing"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "so put your trust in God, you are certainly on clear truth"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "You cannot make the dead to hear nor can you make the deaf to hear the call when they return retreating"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "nor can you lead the blind (away) from their error, you can make no one to hear except those who believe in Our signs, so they submit (as Muslims)"
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "And when the word becomes incumbent on them, We will bring out for them a living creature from the earth which will speak to them because mankind was not sure of Our signs"
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "And the day We will gather from every community, batches of those who denied Our signs, they will be formed in to ordered ranks"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "until when they come (before God), He will say, “Did you deny My signs and did not comprehend them in (your ) knowledge, or what was it that you did?”"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "And the word will become incumbent on them because they were unjust, so they will not (be able to) speak"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "Did they not see that We have made the night that they may rest therein and the day to give visibility? In that there are certainly signs for a people who believe"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "And the day it will be blown into the trumpet (structure of the universe), then whoever is in the skies and whoever is in the earth will be horrified except such as God wills, and all will come to Him humbled"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "And you see the mountains, you suppose them to be firm, but they will pass away like the passing away of clouds. The work of God Who perfected everything. He is certainly informed of what you do"
        },
        {
            "chapter": 27,
            "verse": 89,
            "text": "Whoever comes with good, then for him is (a reward) better than that and they will be among those who will be secure from the horror of that day"
        },
        {
            "chapter": 27,
            "verse": 90,
            "text": "And Whoever comes with evil, they will be thrown on their faces into the fire. Will you be rewarded (for something) other than that which you used to do"
        },
        {
            "chapter": 27,
            "verse": 91,
            "text": "I am commanded only to serve the Lord of this city (of Mecca) which He has made sacred and to Whom belongs everything, and I am commanded to be among those who submit (as Muslims)"
        },
        {
            "chapter": 27,
            "verse": 92,
            "text": "and to read (and follow ) the Quran, because one who receives guidance, then he receives guidance only (for the benefit) of his own soul, and one who goes astray,( does so for his own loss), then say (to him, “ I am only of those who warn.”)"
        },
        {
            "chapter": 27,
            "verse": 93,
            "text": "And say, “Praise is due only for God Who will show His signs to you, so that you will recognize them, and your Lord is not unaware of what you do.”"
        },
        {
            "chapter": 28,
            "verse": 1,
            "text": "Taa Siin Miim"
        },
        {
            "chapter": 28,
            "verse": 2,
            "text": "Those are the signs of the book that makes clear"
        },
        {
            "chapter": 28,
            "verse": 3,
            "text": "We recite to you (something) from the history of Moses and Pharaoh with truth, for a people who believe"
        },
        {
            "chapter": 28,
            "verse": 4,
            "text": "Pharaoh certainly exalted himself in the land and made its people (divided) into sects, weakening a party from among them, getting their sons slaughtered and leaving their women alive, he was certainly among those who caused corruption"
        },
        {
            "chapter": 28,
            "verse": 5,
            "text": "And We intended to bestow favour on those who were weakened in the land and make them leaders and make them the inheritors"
        },
        {
            "chapter": 28,
            "verse": 6,
            "text": "and establish them in the earth, and to make Pharaoh and Haman and their armies see through them, that against which they were cautious"
        },
        {
            "chapter": 28,
            "verse": 7,
            "text": "So We communicated to the mother of Moses, “Suckle him, but when you fear about him (that they may slaughter him) then cast him into the river and do not fear nor grieve, We will certainly bring him back to you and We will make him (one) of the messengers.”"
        },
        {
            "chapter": 28,
            "verse": 8,
            "text": "Then the people of Pharaoh picked him up that he might be an enemy to them and (a source of) grief. Pharaoh and Haman and their armies were certainly at fault"
        },
        {
            "chapter": 28,
            "verse": 9,
            "text": "And the wife of Pharaoh said, “Comfort of the eye for me and you, do not kill him, it may be that he will be of (some) benefit to us or we may take him as a son,” and they did not perceive"
        },
        {
            "chapter": 28,
            "verse": 10,
            "text": "And the heart of Moses’s mother became void (of patience and) she would have almost exposed it had We not strengthened her heart so that she might remain among the believers"
        },
        {
            "chapter": 28,
            "verse": 11,
            "text": "And she said to his sister, “Follow him,” so she kept him in sight from a distance and they did not perceive"
        },
        {
            "chapter": 28,
            "verse": 12,
            "text": "And before this, We had forbidden on him suckling (from foster mothers). So she (Moses’s sister) said, “Should I show to you, people of a house who can take up the responsibility (of suckling) him for you, and who will take good care of him?”"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "Thus We brought him back to his mother, that her eye might be comforted and that she might not grieve, and that she might know that the promise of God is true, but the majority of them does not know"
        },
        {
            "chapter": 28,
            "verse": 14,
            "text": "And when he reached his strength and balance (maturity), We granted to him wisdom and knowledge and thus do We reward the doers of good"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "And he entered the city when its people were unaware, and found therein two men fighting, one from his sect and the other from his enemies. Then he who was of his sect asked him for help over him who was from his enemies. So Moses struck him with his fist thus killing him. He said, “This is an act of the devil, he is certainly an enemy who clearly misleads.”"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "He said, “My Lord! I have been unjust to myself so protectively forgive me.” So He protectively forgave him, He is certainly the Protectively Forgiving, Merciful"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "He Said, “My Lord! Because you have bestowed favour on me, therefore I will never be a helper of the criminals.”"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "So he entered into the city in the morning fearfully vigilant. Then, when he whom he had helped the day before (again) cried to him for help, Moses said to him, “You are certainly one erring openly.”"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "And when he intended to catch him, who was an enemy to them both, he said, “O Moses! do you intend to kill me as you killed a person the day before? You intend nothing but to be a tyrant in the land and you do not intend to be of those who set things right.”"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "And a man came running from the farthest end of the city, saying, “O Moses! the chiefs are consulting about you to kill you, therefore get away, I am certainly (one) of your well wishers.”"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "So he went away from there fearfully vigilant. He said, “My Lord! save me from the unjust people.”"
        },
        {
            "chapter": 28,
            "verse": 22,
            "text": "And when he turned his face towards Midian he said, “Perhaps my Lord will guide me to a balanced way.”"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "And when he came to the watering (place) of Midian he found there a group of people watering (their flocks), and besides them, he found two women staying back. He said, “ What is the matter with you?” They said, “We cannot water until the shepherds take away (their flocks), and our father is a very old man.”"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "So he watered for them, then turned back to the shade and said, “My Lord! I am certainly in need of whatever good you send down on me.”"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "Then one of the two (women) came to him walking shyly, she said, “My father invites you that he may reward you with a payment for having watered for us.” So when he came to him and narrated (his) narrative, he said, “Do not fear, you are safe from the unjust people.”"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "One of the two (women) said, “O my father! employ him (on wages), certainly the best among those whom you can employ, is the one (who is) strong, trustworthy.”"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "He said, “I intend to marry you to one of these two daughters of mine, on condition that you should be in my employment for eight years but if you complete ten then it will be from (your own good will), and I do not intend to put you under hardship, and if God wills, you will find me of the righteous.”"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "He said, “ That (is settled) between me and you, whichever of the two terms I fulfill, but let there be no unjust (compulsion) on me, and God is the Trustee over what we say.”"
        },
        {
            "chapter": 28,
            "verse": 29,
            "text": "Then when Moses fulfilled the term and was traveling by night with his family he perceived a fire on the side of the Mount Toor. He said to his family, “Stay here! I perceive fire, may be I will bring to you some news from it or a brand from the fire that you may warm yourselves.”"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "So when he came to it, he was called from the tree in the blessed spot of the right (hand) side of the valley, that, “O Moses! I am God, the Lord of the worlds.”"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "And that, “Cast down your staff,” then when he saw it moving as if it were a snake, he turned back retreating and did not return. “O Moses! come near and do not fear, you are certainly of those who are secure"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "put your hand into (the opening of) your bosom, it will come out white without (this effect being due to some) illness, and draw your armpit towards yourself (to get rid) of the fear. So those two are the proofs (of your prophet hood) from your Lord to Pharaoh and his chiefs, they are certainly a transgressing people.”"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "He said, “My Lord! I have killed a person from among them, so I fear that they will kill me"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "and my brother Aaron, he is more eloquent than me in speech, so send him with me as a helper to confirm me, I fear that they will deny me.”"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "He said, “We will strengthen your arm with your brother, and assign authority to both of you, so that they will not be able to advance towards you because of Our signs. Both of you and those who follow you two will be victorious.”"
        },
        {
            "chapter": 28,
            "verse": 36,
            "text": "So when Moses came to them with Our clear signs, they said, “This is nothing but forged magic and we have not heard of this among our ancient fathers.”"
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "And Moses said, “My Lord knows best about him who comes with guidance from Him and foe whom is the final (good) home. And those who are unjust will certainly not be successful.”"
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "And Pharaoh said, “O you chiefs! I do not know of any god for you other than me, so O Haman! put the fire over the clay for me (for preparing bricks) an make for me a lofty tower that I may reach the God of Moses, and I definitely consider him to be of the liars.”"
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "And he considered himself great in the earth, without having the right to do so and his armies (too). And they thought that they will not be returned to Us"
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "So We caught him and his armies, then We threw them in the flowing water of (the sea), then see how the end of the unjust was (brought about)"
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "And We made them leaders inviting towards the fire, and on the day of resurrection they will not be helped"
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "And We made a curse to follow them in this world, and on the day of resurrection they will be among those who are disgracefully hated"
        },
        {
            "chapter": 28,
            "verse": 43,
            "text": "And We gave the book to Moses after We had destroyed the earlier generations, visual proofs for mankind and a guidance and a mercy that they may be mindful"
        },
        {
            "chapter": 28,
            "verse": 44,
            "text": "And you were not on the western side when We decreed the commandment to Moses and you were not among the witnesses"
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "But We produced generations and life lasted on them, and you were not dwelling among the people of Midian reciting to them Our signs, but We were the senders (of messengers)"
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "And you were not at the side of the Mount Toor when We called out (to Moses), but (this information is) a mercy from your Lord that you may warn a people to whom no warner came before you that they may be mindful"
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "And had (you) not been (sent and had) they been afflicted with a disaster because of what their hands had sent before, then they would have said, “Our Lord! why did You not send a messenger to us, so that we could follow Your signs (instructions) and be among the believers.”"
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "But when the truth came to them from Us, they said, “Why is he not given the like of what was given to Moses?” Did they not reject that which was given to Moses earlier? They say, “Two magicians helping each other,” and they say, “We certainly do not believe in all.”"
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "Say, “Then bring a book from God which is a better guide than these two (that) I may follow it, if you are truthful.”"
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "But if they do not respond to you, then know that they follow only their desires, and who is more astray than one who follows his desire without guidance from God, God certainly does not guide the unjust people"
        },
        {
            "chapter": 28,
            "verse": 51,
            "text": "And We indeed made the word to reach them that they may be mindful"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "Those to whom We gave the book before it, they believe in it"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "And when it is read to them, they say, “We believe in it, it is certainly the truth from our Lord, (even) before it (came) we were of those who had submitted (as Muslims).”"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "Those will be given twice the reward due to them, because they were patient and they turn off evil with good and spend from that which We have provided them"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "And when they hear vain talk they keep away from it and say, “For us our deeds and for you your deeds, peace be on you, we do not desire (to be involved) with those who are ignorant.”"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "You certainly cannot guide (him) whom you love, but God guides whom He wills and He knows best those who are capable of receiving guidance"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "And they say, “If we follow the guidance with you, we will be snatched away from our land.” Have We not established (the Kaaba as) a secure sanctuary for them, to which fruits of all kinds are brought (as) a provision from Us? But the majority of them does not know"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "And how many towns have We destroyed which were boastful in their livelihood? So those are their houses, they have not been dwelt in after them except a little, and We were the inheritors"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "And your Lord did not destroy the towns unless He had raised in their capital a messenger who read to them Our signs, and We do not destroy the towns unless their people are unjust"
        },
        {
            "chapter": 28,
            "verse": 60,
            "text": "And things which you are give are a provision of the life of this world and its adornment, and that which is with God is better and more lasting. Will you not then understand"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "Then, is he, whom We have promise a good promised and (the fulfillment of) which he will meet, like him, whom We have made to enjoy the life of this world, then on the day of resurrection he will be presented (before Us for giving an account)"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "And on the day He will call them and say, “Where are those whom you claimed (that they were) My partners?”"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "Those against whom the word will be proved true will say, “Our Lord! these are the persons whom we led astray, we led them astray as we were ourselves astray. We (seek to) free ourselves from (this sin and come) to You, they did not worship us (on their own).”"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "And it will be said, “Call your (presumed) partners (of God),” so they will call them but they will not respond to them, and they will see the punishment, would that they had received guidance"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "And on the day He will call them and say, “What response did you give to the messengers?”"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "On that day (all) the news will be obscured on them so they will not (be able, even to) ask each other"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "So, as for him who repents and believes and does righteous work, may be he will be among the successful"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "And your Lord creates what He wills and He chooses, the choice is not theirs. Glory be to God and Exalted be He above that which they associate (with Him as) partners"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "And your Lord knows that which your bosoms conceal and that which they make public"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "And He is God, there is no god except Him, praise is due only for Him (both) in the earlier (past) and the later (future periods), and His is the command and to Him you will be returned"
        },
        {
            "chapter": 28,
            "verse": 71,
            "text": "Say, “Do you consider, if God were to make the night everlasting on you till the day of resurrection, (then) who is the god other than God who could bring light to you? Will you not then hear?”"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "Say, “Do you consider, if God were to make the day everlasting on you till the day of resurrection, (then) who is the god other than God who could bring the night to you that you could rest therein ? Will you not then see"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "And it is from His mercy that He has made the night and the day for you, that you may rest therein and that you may seek of His grace, and that you may be grateful.”"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "And on (that) day He will call them and say, “Where are those whom you claimed (that they were) My partners?”"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "And We will bring out from every community a witness, then We will say, “(All of you) bring your proof.” Then they will know that the truth is God’s, and that which they used to forge will go away from them"
        },
        {
            "chapter": 28,
            "verse": 76,
            "text": "Korah was certainly from among the people of Moses but he oppressed them. And We had given him so much from the treasures, that their keys would have been a burden (even) for a strong group of men possessing strength. When his people said to him, “Do not exult, God certainly does not like those who are exultant"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "but seek the home of the hereafter through that which God has given you, and do not forget your portion of the world, and do good (to others) as God has done good to you, and do not seek to cause corruption in the earth, God certainly does not like those who are corrupt.”"
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "He said, “I have been given this only because of the knowledge I have.” Did he not know that God had certainly destroyed, from among the generations before him, those who were more severe than him in strength and more in collection (of people/ wealth)? And the criminals are not asked about their sins (and then punished)"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "Then he came out before his people in his pomp. Those who intended (to achieve success only) in the life of this world said, “Ah! would that we had the like of what Korah is given, he is certainly a possessor of great good fortune.”"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "But those who were given knowledge said, “Sorrowful is your state, God’s reward for him who believes and does righteous work, is better, and no one is made to receive it except those who are patient.”"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "So We caused him to sink with his house into the earth. Then there was no one from the group to help him against God nor was he among those who could defend themselves"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "And in the morning, those who had longed for his position (only) the day before, (were heard) saying, “Ah! (it is) God Who enlarges the provision for whom He wills of His servants and straitens (for whomever and whenever He wills). Had God not been gracious to us, He would have caused the sinking along with us. Ah! the ungrateful are not successful.”"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "That home of the hereafter, We have made for those who intend neither to be proud in the earth nor (to cause) corruption (in it), and the (good) end is for those who guard (against evil)"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "One who comes for good, then for him there is (something) better than that, and one who comes with evil, then those who do evil will not be rewarded except for that which they used to do"
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "He Who has ordained (the implementation of) the Quran on you will certainly bring you back to the place of return (Mecca). Say, “My Lord knows best him who comes with guidance and him who is in clear error.”"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "And you had not expected that the book would be communicated to you. (It is nothing) but a mercy from your Lord, therefore never be a helper of the disbelievers"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "and let them not turn you away from the signs of God after they have been sent down to you, and invite (people) towards your Lord and do not be of the polytheists"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "And do not pray along with God, to any other (presumed) god, there is no god except Him. Everything will perish except His Person, His is the judgment and towards Him will you be returned. (R 9, P 19 ¾)"
        },
        {
            "chapter": 29,
            "verse": 1,
            "text": "Alif Laam Miim"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Do human beings think that they will be left alone because they say, “We believe,” and they will not be tested"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "And We did test those before them, that God may definitely know (mark out) those who are truthful and definitely know (mark out) the lairs"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Do those who do evil think that they will escape Us? Evil is that which they judge"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Whoever expects to meet God, let (him know that the end of) the term (fixed) by God will certainly come, and He is the Hearing, the Knowing"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "And whoever strives, he strives only for (the benefit of) his own soul. God is certainly Independent of the worlds"
        },
        {
            "chapter": 29,
            "verse": 7,
            "text": "And those who believe and do righteous works, We will definitely wipe off from them (the effects of) their evil deeds, and We will definitely reward them (with something) better than that which they used to do"
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "And We have enjoined on man goodness to his parents, but if they strive with you that you should associate partners with Me, of which you have no knowledge, then do not obey them, to Me is your return then I will inform you about that which you used to do"
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "And those who believe and do righteous works, We will definitely admit them among the righteous"
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "And among mankind is he who says, “We believe in God,” but when he is harmed in (the cause of ) God, he regards the persecution of mankind like the punishment of God. And when victory comes from your Lord, they definitely say, “We were certainly with you.” Is not God the Best Knower of that which is there in the bosoms of (those in) the worlds"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "And God definitely knows those who believe and He definitely knows the hypocrites"
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "And those who do not believe say to those who believe, “ Follow our way and we will ( carry the burdens of )your faults.” And they will not be the carriers of anything from their faults, they are certainly liars"
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "And they will definitely carry their own burdens plus burdens with their burdens, and they will definitely be questioned on the day of resurrection about that which they used to forge"
        },
        {
            "chapter": 29,
            "verse": 14,
            "text": "And We sent Noah to his people, so he stayed among them for a thousand years less fifty years, then the flood took hold of them while they were unjust"
        },
        {
            "chapter": 29,
            "verse": 15,
            "text": "So We delivered him and his companions of the boat, and made it a sign for the worlds"
        },
        {
            "chapter": 29,
            "verse": 16,
            "text": "And (We sent) Abraham when he said to his people, “Worship God and fear Him, that is the best for you if you know"
        },
        {
            "chapter": 29,
            "verse": 17,
            "text": "You worship besides God, only idols, and you invent a lie; those whom you worship besides God, do not control any provision for you, so seek provision from God and worship Him and be grateful to Him, to Him you will be returned"
        },
        {
            "chapter": 29,
            "verse": 18,
            "text": "And if you deny, then the communities before you had (also) denied, and nothing is incumbent on the messenger except clear conveyance (of the message).”"
        },
        {
            "chapter": 29,
            "verse": 19,
            "text": "Did they not consider how God begins the creation than gets it reproduced? That is certainly easy for God"
        },
        {
            "chapter": 29,
            "verse": 20,
            "text": "Say, “Travel in the earth and see how He began the creation, then God produces the later generations, God certainly has power over everything"
        },
        {
            "chapter": 29,
            "verse": 21,
            "text": "He punishes whom He wills and has mercy on whom He wills, and to Him you will be turned back"
        },
        {
            "chapter": 29,
            "verse": 22,
            "text": "And you cannot frustrate Him in the earth nor in the sky, and you have neither a guardian nor a helper besides God.”"
        },
        {
            "chapter": 29,
            "verse": 23,
            "text": "And those who do not believe in the signs of God and (in their) meeting Him, those have lost hope of My mercy and those are the persons for whom there is a painful punishment"
        },
        {
            "chapter": 29,
            "verse": 24,
            "text": "So the answer of his (Abraham’s) people was nothing except that they said, “Kill him or burn him.” But God saved him from the fire. There are certainly signs in that for a people who believe"
        },
        {
            "chapter": 29,
            "verse": 25,
            "text": "And he said, “You have taken (for worship) only idols, besides God. Your mutual love is in the life of this world, then on the day of resurrection some of you will reject others and some of you will curse others, and your settling place will be the fire and you will not have any helpers.”"
        },
        {
            "chapter": 29,
            "verse": 26,
            "text": "So Lot believed in him and said, “I am a migrant towards my Lord, He is certainly the Mighty, the Wise.”"
        },
        {
            "chapter": 29,
            "verse": 27,
            "text": "And We granted to him (i.e. Abraham), Isaac and Jacob and made the prophet hood (to remain) in his descendants and (also) the book. And We gave him his reward in the world, and in the hereafter he will certainly be among the righteous"
        },
        {
            "chapter": 29,
            "verse": 28,
            "text": "And Lot when he said to his people, “You certainly commit an indecency which no one in the worlds had committed before you"
        },
        {
            "chapter": 29,
            "verse": 29,
            "text": "What! do you come to males and cut off the way (for committing robbery) and in your assemblies you commit things not recognised (as good)?” So the answer of his people was nothing except that they said, “Bring upon us the punishment of God if you are of the truthful ones.”"
        },
        {
            "chapter": 29,
            "verse": 30,
            "text": "He said, “My Lord! help me against the corrupt people.”"
        },
        {
            "chapter": 29,
            "verse": 31,
            "text": "And when Our messengers came to Abraham with good news, they said, “We are going to destroy the people of this town, its people are certainly unjust.”"
        },
        {
            "chapter": 29,
            "verse": 32,
            "text": "He said, “(But) Lot is certainly there in it.” They said, “We know better about who is there in it, we will definitely save him and his followers except his wife, she will be of those who remain behind.”"
        },
        {
            "chapter": 29,
            "verse": 33,
            "text": "So when the messengers came to Lot, he was grieved on account of them and distressed on account of them (because of his) incapability (to protect them), but they said, “ Do not fear, nor grieve, we will certainly save you and your followers except your wife, she will be of those who remain behind"
        },
        {
            "chapter": 29,
            "verse": 34,
            "text": "We are going to bring down on the people of this town a penalty form the sky because they used to exceed the limits.”"
        },
        {
            "chapter": 29,
            "verse": 35,
            "text": "And We indeed left a clear sign of it for a people who understand"
        },
        {
            "chapter": 29,
            "verse": 36,
            "text": "And to Midian (We sent) their brother Shuaib, so he said, “O my people! serve God, and do expect (the coming of) the period hereafter, and do not cause disturbance in the earth being corrupt.”"
        },
        {
            "chapter": 29,
            "verse": 37,
            "text": "But they denied him, so the earthquake took hold of them and the morning found them lying motionless in their houses"
        },
        {
            "chapter": 29,
            "verse": 38,
            "text": "And the Aad and the Thamud, and (their punishment) is indeed clear to you from ( the remains of) their houses. And the devil had made their deeds fair seeming to them (and) thereby turned them away from the way, though they had insight"
        },
        {
            "chapter": 29,
            "verse": 39,
            "text": "And Korah and Pharaoh and Haman; and Moses came to them with clear proofs, but they considered themselves great in the earth and (therefore) they could not escape (Our punishment)"
        },
        {
            "chapter": 29,
            "verse": 40,
            "text": "So each one We caught on account of his sin. So among them was he on whom We sent a sand-storm (or a rain of hot volcanic debris), and among them was he whom the loud cry afflicted, and among them was he whom We caused to sink into the earth, and among them was he whom We drowned and it was not God Who was unjust to them but they used to be unjust to themselves"
        },
        {
            "chapter": 29,
            "verse": 41,
            "text": "The likeness of those who have taken guardians besides God, is as the likeness of the spider which takes hold of a house and certainly the weakest of (all) the houses is the house, of the spider, if they (only) know"
        },
        {
            "chapter": 29,
            "verse": 42,
            "text": "God certainly knows whatever thing they pray to, besides Him, and He is the Mighty, the Wise"
        },
        {
            "chapter": 29,
            "verse": 43,
            "text": "And those similitude’s, We sent forth for mankind, but none understand them except those who are learned"
        },
        {
            "chapter": 29,
            "verse": 44,
            "text": "God has created the skies and the earth in reality (it is not an illusion), certainly there are signs in that for the believers"
        },
        {
            "chapter": 29,
            "verse": 45,
            "text": "Read that which is communicated to you of the book and establish worship (salat), worship (salat) certainly keeps one away from indecency and things not recognized (as good), and the remembrance of God is greatest, and God knows the work which you do"
        }
    ]
}