{
    "rukus": [
        {
            "chapter": 17,
            "verse": 85,
            "text": "Und sie fragen dich nach dem Geist. Sprich: Der Geist ist vom Befehl meines Herrn. Und euch ist vom Wissen nur wenig zugekommen"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "Und wenn Wir wollten, wurden Wir sicherlich wegnehmen, was Wir dir offenbart haben. Du konntest dann fur dich in dieser Sache keinen Sachwalter gegen Uns finden"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "Es ist nichts als Barmherzigkeit von deinem Herrn. Seine Huld zu dir ist ja groß"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "Sprich: Wenn die Menschen und die Djinn zusammenkamen, um etwas beizubringen, was diesem Koran gleich ware, sie brachten nicht seinesgleichen bei, auch wenn sie einander helfen wurden"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "Und Wir haben den Menschen in diesem Koran verschiedene Gleichnisse dargelegt. Doch bestehen die meisten Menschen auf dem Unglauben"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "Und sie sagen: «Wir werden dir nicht glauben, bis du uns aus der Erde eine Quelle hervorbrechen laßt"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "Oder bis du einen Garten von Palmen und Weinstocken hast und durch ihn Bache ausgiebig hervorbrechen laßt"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "Oder bis du den Himmel auf uns in Stucken herabfallen laßt, wie du behauptet hast, oder Gott und die Engel vor unsere Augen bringst"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "Oder bis du ein Haus aus Gold besitzt oder in den Himmel hochsteigst. Und wir werden nicht glauben, daß du hochgestiegen bist, bis du auf uns ein Buch herabsendest, das wir lesen konnen.» Sprich: Preis sei meinem Herrn! Bin ich etwas anderes als ein Mensch und ein Gesandter"
        }
    ]
}