{
    "rukus": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "Nahegeruckt ist den Menschen ihre Abrechnung, wahrend sie sich in Achtlosigkeit abwenden"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Keine neue Ermahnung kommt von ihrem Herrn zu ihnen, ohne daß sie sie horen, wahrend sie sich dem Spiel hingeben"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "Und ihre Herzen zerstreut sind. Und sie außern insgeheim im vertraulichen Gesprach - sie, die Unrecht tun: «Ist dieser etwas anderes als ein Mensch wie ihr? Wollt ihr euch denn sehenden Auges der Zauberei hingeben?»"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "Sprich: Mein Herr weiß, was im Himmel und auf der Erde gesagt wird. Er ist der, der alles hort und weiß"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Aber nein, sie sagen: «Wirres Bundel von Traumen. Nein, er hat ihn erdichtet. Nein, er ist ja ein Dichter. Er soll uns ein Zeichen bringen, sowie die Fruheren gesandt worden sind.»"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Nie hat vor ihnen eine Stadt, die Wir verderben ließen, geglaubt. Werden gerade sie nun glauben"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "Und Wir haben vor dir nur Manner gesandt, denen Wir Offenbarungen eingegeben haben. So fragt die Besitzer der Ermahnung, wenn ihr nicht Bescheid wißt"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "Wir haben die nicht zu Korpern gemacht, die keine Speise essen, und sie waren nicht ewig"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Dann haben Wir ihnen das Versprechen wahr gemacht. So haben Wir sie und die, die Wir wollen, gerettet und die Maßlosen vernichtet"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Wir haben ein Buch zu euch hinabgesandt, in dem eure Ermahnung steht. Habt ihr denn keinen Verstand"
        }
    ]
}