{
    "rukus": [
        {
            "chapter": 43,
            "verse": 16,
            "text": "Oder hat Er sich etwa aus den Reihen seiner Geschopfe Tochter genommen und fur euch die Sohne erwahlt"
        },
        {
            "chapter": 43,
            "verse": 17,
            "text": "Wenn einem von ihnen verkundet wird, (ihm sei geboren), was er dem Erbarmer zum Beispiel zuschreibt, bleibt sein Gesicht finster, und er ist voller Gram"
        },
        {
            "chapter": 43,
            "verse": 18,
            "text": "Wollen sie denn wirklich solche (Gott zuschreiben), die im Schmuck aufgezogen werden und sich im Streit nicht deutlich genug ausdrucken"
        },
        {
            "chapter": 43,
            "verse": 19,
            "text": "Und sie machen die Engel, welche ja die Diener des Erbarmers sind, zu weiblichen Wesen. Waren sie denn bei ihrer Erschaffung zugegen? Ihr Zeugnis wird aufgeschrieben, und sie werden zur Verantwortung gezogen"
        },
        {
            "chapter": 43,
            "verse": 20,
            "text": "Und sie sagen: «Wenn der Erbarmer gewollt hatte, hatten wir sie nicht verehrt.» Sie haben ja kein Wissen daruber. Sie stellen nur Schatzungen an"
        },
        {
            "chapter": 43,
            "verse": 21,
            "text": "Oder haben Wir ihnen etwa vordem ein Buch zukommen lassen, an dem sie sich festhalten konnten"
        },
        {
            "chapter": 43,
            "verse": 22,
            "text": "Nein, vielmehr sagen sie: «Wir haben bei unseren Vatern eine bestimmte Glaubensrichtung vorgefunden, und in ihren Fußstapfen folgen wir der Rechtleitung.»"
        },
        {
            "chapter": 43,
            "verse": 23,
            "text": "So haben Wir auch vor dir in keine Stadt einen Warner gesandt, ohne daß die, die in ihr uppig lebten, gesagt hatten: «Wir haben bei unseren Vatern eine bestimmte Glaubensrichtung vorgefunden, und wir treten in ihre Fußstapfen.»"
        },
        {
            "chapter": 43,
            "verse": 24,
            "text": "Er sagte: «Was denn, auch wenn ich euch bringe, was eine bessere Rechtleitung beinhaltet als das, was ihr bei euren Vatern vorgefunden habt?» Sie sagten: «Wir verleugnen das, womit ihr gesandt worden seid.»"
        },
        {
            "chapter": 43,
            "verse": 25,
            "text": "Da rachten Wir uns an ihnen. So schau, wie das Ende derer war, die (die Gesandten) der Luge geziehen haben"
        }
    ]
}