{
    "maqras": [
        {
            "chapter": 33,
            "verse": 60,
            "text": "Kung ang mga mapagkunwari, at sila na ang kanilang puso ay may karamdaman (ng masamang pagnanasa sa laman, pangangalunya, atbp.), at sila na mapagkalat ng kasinungalingan sa karamihan ng mga tao sa Al-Madina, kung sila ay hindi magsisitigil, katotohanang Aming hahayaan na inyong madaig sila, at sila ay hindi makakapanatili rito bilang inyong kapitbahay kundi sa maigsing panahon lamang"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "Na sinusumpa, saan man sila matagpuan; sila ay sasakmalin at papatayin ng isang (kakila- kilabot) na pagpatay"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "Ito ang pamamaraan ni Allah sa kaso ng mga pumanaw na noon pang una, at kayo ay hindi makakatagpo ng pagbabago sa pamamaraan ni Allah"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "Ang mga tao ay nagtatanong sa iyo kung kailan ang oras. Iyong ipagbadya: “Ang kaalaman dito ay kay Allah lamang. Ano ang inyong nalalaman? Maaaring ang oras ay malapit na!”"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "Katotohanang si Allah ay sumumpa sa mga hindi sumasampalataya, at Kanyang inihanda sa kanila ang Naglalagablab na Apoy (Impiyerno)"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "Upang dito manahan magpakailanman; sila ay hindi makakahanap (dito) ng isang wali (tagapagtanggol, tagapangalaga) o isa mang kawaksi"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "Sa Araw na ang kanilang mukha ay ihaharap at igugulong sa lahat ng panig ng Apoy, sila ay magsasabi: “Kasawian sa amin! Dapat sana ay sumunod kami kay Allah at tumalima sa Kanyang Tagapagbalita (Muhammad)!”"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "At sila ay magsasabi: “Aming Panginoon! Katotohanang kami ay sumunod sa aming mga pinuno at aming mga dakilang (tao), at sila ang nagligaw sa amin sa (tamang) Landas"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "“Aming Panginoon! Inyong gawaran sila ng magkatambal na kaparusahan at Inyong sumpain sila ng matinding Panunumpa!”"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "O kayong nagsisisampalataya! Huwag kayong tumulad sa mga nananakit (ng kalooban) ni Moises, datapuwa’t si Allahangnagpatunayngkanyangkawalangkasalanansamga ibinibintang sa kanya, at siya ay karangal-rangal sa Paningin ni Allah"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "o kayong nagsisisampalataya! Panatilihin ninyo ang inyong tungkulin kay Allah at pangambahan Siya, at kayo ay laging magsabi ng katotohanan"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "Ituturo Niya sa inyo ang paggawa ng katuwiran at mabubuting bagay at magpapatawad ng inyong mga kasalanan. At sinumang sumunod kay Allah at sa Kanyang Tagapagbalita, ngayon pa man, katiyakang siya ay nakapagtamo ng malaking tagumpay (alalaong baga, siya ay maliligtas sa Apoy ng Impiyerno at tatanggapin sa Paraiso)"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "Katotohanang Aming ibinigay ang Al-Amanah (ang Tiwalang Lagak o moral na pananagutan o katapatan sa lahat ng mga tungkulin na ipinag-utos niAllah) sa kalangitan at kalupaan, at sa kabundukan, datapuwa’t tumanggi sila na dalhin ito at sila ay nangangamba rito (alalaong baga, sila ay natatakot sa parusa ni Alalh), datapuwa’t ang tao ay nagpasan nito. Katotohanang siya ay hindi makatarungan (sa kanyang sarili) at walang muwang (sa magiging bunga)"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "Kaya’t si Allah ang magpaparusa sa mga mapagkunwari, mga lalaki at babae, at sa mga lalaki at babae na nag-aakibat ng mga katambal sa pagsamba sa Kanya (Allah). At si Allah ang tatanggap ng pagsisisi (magpapatawad) ng mga sumasampalataya, mga lalaki at babae. At si Allah ay Lagi nang Nagpapatawad, ang Pinakamaawain. sheBA"
        },
        {
            "chapter": 34,
            "verse": 1,
            "text": "Ang lahat ng pagluwalhati at pasasalamat ay kay Allah, tanging Siya ang nag-aangkin ng lahat ng nasa kalangitan at lahat ng nasa kalupaan. Sa Kanya ang pagpaparangal at pasasalamat sa Kabilang Buhay; at Siya ay Puspos ng Karunungan, ang Tigib ng Kaalaman"
        },
        {
            "chapter": 34,
            "verse": 2,
            "text": "Talastas Niya kung ano ang pumapasok sa kalupaan at kung ano ang lumalabas mula rito; kung ano ang lahat nang mga nananaog sa alapaap (kalangitan) at kung ano ang lahat nang mga pumapanhik doon. At Siya ang Pinakamaawain, ang Malimit na Nagpapatawad"
        },
        {
            "chapter": 34,
            "verse": 3,
            "text": "Ang mga hindi sumasampalataya ay nagsasabi: “Hindi kailanman sasapit sa amin ang Oras”. Ipagbadya: “Hindi! walang pagsala, sa pamamagitan ng aking Panginoon, ito ay daratal sa inyo.” (Si Allah), Siya ang Ganap na Nakakaalam ng nalilingid; maging ang timbang ng isang atomo (o isang maliit na langgam) o anumang bagay na maliit pa rito o malaki, sa kalangitan at kalupaan, ay hindi makakahulagpos sa Kanyang Karunungan (ang lahat), bagkus ay nasa loob ng isang Maliwanag na Talaan (Al-Lauh-Al-Mahfuz)"
        },
        {
            "chapter": 34,
            "verse": 4,
            "text": "Upang Kanyang magantimpalaan ang mga sumasampalataya (sa Kaisahan ni Allah at sa Islam) at nagsisigawa ng katuwiran at kabutihan; sila, sasakanila ang pagpapatawad at Rizqun Karim (panustos na nag-uumapaw, alalaong baga, ang Paraiso)"
        },
        {
            "chapter": 34,
            "verse": 5,
            "text": "Datapuwa’t sila na nagsisikap na kalabanin ang Aming Ayat (mga tanda, katibayan, kapahayagan, aral, atbp.) upang sila ay kanilang siphayuin, sila, sasakanila ang kasakit-sakit na kaparusahan"
        },
        {
            "chapter": 34,
            "verse": 6,
            "text": "At sa mga pinagkalooban ng karunungan, nakikita nila na ang ipinahayag sa iyo (o Muhammad) mula sa iyong Panginoon ay siyang Katotohanan, at namamatnubay tungo sa Landas ng isang Pinakamataas sa Kapangyarihan, ang Nagmamay-ari ng lahat ng pagpupuri"
        },
        {
            "chapter": 34,
            "verse": 7,
            "text": "Ang mga hindi sumasampalataya ay nagsasabi: “Amin ba kayong patutunguhin sa isang tao (Muhammad) na magsasabisainyonakung(anginyongmgabuto) aymalansag na at maging abo at magsikalat, sa kalaunan, kayo ay (muling ibabangon ) sa pagkalikha?”"
        },
        {
            "chapter": 34,
            "verse": 8,
            "text": "Siya ba (Muhammad) ay kumatha (naggawa-gawa) ng kasinungalingan laban kay Allah, o mayroon bang pagkabaliw sa kanya? Hindi, datapuwa’t sila na hindi sumasampalataya sa Kabilang Buhay ay tahasang (ang kanilang sarili) ay nasa tunay na kaparusahan, at nasa kamalian na lubhang malayo"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "Hindi baga nila napagmamasdan kung ano ang nasa harapan nila at kung ano ang nasa likuran nila, ng alapaap (kalangitan) at kalupaan? Kung Aming naisin, magagawa Naming lagumin sila ng kalupaan o hayaang ang bahagi ng alapaap (kalangitan) ay bumagsak sa kanila. Katotohanang naririto ang isang Tanda sa bawat matapat na nananampalataya (nananalig sa Kaisahan ni Allah) at bumabaling kay Allah (sa lahat ng mga pangyayari ng may kapakumbabaan at sa pagsisisi)"
        }
    ]
}