{
    "maqras": [
        {
            "chapter": 72,
            "verse": 1,
            "text": "Ipagbadya ( o Muhammad): “Ipinahayag sa akin na ang isang pangkat ng Jinn (na may bilang mula tatlo hanggang sampu) ay nakinig (sa Qur’an).” Sila ay nagsasabi: “Katotohanang aming napakinggan ang isang Maindayog at Kamangha-manghang Pagbigkas (sa Quran)!”"
        },
        {
            "chapter": 72,
            "verse": 2,
            "text": "Na namamatnubay sa Tuwid na Landas (katuwiran at kagalingan), at kami ay sumampalataya rito at hindi kailanman kami ay magtatambal ng anuman (sa pagsamba) sa aming Panginoon (Allah)"
        },
        {
            "chapter": 72,
            "verse": 3,
            "text": "At ganap na Kaluwalhatian ang Kataasan ng aming Panginoon. Siya (Allah) ay hindi nag-angkin sa Kanyang sarili ng asawa o ng anak (o mga supling o mga anak)"
        },
        {
            "chapter": 72,
            "verse": 4,
            "text": "At ang mga luku- luko (at baliw) sa lipon namin (alalaong baga, si Iblis o ang mga Jinn na mapagsamba sa mga diyus-diyosan) ay nagpapahayag ng kasinungalingan laban kay Allah na hindi nararapat"
        },
        {
            "chapter": 72,
            "verse": 5,
            "text": "Katotohanan! Ang sangkatauhan at mga Jinn ay hindi marapat na magturing ng kasinungalingan laban kay Allah"
        },
        {
            "chapter": 72,
            "verse": 6,
            "text": "At katotohanan na may mga tao sa lipon ng sangkatauhan ang nananahan sa matitipunong mga tao sa gitna ng mga Jinn, datapuwa’t sila (Jinn) ay lalong naglulong (sa sangkatauhan) sa kasalanan at kawalan ng pananalig"
        },
        {
            "chapter": 72,
            "verse": 7,
            "text": "At katotohanang sila ay nag-akala na katulad ng inyong pag-aakala na si Allah ay hindi magsusugo ng sinumang tagapagbalita (sa sangkatauhan at sa Jinn)"
        },
        {
            "chapter": 72,
            "verse": 8,
            "text": "At ang mga Jinn ay nagsabi: “At kami ay sumilip (sa mga lihim) ng kalangitan, datapuwa’t aming natagpuan na tigib ito ng mga mahihigpit na tagapagbantay at naglalagablab na apoy.”"
        },
        {
            "chapter": 72,
            "verse": 9,
            "text": "At katotohanang kami ay lagi nang nakaupo roon (sa nakukubling lugar) upang (makaulinig) ng mapapakinggan, datapuwa’t sinuman ang nakikinig ngayon ay makakatagpo ng isang naglalagablab na apoy na naghihintay sa kanya upang tambangan"
        },
        {
            "chapter": 72,
            "verse": 10,
            "text": "At hindi namin napag-uunawa kung ang kasamaan (o panganib) ay nakalaan sa lahat ng nasa kalupaan, o kung ang kanilang Panginoon ay nagnanais na sila ay patnubayan sa Tuwid na Landas"
        },
        {
            "chapter": 72,
            "verse": 11,
            "text": "At sa karamihan namin ay mayroong ilan na matutuwid (sa asal) at ang ilan ay malayo sa (matutuwid na asal). Kami ay mga pangkatin na sumusunod sa magkakahiwalay na landas (iba’t ibang sekta ng pananampalataya, atbp)"
        },
        {
            "chapter": 72,
            "verse": 12,
            "text": "At nababatid namin na kami ay hindi makakatakas sa (kaparusahan) ni Allah dito sa kalupaan, at hindi rin kami makakawala (sa kaparusahan) sa pamamagitan ng pagtakas"
        },
        {
            "chapter": 72,
            "verse": 13,
            "text": "At katotohanan na aming napakinggan ang Pahayag (Qur’an), kami ay nagsisampalataya rito (sa Kaisahan ni Allah), at sinuman ang manampalataya sa kanyang Panginoon ay walang ipangangamba maging ito man ay sa pagkabawas ng gantimpala sa kanyang mabubuting gawa o sa dagdag na kaparusahan sa kanyang mga kasalanan. ** Mga nilikha ni Allah na hindi natin nakikita, subalit katulad din ng mga tao ay may pananagutan sa kanilang gawa, may kalayaan sila na gumawa ng mabuti at masama, ang sumunod o sumuway kay Allah at sa Kanyang kautusan, at sa kanila ay may paghuhukom din na darating at may kabayaran ng gantimpala o kaparusahan ayon sa kanilang ginawa"
        },
        {
            "chapter": 72,
            "verse": 14,
            "text": "At ang ilan sa karamihan namin ay mga Muslim (na nagsuko ng kanilang kalooban kay Allah matapos na makinig sa Qur’an), at may mga ilan sa karamihan namin ay Al-Qasitun (mga walang pananalig at lumihis sa Tuwid na Landas). At sinuman ang magsuko ng kanyang kalooban kay Allah (alalaong baga, ang yumakap sa Islam), katotohanang sila ay nagkamit ng Tuwid na Landas (sa mabuting asal)"
        },
        {
            "chapter": 72,
            "verse": 15,
            "text": "At sa Qasitun (mga walang pananalig at katarungan na lumihis sa Tuwid na Landas), sila ang magiging panggatong (sa Apoy) ng Impiyerno"
        },
        {
            "chapter": 72,
            "verse": 16,
            "text": "At kung sila (na sumasamba sa diyus-diyosan, hindi mga Muslim) ay sumampalataya kay Allah at namalagi lamang sa Tuwid na Landas (Islam), katotohanang Kami ay magkakaloob sa kanila ng saganang ulan"
        },
        {
            "chapter": 72,
            "verse": 17,
            "text": "Upang sila ay Aming masubukan sa gayong paraan. Datapuwa’t sinuman ang tumalikod sa Paala-ala ng kanyang Panginoon (alalaong baga, sa Qur’an at hindi nagsagawa sa mga batas at pag-uutos nito), ay igagawad Niya sa kanya ang pumasok sa Matinding Kaparusahan (Impiyerno)"
        },
        {
            "chapter": 72,
            "verse": 18,
            "text": "At ang mga Moske o lugar ng pagpapatirapa (sa pagsamba) ay tanging kay Allah (lamang), kaya’t huwag manalangin sa sinuman (bilang kahati) ni Allah"
        },
        {
            "chapter": 72,
            "verse": 19,
            "text": "(Ipinahayag sa akin) nang ang alipin ni Allah (Muhammad) ay tumindig sa paninikluhod (sa kanyang Panginoon, kay Allah) sa pananalangin, sila (na mga Jinn) ay pumalibot sa kanya sa makapal na lipon na wari bang sila ay dikit-dikit sa isa’t isa (upang sila ay makinig sa pagdalit ng Propeta)"
        },
        {
            "chapter": 72,
            "verse": 20,
            "text": "Ipagbadya ( o Muhammad): “Ako ay nananalangin lamang sa aking Panginoon (kay Allah lamang), at ako ay hindi nagtatambal sa Kanya ng iba pang huwad na diyos.”"
        },
        {
            "chapter": 72,
            "verse": 21,
            "text": "Ipagbadya: “Katotohanang ako ay walang kapamahalaan upang ilagay kayo sa kapahamakan, o dalhin kayo sa Tuwid na Landas.”"
        },
        {
            "chapter": 72,
            "verse": 22,
            "text": "(Ipagbadya O Muhammad): “Katotohanang walang makakapagligtas sa akin sa kaparusahan ni Allah (kung ako ay susuway sa kanya), gayundin, ako ay hindi makakatagpo ng kaligtasan maliban sa Kanya.”"
        },
        {
            "chapter": 72,
            "verse": 23,
            "text": "(Ang aking tungkulin ) ay iparating sa inyo (ang Katotohanan) na mula kay Allah at sa Kanyang Kapahayagan (Kaisahan ni Allah), at sinumang sumuway kay Allah at sa Kanyang Tagapagbalita, kung gayon, katotohanang sasakanya ang Apoy ng Impiyerno, mananahan siya rito magpakailanman"
        },
        {
            "chapter": 72,
            "verse": 24,
            "text": "Hanggang sa sumapit ang Araw na itatambad (sa harap ng kanilang mga mata) ang bagay na sa kanila ay ipinangako (na kanilang pinag-aalinlanganan), ay mapag- aalaman nila kung sino ang mahina (sa kanyang) kapanalig (kawaksi) at walang halaga sa (karamihan) ng bilang"
        },
        {
            "chapter": 72,
            "verse": 25,
            "text": "Ipagbadya ( O Muhammad ): “Hindi ko nababatid kung ang kaparusahan na ipinangako sa inyo ay nalalapit na, o kung ang Panginoon ay magtatakda roon sa matagal pang panahon.”"
        },
        {
            "chapter": 72,
            "verse": 26,
            "text": "Siya lamang ang lubos na nakakatalastas ng Al-Ghaib (mga nakalingid at Kabilang Buhay) at hindi Niya ipinahahayag sa kaninuman ang Kanyang Ghaib (lihim at nakalingid)"
        },
        {
            "chapter": 72,
            "verse": 27,
            "text": "Maliban sa isang Tagapagbalita (sa sangkatauhan) na Kanyang hinirang (Siya ay nagpapahayag sa kanya sa Kanyang nais), at nagtalaga Siya ng pangkat ng tagapagbantay (mga anghel) upang manguna sa kanyang harapan at kanyang likuran"
        },
        {
            "chapter": 72,
            "verse": 28,
            "text": "Siya [Allah] ang nangangalaga sa kanila [mga Tagapagbalita]), hanggang sa Kanyang mamalas na katotohanang ipinahayag nila (mga Tagapagbalita) ang Kapahayagan (Tagubilin) ng kanilang Panginoon. At Kanyang nilulukuban ang lahat ng nasa kanilang (paghahawak), at Siya ang naghahawak sa pagsusulit ng lahat ng bagay (alalaong baga, lubos Niyang batid ang ganap na bilang ng bawat bagay). siyA nA nABABAlutAn ng kAsuutAn"
        },
        {
            "chapter": 73,
            "verse": 1,
            "text": "o ikaw na nababalutan ng kasuotan (alalaong baga, si Propeta Muhammad)"
        },
        {
            "chapter": 73,
            "verse": 2,
            "text": "Tumindig ka (sa pananalangin) sa buong magdamag, maliban sa kaunting oras lamang"
        },
        {
            "chapter": 73,
            "verse": 3,
            "text": "Sa kalahati nito (ng magdamag), o kulang pa rito"
        },
        {
            "chapter": 73,
            "verse": 4,
            "text": "o humigit pa rito; at iyong dalitin ang Qur’an (nang malakas) sa marahan at matimyas na pagbigkas"
        },
        {
            "chapter": 73,
            "verse": 5,
            "text": "Katotohanan na Aming ipapanaog sa iyo ang isang mayamang Pahayag (at Tagubilin sa mga batas, katungkulan, atbp)"
        },
        {
            "chapter": 73,
            "verse": 6,
            "text": "Katotohanan, ang iyong pagbangon sa gabi (Tahajjud na panalangin) ay siyang oras na napakahirap (datapuwa’t) mabisa at mainam sa pamamatnubay ng (iyong kaluluwa), at pinakaangkop sa (pang-unawa) sa Salita (ni Allah)"
        },
        {
            "chapter": 73,
            "verse": 7,
            "text": "Katotohanang nasa iyo sa maghapon (sa liwanag ng araw) ang paghanap ng iyong ikabubuhay at pagganap sa mga pangkaraniwang gawain"
        },
        {
            "chapter": 73,
            "verse": 8,
            "text": "At lagi mong alalahanin ang Pangalan ng iyong Panginoon at ibuhos mo ang iyong pansin sa Kanya nang ganap at taimtim"
        },
        {
            "chapter": 73,
            "verse": 9,
            "text": "Tanging Siya 918 (lamang) ang Panginoon ng Silangan at Kanluran. La ilaha illa Allah (wala ng iba pang diyos na karapat-dapat pag- ukulan ng pagsamba maliban kay Allah). Kaya’t panaligan mo lamang Siya bilang iyong wakil (tagapamahala ng iyong kapakanan)"
        },
        {
            "chapter": 73,
            "verse": 10,
            "text": "At maging matiyaga (o Muhammad) sa kanila (na hindi sumasampalataya) sa kanilang sinasabi, at lumayokasakanilasamabutingparaan"
        },
        {
            "chapter": 73,
            "verse": 11,
            "text": "Atiyonghayaanna Ako (ang tanging) makitungo sa mga bulaan (na nagtatatwa ng Aking mga Talata, atbp.), at sila na naghahawak ng mga mabubuting bagay sa buhay. At iyong bigyan sila ng palugit sa maigsing panahon"
        },
        {
            "chapter": 73,
            "verse": 12,
            "text": "Katotohanan! Nasa Amin ang mga panggapos (na magtatali sa kanila) at Nag-aalimpuyong Apoy (na tutupok sa kanila)"
        },
        {
            "chapter": 73,
            "verse": 13,
            "text": "At pagkain na babalalak sa kanilang lalamunan (na nakakabunsol) at Kasakit-sakit na Kaparusahan"
        },
        {
            "chapter": 73,
            "verse": 14,
            "text": "Sa Araw na ang kalupaan at kabundukan ay mayayanig nang matindi, at ang kabundukan ay magiging pinong tumpok ng buhangin na bumubuhos at umaagos nang pababa"
        },
        {
            "chapter": 73,
            "verse": 15,
            "text": "Katotohanan! Kami ay nagsugo sa inyo (O mga tao) ng isang Tagapagbalita (Muhammad) na magiging saksi sa harapan ninyo, kung paano Kami nagsugo ng isang Tagapagbalita (Moises) kay Paraon"
        },
        {
            "chapter": 73,
            "verse": 16,
            "text": "Datapuwa’t si Paraon ay sumuway sa Aming Tagapagbalita (Moises), kaya’t Aming sinakmal siya ng matinding kaparusahan"
        },
        {
            "chapter": 73,
            "verse": 17,
            "text": "Kaya’t paano ninyo iiwasan ang kaparusahan kung kayo ay walang paniniwala (kay Allah), sa Araw na ang mga bata ay magiging lanta (sa kulay na pilak ng kanilang buhok) sa (Araw ng Muling Pagkabuhay)"
        },
        {
            "chapter": 73,
            "verse": 18,
            "text": "Na roon ang kalangitan ay mawawarak? Ang Kanyang pangako ay katiyakang matutupad"
        },
        {
            "chapter": 73,
            "verse": 19,
            "text": "Katotohanan! Ito ay isang Paala-ala (at Tagubilin). Kaya’t sinuman ang magnais, hayaan siyang tumahak sa tuwid na landas patungo sa kanyang Panginoon"
        }
    ]
}