{
    "maqras": [
        {
            "chapter": 5,
            "verse": 97,
            "text": "Si Allah ang gumawa ng Ka’ba, ang Sagradong Tahanan, bilang isang Kalinga (o kanlungan) ng kapanatagan at ng Hajj at Umra (Pilgrimahe) para sa sangkatauhan, at gayundin ng mga Sagradong Buwan at ng mga hayop na pang-alay (pangsakripisyo) at sa mga koronang bulaklak na nagbibigay tanda sa kanila (sa tao man at sa hayop), upang inyong maalaman na si Allah ay may karunungan kung ano ang nasa kalangitan at kung ano ang nasa kalupaan, at si Allah ay Ganap na Nakakaalam ng bawat isa at lahat ng bagay"
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "Inyong maalaman na si Allah ay mahigpit sa kaparusahan at si Allah ay Lagi nang Nagpapatawad, ang Pinakamaawain"
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "Ang katungkulan ng Tagapagbalita (alalaong baga, ang Aming Tagapagbalitang si Muhammad na Aming isinugo sa inyo [O Sangkatauhan]), ay upang maiparating lamang (ang Kapahayagan). At si Allah ang nakakaalam ng lahat ng inyong inilalantad at lahat ng inyong inililingid"
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "Ipagbadya (O Muhammad): “Hindi magkatulad ang Al-Khabaith (ang lahat ng masama hinggil sa lahat ng mga bagay, gawa, paniniwala, tao, pagkain, atbp.) at At-Tayyib (ang lahat ng mabuti hinggil sa lahat ng mga bagay, gawa, paniniwala, tao, pagkain, atbp.), kahima’t ang karamihan ng kasamaan ay makaganyak sa inyo.” Kaya’t lubos ninyong pangambahan si Allah (umiwas sa lahat ng uri ng kasalanan at kasamaan na Kanyang ipinagbawal) at lubos ninyong mahalin si Allah (magsagawa ng lahat ng uri ng kabutihan na Kanyang ipinag-utos), O kayong mga tao na may pang- unawa upang kayo ay magsipagtagumpay"
        },
        {
            "chapter": 5,
            "verse": 101,
            "text": "O kayong nagsisisampalataya! Huwag kayong magtanong sa mga bagay na kung gawin na maliwanag sa inyo ay magbibigay sa inyo ng kaguluhan. Datapuwa’t kung kayo ay magtatanong tungkol dito habang ang Qur’an ay ipinahahayag, ito ay gagawin na maging maliwanag sa inyo. Si Allah ang nagpatawad sa mga ito, at si Allah ay Lagi nang Nagpapatawad, ang Pinakamapagpaumanhin"
        },
        {
            "chapter": 5,
            "verse": 102,
            "text": "Noong una pa sa inyo, isang pamayanan ang nagtanong ng gayong mga tanong, at dahilan sa gayong pangyayari, sila ay naging hindi mananampalataya"
        },
        {
            "chapter": 5,
            "verse": 103,
            "text": "Si Allah ay hindi nagtatag ng mga bagay na katulad ng Bahira (isang babaeng kamelyo na ang [kanyang] gatas ay inilaan sa mga diyus-diyosan at walang sinuman ang pinahihintulutan na uminom nito) o ng Sa’iba (isang babaeng kamelyo na hinayaang gumagala- gala upang malayang manginain para sa kanilang mga diyus- diyosan at walang maaaring ipapasan sa kanya), o ng isang wasila (isang babaeng kamelyo na pinawalan para sa mga diyus-diyosan sapagkat ito ay nagsilang ng isang babaeng kamelyo sa unang panganganak at muli ay nagsilang ng babaeng kamelyo sa pangalawang panganganak), o ng isang Ham (isang palahiang kamelyo na hindi ginagamit sa paggawa para sa kanilang mga diyus-diyosan, matapos na makaganap ito ng maraming pagpapalahi na nakatalaga rito) [ang lahat ng mga ganitong hayop ay pinalaya (hinayaan) tungo sa pagbibigay parangal sa mga diyus- diyosan na isinasagawa ng mga paganong Arabo bago pa dumating ang Islam (sa kanila)]. Datapuwa’t ang mga hindi sumasampalataya ay kumakatha ng mga kasinungalingan laban kay Allah, at ang karamihan sa kanila ay walang pang- unawa"
        },
        {
            "chapter": 5,
            "verse": 104,
            "text": "At nang ito ay ipinagbadya sa kanila: “Halina kayo sa mga ipinahayag ni Allah sa Kanyang Tagapagbalita (Muhammad, para sa kapasyahan sa bagay na ginawa ninyong hindi pinahihintulutan).” Sila ay nagsasabi: “Sapat na sa amin ang gayong bagay na nakita naming sinusunod ng aming mga ninuno”, kahima’t ang kanilang mga ninuno ay walang kaalaman at walang patnubay"
        },
        {
            "chapter": 5,
            "verse": 105,
            "text": "o kayong nagsisisampalataya! Pangalagaan ninyo ang inyong sarili (gumawa ng kabutihan, pangambahan si Allah [umiwas sa lahat ng uri ng kasalanan at kasamaan na Kanyang ipinagbawal]) at lubos ninyong mahalin si Allah (gumawa ng lahat ng uri ng kabutihan na Kanyang ipinag-utos). Kung kayo ay susunod sa tamang patnubay at magsasagawa kung ano ang tama (pagsamba sa Kaisahan ni Allah at pagtalima sa pag-uutos ng Islam) at magbabawal kung ano ang mali (pagsamba sa diyus-diyosan, kawalan ng pananalig at pagsunod sa mga ipinagbabawal sa Islam), walang anumang kapinsalaan ang daratal sa inyo mula sa kanila na nasa kamalian. Ang pagbabalik ninyong lahat ay kay Allah, at sa inyo ay ipapaalam Niya ang hinggil sa lahat ninyong ginawa"
        },
        {
            "chapter": 5,
            "verse": 106,
            "text": "O kayong nagsisisampalataya! Kung ang kamatayan ay dumatal sa isa sa inyo at kayo ay gumawa ng habiling yaman (pamana), kung gayon, kayo ay kumuha ng pagpapatibay ng dalawang matuwid na lalaki mula sa inyong angkan, o ng dalawang iba mula sa labas kung kayo ay naglalakbay sa kalupaan at ang sakuna ng kamatayan ay sumapit sa inyo. Sila ay kapwa pigilan matapos ang pagdarasal, (at pagkaraan) kung kayo ay may pag-aalinlangan (sa kanilang katapatan), hayaan sila na kapwa manumpa kay Allah (na nagsasabi): “Kami ay hindi naghahangad ng anumang makamundong pakinabang dito, kahima’t siya (ang pinamanahan) ay aming malapit na kamag-anak. Hindi namin ililingid ang pahayag ni Allah, sapagkat kung magkagayon, kami ay mapapabilang sa mga makasalanan.”"
        },
        {
            "chapter": 5,
            "verse": 107,
            "text": "At kung (sakaling) ang dalawang ito ay mapag-alaman na napatunayang may pagkakasala, hayaan ang dalawang iba pa ay tumindig sa halip nila, ang pinakamalapit na kamag-anak mula sa lipon ng mga may legal na karapatan. Hayaan silang manumpa kay Allah (na nagsasabi): “Kami ay nagpapatibay na ang aming pahayag ay higit na matapat sa kanilang dalawa, at kami ay hindi nagsilabag (sa katotohanan), sapagkat katiyakang (kung magkakagayon) kami ay magiging tampalasan.”"
        },
        {
            "chapter": 5,
            "verse": 108,
            "text": "Ito ay marapat na maging malapit (sa katotohanan), na ang kanilang pagsaksi ay nasa tunay nitong kalagayan at anyo (at samakatuwid ay tinanggap), kung hindi, sila ay mangangamba na ang mga panunumpa (pagsaksi) ng (iba) ay tatanggapin matapos ang kanilang panunumpa. At pangambahan si Allah at makinig (ng may pagtalima sa Kanya). At si Allah ay hindi namamatnubay sa mga tao na Fasiqun (mga mapaghimagsik at palasuway)"
        }
    ]
}