{
    "maqras": [
        {
            "chapter": 6,
            "verse": 36,
            "text": "Sila lamang na nakikinig (sa Mensahe ni Propeta Muhammad), ang tatalima rito (makakapagkamit ng kapakinabangan); datapuwa’t sa mga patay (walang pananalig), si Allah ang magpapabangon sa kanila, at sa Kanya, sila ay magbabalik (tungo sa kanilang kabayaran)"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "At sila ay nagsabi: “Bakit kaya ang isang Tanda ay hindi ipinanaogsakanyamulasakanyang Panginoon?” Ipagbadya: “walang pagsala na si Allah ay makakapagpanaog ng isang Tanda, datapuwa’t ang karamihan sa kanila ay walang kaalaman.”"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "walang isa mang gumagalaw (o nabubuhay) na nilalang sa kalupaan, gayundin ang isang ibon na lumilipad sa kanyang dalawang pakpak, na hindi mga pamayanan na katulad ninyo. Wala Kaming nakaligtaan sa Aklat, at sa kanilang Panginoon, silang (lahat) ay titipunin"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Sila na nagtatakwil sa Aming Ayat (mga talata, kapahayagan, aral, katibayan, atbp.) ay mga bingi at pipi sa kadiliman. Si Allah ang nagsusugo sa pagkaligaw sa sinumang Kanyang maibigan at Siya ang namamatnubay sa Tuwid na Landas sa sinumang Kanyang naisin"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Ipagbadya (o Muhammad): “Sabihin ninyo sa akin, kung ang kaparusahan ni Allah ay sumapit sa inyo, o ang oras ay dumatal sa inyo, kayo ba ay maninikluhod sa iba pa maliban kay Allah? (Magsitugon kayo) kung kayo ay nagsasabi ng katotohanan!”"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "Hindi! Sa Kanya lamang kayo manawagan, at kung Kanyang kagustuhan ay Kanyang papawiin (ang gayong kapighatian) na siyang dahilan ng inyong paninikluhod sa Kanya, at inyong malilimutan sa sandaling yaon ang anumang mga katambal na inyong iniaakibat sa Kanya (sa pagsamba)"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "Katotohanang Kami ay nagpadala (ng mga Tagapagbalita) sa maraming pamayanan (bansa) nang una pa sa iyo (o Muhammad). At sila ay Aming sinakmal ng matinding kahirapan (o pagkawala ng kanilang kayamanan) at paglala ng kanilang kalusugan na kasama ang mga kapinsalaan upang sila ay magsisampalataya ng may kapakumbabaan"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "At nang ang Aming kaparusahan ay sumapit na sa kanila, bakit hindi sila nanampalataya ng may kababaang loob? Datapuwa’t ang kanilang puso ay naging matigas, at ginawang nakakaganyak ni Satanas sa kanila ang kanilang mga ginagawa"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "Kaya’t nang kanilang nalimutan (ang babala) kung saan sila ay pinaalalahanan, Aming binuksan para sa kanila ang mga tarangkahan ng bawat (nakakalugod) na bagay, hanggang sa gitna ng kanilang pagsasaya sa bagay na ipinagkaloob sa kanila, walang anu- ano’y Aming inihantong sila sa kaparusahan, at pagmasdan! Sila ay nabulid sa pagkawasak ng may matinding pagsisisi at kapighatian"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "Kaya’t ang mga ugat ng mga tao na gumawa ng kamalian ay naputol. At ang lahat ng mga pagpupuri at pasasalamat ay kay Allah, ang Panginoon ng lahat ng mga nilalang"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "Ipagbadya (sa mga hindi sumasampalataya): “Sabihin ninyo sa akin, kung kunin ni Allah ang inyong pandinig at inyong paningin, at takpan Niya ang inyong puso, sino pa ba kaya rito, - ang ilah (isang diyos) maliban pa kay Allah, ang makakapagpanumbalik ng mga ito para sa inyo?” Tingnan kung paano Namin sa maraming paraan ipinapaliwanag ang Ayat (mga kapahayagan, aral, katibayan, tanda, atbp.), datapuwa’t sila ay nagsitalikod pa rin"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "Ipagbadya: “Sabihin ninyo sa akin, kung ang kaparusahan ni Allah ay dumatal sa inyo nang walang abog-abog (sa panahon ng gabi), o ng lantad (sa panahon ng maghapon), mayroon pa ba kayang mawawasak maliban sa Zalimun (mga mapagsamba sa diyus-diyosan at mapaggawa ng kamalian)"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "At hindi Namin isinugo ang mga Tagapagbalita maliban na sila ay tagapagbigay ng magandang balita at bilang tagapagbabala. Kaya’t sinuman ang manampalataya at gumawa ng kabutihan, sa kanya ay walang sasapit na pangamba, gayundin sila ay hindi malulumbay"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "Datapuwa’t sila na nagtatakwil ng Aming Ayat (mga kapahayagan, aral, katibayan, tanda, atbp.), ang kaparusahan ay dadapo sa kanila dahilan sa kanilang kawalan ng pananampalataya (at sa kanilang pagpapabulaan sa mensahe ni Muhammad)"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "Ipagbadya (o Muhammad): “Ako ay hindi nagsasabi sa inyo na nasa akin ang mga kayamanan ni Allah, gayundin na aking talastas ang mga bagay na nakalingid; at gayundin, ako ay hindi nagsasabi sa inyo na ako ay isang anghel. Sinusunod ko lamang kung ano ang ipinahayag sa akin sa pamamagitan ng inspirasyon.” Ipagbadya: “Sila ba na mga bulag ay katulad nila na nakakakita? Hindi baga kayo magkakaroon ng pagdidili-dili?”"
        },
        {
            "chapter": 6,
            "verse": 51,
            "text": "At bigyang babala na kalakip (ang Qur’an) yaong mga nangangamba na sila ay titipunin sa harapan ng kanilang Panginoon, kung saan doon ay walang magiging tagapangalaga o tagapamagitan para sa kanila maliban sa Kanya, upang sa gayon ay kanilang pangambahan si Allah at panatilihin ang kanilang tungkulin sa Kanya (sa pamamagitan nang pag-iwas sa paggawa ng mga kasalanan at sa paggawa ng lahat ng mabubuti at matutuwid na bagay na Kanyang ipinag-utos)"
        },
        {
            "chapter": 6,
            "verse": 52,
            "text": "At huwag ninyong itaboy ang mga naninikluhod sa kanilang Panginoon, sa umaga at hapon na naghahanap ng Kanyang Mukha. Kayo ay walang pananagutan sa kanila sa anuman, at sila ay walang pananagutan sa inyo sa anuman, upang sila ay inyong itaboy, at kung magkagayon, (kayo) ay magiging (isa) sa Zalimun (mga walang katarungan)"
        },
        {
            "chapter": 6,
            "verse": 53,
            "text": "Kaya’t Aming sinubukan ang ilan sa kanila na kasama pa ang iba, upang sila ay makapagsabi: “Sila ba ang (mga dukhang sumasampalataya) na higit na biniyayaan ni Allah sa aming lipon? Hindi baga talastas na mabuti ni Allah kung sino ang mga may damdamin ng pasasalamat?”"
        },
        {
            "chapter": 6,
            "verse": 54,
            "text": "At kung ang mga sumasampalataya sa Aming Ayat (mga kapahayagan, aral, katibayan, tanda, atbp.) ay lumapit sa iyo, ipagbadya: “Salamun alaikum (ang kapayapaan ay sumainyo); anginyong Panginoonaysumulatng Habagmula sa Kanyang Sarili, upang kung sinuman sa inyo ang gumawa ng kasamaan dahil sa kawalang kaalaman, at pagkatapos ay nagtika at gumawa ng matutuwid at mabubuting bagay (sa pagsunod kay Allah), kung gayon, katotohanang Siya ay Lagi nang Nagpapatawad, ang Pinakamaawain.”"
        },
        {
            "chapter": 6,
            "verse": 55,
            "text": "At sa ganito Namin ipinapaliwanag ang Ayat (mga kapahayagan, aral, katibayan, tanda, atbp.) sa masusing paraan, upang ang landas ng Mujrimun (mga kriminal, mapagsamba sa diyus- diyosan, buktot, buhong, atbp.) ay maging maliwanag"
        },
        {
            "chapter": 6,
            "verse": 56,
            "text": "Ipagbadya (o Muhammad): “Ako ay pinagbawalan na sambahin yaong mga pinapanalanginan ninyo (sa pagsamba) maliban pa kay Allah.” Ipagbadya: “Hindi ko susundin ang inyong walang kabuluhang pagnanasa. Kung ito ay aking gawin, ako ay mapapaligaw (ng landas) at ako ay hindi magiging isa sa mga matuwid na napapatnubayan.”"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "Ipagbadya (o Muhammad): “Ako ay nasa maliwanag na Katibayan mula sa aking Panginoon (Kaisahan ng Diyos sa Islam), datapuwa’t inyong ikinaila (ang katotohanan na dumatal sa akin mula kay Allah). Hindi ko nakamtan ang inyong hinihingi na inyong kinaiinipan (ang kaparusahan). Ang pasya ay tanging na kay Allah lamang, Siya ang nagpapahayag ng Katotohanan, at Siya ang Pinakamainam sa lahat ng mga hukom.”"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "Ipagbadya: “Kung nasa akin lamang ang inyong hinihingi na (inyong) kinaiinipan (ang kaparusahan), ang (gayong) bagay sana ay noon pa madaling napagpasyahan sa pagitan natin, datapuwa’t si Allah ang tunay na nakakaalam kung sino ang Zalimun (mga mapagsamba sa diyus-diyosan at mapaggawa ng kamalian, atbp)"
        }
    ]
}