{
    "maqras": [
        {
            "chapter": 6,
            "verse": 141,
            "text": "At Siya (Allah) ang nagpayabong ng mga halaman na (gumagapang) sa balag at maging sa mga hindi (gumagapang), at ng mga punong palmera (datiles), at mga pananim na may iba’t ibang hugis at lasa (sa kanyang bunga at buto), at oliba, at mga granada (pomegrenates), na magkatulad (sa uri) at magkaiba (sa lasa). Kumain kayo ng kanilang bunga kung sila ay mamunga, datapuwa’t magbayad kayo ng nararapat dito (ang Zakah nito, alalaong baga, ang nauukol na kawanggawa ayon sa pag-uutos ni Allah, 1/10 o 1/20 nito) sa araw ng pag-aani. Datapuwa’t huwag maging mapag-aksaya (maluho). Katotohanang Siya ay hindi nalulugod sa mga maluluho"
        },
        {
            "chapter": 6,
            "verse": 142,
            "text": "At sa mga bakahan (ay may iba) na ginagamit sa paghila at (ang iba) ay maliliit (na hindi makakahila ng mga dalahin). Kumain kayo sa mga bagay na ipinagkaloob ni Allah sa inyo, at huwag ninyong sundan ang mga bakas ni Satanas. Katotohanang siya sa inyo ay isang lantad na kaaway"
        },
        {
            "chapter": 6,
            "verse": 143,
            "text": "(Kumuha kayo) ng walo (sa apat na pares) ng tupa, dalawang (lalaki at babae), at ng kambing, dalawang (lalaki at babae). Ipagbadya: “Kanya (Allah) bagang ipinagbawal ang dalawang lalaki o ang dalawang babae, o (ang bulo) na kinukupkop sa mga sinapupunan ng dalawang babae? Sabihin ninyo sa akin ng may kaalaman kung kayo ay matatapat.” ‘"
        },
        {
            "chapter": 6,
            "verse": 144,
            "text": "Atsakamelyo,aydalawa(lalakiatbabae),atngkinapong baka ay dalawa (lalaki at babae). Ipagbadya: “Kanya (Allah) bagang ipinagbawal ang dalawang lalaki o ang dalawang babae o (ang bulo) na kinukupkop sa mga sinapupunan ng dalawang babae? o kayo baga ay nandoroon nang si Allah ay mag-utos sa inyo ng gayong bagay? Kung gayon, sino kaya ang higit na gumagawa ng kamalian maliban sa kanya na kumakatha ng kabulaanan laban kay Allah, upang akayin ang mga tao na maligaw ng walang kaalaman. Katiyakang si Allah ay hindi namamatnubay sa mga tao na Zalimun (mga mapagsamba sa diyus-diyosan, pagano, mapaggawa ng kamalian, atbp)"
        },
        {
            "chapter": 6,
            "verse": 145,
            "text": "Ipagbadya (o Muhammad): “Hindi ako nakakita sa mga bagay na ipinahayag sa akin ng anumang ipinagbabawal na kainin, sa mga nagnanais na kumain nito, maliban na lamang kung ito ay Maita (patay na hayop), o dugong umagos (sa pagkakatay o katumbas nito), o laman (karne) ng baboy, sapagkat katiyakang ito ay hindi dalisay, o walang kabanalan; (hindi nararapat) ang laman (ng hayop) na kinatay bilang sakripisyo (alay) sa mga iba (pang diyus-diyosan) maliban pa kay Allah, (o yaong mga kinatay para sa mga imahen, atbp., o yaong [mga kinatay] na ang Ngalan ni Allah ay hindi inusal [binanggit] dito sa sandali ng pagkatay). Datapuwa’t kung sinuman ang napilitan dahilan sa matinding pangangailangan na walang kusang pagsuway at hindi nagmamalabis sa hangganan ng paglabag, (sa kanya) ay katiyakang ang iyong Panginoon ay Lagi nang Nagpapatawad, ang Pinakamaawain.”"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "At sa kanila na mga Hudyo (na sumusunod sa Batas), Aming ipinagbawal ang bawat (hayop) na walang hati ang mga kuko, at ipinagbawal Namin sa kanila ang taba (mantika) ng kinapong baka at ng tupa, maliban sa nakakapit sa kanilang likod o sa kanilang lamang loob, o ang nakahalo sa buto. Sa ganito Namin binayaran sila sa kanilang paghihimagsik (sa paggawa ng mga krimen katulad ng pagpatay sa mga Propeta, pagpapatubo [ng pera], atbp.). At tunay na Kami ay Makatotohanan (Matapat)"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "At kung sila (na mga Hudyo) ay magpabulaan sa iyo (o Muhammad), iyong ipagbadya: “Ang inyong Panginoon ang Nagmamay-ari ng Malawak na Habag, at hindi kailanman ang Kanyang poot ay magbabawa sa mga tao na Mujrimun (mga kriminal, pagano, makasalanan, buktot, tampalasan, atbp)"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "Sila na nag-aakibat ng mga katambal (sa pagsamba) kay Allah ay nagsasabi: “Kung ninais lamang ni Allah, kami sana ay hindi mag-aakibat ng mga katambal (sa pagsamba) sa Kanya, gayundin ang aming mga ninuno, at kami ay hindi magbabawal ng anumang bagay (na laban sa Kanyang Kalooban).” Sa gayon din nagpasinungaling ang mga nangauna sa kanila, (sila ay nakipagtalo ng walang katotohanan sa mga Tagapagbalita ni Allah), hanggang sa kanilang matikman ang Aming Poot. Ipagbadya: “Mayroon baga kayong kaalaman (katibayan) na inyong maipamamalas sa Aming harapan? Katotohanang wala kayong sinusunod kundi mga sapantaha at wala kayong ginagawa kundi kasinungalingan (lamang)"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "Ipagbadya: “Na kay Allah ang lantay na Katibayan at pangangatwiran, (alalaong baga, ang Kaisahan ni Allah, ang pagsusugo ng Kanyang mga Tagapagbalita at Kanyang mga Banal na Aklat, atbp. sa sangkatauhan); kung Kanyang ninais lamang, katotohanang kayo ay mapapatnubayan Niyang lahat.”"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "Ipagbadya: “Itanghal ninyo sa harapan ang inyong mga saksi na makakapagpatotoo na ito ay ipinagbawal ni Allah. At kung sila ay magpatotoo, huwag kang sumaksi (o Muhammad) sa kanila. At hindi marapat na ikaw ay sumunod sa walang kabuluhan nilang pagnanasa na nagtuturing sa Aming Ayat (mga katibayan, aral, kapahayagan,tanda,atbp.)bilangkabulaanan,atsilanahindi nananalig sa Kabilang Buhay, at tinatangkilik nila ang iba pa bilang kapantay (sa pagsamba) sa kanilang Panginoon.”"
        }
    ]
}