{
    "juzs": [
        {
            "chapter": 41,
            "verse": 47,
            "text": "To Him is referred the Knowledge of the Hour (of Judgment: He knows all): No date-fruit comes out of its sheath, nor does a female conceive (within her womb) nor bring forth the Day that (God) will propound to them the (question), \"Where are t he partners (ye attributed to Me?\" They will say, \"We do assure thee not one of us can bear witness)"
        },
        {
            "chapter": 41,
            "verse": 48,
            "text": "The (deities) they used to invoke aforetime will leave them in the lurch, and they will perceive that they have no way of escape"
        },
        {
            "chapter": 41,
            "verse": 49,
            "text": "Man does not weary of asking for good (things), but if ill touches him, he gives up all hope (and) is lost in despair"
        },
        {
            "chapter": 41,
            "verse": 50,
            "text": "When we give him a taste of some Mercy from Ourselves, after some adversity has touched him, he is sure to say, \"This is due to my (merit): I think not that the Hour (of Judgment) will (ever) be established; but if I am brought back to my Lor d, I have (much) good (stored) in His sight!\" But We will show the Unbelievers the truth of all that they did, and We shall give them the taste of a severe Penalty"
        },
        {
            "chapter": 41,
            "verse": 51,
            "text": "When We bestow favours on man, he turns away, and gets himself remote on his side (instead of coming to Us); and when evil seizes him, (he comes) full of prolonged prayer"
        },
        {
            "chapter": 41,
            "verse": 52,
            "text": "Say: \"See ye if the (Revelation) is (really) from God, and yet do ye reject it? Who is more astray than one who is in a schism far (from any purpose)"
        },
        {
            "chapter": 41,
            "verse": 53,
            "text": "Soon will We show them our Signs in the (furthest) regions (of the earth), and in their own souls, until it becomes manifest to them that this is the Truth. Is it not enough that thy Lord doth witness all things"
        },
        {
            "chapter": 41,
            "verse": 54,
            "text": "Ah indeed! Are they in doubt concerning the Meeting with their Lord? Ah indeed! It is He that doth encompass all things"
        },
        {
            "chapter": 42,
            "verse": 1,
            "text": "Ha-Mim"
        },
        {
            "chapter": 42,
            "verse": 2,
            "text": "Ain. Sin. Qaf"
        },
        {
            "chapter": 42,
            "verse": 3,
            "text": "Thus doth (He) send inspiration to thee as (He did) to those before thee,- God, Exalted in Power, Full of Wisdom"
        },
        {
            "chapter": 42,
            "verse": 4,
            "text": "To Him belongs all that is in the heavens and on earth: and He is Most High, Most Great"
        },
        {
            "chapter": 42,
            "verse": 5,
            "text": "The heavens are almost rent asunder from above them (by His Glory): and the angels celebrate the Praises of their Lord, and pray for forgiveness for (all) beings on earth: Behold! Verily God is He, the Oft-Forgiving, Most Merciful"
        },
        {
            "chapter": 42,
            "verse": 6,
            "text": "And those who take as protectors others besides Him,- God doth watch over them; and thou art not the disposer of their affairs"
        },
        {
            "chapter": 42,
            "verse": 7,
            "text": "Thus have We sent by inspiration to thee an Arabic Qur'an: that thou mayest warn the Mother of Cities and all around her,- and warn (them) of the Day of Assembly, of which there is no doubt: (when) some will be in the Garden, and some in the B lazing Fire"
        },
        {
            "chapter": 42,
            "verse": 8,
            "text": "If God had so willed, He could have made them a single people; but He admits whom He will to His Mercy; and the Wrong-doers will have no protector nor helper"
        },
        {
            "chapter": 42,
            "verse": 9,
            "text": "What! Have they taken (for worship) protectors besides Him? But it is God,- He is the Protector, and it is He Who gives life to the dead: It is He Who has power over all things"
        },
        {
            "chapter": 42,
            "verse": 10,
            "text": "Whatever it be wherein ye differ, the decision thereof is with God: such is God my Lord: In Him I trust, and to Him I turn"
        },
        {
            "chapter": 42,
            "verse": 11,
            "text": "(He is) the Creator of the heavens and the earth: He has made for you pairs from among yourselves, and pairs among cattle: by this means does He multiply you: there is nothing whatever like unto Him, and He is the One that hears and sees (all things)"
        },
        {
            "chapter": 42,
            "verse": 12,
            "text": "To Him belong the keys of the heavens and the earth: He enlarges and restricts. The Sustenance to whom He will: for He knows full well all things"
        },
        {
            "chapter": 42,
            "verse": 13,
            "text": "The same religion has He established for you as that which He enjoined on Noah - the which We have sent by inspiration to thee - and that which We enjoined on Abraham, Moses, and Jesus: Namely, that ye should remain steadfast in religion, and make no divisions therein: to those who worship other things than God, hard is the (way) to which thou callest them. God chooses to Himself those whom He pleases, and guides to Himself those who turn (to Him)"
        },
        {
            "chapter": 42,
            "verse": 14,
            "text": "And they became divided only after Knowledge reached them,- through selfish envy as between themselves. Had it not been for a Word that went forth before from thy Lord, (tending) to a Term appointed, the matter would have been settled between them: But truly those who have inherited the Book after them are in suspicious (disquieting) doubt concerning it"
        },
        {
            "chapter": 42,
            "verse": 15,
            "text": "Now then, for that (reason), call (them to the Faith), and stand steadfast as thou art commanded, nor follow thou their vain desires; but say: \"I believe in the Book which God has sent down; and I am commanded to judge justly between you. God is our Lord and your Lord: for us (is the responsibility for) our deeds, and for you for your deeds. There is no contention between us and you. God will bring us together, and to Him is (our) Final Goal"
        },
        {
            "chapter": 42,
            "verse": 16,
            "text": "But those who dispute concerning God after He has been accepted,- futile is their dispute in the Sight of their Lord: on them will be a Penalty terrible"
        },
        {
            "chapter": 42,
            "verse": 17,
            "text": "It is God Who has sent down the Book in Truth, and the Balance (by which to weigh conduct). And what will make thee realise that perhaps the Hour is close at hand"
        },
        {
            "chapter": 42,
            "verse": 18,
            "text": "Only those wish to hasten it who believe not in it: those who believe hold it in awe, and know that it is the Truth. Behold, verily those that dispute concerning the Hour are far astray"
        },
        {
            "chapter": 42,
            "verse": 19,
            "text": "Gracious is God to His servants: He gives Sustenance to whom He pleases: and He has power and can carry out His Will"
        },
        {
            "chapter": 42,
            "verse": 20,
            "text": "To any that desires the tilth of the Hereafter, We give increase in his tilth, and to any that desires the tilth of this world, We grant somewhat thereof, but he has no share or lot in the Hereafter"
        },
        {
            "chapter": 42,
            "verse": 21,
            "text": "What! have they partners (in godhead), who have established for them some religion without the permission of God? Had it not been for the Decree of Judgment, the matter would have been decided between them (at once). But verily the Wrong- doers will have a grievous Penalty"
        },
        {
            "chapter": 42,
            "verse": 22,
            "text": "Thou wilt see the Wrong-doers in fear on account of what they have earned, and (the burden of) that must (necessarily) fall on them. But those who believe and work righteous deeds will be in the luxuriant meads of the Gardens: they shall have, before their Lord, all that they wish for. That will indeed be the magnificent Bounty (of God)"
        },
        {
            "chapter": 42,
            "verse": 23,
            "text": "That is (the Bounty) whereof God gives Glad Tidings to His Servants who believe and do righteous deeds. Say: \"No reward do I ask of you for this except the love of those near of kin.\" And if any one earns any good, We shall give him an increas e of good in respect thereof: for God is Oft-Forgiving, Most Ready to appreciate (service)"
        },
        {
            "chapter": 42,
            "verse": 24,
            "text": "What! Do they say, \"He has forged a falsehood against God\"? But if God willed, He could seal up thy heart. And God blots out Vanity, and proves the Truth by His Words. For He knows well the secrets of all hearts"
        },
        {
            "chapter": 42,
            "verse": 25,
            "text": "He is the One that accepts repentance from His Servants and forgives sins: and He knows all that ye do"
        },
        {
            "chapter": 42,
            "verse": 26,
            "text": "And He listens to those who believe and do deeds of righteousness, and gives them increase of His Bounty: but for the Unbelievers their is a terrible Penalty"
        },
        {
            "chapter": 42,
            "verse": 27,
            "text": "If God were to enlarge the provision for His Servants, they would indeed transgress beyond all bounds through the earth; but he sends (it) down in due measure as He pleases. For He is with His Servants Well-acquainted, Watchful"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "He is the One that sends down rain (even) after (men) have given up all hope, and scatters His Mercy (far and wide). And He is the Protector, Worthy of all Praise"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "And among His Signs is the creation of the heavens and the earth, and the living creatures that He has scattered through them: and He has power to gather them together when He wills"
        },
        {
            "chapter": 42,
            "verse": 30,
            "text": "Whatever misfortune happens to you, is because on the things your hands have wrought, and for many (of them) He grants forgiveness"
        },
        {
            "chapter": 42,
            "verse": 31,
            "text": "Nor can ye frustrate (aught), (fleeing) through the earth; nor have ye, besides God, any one to protect or to help"
        },
        {
            "chapter": 42,
            "verse": 32,
            "text": "And among His Signs are the ships, smooth-running through the ocean, (tall) as mountains"
        },
        {
            "chapter": 42,
            "verse": 33,
            "text": "If it be His Will He can still the Wind: then would they become motionless on the back of the (ocean). Verily in this are Signs for everyone who patiently perseveres and is grateful"
        },
        {
            "chapter": 42,
            "verse": 34,
            "text": "Or He can cause them to perish because of the (evil) which (the men) have earned; but much doth He forgive"
        },
        {
            "chapter": 42,
            "verse": 35,
            "text": "But let those know, who dispute about Our Signs, that there is for them no way of escape"
        },
        {
            "chapter": 42,
            "verse": 36,
            "text": "Whatever ye are given (here) is (but) a convenience of this life: but that which is with God is better and more lasting: (it is) for those who believe and put their trust in their Lord"
        },
        {
            "chapter": 42,
            "verse": 37,
            "text": "Those who avoid the greater crimes and shameful deeds, and, when they are angry even then forgive"
        },
        {
            "chapter": 42,
            "verse": 38,
            "text": "Those who hearken to their Lord, and establish regular Prayer; who (conduct) their affairs by mutual Consultation; who spend out of what We bestow on them for Sustenance"
        },
        {
            "chapter": 42,
            "verse": 39,
            "text": "And those who, when an oppressive wrong is inflicted on them, (are not cowed but) help and defend themselves"
        },
        {
            "chapter": 42,
            "verse": 40,
            "text": "The recompense for an injury is an injury equal thereto (in degree): but if a person forgives and makes reconciliation, his reward is due from God: for (God) loveth not those who do wrong"
        },
        {
            "chapter": 42,
            "verse": 41,
            "text": "But indeed if any do help and defend themselves after a wrong (done) to them, against such there is no cause of blame"
        },
        {
            "chapter": 42,
            "verse": 42,
            "text": "The blame is only against those who oppress men and wrong-doing and insolently transgress beyond bounds through the land, defying right and justice: for such there will be a penalty grievous"
        },
        {
            "chapter": 42,
            "verse": 43,
            "text": "But indeed if any show patience and forgive, that would truly be an exercise of courageous will and resolution in the conduct of affairs"
        },
        {
            "chapter": 42,
            "verse": 44,
            "text": "For any whom God leaves astray, there is no protector thereafter. And thou wilt see the Wrong-doers, when in sight of the Penalty, Say: \"Is there any way (to effect) a return"
        },
        {
            "chapter": 42,
            "verse": 45,
            "text": "And thou wilt see them brought forward to the (Penalty), in a humble frame of mind because of (their) disgrace, (and) looking with a stealthy glance. And the Believers will say: \"Those are indeed in loss, who have given to perdition their own selves and those belonging to them on the Day of Judgment. Behold! Truly the Wrong-doers are in a lasting Penalty"
        },
        {
            "chapter": 42,
            "verse": 46,
            "text": "And no protectors have they to help them, other than God. And for any whom God leaves to stray, there is no way (to the Goal)"
        },
        {
            "chapter": 42,
            "verse": 47,
            "text": "Hearken ye to your Lord, before there come a Day which there will be no putting back, because of (the Ordainment of) God! that Day there will be for you no place of refuge nor will there be for you any room for denial (of your sins)"
        },
        {
            "chapter": 42,
            "verse": 48,
            "text": "If then they run away, We have not sent thee as a guard over them. Thy duty is but to convey (the Message). And truly, when We give man a taste of a Mercy from Ourselves, he doth exult thereat, but when some ill happens to him, on account of th e deeds which his hands have sent forth, truly then is man ungrateful"
        },
        {
            "chapter": 42,
            "verse": 49,
            "text": "To God belongs the dominion of the heavens and the earth. He creates what He wills (and plans). He bestows (children) male or female according to His Will (and Plan)"
        },
        {
            "chapter": 42,
            "verse": 50,
            "text": "Or He bestows both males and females, and He leaves barren whom He will: for He is full of Knowledge and Power"
        },
        {
            "chapter": 42,
            "verse": 51,
            "text": "It is not fitting for a man that God should speak to him except by inspiration, or from behind a veil, or by the sending of a messenger to reveal, with God's permission, what God wills: for He is Most High, Most Wise"
        },
        {
            "chapter": 42,
            "verse": 52,
            "text": "And thus have We, by Our Command, sent inspiration to thee: thou knewest not (before) what was Revelation, and what was Faith; but We have made the (Qur'an) a Light, wherewith We guide such of Our servants as We will; and verily thou dost guid e (men) to the Straight Way"
        },
        {
            "chapter": 42,
            "verse": 53,
            "text": "The Way of God, to Whom belongs whatever is in the heavens and whatever is on earth. Behold (how) all affairs tend towards God"
        },
        {
            "chapter": 43,
            "verse": 1,
            "text": "Ha-Mim"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "By the Book that makes things clear"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "We have made it a Qur'an in Arabic, that ye may be able to understand (and learn wisdom)"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "And verily, it is in the Mother of the Book, in Our Presence, high (in dignity), full of wisdom"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "Shall We then take away the Message from you and repel (you), for that ye are a people transgressing beyond bounds"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "But how many were the prophets We sent amongst the peoples of old"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "And never came there a prophet to them but they mocked him"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "So We destroyed (them)- stronger in power than these;- and (thus) has passed on the Parable of the peoples of old"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "If thou wert to question them, 'Who created the heavens and the earth?' They would be sure to reply, 'they were created by (Him), the Exalted in Power, Full of Knowledge"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "(Yea, the same that) has made for you the earth (like a carpet) spread out, and has made for you roads (and channels) therein, in order that ye may find guidance (on the way)"
        },
        {
            "chapter": 43,
            "verse": 11,
            "text": "That sends down (from time to time) rain from the sky in due measure;- and We raise to life therewith a land that is dead; even so will ye be raised (from the dead)"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "That has created pairs in all things, and has made for you ships and cattle on which ye ride"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "In order that ye may sit firm and square on their backs, and when so seated, ye may celebrate the (kind) favour of your Lord, and say, \"Glory to Him Who has subjected these to our (use), for we could never have accomplished this (by ourselves)"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "And to our Lord, surely, must we turn back"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "Yet they attribute to some of His servants a share with Him (in his godhead)! truly is man a blasphemous ingrate avowed"
        },
        {
            "chapter": 43,
            "verse": 16,
            "text": "What! has He taken daughters out of what He himself creates, and granted to you sons for choice"
        },
        {
            "chapter": 43,
            "verse": 17,
            "text": "When news is brought to one of them of (the birth of) what he sets up as a likeness to (God) Most Gracious, his face darkens, and he is filled with inward grief"
        },
        {
            "chapter": 43,
            "verse": 18,
            "text": "Is then one brought up among trinkets, and unable to give a clear account in a dispute (to be associated with God)"
        },
        {
            "chapter": 43,
            "verse": 19,
            "text": "And they make into females angels who themselves serve God. Did they witness their creation? Their evidence will be recorded, and they will be called to account"
        },
        {
            "chapter": 43,
            "verse": 20,
            "text": "(Ah!\") they say, \"If it had been the will of (God) Most Gracious, we should not have worshipped such (deities)!\" Of that they have no knowledge! they do nothing but lie"
        },
        {
            "chapter": 43,
            "verse": 21,
            "text": "What! have We given them a Book before this, to which they are holding fast"
        },
        {
            "chapter": 43,
            "verse": 22,
            "text": "Nay! they say: \"We found our fathers following a certain religion, and we do guide ourselves by their footsteps"
        },
        {
            "chapter": 43,
            "verse": 23,
            "text": "Just in the same way, whenever We sent a Warner before thee to any people, the wealthy ones among them said: \"We found our fathers following a certain religion, and we will certainly follow in their footsteps"
        },
        {
            "chapter": 43,
            "verse": 24,
            "text": "He said: \"What! Even if I brought you better guidance than that which ye found your fathers following?\" They said: \"For us, we deny that ye (prophets) are sent (on a mission at all)"
        },
        {
            "chapter": 43,
            "verse": 25,
            "text": "So We exacted retribution from them: now see what was the end of those who rejected (Truth)"
        },
        {
            "chapter": 43,
            "verse": 26,
            "text": "Behold! Abraham said to his father and his people: \"I do indeed clear myself of what ye worship"
        },
        {
            "chapter": 43,
            "verse": 27,
            "text": "(I worship) only Him Who made me, and He will certainly guide me"
        },
        {
            "chapter": 43,
            "verse": 28,
            "text": "And he left it as a Word to endure among those who came after him, that they may turn back (to God)"
        },
        {
            "chapter": 43,
            "verse": 29,
            "text": "Yea, I have given the good things of this life to these (men) and their fathers, until the Truth has come to them, and an apostle making things clear"
        },
        {
            "chapter": 43,
            "verse": 30,
            "text": "But when the Truth came to them, they said: \"This is sorcery, and we do reject it"
        },
        {
            "chapter": 43,
            "verse": 31,
            "text": "Also, they say: \"Why is not this Qur'an sent down to some leading man in either of the two (chief) cities"
        },
        {
            "chapter": 43,
            "verse": 32,
            "text": "Is it they who would portion out the Mercy of thy Lord? It is We Who portion out between them their livelihood in the life of this world: and We raise some of them above others in ranks, so that some may command work from others. But the Mercy of thy Lord is better than the (wealth) which they amass"
        },
        {
            "chapter": 43,
            "verse": 33,
            "text": "And were it not that (all) men might become of one (evil) way of life, We would provide, for everyone that blasphemes against (God) Most Gracious, silver roofs for their houses and (silver) stair-ways on which to go up"
        },
        {
            "chapter": 43,
            "verse": 34,
            "text": "And (silver) doors to their houses, and thrones (of silver) on which they could recline"
        },
        {
            "chapter": 43,
            "verse": 35,
            "text": "And also adornments of gold. But all this were nothing but conveniences of the present life: The Hereafter, in the sight of thy Lord is for the Righteous"
        },
        {
            "chapter": 43,
            "verse": 36,
            "text": "If anyone withdraws himself from remembrance of (God) Most Gracious, We appoint for him an evil one, to be an intimate companion to him"
        },
        {
            "chapter": 43,
            "verse": 37,
            "text": "Such (evil ones) really hinder them from the Path, but they think that they are being guided aright"
        },
        {
            "chapter": 43,
            "verse": 38,
            "text": "At length, when (such a one) comes to Us, he says (to his evil companion): \"Would that between me and thee were the distance of East and West!\" Ah! evil is the companion (indeed)"
        },
        {
            "chapter": 43,
            "verse": 39,
            "text": "When ye have done wrong, it will avail you nothing, that Day, that ye shall be partners in Punishment"
        },
        {
            "chapter": 43,
            "verse": 40,
            "text": "Canst thou then make the deaf to hear, or give direction to the blind or to such as (wander) in manifest error"
        },
        {
            "chapter": 43,
            "verse": 41,
            "text": "Even if We take thee away, We shall be sure to exact retribution from them"
        },
        {
            "chapter": 43,
            "verse": 42,
            "text": "Or We shall show thee that (accomplished) which We have promised them: for verily We shall prevail over them"
        },
        {
            "chapter": 43,
            "verse": 43,
            "text": "So hold thou fast to the Revelation sent down to thee; verily thou art on a Straight Way"
        },
        {
            "chapter": 43,
            "verse": 44,
            "text": "The (Qur'an) is indeed the message, for thee and for thy people; and soon shall ye (all) be brought to account"
        },
        {
            "chapter": 43,
            "verse": 45,
            "text": "And question thou our apostles whom We sent before thee; did We appoint any deities other than (God) Most Gracious, to be worshipped"
        },
        {
            "chapter": 43,
            "verse": 46,
            "text": "We did send Moses aforetime, with Our Signs, to Pharaoh and his Chiefs: He said, \"I am an apostle of the Lord of the Worlds"
        },
        {
            "chapter": 43,
            "verse": 47,
            "text": "But when he came to them with Our Signs, behold they ridiculed them"
        },
        {
            "chapter": 43,
            "verse": 48,
            "text": "We showed them Sign after Sign, each greater than its fellow, and We seized them with Punishment, in order that they might turn (to Us)"
        },
        {
            "chapter": 43,
            "verse": 49,
            "text": "And they said, \"O thou sorcerer! Invoke thy Lord for us according to His covenant with thee; for we shall truly accept guidance"
        },
        {
            "chapter": 43,
            "verse": 50,
            "text": "But when We removed the Penalty from them, behold, they broke their word"
        },
        {
            "chapter": 43,
            "verse": 51,
            "text": "And Pharaoh proclaimed among his people, saying: \"O my people! Does not the dominion of Egypt belong to me, (witness) these streams flowing underneath my (palace)? What! see ye not then"
        },
        {
            "chapter": 43,
            "verse": 52,
            "text": "Am I not better than this (Moses), who is a contemptible wretch and can scarcely express himself clearly"
        },
        {
            "chapter": 43,
            "verse": 53,
            "text": "Then why are not gold bracelets bestowed on him, or (why) come (not) with him angels accompanying him in procession"
        },
        {
            "chapter": 43,
            "verse": 54,
            "text": "Thus did he make fools of his people, and they obeyed him: truly were they a people rebellious (against God)"
        },
        {
            "chapter": 43,
            "verse": 55,
            "text": "When at length they provoked Us, We exacted retribution from them, and We drowned them all"
        },
        {
            "chapter": 43,
            "verse": 56,
            "text": "And We made them (a people) of the Past and an Example to later ages"
        },
        {
            "chapter": 43,
            "verse": 57,
            "text": "When (Jesus) the son of Mary is held up as an example, behold, thy people raise a clamour thereat (in ridicule)"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "And they say, \"Are our gods best, or he?\" This they set forth to thee, only by way of disputation: yea, they are a contentious people"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "He was no more than a servant: We granted Our favour to him, and We made him an example to the Children of Israel"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "And if it were Our Will, We could make angels from amongst you, succeeding each other on the earth"
        },
        {
            "chapter": 43,
            "verse": 61,
            "text": "And (Jesus) shall be a Sign (for the coming of) the Hour (of Judgment): therefore have no doubt about the (Hour), but follow ye Me: this is a Straight Way"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "Let not the Evil One hinder you: for he is to you an enemy avowed"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "When Jesus came with Clear Signs, he said: \"Now have I come to you with Wisdom, and in order to make clear to you some of the (points) on which ye dispute: therefore fear God and obey me"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "For God, He is my Lord and your Lord: so worship ye Him: this is a Straight Way"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "But sects from among themselves fell into disagreement: then woe to the wrong-doers, from the Penalty of a Grievous Day"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "Do they only wait for the Hour - that it should come on them all of a sudden, while they perceive not"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "Friends on that day will be foes, one to another,- except the Righteous"
        },
        {
            "chapter": 43,
            "verse": 68,
            "text": "My devotees! no fear shall be on you that Day, nor shall ye grieve"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "(Being) those who have believed in Our Signs and bowed (their wills to Ours) in Islam"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "Enter ye the Garden, ye and your wives, in (beauty and) rejoicing"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "To them will be passed round, dishes and goblets of gold: there will be there all that the souls could desire, all that their ayes could delight in: and ye shall abide therein (for eye)"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "Such will be the Garden of which ye are made heirs for your (good) deeds (in life)"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "Ye shall have therein abundance of fruit, from which ye shall have satisfaction"
        },
        {
            "chapter": 43,
            "verse": 74,
            "text": "The sinners will be in the Punishment of Hell, to dwell therein (for aye)"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "Nowise will the (Punishment) be lightened for them, and in despair will they be there overwhelmed"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "Nowise shall We be unjust to them: but it is they who have been unjust themselves"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "They will cry: \"O Malik! would that thy Lord put an end to us!\" He will say, \"Nay, but ye shall abide"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "Verily We have brought the Truth to you: but most of you have a hatred for Truth"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "What! have they settled some plan (among themselves)? But it is We Who settle things"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "Or do they think that We hear not their secrets and their private counsels? Indeed (We do), and Our messengers are by them, to record"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "Say: \"If (God) Most Gracious had a son, I would be the first to worship"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "Glory to the Lord of the heavens and the earth, the Lord of the Throne (of Authority)! (He is free) from the things they attribute (to him)"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "So leave them to babble and play (with vanities) until they meet that Day of theirs, which they have been promised"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "It is He Who is God in heaven and God on earth; and He is full of Wisdom and Knowledge"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "And blessed is He to Whom belongs the dominion of the heavens and the earth, and all between them: with Him is the Knowledge of the Hour (of Judgment): and to Him shall ye be brought back"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "And those whom they invoke besides God have no power of intercession;- only he who bears witness to the Truth, and they know (him)"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "If thou ask them, who created them, they will certainly say, God: How then are they deluded away (from the Truth)"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "(God has knowledge) of the (Prophet's) cry, \"O my Lord! Truly these are people who will not believe"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "But turn away from them, and say \"Peace!\" But soon shall they know"
        },
        {
            "chapter": 44,
            "verse": 1,
            "text": "Ha-Mim"
        },
        {
            "chapter": 44,
            "verse": 2,
            "text": "By the Book that makes things clear"
        },
        {
            "chapter": 44,
            "verse": 3,
            "text": "We sent it down during a Blessed Night: for We (ever) wish to warn (against Evil)"
        },
        {
            "chapter": 44,
            "verse": 4,
            "text": "In the (Night) is made distinct every affair of wisdom"
        },
        {
            "chapter": 44,
            "verse": 5,
            "text": "By command, from Our Presence. For We (ever) send (revelations)"
        },
        {
            "chapter": 44,
            "verse": 6,
            "text": "As Mercy from thy Lord: for He hears and knows (all things)"
        },
        {
            "chapter": 44,
            "verse": 7,
            "text": "The Lord of the heavens and the earth and all between them, if ye (but) have an assured faith"
        },
        {
            "chapter": 44,
            "verse": 8,
            "text": "There is no god but He: It is He Who gives life and gives death,- The Lord and Cherisher to you and your earliest ancestors"
        },
        {
            "chapter": 44,
            "verse": 9,
            "text": "Yet they play about in doubt"
        },
        {
            "chapter": 44,
            "verse": 10,
            "text": "Then watch thou for the Day that the sky will bring forth a kind of smoke (or mist) plainly visible"
        },
        {
            "chapter": 44,
            "verse": 11,
            "text": "Enveloping the people: this will be a Penalty Grievous"
        },
        {
            "chapter": 44,
            "verse": 12,
            "text": "(They will say:) \"Our Lord! remove the Penalty from us, for we do really believe"
        },
        {
            "chapter": 44,
            "verse": 13,
            "text": "How shall the message be (effectual) for them, seeing that an Apostle explaining things clearly has (already) come to them"
        },
        {
            "chapter": 44,
            "verse": 14,
            "text": "Yet they turn away from him and say: \"Tutored (by others), a man possessed"
        },
        {
            "chapter": 44,
            "verse": 15,
            "text": "We shall indeed remove the Penalty for a while, (but) truly ye will revert (to your ways)"
        },
        {
            "chapter": 44,
            "verse": 16,
            "text": "One day We shall seize you with a mighty onslaught: We will indeed (then) exact Retribution"
        },
        {
            "chapter": 44,
            "verse": 17,
            "text": "We did, before them, try the people of Pharaoh: there came to them an apostle most honourable"
        },
        {
            "chapter": 44,
            "verse": 18,
            "text": "Saying: \"Restore to me the Servants of God: I am to you an apostle worthy of all trust"
        },
        {
            "chapter": 44,
            "verse": 19,
            "text": "And be not arrogant as against God: for I come to you with authority manifest"
        },
        {
            "chapter": 44,
            "verse": 20,
            "text": "For me, I have sought safety with my Lord and your Lord, against your injuring me"
        },
        {
            "chapter": 44,
            "verse": 21,
            "text": "If ye believe me not, at least keep yourselves away from me"
        },
        {
            "chapter": 44,
            "verse": 22,
            "text": "(But they were aggressive:) then he cried to his Lord: \"These are indeed a people given to sin"
        },
        {
            "chapter": 44,
            "verse": 23,
            "text": "(The reply came:) \"March forth with My Servants by night: for ye are sure to be pursued"
        },
        {
            "chapter": 44,
            "verse": 24,
            "text": "And leave the sea as a furrow (divided): for they are a host (destined) to be drowned"
        },
        {
            "chapter": 44,
            "verse": 25,
            "text": "How many were the gardens and springs they left behind"
        },
        {
            "chapter": 44,
            "verse": 26,
            "text": "And corn-fields and noble buildings"
        },
        {
            "chapter": 44,
            "verse": 27,
            "text": "And wealth (and conveniences of life), wherein they had taken such delight"
        },
        {
            "chapter": 44,
            "verse": 28,
            "text": "Thus (was their end)! And We made other people inherit (those things)"
        },
        {
            "chapter": 44,
            "verse": 29,
            "text": "And neither heaven nor earth shed a tear over them: nor were they given a respite (again)"
        },
        {
            "chapter": 44,
            "verse": 30,
            "text": "We did deliver aforetime the Children of Israel from humiliating Punishment"
        },
        {
            "chapter": 44,
            "verse": 31,
            "text": "Inflicted by Pharaoh, for he was arrogant (even) among inordinate transgressors"
        },
        {
            "chapter": 44,
            "verse": 32,
            "text": "And We chose them aforetime above the nations, knowingly"
        },
        {
            "chapter": 44,
            "verse": 33,
            "text": "And granted them Signs in which there was a manifest trial"
        },
        {
            "chapter": 44,
            "verse": 34,
            "text": "As to these (Quraish), they say forsooth"
        },
        {
            "chapter": 44,
            "verse": 35,
            "text": "There is nothing beyond our first death, and we shall not be raised again"
        },
        {
            "chapter": 44,
            "verse": 36,
            "text": "Then bring (back) our forefathers, if what ye say is true"
        },
        {
            "chapter": 44,
            "verse": 37,
            "text": "What! Are they better than the people of Tubba and those who were before them? We destroyed them because they were guilty of sin"
        },
        {
            "chapter": 44,
            "verse": 38,
            "text": "We created not the heavens, the earth, and all between them, merely in (idle) sport"
        },
        {
            "chapter": 44,
            "verse": 39,
            "text": "We created them not except for just ends: but most of them do not understand"
        },
        {
            "chapter": 44,
            "verse": 40,
            "text": "Verily the Day of sorting out is the time appointed for all of them"
        },
        {
            "chapter": 44,
            "verse": 41,
            "text": "The Day when no protector can avail his client in aught, and no help can they receive"
        },
        {
            "chapter": 44,
            "verse": 42,
            "text": "Except such as receive God's Mercy: for He is Exalted in Might, Most Merciful"
        },
        {
            "chapter": 44,
            "verse": 43,
            "text": "Verily the tree of Zaqqum"
        },
        {
            "chapter": 44,
            "verse": 44,
            "text": "Will be the food of the Sinful"
        },
        {
            "chapter": 44,
            "verse": 45,
            "text": "Like molten brass; it will boil in their insides"
        },
        {
            "chapter": 44,
            "verse": 46,
            "text": "Like the boiling of scalding water"
        },
        {
            "chapter": 44,
            "verse": 47,
            "text": "A voice will cry: \"Seize ye him and drag him into the midst of the Blazing Fire"
        },
        {
            "chapter": 44,
            "verse": 48,
            "text": "Then pour over his head the Penalty of Boiling Water"
        },
        {
            "chapter": 44,
            "verse": 49,
            "text": "Taste thou (this)! Truly wast thou mighty, full of honour"
        },
        {
            "chapter": 44,
            "verse": 50,
            "text": "Truly this is what ye used to doubt"
        },
        {
            "chapter": 44,
            "verse": 51,
            "text": "As to the Righteous (they will be) in a position of Security"
        },
        {
            "chapter": 44,
            "verse": 52,
            "text": "Among Gardens and Springs"
        },
        {
            "chapter": 44,
            "verse": 53,
            "text": "Dressed in fine silk and in rich brocade, they will face each other"
        },
        {
            "chapter": 44,
            "verse": 54,
            "text": "So; and We shall join them to Companions with beautiful, big, and lustrous eyes"
        },
        {
            "chapter": 44,
            "verse": 55,
            "text": "There can they call for every kind of fruit in peace and security"
        },
        {
            "chapter": 44,
            "verse": 56,
            "text": "Nor will they there taste Death, except the first death; and He will preserve them from the Penalty of the Blazing Fire"
        },
        {
            "chapter": 44,
            "verse": 57,
            "text": "As a Bounty from thy Lord! that will be the supreme achievement"
        },
        {
            "chapter": 44,
            "verse": 58,
            "text": "Verily, We have made this (Qur'an) easy, in thy tongue, in order that they may give heed"
        },
        {
            "chapter": 44,
            "verse": 59,
            "text": "So wait thou and watch; for they (too) are waiting"
        },
        {
            "chapter": 45,
            "verse": 1,
            "text": "Ha-Mim"
        },
        {
            "chapter": 45,
            "verse": 2,
            "text": "The revelation of the Book is from God the Exalted in Power, Full of Wisdom"
        },
        {
            "chapter": 45,
            "verse": 3,
            "text": "Verily in the heavens and the earth, are Signs for those who believe"
        },
        {
            "chapter": 45,
            "verse": 4,
            "text": "And in the creation of yourselves and the fact that animals are scattered (through the earth), are Signs for those of assured Faith"
        },
        {
            "chapter": 45,
            "verse": 5,
            "text": "And in the alternation of Night and Day, and the fact that God sends down Sustenance from the sky, and revives therewith the earth after its death, and in the change of the winds,- are Signs for those that are wise"
        },
        {
            "chapter": 45,
            "verse": 6,
            "text": "Such are the Signs of God, which We rehearse to thee in Truth; then in what exposition will they believe after (rejecting) God and His Signs"
        },
        {
            "chapter": 45,
            "verse": 7,
            "text": "Woe to each sinful dealer in Falsehoods"
        },
        {
            "chapter": 45,
            "verse": 8,
            "text": "He hears the Signs of God rehearsed to him, yet is obstinate and lofty, as if he had not heard them: then announce to him a Penalty Grievous"
        },
        {
            "chapter": 45,
            "verse": 9,
            "text": "And when he learns something of Our Signs, he takes them in jest: for such there will be a humiliating Penalty"
        },
        {
            "chapter": 45,
            "verse": 10,
            "text": "In front of them is Hell: and of no profit to them is anything they may have earned, nor any protectors they may have taken to themselves besides God: for them is a tremendous Penalty"
        },
        {
            "chapter": 45,
            "verse": 11,
            "text": "This is (true) Guidance and for those who reject the Signs of their Lord, is a grievous Penalty of abomination"
        },
        {
            "chapter": 45,
            "verse": 12,
            "text": "It is God Who has subjected the sea to you, that ships may sail through it by His command, that ye may seek of his Bounty, and that ye may be grateful"
        },
        {
            "chapter": 45,
            "verse": 13,
            "text": "And He has subjected to you, as from Him, all that is in the heavens and on earth: Behold, in that are Signs indeed for those who reflect"
        },
        {
            "chapter": 45,
            "verse": 14,
            "text": "Tell those who believe, to forgive those who do not look forward to the Days of God: It is for Him to recompense (for good or ill) each People according to what they have earned"
        },
        {
            "chapter": 45,
            "verse": 15,
            "text": "If any one does a righteous deed, it ensures to the benefit of his own soul; if he does evil, it works against (his own soul). In the end will ye (all) be brought back to your Lord"
        },
        {
            "chapter": 45,
            "verse": 16,
            "text": "We did aforetime grant to the Children of Israel the Book the Power of Command, and Prophethood; We gave them, for Sustenance, things good and pure; and We favoured them above the nations"
        },
        {
            "chapter": 45,
            "verse": 17,
            "text": "And We granted them Clear Signs in affairs (of Religion): it was only after knowledge had been granted to them that they fell into schisms, through insolent envy among themselves. Verily thy Lord will judge between them on the Day of Judgment as to those matters in which they set up differences"
        },
        {
            "chapter": 45,
            "verse": 18,
            "text": "Then We put thee on the (right) Way of Religion: so follow thou that (Way), and follow not the desires of those who know not"
        },
        {
            "chapter": 45,
            "verse": 19,
            "text": "They will be of no use to thee in the sight of God: it is only Wrong-doers (that stand as) protectors, one to another: but God is the Protector of the Righteous"
        },
        {
            "chapter": 45,
            "verse": 20,
            "text": "These are clear evidences to men and a Guidance and Mercy to those of assured Faith"
        },
        {
            "chapter": 45,
            "verse": 21,
            "text": "What! Do those who seek after evil ways think that We shall hold them equal with those who believe and do righteous deeds,- that equal will be their life and their death? Ill is the judgment that they make"
        },
        {
            "chapter": 45,
            "verse": 22,
            "text": "God created the heavens and the earth for just ends, and in order that each soul may find the recompense of what it has earned, and none of them be wronged"
        },
        {
            "chapter": 45,
            "verse": 23,
            "text": "Then seest thou such a one as takes as his god his own vain desire? God has, knowing (him as such), left him astray, and sealed his hearing and his heart (and understanding), and put a cover on his sight. Who, then, will guide him after God (ha s withdrawn Guidance)? Will ye not then receive admonition"
        },
        {
            "chapter": 45,
            "verse": 24,
            "text": "And they say: \"What is there but our life in this world? We shall die and we live, and nothing but time can destroy us.\" But of that they have no knowledge: they merely conjecture"
        },
        {
            "chapter": 45,
            "verse": 25,
            "text": "And when Our Clear Signs are rehearsed to them their argument is nothing but this: They say, \"Bring (back) our forefathers, if what ye say is true"
        },
        {
            "chapter": 45,
            "verse": 26,
            "text": "Say: \"It is God Who gives you life, then gives you death; then He will gather you together for the Day of Judgment about which there is no doubt\": But most men do not understand"
        },
        {
            "chapter": 45,
            "verse": 27,
            "text": "To God belongs the dominion of the heavens and the earth, and the Day that the Hour of Judgment is established,- that Day will the dealers in Falsehood perish"
        },
        {
            "chapter": 45,
            "verse": 28,
            "text": "And thou wilt see every sect bowing the knee: Every sect will be called to its Record: \"This Day shall ye be recompensed for all that ye did"
        },
        {
            "chapter": 45,
            "verse": 29,
            "text": "This Our Record speaks about you with truth: For We were wont to put on Record all that ye did"
        },
        {
            "chapter": 45,
            "verse": 30,
            "text": "Then, as to those who believed and did righteous deeds, their Lord will admit them to His Mercy that will be the achievement for all to see"
        },
        {
            "chapter": 45,
            "verse": 31,
            "text": "But as to those who rejected God, (to them will be said): \"Were not Our Signs rehearsed to you? But ye were arrogant, and were a people given to sin"
        },
        {
            "chapter": 45,
            "verse": 32,
            "text": "And when it was said that the promise of God was true, and that the Hour- there was no doubt about its (coming), ye used to say, 'We know not what is the hour: we only think it is an idea, and we have no firm assurance"
        },
        {
            "chapter": 45,
            "verse": 33,
            "text": "Then will appear to them the evil (fruits) of what they did, and they will be completely encircled by that which they used to mock at"
        },
        {
            "chapter": 45,
            "verse": 34,
            "text": "It will also be said: \"This Day We will forget you as ye forgot the meeting of this Day of yours! and your abode is the Fire, and no helpers have ye"
        },
        {
            "chapter": 45,
            "verse": 35,
            "text": "This, because ye used to take the Signs of God in jest, and the life of the world deceived you:\" (From) that Day, therefore, they shall not be taken out thence, nor shall they be received into Grace"
        },
        {
            "chapter": 45,
            "verse": 36,
            "text": "Then Praise be to God, Lord of the heavens and Lord of the earth,- Lord and Cherisher of all the Worlds"
        },
        {
            "chapter": 45,
            "verse": 37,
            "text": "To Him be glory throughout the heavens and the earth: and He is Exalted in Power, Full of Wisdom"
        }
    ]
}