{
    "maqras": [
        {
            "chapter": 2,
            "verse": 177,
            "text": "Yuzlerinizi dogu veya batı yonune cevirmeniz iyilik degildir. Ama iyilik, Tanrı´ya, ahiret gunune, meleklere, kitaba ve peygamberlere inanan; mala olan sevgisine ragmen, onu yakınlara, yetimlere, yoksullara, yolda kalmısa, isteyip dilenene ve kolelere (ozgurlukleri icin) veren; namazı dosdogru kılan, zekatı veren ve ahidlestilestiklerinde ahidlerine vefa gosterenler ile zorda, hastalıkta ve savasın kızıstıgı zamanlarda sabredenler(in tutum ve davranıslarıdır). Iste bunlar, dogru olanlardır ve muttaki olanlar da bunlardır"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "Ey inananlar, oldurulenler hakkında size kısas yazıldı (farz kılındı). Ozgure karsı ozgur, koleye karsı kole ve disiye karsı disi. Fakat kim (hangi katilin) lehine, onun (maktulun) kardesi (varisi veya velisi) tararfından bagıslanırsa, artık (yapılması gereken) orfe uymak (ve) ona (maktulun varis veya velisine) guzellikle (diyet) odemektir. Bu rabbinizden bir hafifletme ve bir rahmettir. Ancak kim bundan sonra tecavuzde bulunursa, onun icin elem verici bir azap vardır"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "Ey temiz akıl sahipleri, kısasta sizin icin hayat vardır. Umulur ki sakınırsınız"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "Sizden birine olum gelip cattıgı zaman, eger geride bir hayır bırakmıssa, anaya, babaya ve yakın akrabaya bilinen (uygun, mesru) bir tarzda vasiyette bulunması - Tanrı´ya karsı gelmekten sakınanlara bir hak olarak - size yazıldı"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "Bundan boyle kim onu (vasiyeti) isittikten sonra degistirirse, gunahı elbette onu degistirenlerin uzerinedir. Kuskusuz Tanrı isitendir, bilendir"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "Bunun yanında, kim vasiyet edenin haksızlıga egilim gostereceginden ya da gunaha gireceginden korkup da ikisini (tarafların) arasını bulup duzeltirse, artık ona gunah yoktur. Gercekten Tanrı bagıslayandır, rahimdir"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "Ey inananlar, sizden oncekilere yazıldıgı gibi oruc size de yazıldı. Umulur ki sakınırsınız"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "(Oruc) Sayılı gunlerdir. Artık sizden kim hasta veya yolculukta olursa tutamadıgı gunler sayısınca baska gunlerde (tutsun). Zor dayanabilenlerin (veya: guc yetiremeyenlerin) uzerinde bir yoksulu doyuracak kadar fidye (vardır). Kim gonlunden bir hayır yaparsa (fidye oranını arttırmak, daha cok yoksul doyurmak vb.) bu da kendisi icin hayırlıdır. Oruc tutmanız - eger bilirseniz - sizin icin daha hayırlıdır"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "Ramazan ayı... insanlar icin hidayet olan ve dogru yolu ve (hak ile batılı birbirinden) ayıran apacık belgeleri (kapsayan) Kuran onda indirilmistir. Oyleyse sizden kim bu aya sahit olursa artık onu tutsun. Kim hasta ya da yolculukta olursa, tutamadıgı gunler sayısınca diger gunlerde (tutsun). Tanrı size kolaylık diler, zorluk dilemez. (Bu kolaylık) sayıyı tamamlamanız ve sizi dogru yola (hidayete) ulastırmasına karsılık Tanrı´yı buyuk tanımanız icindir. Umulur ki sukredersiniz"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "Kullarım beni sana soracak olurlarsa, muhakkak ki ben (onlara) pek yakınım. Bana dua ettigi zaman dua edenin duasına cevap veririm. Oyleyse, onlar da benim cagrıma cevap versinler ve bana inansınlar. Umulur ki irsad (dogru yolu bulmus) olurlar"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "Oruc gecelerinde kadınlarınıza yaklasmanız size helal kılındı. Onlar sizin (sırlarınızı gizleyen) ortuleriniz, siz de onlara ortusunuz. Tanrı, gercekten sizin nefslerinize ihanet etmekte oldugunuzu (veya: zaaf gosterdiginizi ya da yazık ettiginizi) bildi, tevbenizi kabul etti ve sizi bagısladı. Artık onlara yaklasın ve Tanrı´nın sizin icin yazdıklarını dileyin. Fecir (vakti) sizce beyaz iplik siyah iplikten ayırd edilinceye kadar yiyin, icin, sonra geceye kadar orucu tamamlayın. Mescidlerde itikafta oldugunuz zamanlarda onlara (kadınlarınıza) yaklasmayın. Bunlar Tanrı´nın sınırlarıdır, (sakın) onlara yanasmayın. Iste Tanrı insanlara ayetlerini boylece acıklar. Umulur ki sakınırlar"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "Birbirinizin mallarını haksızlıkla yemeyin ve bile bile gunahla insanların mallarından bir bolumunu yemeniz icin onları hakimlere aktarmayın"
        }
    ]
}