{
    "maqras": [
        {
            "chapter": 22,
            "verse": 60,
            "text": "Iste boyle; her kim kendisine yapılan haksızlıgın benzeriyle karsılık verir, sonra aleyhine ´azgınlık ve saldırıda´ bulunulursa, Tanrı, mutlaka ona yardım eder. Suphesiz Tanrı, affedicidir, bagıslayıcıdır"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "Iste boyle; cunku Tanrı geceyi gunduze baglayıp katar ve gunduzu geceye baglayıp katar. Suphesiz Tanrı, isitendir, gorendir"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "Iste boyle; cunku Tanrı, hakkın ta kendisidir. O´nun dısında, onların taptıkları ise, suphesiz batılın ta kendisidir. Gercekten Tanrı, yucedir, buyuktur"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "Gormedin mi, Tanrı, gokten su indirdi, boylece yeryuzu yemyesil donatıldı. Suphesiz Tanrı, lutfedicidir, her seyden haberdardır"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "Goklerde ve yerde her ne varsa O´nundur. Suphesiz Tanrı, hic bir seye ihtiyacı olmayan (Gani)dır, ovulmeye layık olandır"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "Gormedin mi, Tanrı, yerdekileri ve denizde onun buyruguyla akıp giden gemileri sizin yararınıza / kullanımınıza verdi. Ve izni olmadıkca, gogu yerin ustune dusmekten alıkoyar. Suphesiz Tanrı, insanlara karsı sefkatlidir, cok merhametlidir"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "Sizi diri tutan, sonra oldurecek, sonra da diriltecek olan O´dur. Gercekten insan (pek) kafirdir"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "Biz her ummete bir ´ibadet tarzı´ (mensek) kıldık, onlar bu tarz uzere ibadet etmektedirler. Oyleyse, buyrukta seninle cekismesinler. Sen rabbine cagır. Suphesiz sen dosdogru bir hidayet uzerindesin"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "Eger seninle mucadeleye girisirlerse de ki: \"Tanrı yapmakta olduklarınızı daha iyi bilir"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "Tanrı, kıyamet gunu, kendisinde ihtilafa dustugunuz sey hakkında aranızda hukmedecektir"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Tanrı´nın, gokte ve yerde olanların hepsini bilmekte oldugunu bilmiyor musun? Gercekten bunlar bir kitaptadır. Hic suphesiz bunlar(ı bilmek), Tanrı icin pek kolaydır"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "Onlar, Tanrı´yı bırakıp da (Tanrı´nın) kendisine bir delil indirmedigi ve haklarında (hic bir) bilgileri olmayan seylere tapıyorlar. Zulmedenler icin hic bir yardımcı yoktur"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "Onlara karsı apacık olan ayetlerimiz okundugu zaman, sen o kufredenlerin yuzlerindeki inkarı tanıyabilirsin. Neredeyse, kendilerine karsı ayetlerimizi okuyanın uzerine cullanıverecekler. De ki: \"Size, bundan daha kotu olanını haber vereyim mi? Ates... Tanrı, onu kufredenlere vaadetmis bulunmaktadır; ne kotu bir duraktır"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "Ey insanlar, (size) bir ornek verildi; simdi onu dinleyin. Sizin, Tanrı´nın dısında tapmakta olduklarınız -hepsi bunun icin bir araya gelseler dahi- gercekten bir sinek bile yaratamazlar. Eger sinek onlardan bir sey kapacak olsa, bunu da ondan geri alamazlar. Isteyen de gucsuz, istenen de"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "Onlar, Tanrı´nın gercek gucunu olcemediler / degerlendiremediler veya onlar Tanrı´nın gucunu gercekten / gerektigi gibi degerlendiremediler. De ki: Kuskusuz Tanrı guc sahibidir, azizdir"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "Tanrı, meleklerden elciler secer ve insanlardan da. Suphesiz Tanrı isitendir, gorendir"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "O onlerindekini ve arkalarındakini bilir ve (butun) buyruklar Tanrı´ya dondurulur"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "Ey inananlar, ruku edin, secdeye varın, rabbinize ibadet edin ve hayır isleyin, umulur ki kurtulus bulursunuz"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "Tanrı adına gerektigi gibi cihad edin. O, sizleri secmis ve din konusunda size bir gucluk yuklememistir, atanız Ibrahim´in dini(nde oldugu gibi). O (Tanrı ) bundan daha once de, bunda (Kuran´da) da sizi \"muslumanlar\" olarak isimlendirdi; elci sizin uzerinize sahid olsun, siz de insanlar uzerine sahidler olasınız diye. Artık dosdogru namazı kılın, zekatı verin ve Tanrı´ya sarılın; sizin Mevlanız O´dur. Iste, ne guzel mevla ve ne guzel yardımcı"
        }
    ]
}