{
    "maqras": [
        {
            "chapter": 42,
            "verse": 13,
            "text": "O: \"Dini dosdogru ayakta tutun ve onda ayrılıga dusmeyin\" diye dinden Nuh´a vasiyet ettigini ve sana vahyettigimizi, Ibrahim´e, Musa´ya ve Isa´ya vasiyet ettigimizi sizin icin de tesri etti (bir seriat kıldı). Senin kendilerini cagırdıgın sey, musriklere agır geldi. Tanrı, diledigini buna secer ve icten kendisine yoneleni hidayete erdirir"
        },
        {
            "chapter": 42,
            "verse": 14,
            "text": "Onlar, kendilerine ilim geldikten sonra, yalnızca aralarındaki ´tecavuz ve haksızlık´ dolayısıyla ayrılıga dustuler. Eger rabbinden adı konulmus bir ecele kadar gecmis (verilmis) bir soz olmasaydı, muhakkak aralarında hukum verilmis (is bitirilmis)ti. Suphesiz onların ardından Kitaba mirascı olanlar ise, her halde ona karsı kusku verici bir tereddut icindedirler"
        },
        {
            "chapter": 42,
            "verse": 15,
            "text": "Su halde, sen bundan dolayı davet et ve buyruldugun gibi dogru bir yon tuttur. Onların hevalarına uyma. Ve de ki: \"Tanrı´nın indirdigi her kitaba inandım. Aranızda adaletli davranmam buyruldu. Tanrı, bizim de rabbimiz, sizin de rabbinizdir. Bizim amellerimiz bizim, sizin amelleriniz sizindir. Bizimle aranızda ´deliller getirerek tartısma(ya, huccete gerek)´ yoktur. Tanrı bizi bir araya getirip toplayacaktır. Donus O´nadır"
        },
        {
            "chapter": 42,
            "verse": 16,
            "text": "O´na icabet olunduktan sonra, Tanrı hakkında (sozde) ´deliller one surup tartısanların´ delilleri, rableri katında gecersizdir. Onların uzerinde bir gazab vardır ve siddetli azab onlaradır"
        },
        {
            "chapter": 42,
            "verse": 17,
            "text": "Ki Tanrı, hak olmak uzere Kitabı ve mizanı indirdi. Ne bilirsin; belki kıyamet saati pek yakındır"
        },
        {
            "chapter": 42,
            "verse": 18,
            "text": "Onda acele edenler, (gercekte) ona inanmayanlardır. Inananlar ise ona karsı bir korku icindedirler ve onun gercekten hak oldugunu bilirler. Haberiniz olsun, kıyamet saati konusunda tartısanlar gercekte uzak bir sapıklık icindedirler"
        },
        {
            "chapter": 42,
            "verse": 19,
            "text": "Tanrı, kullarına karsı lutuf sahibidir; diledigini rızıklandırır. O, kuvvetlidir, azizdir"
        },
        {
            "chapter": 42,
            "verse": 20,
            "text": "Kim ahiret ekinini isterse, biz ona kendi ekininde arttırmalar yaparız. Kim dunya ekinini isterse, ona da ondan veririz; ancak onun ahirette bir nasibi yoktur"
        },
        {
            "chapter": 42,
            "verse": 21,
            "text": "Yoksa onların birtakım ortakları mı var ki, Tanrı´nın izin vermedigi seyleri, dinden kendilerine tesri ettiler (bir seriat kıldılar)? Eger o fasıl kelimesi olmasaydı, elbette aralarında hukum (karar) verilirdi. Gercekten zalimler icin acı bir azap vardır"
        },
        {
            "chapter": 42,
            "verse": 22,
            "text": "(O gun) Zalimleri kazandıkları dolayısıyla korkuyla titrerlerken gorursun; o (yaptıkları) da ustlerine cokuvermistir. Inanıp salih amellerde bulunanlar ise cennet bahcelerindedirler. Rableri katında her diledikleri onlarındır. Iste buyuk fazl budur"
        },
        {
            "chapter": 42,
            "verse": 23,
            "text": "Iste Tanrı, inanıp salih amellerde bulunan kullarına boyle mujde vermektedir. De ki: \"Ben buna karsı yakınlıkta sevgi dısında sizden hicbir ucret istemiyorum.\" Kim bir iyilik kazanırsa biz ondaki iyiligi arttırırız. Gercekten Tanrı bagıslayandır, sukredene karsılıgını verendir"
        },
        {
            "chapter": 42,
            "verse": 24,
            "text": "Yoksa onlar: \"Tanrı´ya karsı yalan duzup uydurdu\" mu diyorlar? Oysa eger Tanrı dilerse senin de kalbini muhurler. Tanrı, batılı yok edip ortadan kaldırır ve kendi kelimeleriyle hakkı hak olarak pekistirir (gerceklestirir). Cunku O, sinelerin ozunde olanı bilendir"
        },
        {
            "chapter": 42,
            "verse": 25,
            "text": "Kullarından tevbeyi kabul eden, kotulukleri affeden ve islediklerinizi bilen O´dur"
        },
        {
            "chapter": 42,
            "verse": 26,
            "text": "O, inanıp salih amellerde bulunanlara icabet eder ve onlara kendi fazlından arttırır. Kafirlere gelince; onlara siddetli bir azap vardır"
        }
    ]
}