{
    "pages": [
        {
            "chapter": 4,
            "verse": 155,
            "text": "Aakhir e kaar inki ahad shikani (breaking the covenant) ki wajah se, aur is wajah se ke inhon ne Allah ki aayat ko jhutlaya, aur mutaadid paighambaron ko na-haqq qatal kiya, aur yahan tak kaha ke hamare dil gilafon mein mehfooz hain. Halaanke dar haqeeqat inki baatil parasti ke sabab se Allah ne inke dilon par thappa (seal) laga diya hai aur isi wajah se yeh bahut kam iman latey hain"
        },
        {
            "chapter": 4,
            "verse": 156,
            "text": "Phir apne kufr mein itne badhe ke Mariyam par sakht bohtan (slander) lagaya"
        },
        {
            "chapter": 4,
            "verse": 157,
            "text": "Aur khud kaha ke humne Maseeh, Isa Ibn-Mariyam Rasool Allah ko qatal kardiya hai halaanke filwaqey inhon ne na usko qatal kiya na saleeb (cross) par chadhaya, balke maamla inke liye mushtaba (made dubious to them) kardiya gaya, aur jin logon ne iske baarey mein ikhtilaf kiya hai woh bhi dar-asal shakk mein mubtila hain, unke paas is maamle mein koi ilm nahin hai, mehaz gumaan hi ki pairwi hai. Unhon ne Maseeh ko yaqeen ke saath qatal nahin kiya"
        },
        {
            "chapter": 4,
            "verse": 158,
            "text": "Balke Allah ne usko apni taraf uthaya, Allah zabardast taaqat rakhne wala aur hakeem hai"
        },
        {
            "chapter": 4,
            "verse": 159,
            "text": "Aur ehle kitab mein se koi aisa na hoga jo uski maut se pehle uspar iman na le aayega aur qayamat ke roz woh unpar gawahi dega"
        },
        {
            "chapter": 4,
            "verse": 160,
            "text": "Garz in yahudi ban janey walon ke isi zalimana rawaiyye ki bina par, aur is bina par ke yeh bakasrat Allah ke raaste se roakte hain"
        },
        {
            "chapter": 4,
            "verse": 161,
            "text": "Aur sood (usury) lete hain jissey inhein mana kiya gaya tha, aur logon ke maal najayiz tareeqon se khate hain , humne bahut si woh paak cheezein inpar haraam kardi jo pehle inke liye halaal thi. Aur jo log inmein se kafir hain unke liye humne dardnaak azaab tayyar kar rakkha hai"
        },
        {
            "chapter": 4,
            "verse": 162,
            "text": "Magar inmein jo log pukhta ilm rakhne waley hain aur imandaar hain woh sab us taleem par iman latey hain jo tumhari taraf nazil ki gayi hai aur jo tumse pehle nazil ki gayi thi. Is tarah ke iman laney waley aur namaz o zakat ki pabandi karne waley aur Allah aur roz-e-aakhir par saccha aqeeda rakhne waley logon ko hum zaroor ajar e azeem ata karenge"
        }
    ]
}