{
    "pages": [
        {
            "chapter": 2,
            "verse": 70,
            "text": "Phir boley apne Rubb se saaf saaf puch kar batao kaisi gai matloob hai, humein iski taayun mein ishtabah (confusion) ho gaya hai, Allah ne chaha to hum iska pata paa lenge"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "Moosa ne jawab diya: Allah kehta hai ke woh aisi gai hai jissey khidmat nahin li jati, na zameen joth-ti hai na pani kheenchti hai, saheeh saalim aur be-daag hai, ispar woh pukaar utthey ke haan, ab tumne theek pata bataya hai,phir unhone usey zibaah kiya, warna woh aisa karte maloom na hotay thay"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "Aur tumhein yaad hai woh waqia jab tumne ek shaks ki jaan li thi, phir uske barey mein jhagadne aur ek dusre par qatal ka ilzam thopne lagey thay aur Allah ne faisla karliya tha ke jo kuch tum chupate ho usey khol kar rakh dega"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "Us waqt humne hukm diya ke maqtool ki laash ko uske ek hissey se zarb lagaoo, dekho is tarah Allah murdon ko zindagi bakshta hai aur tumhein apni nishaniyan dikhata hai taa-ke tum samjho"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Magar aisi nishaniyan dekhne ke baad bhi aakhir e kaar tumhare dil sakht hogaye, pattharon ki tarah sakht, balke sakhti mein kuch inse bhi badey huey, kyunke pattharon mein se to koi aisa bhi hota hai jismein se chashme phoot behte hain, koi phathta hai aur ismein se pani nikal aata hai aur koi khuda ke khauf se laraz kar girr bhi padhta hai. Allah tumhare kartooton se bekhabar nahin hai"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Aey Musalmano! Ab kya in logon se tum yeh tawaqqu rakhte ho ke yeh tumhari dawat par iman le ayenge? Halaanke inmein se ek giroh ka shewa yeh raha hai ke Allah ka kalaam suna aur phir khoob samajh boojh kar danista ismein tehreef (changes) ki"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "(Muhammad Rasool Allah par) iman laney walon se milte hain to kehte hain ke hum bhi unhein maante hain, aur jab aapas mein ek dusre se takhliye (private) ki baat chit hoti hai to kehte hain ke bewaqoof ho gaye ho? In logon ko woh baatein batate ho jo Allah ne tumpar kholi hain taa-ke tumhare Rubb ke paas tumhare muqable mein unhein hujjat mein pesh karein"
        }
    ]
}