{
    "pages": [
        {
            "chapter": 9,
            "verse": 118,
            "text": "Aur un teeno ko bhi usne maaf kiya jinke maamle ko multawi(put off) kardiya gaya tha, jab zameen apni saari wusat (vastness) ke bawajood unpar tangg ho gayi aur unki apni jaanein bhi unpar baar honay lagi aur unhon ne jaan liya ke Allah se bachne ke liye koi jaaye panaah khud Allah hi ke daaman e rehmat ke siwa nahin hai, to Allah apni meharbani se unki taraf palta taa-ke woh uski taraf palat aayein. Yaqeenan woh bada maaf karne wala aur raheem hai"
        },
        {
            "chapter": 9,
            "verse": 119,
            "text": "Aey logon jo iman laye ho, Allah se daro aur sachche logon ka saath do"
        },
        {
            "chapter": 9,
            "verse": 120,
            "text": "Medina ke bashindon aur gird o nawah (dwelling around)ke badwiyon ko yeh hargiz zeba na tha ke Allah ke Rasool ko chodh kar ghar baith rehte aur uski taraf se be-parwa hokar apne apne nafs ki fikr mein lag jatey. Is liye ke aisa kabhi na hoga ke Allah ki raah mein bhook pyas aur jismani mushakkat ki koi takleef woh jhelein, aur munkireen haqq ko jo raah nagawar hai uspar koi qadam woh uthayein, aur kisi dushman se [adawat (dushmani) e haqq ka ) koi inteqam woh lein aur iske badle unke haqq mein ek amal-e-saleh na likha jaye. Yakeenan Allah ke haan mohsinon ka haqq ul khidmat maara nahin jata hai"
        },
        {
            "chapter": 9,
            "verse": 121,
            "text": "Isi tarah yeh bhi kabhi na hoga ke (raah e khuda mein) thoda ya bahut koi kharch woh uthayein aur ( sai e jihad mein) koi waadi(valley) woh paar karein aur unke haqq mein isey likh na liya jaye taa-ke Allah unke is acche kaarname ka sila unhein ata karey"
        },
        {
            "chapter": 9,
            "verse": 122,
            "text": "Aur yeh kuch zaroori na tha ke ehle iman sarey ke sarey hi nikal khade hotey, magar aisa kyun na hua ke unki aabadi ke har hissey mein se kuch log nikal kar aate aur deen ki samajh paida karte aur wapas jaa kar apne ilaqe ke bashindon (people) ko khabardaar karte taa-ke woh ( gair muslimana rawish se) parheiz karte"
        }
    ]
}