{
    "pages": [
        {
            "chapter": 23,
            "verse": 43,
            "text": "Koi qaum na apne waqt se pehle khatam hui aur na uske baad thehar saki"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Phir humne pai dar pai apne Rasool bheje. Jis qaum ke paas bhi uska Rasool aaya, usne usey jhutlaya, aur hum ek ke baad ek qaum ko halaak karte chale gaye hatta ke unko bas afsana hi bana kar choda, phitkar un logon par jo iman nahin laatey"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Phir humne Moosa aur uske bhai Haroon ko apni nishaniyon aur khuli sanad ke saath Firoun aur uske ayaan sultanat ki taraf bheja"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "Magar unhon ne takabbur (arrogance) kiya aur badi dunki li"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "Kehne lage “Kya hum apne hi jaise do aadmiyon par iman le aayein? Aur aadmi bhi woh jinki qaum hamari bandi (ghulam) hai”"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "Pas unhon ne dono ko jhutla diya aur halaak honay walon mein jaa miley"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "Aur Moosa ko humne kitaab ata farmayi taa-ke log ussey rehnumayi haasil karein"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "Aur Ibne Maryam aur uski maa ko humne ek nishani banaya aur unko ek sateh murtafa (shelter on a plateau) par rakkha jo itminaan ki jagah thi aur chashme usmein jaari thay"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "Aey paigambaron, khao paak cheezein aur amal karo saleh, tum jo kuch bhi karte ho, main usko khoob jaanta hoon"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "Aur yeh tumhari yeh ummat ek hi ummat hai aur main tumhara Rubb hoon, pas mujhi se tum daro"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "Magar baad mein logon ne apne deen (religion) ko aapas mein tukde tukde karliya, har giroh ke paas jo kuch hai usi mein woh magan hai"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "Accha, to chodo inhein, doobey rahein apni gaflat mein ek waqt e khaas tak"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Kya yeh samajhte hain ke hum jo inhein maal o aulad se madad diye jaa rahey hain"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "To goya inhein bhalaiyan dene mein sargarm hain? Nahin, asal maamle ka inhein shaour nahin hai"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Jo apne Rubb ke khauf se darey rehte hain"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "Jo Rubb ki aayat par iman latey hain"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "Jo apne Rubb ke saath kisi ko shareek nahin karte"
        }
    ]
}