{
    "pages": [
        {
            "chapter": 28,
            "verse": 71,
            "text": "Aey Nabi, insey kaho kabhi tum logon ne gaur kiya ke agar Allah qayamat tak tumpar hamesha ke liye raat taari karde to Allah ke siwa woh kaunsa mabood hai jo tumhein roshni laa dey? Kya tum sunte nahin ho"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "Insey pucho, kabhi tumne socha ke agar Allah qayamat tak tumpar hamesha ke liye din taari karde to Allah ke siwa woh kaunsa maabood hai jo tumhein raat laa dey taa-ke tum usmein sukoon haasil kar sako? Kya tumko soojhta nahin"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "Yeh usi ki rehmat hai ke usne tumhare liye raat aur din banaye taa-ke tum (raat mein) sukoon haasil karo aur (din ko) apne Rubb ka fazal talash karo. Shayad ke tum shukar guzar bano"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "(Yaad rakhein yeh log) woh din jabke woh inhein pukarega phir puchega “kahan hai mere woh shareek jinka tum gumaan rakhte thay?”"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "Aur hum har ummat mein se ek gawah nikal layenge phir kahenge ke “lao ab apni daleel”. Us waqt inhein maloom ho jayega ke haqq Allah ki taraf hai, aur gum (vanish) ho jayenge inke woh saarey jhoot jo inhon ne ghadh rakkhe thay"
        },
        {
            "chapter": 28,
            "verse": 76,
            "text": "Yeh ek waqia hai ke Qaroon Moosa ki qaum ka ek shaks tha, phir woh apni qaum ke khilaf sarkash ho gaya aur humne usko itney khazane (treasures) de rakkhe thay ke unki kunjiyan (keys) taqatwar aadmiyon ki ek jamaat mushkil se utha sakti thi. Ek dafa jab uski qaum ke logon ne ussey kaha “ phoolna (itrana /exult) jaa, Allah phoolne(itrane) walon ko pasand nahin karta"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "Jo maal Allah ne tujhey diya hai ussey aakhirat ka ghar banane ki fikar kar, aur duniya mein se bhi apna hissa faramosh na kar. Ehsan kar jis tarah Allah ne tere saath ehsan kiya hai, aur zameen mein fasaad barpa karne ki koshish na kar, Allah mufsidon (fasaad karne waalon) ko pasand nahin karta.”"
        }
    ]
}