{
    "pages": [
        {
            "chapter": 40,
            "verse": 8,
            "text": "Aey hamare Rubb, aur daakhil kar unko hamesha rehne wali un jannaton mein jinka tu ne unsey waada kiya hai, aur unke waldain aur biwiyon aur aulad mein se jo saleh (righteous) hon (unko bhi wahan unke saath pahuncha de). Tu bila shubah qadir e multaq (Most Mighty) aur hakeem(most wise) hai"
        },
        {
            "chapter": 40,
            "verse": 9,
            "text": "Aur bacha de unko buraiyon se. Jisko tu nay qayamat ke din buraiyon se bacha diya uspar tu nay bada reham kiya. Yahi badi kamiyabi hai"
        },
        {
            "chapter": 40,
            "verse": 10,
            "text": "Jin logon ne kufr kiya hai, qayamat ke roz unko pukaar kar kaha jayega “Aaj tumhein jitna shadeed gussa apne upar aa raha hai , Allah tumpar ussey zyada gazabnaak us waqt hota tha jab tumhein imaan ki taraf bulaya jata tha aur tum kufr karte thay”"
        },
        {
            "chapter": 40,
            "verse": 11,
            "text": "Woh kahenge “Aey hamare Rubb, tu nay waqayi humein do dafa maut aur do dafa zindagi dedi. Ab hum apne kasooron ka aitraaf karte hain.Kya ab yahan se nikalne ki bhi koi sabeel hai?”"
        },
        {
            "chapter": 40,
            "verse": 12,
            "text": "(jawab milega) “yeh halat jismein tum mubtala ho, is wajah se hai ke jab akele Allah ki taraf bulaya jata tha to tum manne se inkar kar detay thay aur jab uske saath dusron ko milaya jata tha to tum maan letay thay. Ab faisla Allah buzurg o bartar ke haath hai”"
        },
        {
            "chapter": 40,
            "verse": 13,
            "text": "Wahi hai jo tumko apni nishaniyan dikhata hai aur aasmaan se tumhare liye rizq naazil karta hai, magar ( in nihsaniyon ke mushahidey se)sabaq sirf wahi shaks leta hai jo Allah ki taraf rujoo karne wala ho"
        },
        {
            "chapter": 40,
            "verse": 14,
            "text": "(pas aey rujoo karne walon) Allah hi ko pukaro apne deen ko uske liye khaalis karke, khwah tumhara yeh fail(kaam/amal) kaafiron ko kitna hi nagawaar ho"
        },
        {
            "chapter": 40,
            "verse": 15,
            "text": "Woh buland darajon wala, Maalik e Arsh hai apne bandon mein se jispar chahta hai apne hukum se rooh nazil kar deta hai taa-ke woh mulaqat ke din se khabardar karde"
        },
        {
            "chapter": 40,
            "verse": 16,
            "text": "Woh din jabke sab log bay purdah hongey, Allah se unki koi baat bhi chupi hui na hogi ( us roz pukar kar poochca jayega) aaj baadshahi kiski hai? (saara aalam pukar utthega) Allah waahid-e-qahhar (the One the Overpowering) ki"
        }
    ]
}