{
    "pages": [
        {
            "chapter": 42,
            "verse": 16,
            "text": "Allah ki dawat par labbaik kahey jaane ke baad jo log (labbaik kehne walon se) Allah ke deen ke muaamle mein jhagde karte hain, unki hujjat baazi unke Rubb ke nazdeek baatil hai, aur unpar uska gazab hai aur unke liye sakht azaab hai"
        },
        {
            "chapter": 42,
            "verse": 17,
            "text": "Woh Allah hi hai jisne haqq ke saath yeh kitaab aur mizaan nazil ki hai aur tumhein kya khabar, shayad ke faisley ki ghadi qareeb hi aa lagi ho"
        },
        {
            "chapter": 42,
            "verse": 18,
            "text": "Jo log uske aane par imaan nahin rakhte woh to us ke liye jaldi machate hain, magar jo uspar imaan rakhte hain woh ussey darte hain aur jaante hain ke yaqeenan woh aane wali hai.Khoob sunlo, jo log us ghadi ke aane mein shakk daalne wali behsain (arguments) karte hain woh gumrahi mein bahut dur nikal gaye hain"
        },
        {
            "chapter": 42,
            "verse": 19,
            "text": "Allah apne bandon par bahut meharban hai jisey jo kuch chahta hai deta hai. Woh badi quwwat wala aur zabardast hai"
        },
        {
            "chapter": 42,
            "verse": 20,
            "text": "Jo koi aakhirat ki kheti chahta hai uski kheti ko hum badhate hain, aur jo duniya ki kheti chahta hai usey duniya hi mein se detay hain magar aakhirat mein uska koi hissa nahin hai"
        },
        {
            "chapter": 42,
            "verse": 21,
            "text": "Kya yeh log kuch aisey sharik e khuda rakhte hain jinhon ne inke liye deen ki noiyat rakhne wala ek aisa tareeka muqarrar kardiya hai jiska Allah ne izan nahin diya? Agar faislay ki baat pehle tai na ho gayi hoti to inka qaziya chuka diya gaya hota. Yaqeenan in zaalimon ke liye dardnaak azaab hai"
        },
        {
            "chapter": 42,
            "verse": 22,
            "text": "Tum dekhoge ke yeh zaalim us waqt apne kiye ke anjaam se darr rahey hongey aur woh inpar aa kar rahega. Ba-khilaf iske jo log imaan le aaye hain aur jinhon ne neik aamal kiye hain woh jannat ke gulistano mein honge, jo kuch bhi woh chahenge apne Rubb ke haan paayenge, yahi bada fazal hai"
        }
    ]
}