{
    "pages": [
        {
            "chapter": 3,
            "verse": 46,
            "text": "Logon se gehware(cradle) mein bhi kalaam(baat) karega aur badi umar ko pahunch kar bhi, aur woh ek mard e saleeh hoga”"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "Yeh sunkar Maryam boli, “parwardigaar! Mere haan bacha kahan se hoga, muhjey to kisi shaks ne haath tak nahin lagaya” jawab mila, “aisa hi hoga, Allah jo chahta hai paida karta hai. Woh jab kisi kaam ke karne ka faisla farmata hai to bas kehta hai ke hoja aur woh ho jata hai”"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "(Farishton ne phir silsila e kalaam mein kaha) “Aur Allah usey kitab aur hikmat ki taleem dega, Taurat aur Injil ka ilm sikhayega"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "Aur bani Israel ki taraf apna Rasool muqarrar karega” (aur jab woh bahaisiyat e Rasool bani Israel ke paas aaya to usne kaha) “ main tumhare Rubb ki taraf se tumhare paas nishani lekar aaya hoon, main tumhare samne mitti se parinde ki surat mein ek mujassama banata hoon aur usmein phoonk maarta hoon, woh Allah ke hukum se parinda ban jata hai, main Allah ke hukum se madar zaadh (by birth) andhey aur kodi (leper) ko accha karta hoon aur murde ko zinda karta hoon, main tumhein batata hoon ke tum kya khate ho aur kya apne gharon mein zakheera (store) karke rakhte ho. Ismein tumhare liye kaafi nishani hai agar tum iman laney waley ho"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "Aur main us taleem o hidayat ki tasdeeq karne wala bankar aaya hoon jo Taurat mein se is waqt mere zamane mein maujood hai, aur isliye aaya hoon ke tumhare liye baaz un cheezon ko halal kardoon jo tumpar haraam kardi gayi hain. Dekho main tumhare Rubb ki taraf se tumhare paas nishani lekar aaya hoon , lihaza Allah se daro aur meri itaat karo"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "Allah mera Rubb hai aur tumhara Rubb bhi, lihaza tum usi ki bandagi ikhtiyar karo, yahi seedha raasta hai"
        },
        {
            "chapter": 3,
            "verse": 52,
            "text": "Jab Isa ne mehsoos kiya ke bani Israel kufr o inkar par aamaada hain to usne kaha “kaun Allah ki raah mein mera madadgaar hota hai?” Hawariyon (desciples) ne jawab diya, “hum Allah ke madadgaar hain, hum Allah par iman laye, gawah raho ke hum muslim (Allah ke aagey sar itaat jhuka dene waley) hain"
        }
    ]
}