{
    "pages": [
        {
            "chapter": 4,
            "verse": 60,
            "text": "Aey Nabi! Tumne dekha nahin un logon ko jo dawa to karte hain ke hum iman laye hain us kitab par jo tumhari taraf nazil ki gayi hai aur un kitabon par jo tumse pehle nazil ki gayi thi, magar chahte hain ke apne maamalaat ka faisla karane ke liye taghut ki taraf rujoo karein, halanke unhein taghut se kufr karne ka hukum diya gaya tha. Shaytan unhein bhatka kar raah e raast se bahut door le jana chahta hai"
        },
        {
            "chapter": 4,
            "verse": 61,
            "text": "Aur jab unse kaha jaata hai ke aao us cheez ki taraf jo Allah ne nazil ki hai aur aao Rasool ki taraf to in munafiqon ko tum dekhte ho ke yeh tumhari taraf aane se katrate hain"
        },
        {
            "chapter": 4,
            "verse": 62,
            "text": "Phir us waqt kya hota hai jab inke apne haathon ki layi hui museebat inpar aa padhti hai? Us waqt yeh tumhare paas kasamein khate huey aate hain aur kehte hain ke khuda ki kasam hum to sirf bhalayi chahte thay aur hamari to niyat yeh thi ke fareeqain (two parties)"
        },
        {
            "chapter": 4,
            "verse": 63,
            "text": "Allah jaanta hai jo kuch unke dilon mein hai, unse taaruz mat karo (Leave them alone), unhein samjhao aur aisi naseehat karo jo unke dilon mein utar jaye"
        },
        {
            "chapter": 4,
            "verse": 64,
            "text": "(Unhein batao ke) humne jo Rasool bhi bheja hai isi liye bheja hai ke izn e khudawandi (by the leave of Allah) ki bina par uski itaat ki jaye, agar unhone yeh tareeqa ikhtiyar kiya hota ke jab yeh apne nafs par zulm kar baithey thay to tumhare paas aa jatey aur Allah se maafi maangte, aur Rasool bhi unke liye maafi ki darkhwast karta, to yaqeenan Allah ko bakshne wala aur reham karne wala paatey"
        },
        {
            "chapter": 4,
            "verse": 65,
            "text": "Nahin, (aey Muhammad) tumhare Rubb ki kasam yeh kabhi momin nahin ho sakte jab tak ke apne bahami ikhtilafaat mein yeh tumko faisla karne wala na maan lein, phir jo kuch tum faisla karo uspar apne dilon mein bhi koi tanggi na mehsoos karein, balke sar ba sar tasleem karlein"
        }
    ]
}