{
    "pages": [
        {
            "chapter": 3,
            "verse": 154,
            "text": "Kemudian setelah kamu ditimpa kesedihan, Dia menurunkan rasa aman kepada kamu (berupa) kantuk yang meliputi segolongan dari kamu,*(155) sedangkan segolongan lagi telah dicemaskan oleh diri mereka sendiri;**(156) mereka menyangka yang tidak benar terhadap Allah seperti sangkaan jahiliyah.***(157) Mereka berkata, “Adakah sesuatu yang dapat kita perbuat dalam urusan ini?” Katakanlah (Muhammad), “Sesungguhnya segala urusan itu di Tangan Allah.” Mereka menyembunyikan dalam hatinya apa yang tidak mereka terangkan kepadamu. Mereka berkata, “Sekiranya ada sesuatu yang dapat kita perbuat dalam urusan ini, niscaya kita tidak akan dibunuh (dikalahkan) di sini.” Katakanlah (Muhammad), “Meskipun kamu ada di rumah kamu, niscaya orang-orang yang telah ditetapkan mati terbunuh itu keluar (juga) ke tempat mereka terbunuh.” Allah (berbuat demikian) untuk menguji apa yang ada dalam dada kamu dan untuk membersihkan apa yang ada dalam hati kamu. Dan Allah Maha Mengetahui isi hati"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "Sesungguhnya orang-orang yang berpaling di antara kamu ketika terjadi pertemuan (pertempuran) antara dua pasukan itu,*(158) sesungguhnya mereka digelincirkan oleh setan, disebabkan sebagian kesalahan (dosa) yang telah mereka perbuat (pada masa lampau), tetapi Allah benar-benar telah memaafkan mereka. Sungguh, Allah Maha Pengampun, Maha Penyantun"
        },
        {
            "chapter": 3,
            "verse": 156,
            "text": "Wahai orang-orang yang beriman! Janganlah kamu seperti orang-orang kafir yang mengatakan kepada saudara-saudaranya apabila mereka mengadakan perjalanan di bumi atau berperang, “Sekiranya mereka tetap bersama kita, tentulah mereka tidak mati dan tidak terbunuh.” (Dengan perkataan) yang demikian itu, karena Allah hendak menimbulkan rasa penyesalan di hati mereka. Allah menghidupkan dan mematikan, dan Allah Maha Melihat apa yang kamu kerjakan"
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "Dan sungguh, sekiranya kamu gugur di jalan Allah atau mati,*(159) pastilah ampunan Allah dan rahmat-Nya lebih baik (bagimu) daripada apa (harta rampasan) yang mereka kumpulkan"
        }
    ]
}