{
    "pages": [
        {
            "chapter": 4,
            "verse": 148,
            "text": "Allah pis sozun acıq (ucadan) deyilməsini sevməz. Yalnız zulm olunmus səxslər mustəsnadır. Allah (hər seyi) esıdəndir, biləndir"
        },
        {
            "chapter": 4,
            "verse": 149,
            "text": "Əgər yaxsı bir əməli askara cıxarsanız, yaxud onu gizlətsəniz və ya bir pisliyi əfv etsəniz (Allah onları bilər). Həqiqətən, Allah bagıslayandır, qudrət sahibidir"
        },
        {
            "chapter": 4,
            "verse": 150,
            "text": "Allahı və peygəmbərlərini inkar edənlər, Allahı peygəmbərlərindən ayırmaq istəyənlər. “Biz peygəmbərlərdən bə’zisinə inanır, bə’zilərinə isə inanmırıq”,- deyənlər və bunun (iman ilə kufr) arasında bir yol (məzhəb) tapmaq istəyənlər"
        },
        {
            "chapter": 4,
            "verse": 151,
            "text": "Butun bunlar, həqiqətən, kafirdirlər. Biz (axirətdə) kafirlərdən otru alcaldıcı əzab hazırlamısıq"
        },
        {
            "chapter": 4,
            "verse": 152,
            "text": "Lakin Allaha və peygəmbərlərinə iman gətirən və onların hec birini digərindən ayırmayan səxslərə Allah Ozu mukafatlarını verəcəkdir. Subhəsiz ki, Allah bagıslayandır, rəhm edəndir"
        },
        {
            "chapter": 4,
            "verse": 153,
            "text": "(Ya Rəsulum!) Kitab əhli (yəhudilər) sənin onlara goydən (birdəfəlik) bir kitab endirməyini istəyirlər. Halbuki onlar (vaxtilə) Musadan bundan daha boyuyunu istəmis və: “Bizə Allahı askar gostər!” – demisdilər. Və oz ədalətsizlikləri uzundən onları ildırım vurmusdu. Sonra onlara acıq-aydın mo’cuzələr gəldiyi halda, buzova sitayis etmisdilər. Biz bundan da (onların bu gunahından da) kecdik və Musaya acıq-askar dəlil (parlaq mo’cuzələr) verdik"
        },
        {
            "chapter": 4,
            "verse": 154,
            "text": "Əhdə riayət etsinlər deyə, Tur dagını onların (basları) uzərinə qaldırdıq və onlara: “Qapıdan (ibadət cadırının qapısından) səcdə edərək daxil olun, sənbə gununun qayda-qanununu pozmayın!” – dedik. Və onlardan mohkəm əhd aldıq"
        }
    ]
}