{
    "pages": [
        {
            "chapter": 7,
            "verse": 12,
            "text": "(Allah iblisə): “Mən sənə əmr edəndə sənə səcdə etməyə nə mane oldu?” – deyə buyurdu. (Iblis:) “Mən ondan daha yaxsıyam (ustunəm), cunki Sən məni oddan, onu isə palcıqdan yaratdın!” – dedi"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "(Allah) buyurdu: “Oradan (Cənnətdən) asagı en. Orada sənə (Allahın əmrinə) təkəbbur gostərmək yarasmaz. (Oradan) cıx, cunki sən alcaqlardansan!”"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "(Iblis) dedi: “Mənə qiyamətə qədər mohlət ver!”"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "(Allah) buyurdu: “Sən mohlət verilənlərdənsən!”"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "(Iblis) dedi: “Sən məni (Adəmə səcdə etmədiyimə gorə) azdırıb yoldan cıxartdıgın ucun mən də Sənin duz yolunun ustundə oturub insanlara (Sənə ibadət və itaət etməyə) mane olacam"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "Sonra onların yanına qarsılarından və arxalarından, saglarından və sollarından gələcəyəm (soxulacagam) və Sən onların əksəriyyətini sukur edən gorməyəcəksən!”"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "(Allah) buyurdu: “Oradan (Cənnətdən) rusvay olmus və (mərhəmətimdən) kənar edilmis (qovulmus) halda cıx. Onlardan (insanlardan) hər kim sənə uysa, (cəzasını alacaq). Əlbəttə, Cəhənnəmi sizin hamınızla dolduracagam"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "Ey Adəm! Sən zovcənlə birlikdə Cənnətdə sakin ol. Hər ikiniz istədiyiniz yerdən (cənnət meyvələrini dərib) yeyin, ancaq bu agaca (bugdaya və ya uzum tənəyinə) yaxınlasmayın, yoxsa (ozunuzə) zulm edənlərdən olarsınız!”"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "Seytan (Adəmin və Həvvanın) ortulu ayıb (ovrət) yerlərini ozlərinə gostərmək məqsədilə onlara vəsvəsə verib dedi: “Rəbbiniz sizə bu agacı yalnız mələk olmamagınız və ya (Cənnətdə) əbədi qalmamagınız ucun qadagan etmisdir!”"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "Həm də onlara: “Mən, əlbəttə, sizin xeyirxah məsləhətcilərinizdənəm”,- deyə and icdi"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "Beləliklə, (Seytan) onları batil sozlərlə aldatdı (onları aldadaraq uca yerlərdən, yuksək mərtəbələrdən asagı endirdi). (Adəm və Həvva) agacın meyvəsindən daddıqda ayıb yerləri (gozlərinə) gorundu. Onlar Cənnət (agaclarının) yarpaqlarından (dərib) ayıb yerlərinin ustunu ortməyə basladılar. Rəbbi onlara muraciət edib buyurdu: “Məgər sizə bu agacı (agaca yaxınlasmagı) qadagan etməmisdimmi? Seytan sizin acıq-askar dusməninizdir, deməmisdimmi?”"
        }
    ]
}