{
    "pages": [
        {
            "chapter": 9,
            "verse": 123,
            "text": "Ey iman gətirənlər! Yaxınlıgınızda olan kafirlərlə vurusun. Qoy onlar sizdən (ozlərinə qarsı) sərtlik gorsunlər. Bilin ki, Allah muttəqilərlədir"
        },
        {
            "chapter": 9,
            "verse": 124,
            "text": "Bir surə nazil edildiyi zaman onlardan (munafiqlərdən): “Bu sizin hansınızın imanını artırdı?” – deyənlər də var. Mo’minlərə gəlincə, (hər bir surə) onların imanını artırar və onlar (bu surələrin nazil olmasına) sevinərlər"
        },
        {
            "chapter": 9,
            "verse": 125,
            "text": "Qəlblərində mərəz (səkk-subhə, nifaq) olanlara gəldikdə isə, (hər bir surə) onların murdarlıgı (kufrə, nifaqı) ustunə bir murdarlıq da gətirər və onlar kafir olaraq olərlər"
        },
        {
            "chapter": 9,
            "verse": 126,
            "text": "Munafiqlər ildə bir-iki dəfə bəlaya giriftar olduqlarını gormurlərmi? Bununla belə, yenə tovbə edib ibrət almırlar"
        },
        {
            "chapter": 9,
            "verse": 127,
            "text": "(Munafiqlərin yaramaz islərindən, qəbahətlərindən xəbər verən) bir surə nazil edildiyi zaman bir-birinə baxıb: “(Musəlmanlardan) sizi gorən varmı?” – deyə sorusur, (gorən yoxdursa) donub aradan cıxırlar. Onlar (haqqı) anlamaz bir tayfa olduqları ucun Allah da urəklərini (imandan, xeyirdən) dondərmisdir"
        },
        {
            "chapter": 9,
            "verse": 128,
            "text": "(Ey ummətim!) Sizə ozunuzdən bir peygəmbər gəldi ki, sizin əziyyətə (məsəqqətə) dusməyiniz ona agır gəlir, o sizdən (sizin iman gətirməyinizdən) otru təsnədir, mo’minlərlə səfqətli, mərhəmətlidir"
        },
        {
            "chapter": 9,
            "verse": 129,
            "text": "(Ya Peygəmbərim!) Əgər onlar (sənə iman gətirməkdən, əmrlərinə itaət etməkdən) uz dondərsələr, de: “Mənə təkcə Allah yetər. Ondan basqa hec bir tanrı yoxdur. Ona təvəkkul etdim mən. O, boyuk ərsin sahibidir! (O, butun kainatın xaliqi və ixtiyar sahibidir)"
        }
    ]
}