{
    "pages": [
        {
            "chapter": 12,
            "verse": 70,
            "text": "(Yusif) onların yuklərini hazırlatdıgı vaxt qardasının yukunun icinə bir su qabı (piyalə) qoydu. (Karvan yola dusdukdən) sonra (arxalarınca) bir carcı: “Ey karvan əhli! Siz, həqiqətən, ogrusunuz!” – deyə haray cəkdi"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "(Yə’qubun oglanları arxalarınca gələnlərə tərəf) donub: “Nə itirmisiniz?” – deyə sorusdular"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "Onlar belə cavab verdilər: “Hokmdarın (qızıl) su qabını itirmisik. Onu tapıb gətirənə (mustuluq olaraq) bir dəvə yuku ərzaq veriləcək!” (Carcı:) “Mən də buna zaminəm!” - (dedi)"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "(Yə’qubun oglanları) dedilər: “Allaha and olsun! Siz də yəqin bilirsiniz ki, biz bu yerə (Misir torpagına) fitnə-fəsad salmaq ucun gəlməmisik və biz ogru da deyilik!”"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "Onlar sorusdular: “Əgər yalan desəniz (yalancı cıxsanız), onun (ogrunun su qabını goturənin) cəzası nədir?”"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "(Qardaslar:) “Onun cəzası yukundə (ogurluq sey) tapılan adamın ozudur (onun kolə edilməsidir). Biz zalımları belə cəzalandırırıq!” – deyə cavab verdilər"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "(Yusif dogma) qardasının yukundən (qabından) əvvəl onların yuklərini axtarmaga basladı, sonra su qabını qardasının yukundən (tapıb) cıxartdı. Biz Yusifə (qardasını yanında saxlamaq ucun) belə bir tədbir oyrətdik. Yoxsa padsahın (Misir hokmdarının) dininə (səriətinə, qanunlarına) gorə, o, qardasını tutub oz yanında saxlaya bilməzdi. Allahın istədiyi isə mustəsnadır. (Yalnız Allah istədiyi ucun bu belə oldu). Biz istədiyimiz kimsəni dərəcələrlə yuksəldərik. Hər biləndən ustun bir bilən də vardır"
        },
        {
            "chapter": 12,
            "verse": 77,
            "text": "(Qardaslar) dedilər: “Əgər o (Bin Yamin) ogurlamısdırsa, bundan qabaq onun bir qardası da (Yusif də) ogurluq etmisdi.. Yusif bu sozu urəyində saxlayıb onlara acmadı və dedi: “Siz (Allah yanında ondan) daha pis bir movqedəsiniz. Allah sizin (mənə və qardasıma yalandan) aid etdiyiniz seyləri daha yaxsı bilir!”"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "(Qardaslar) dedilər: “Ey vəzir! Bunun cox qoca bir atası vardır. Onun yerinə bizim birimizi tutub saxla. Biz sənin yaxsılıq edən adamlardan oldugunu goruruk”"
        }
    ]
}