{
    "pages": [
        {
            "chapter": 28,
            "verse": 14,
            "text": "(Musa) yetkinləsib kamilləsəndə (otuz-qırx yaslarına catanda) ona hikmət və elm (səriət elmi) verdik. Biz yaxsı əməl sahiblərini belə mukafatlandırırıq"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "(Musa) səhərə əhalisi xəbərsizkən (gunorta istirahət vaxtı) girdi. Orada iki nəfərin vurusdugunu gordu. Onlardan biri oz adamlarından (yəhudilərdən), digəri isə dusmənlərindən (qibtilərdən) idi. (Musanın) adamlarından olan kəs dusməninə qarsı ondan imdad istədi. Musa onu (əli, yaxud əsası ilə) vurub oldurdu və dedi: “Bu, Seytan əməlindəndir. Həqiqətən, o, acıq-askar bir dusməndir, (insanı haqq yoldan) azdırandır!”"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "(Musa) dedi: “Ey Rəbbim! Subhəsiz ki, mən (bu qibtini vurub oldurməklə) ozum-ozumə zulm etdim. Buna gorə məni bagısla!” (Allah Musanı) bagısladı. Həqiqətən, O, (bəndələrini) bagıslayandır, rəhm edəndir"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "(Musa) dedi: “Ey Rəbbim! Mənə bəxs etdiyin ne’mət haqqı (gunahımı bagıslamagına and icirəm ki) mən əsla gunahkarlara arxa olamayacagam!”"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "Beləliklə, (Musa qibtini oldurduyundən) qorxaraq səhəri səhərdə nigaranlıq icində qarsıladı. (Bir də nə gorsə yaxsıdır!) Dunən ondan imdad diləyən kəs (bu gun də basqa bir qibti ilə vurusaraq) fəryad cəkib yenə onu koməyə cagırdı. Musa ona dedi: “Sən (gundə biri ilə vurusdugun ucun), dogrudan da, acıq-askar bir azgınsan!”"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "(Musa) onların hər ikisinin (həm ozunun, həm də onu koməyə səsləyən yəhudinin) dusməni (olan bu ikinci qibtini) yaxalamaq istədikdə (həmin yəhudi Musanın ona hucum etmək istədiyini zənn edərək) dedi: “Ya Musa! Sən dunən birini vurub oldurduyun kimi, mənidəmi oldurmək istəyirsən? Sən yer uzundə (Misir torpagında) ancaq bir zalım olmaq istəyirsən! Sən xeyirxahlıq (insanları islah) edənlərdən olmaq istəmirsən!”"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "(Yəhudinin bu sozundən sonra dunən oldurulən qibtinin qatilinin Musa oldugu butun Misir xalqına bəlli oldu. Bu xəbər Fir’ona catdıqda o, Musadan qisas almaq istədi). Səhərin kənarından (Fir’onun səhərin ucqarında yerləsən sarayından) bir nəfər caparaq gəlib dedi: “Ya Musa! Ə’yan-əsraf səni oldurmək barəsində məsləhət-məsvərət edirlər. Elə bu saat (səhərdən) cıx get. Mən, həqiqətən, sənin xeyirxahlarındanam!”"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "(Musa) qorxu icində (ətrafına) goz qoya-qoya oradan (səhərdən) cıxıb: “Ey Rəbbim! Məni bu zalım tayfanın əlindən qurtar!” – dedi"
        }
    ]
}