{
    "pages": [
        {
            "chapter": 28,
            "verse": 29,
            "text": "Musa (onillik xidmət) muddətini basa vurub ailəsi ilə birlikdə (Misirə tərəf) yola cıxdıgı zaman Tur dagı tərəfdə bir od gordu. O, ailəsinə dedi: “Siz (mən qayıdanadək burada) durun. Mən bir od gordum. Bəlkə, gedib ondan sizə bir xəbər, yaxud bir goz gətirim ki, qızınasınız!”"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "(Musa) odun yanına gəlib catdıqda vadinin sag tərəfində olan mubarək (bərəkətli) yerdəki agacdan belə bir nida gəldi: “Ya Musa! Aləmlərin Rəbbi olan Allah Mənəm"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "Əsanı (yerə) at!” (Musa əsanı yerə atdı). O əsanın ilan kimi qıvrıldıgını gordukdə donub qacdı, hec dala da baxmadı. (Biz ona belə buyurduq:) “Ya Musa! Bəri gəl, qorxma! Sən əmin-amanlıq icindəsən"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "Əlini qoynuna qoy ki, əlin (oradan) eyibsiz-qusursuz, agappaq (parlaq bir nur kimi) cıxsın. Əlini (qanadını) ozunə tərəf cək (yenidən qoynuna qoy) ki, (ilanın, yaxud əlinin parıltısının səni buruduyu) vahimə cəkilib getsin. Bu, Fir’ona və onun ə’yanlarına qarsı sənin Rəbbindən olan iki mo’cuzədir. Onlar, həqiqətən, (Allahın itaətindən cıxmıs) fasiq bir tayfadırlar!” (Musa birinci dəfə əlini qoynuna qoyub cıxartdıqda o, baxanlara bir nur kəsilib gozlərini qamasdırar, onları qorxuya salar, ikinci dəfə qoyub cıxartdıqda isə adi halına dusərdi)"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "(Musa) dedi: “Ey Rəbbim! Mən onlardan bir nəfəri oldurmusəm, qorxuram ki, onlar da məni oldurərlər"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "Qardasım Harunun dili mənimkindən daha bəlagətlidir. Onu da mənimlə dediklərimi (Fir’on əhlinə izah edib) təsdiqləyəcək bir koməkci gondər. Onların məni yalancı hesab edəcəklərindən qorxuram!”"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "(Allah) buyurdu: “Sənin arxanı qardasınla mohkəmləndirəcək, ikinizə də dəlil (mo’cuzə və qudrət) verəcəyik. Onlar ayələrimiz sayəsində sizə hec bir pislik edə bilməyəcəklər. Siz də, sizə (iman gətirib) tabe olanlar da (Fir’ona və ə’yanlarına) mutləq qalib gələcəksiniz!”"
        }
    ]
}