{
    "pages": [
        {
            "chapter": 3,
            "verse": 30,
            "text": "O gun (qiyamət gunu) hər kəs etdiyi yaxsı və pis əməlləri qarsısında hazır gorəcək və gunahları ilə ozu arasında cox uzaq məsafə olmasını arzulayacaqdır. Allah sizi Oz əzabından cəkindirir, cunki Allah bəndələrə (Oz bəndələrinə) mərhəmətlidir!”"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "(Ya Rəsulum!) De: “Əgər siz Allahı sevirsinizsə, mənim ardımca gəlin ki, Allah da sizi sevsin və gunahlarınızı bagıslasın. Allah bagıslayandır, mərhəmətlidir!”"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "Soylə: “Allaha və Peygəmbərə (Onun Peygəmbərinə) itaət edin! Əgər uz dondərərsinizsə, subhəsiz ki, Allah da kafirləri (haqdan uz cevirənləri) sevməz!”"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "Allah Adəmi, Nuhu, Ibrahim ovladını və Imran ailəsini aləmlər (məxluqat, insanlar, bəsər ovladı) uzərində secilmis (ustun) etdi"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "Onlar biri digərindən torəmis bir nəsil idilər. Allah esidəndir, biləndir"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "(Ya Rəsulum!) Imranın zovcəsinin (Hənnənin): “Ey Rəbbim, bətnimdəkini Sənə xidmətkar (qul) olmaq ucun nəzir edirəm. (Bu nəziri) məndən qəbul et! Əlbəttə, Sən esidənsən, bilənsən!” – dediyini xatırla"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "Onu (bətnindəkini) dogdugu zaman: “Ey Rəbbim! Mən qız dogdum”, - soylədi. Halbuki, Allah onun nə dogdugunu və oglanın qiz kimi olmadıgını yaxsı bilirdi. (Hənnə:) “Mən onun adını Məryəm qoydum, onu və onun nəslini məl’un (dasqalaq olunmus) Seytandan (Seytanın sərindən) Sənə tapsırıram” (dedi)"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "Belə olduqda, Rəbbi (Məryəmi) yaxsı qəbul etdi, onu gozəl bir fidan kimi boyutdu və Zəkəriyyaya tapsırdı. Zəkəriyya hər dəfə (Məryəmin) ibadət etdiyi mehraba girdikdə, onun yanında bir ruzi oldugunu gorərdi. (Zəkəriyya:) “Ya Məryəm, bunlar sənin ucun haradandır?” - dedikdə, o: “Allah tərəfindəndir!” - deyə cavab verərdi. Həqiqətən, Allah istədiyi səxsə hədsiz ruzi verər"
        }
    ]
}