{
    "pages": [
        {
            "chapter": 3,
            "verse": 78,
            "text": "(Ey musəlmanlar!) Onlardan (kitab əhlindən) bir zumrə də vardır ki, siz onların oxuduqlarını (Tovratdan) hesab edəsiniz deyə, kitab oxuyan zaman dillərini (qəsdən) o tərəf-bu tərəfə əyirlər (bukurlər). Halbuki onların bu oxuduqları kitabdan (Tovratdan) deyildir. Onlar isə: “Bunlar Allah tərəfindəndir”, -dedilər. Bunlar isə hec də Allah tərəfindən deyildir. Soylədikləri Allah dərgahından olmadıgı halda, “Bu, Allah dərgahındandır”,- deyirlər. Onlar bilə-bilə Allaha qarsı yalan soyləyirlər"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "Hec bir kəsə yarasmaz ki, Allah ona kitab, hikmət və peygəmbərlik bəxs etdikdən sonra o, insanlara: “Allahı buraxıb mənə qul olun!” – desin. Əksinə, o: “Oyrətdiyiniz kitabın və oyrəndiyiniz seyin sayəsində rəbbani (mukəmməl elm və əməl, gozəl əxlaq və itaət sahibi) olun!” - deyər"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "O sizə mələkləri və peygəmbərləri ozunuzə Rəbb qəbul etməyi əmr etməz. O sizə musəlman olduqdan (ozunuzu Allaha təslim etdikdən) sonra kafir olmagı hec əmr edərmi"
        },
        {
            "chapter": 3,
            "verse": 81,
            "text": "(Ey kitab əhli!) O vaxtı yadınıza gətirin ki, Allah peygəmbərlərdən: “Sizə verdiyim kitab və hikmətdən sonra, sizdə olanı təsdiq edən bir peygəmbər gəldikdə ona mutləq inanıb yardım edəcəksiniz”, - deyə əhd almıs və onlara: “Bunu təsdiq edib, agır olan əhdimi qəbul etdinizmi? – demisdi. Onlar da: “Təsdiq etdik!” – deyə cavab vermisdilər. (Bu zaman) Allah: “Elə isə (bir-birinizə) sahid olun! Mən də sizinlə bərabər sahidlərdənəm”, - deyə buyurmusdu"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "Bundan (bu təsdiqdən) sonra uz dondərən kəslər fasiqlərdir (boyuk gunah sahibləridir)"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "Necə ola bilər ki, onlar (kitab əhli) Allahın dinindən basqa bir din axtarsınlar? Halbuki goylərdə və yerdə olanlar istər-istəməz Ona (Allaha) təslim olmuslar və Onun huzuruna qayıdacaqlar"
        }
    ]
}