{
    "pages": [
        {
            "chapter": 3,
            "verse": 141,
            "text": "(Bu həm də) Allahın iman gətirənləri (gunahlardan) təmizləməsi və kafirləri məhv etməsi ucundur"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "Yoxsa Allah icərinizdən cihad edənləri (dusmənlə vurusanları) və (əziyyətə) səbr edənləri bilib (bəlliləsdirib bir-birindən) ayırd etməmisdən qabaq Cənnətə girəcəyinizimi guman edirsiniz"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "Siz (Bədr vurusunda) olumlə qarsılasmadan əvvəl olum (səhid olmaq) arzulayırdınız. (Uhud vurusunda isə) artıq onu gordunuz və durub baxdınız"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "Muhəmməd ancaq bir peygəmbərdir. Ondan əvvəl də peygəmbərlər gəlib-getmislər. Əgər o, olsə və ya oldurulsə, siz gerimi donəcəksiniz? (Dininizdən donəcək və ya doyusdən qacacaqsınız?) Halbuki geri donən səxs Allaha hec bir zərər yetirməz. Lakin Allah sukur edənlərə mukafat verər"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "Allahın izni olmayınca hec kəsə olum yoxdur. O, (lovhi-məhfuzda) vaxtı muəyyən edilmis bir yazıdır. (Cihadda) dunya mənfəəti istəyən səxsə dunya mənfəətindən, axirət savabı istəyən səxsə isə axirət savabından verəcək. Sukur edənləri də, əlbəttə, mukafatlandıracagıq"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "Necə-necə peygəmbər bir yıgın allahpərəstlə (Allah adamı ilə) birlikdə (dusmənə qarsı) vurusmuslar. Lakin onlar Allah yolunda cəkdikləri musibətlərə gorə nə zəiflik, nə acizlik gostərmis, nə də (kafirlərə) boyun əymislər. Allah səbr edənləri sevər"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "Onların: “Ya Rəbbimiz, gunahlarımıza və islərimizdə həddi asdıgımıza gorə bizi bagısla! Qədəmlərimizi mohkəmləndir (dusmən ilə vurusda dizimizə quvvət ver) və kafirlərə qələbə calmaqda bizə komək et!” – deməkdən basqa sozləri olmamısdır"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "Nəhayət, Allah onlara həm dunya ne’mətlərini, həm də ən gozəl axirət ne’mətini (Cənnəti) verdi. Allah yaxsı is gorənləri sevər"
        }
    ]
}