{
    "chapter": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "Po u afrohet njerezve momenti per te dhene llogari, e ata fare nuk brengosen, nuk i vejne vesh"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Atyre nuk u ka ardhur asnje qortim nga Zoti i tyre e te mos jene tallur kur e kane degjuar"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "Me zemrat e tyre te llastuara (shashtisura). Ata qe kane bere krime pershperisin: A mos eshte ky dicka tjeter pervec se njeri sikurse ju? A do t’i pasoni magjite, e ju vete i shihni"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "“Zoti im e di – tha ai – se cka po flitet ne qiej dhe ne toke; Ai i degjon dhe i di te gjitha”"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Kurse ata thone: “Ato jane vetem marri qe i trillon ai; ai eshte poet; le te na sjelle ndonje mrekulli si profetet e meparshem”"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Nuk pat besuar asnje qytet, te cilin e kemi shfarosur para tyre, e a po besojne ata a"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "Edhe para teje kemi derguar vetem njerez te cileve u kemi shpallur revelaten, pa pyetni njerezit e dijshem nese ju nuk dini"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "Ne nuk i kemi krijuar si qenie qe nuk hane ushqim, as qe kane qene te pavdekshem"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Pastaj ua kemi plotesuar premtimin dhe ata me gjithe te tjeret te cilet kemi deshiruar, i kemi shpetuar, kurse ata qe nuk degjuan i shfarosem"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Ne ju kemi shpallur nje Liber ne te cilin eshte qortimi juaj. A nuk mblidhni mendjen"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "Po sa shume qytete kane qene kriminele i kemi rrenuar dhe pas tyre kemi ngritur popull tjeter"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "Dhe sa po e perjetoni forcen tone iknin kah kembet syte"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "“Mos ikni, por kthehuni ne shtepite tuaja dhe ne ate qe u eshte dhene ta gezoni, mbase do te pyeteni”"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "“Te mjeret ne, - do te thone ata – ne me te vertete kemi qene kriminele”"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "Dhe ashtu do te vazhdoje lutja e tyre deri sa te mos i bejme sikur gruri i korrur"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "Ne nuk e kemi krijuar qiellin dhe token, dhe cka ka ndermjet tyre, per te luajtur"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Te kishim dashur te zbavitemi, do te zbaviteshim ashtu si na ka hije neve, pr Ne nuk vepruam keshtu"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Por me fakte te verteta e demantojme rrenen, e verteta e mbyte ate dhe genjeshtra zhduket; ndaj te mjeret ju nga ajo qe po e shfaqni (pershkruani)"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Te Atij jane kush eshte ne qiej dhe ne toke! Por ata qe jane te ai nuk ngurrojne te adhurojne, dhe nuk lodhen"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "E falenderojne nate e dite, pa u dobesuar"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "A i marrin per Zot idhujt qe ata i bejne prej dheut"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Sikur ne ata dy (qiell dhe toke) te kishte ndonje tjeter Zot, pervec All-llahut, te dy do te shkaterroheshin. Pra, qofte lavderuar All-llahu, Zot i gjithesise nga ajo qe i pershkruajne"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "Ai nuk do te pyet se cka punon, kurse ata do te merren ne pyetje"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "A pervec Atij ata po marrin tjeter si zot?! Thuaj: “Sillni argumentet tuaja!” Ky eshte mesim per ata qe jane me mua dhe per ata qe kane qene para meje, mirepo shumica prej tyre nuk e dine te verteten, prandaj kthejne kryet ne ane tjeter"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "Para teje nuk kemi derguar asnje profet e te mos i kemi shpallur se “Nuk ka Zot tjeter pervec meje, prandaj falmuni Mua”"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Ata thane: “I meshirshmi ka femije!” Qofte lartesuar Ai! Jo, por jane vetem rober te nderuar"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "Qe nuk nxitojne t’ia marrin fjalen dhe ata veprojne sipas urdherit te Atij"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "Ai e di cka ka perpara tyre dhe cka ka pas tyre, dhe ata do te angazhohen vetem per ate me te cilen Ai eshte i kenaqur, kurse ata edhe vete jane te kujdesshem ndaj Tij nga respekti dhe frika"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "Kurse, cili nga mesi i tyre do te thote: “Une jam, vertete Zot pervec Atij” do ta denojme me xhehennem; sepse ne ashtu i denojme kriminelet"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "A nuk e shohin mosbesimtaret se qiejt dhe toka kane qene nje teresi, porse ne i kemi ndare ne pjese-pjese, dhe Ne nga uji krijojme cdo gje te gjalle? A nuk do te besojne"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Ne ne toke kemi vendosur male te paluhatshme qe ajo (toka) te mos i dridhe dhe neper to kemi krijuar shtigje e gryka, ndoshta ata do ta marrin te mbaren"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Kurse qiellin e kemi bere kulm te sigurt, por ata prapeseprape largohen nga argumentet tona"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "Ai eshte i cili ka krijuar naten edhe diten, Diellin dhe Henen. Te tera notojne nen kupen e qiellit"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "Edhe perpara teje asnje njeriu nuk e kemi te pavdekshem, e nese ti vdes, a thua ata do te jetojne pergjithmone"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Cdo gjallese do ta shijoje vdekjen. Ne u veme ne sprova edhe ne te mire edhe ne te keqe dhe tek Ne do te ktheheni"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "Kur te shohin mosbesimtaret, ata do ta marrin vetem per tallje: “A ky eshte ai qe merr per goje (shane) zoterat tuaja”? Sepse vete ata nuk i besojne permendjes se te Meshirshmit"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Njeriu eshte i krijuar ne shpejtesi. Do t’ju tregoj une juve argumentet e mia, po mos u ngutni"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "Ata thone: “Po kur me ai premtim, nese e flisni te verteten?”"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Sikur ta dine mosbesimtaret se atehere nuk do te munden ta largojne zjarrin nga fytyra e as nga shpina e vet, dhe as nuk do t’u ndihmohet"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Por do t’u vije e papritur dhe do t’i trishtoje e nuk do te mund ta kthejne prape se nuk do t’u jipet afat"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Edhe perpara teje profetet jane tallur, prandaj ata qe i kane tallur i ka gjetur mu ajo me te cilen jane tallur"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "Thuaj: “Kush u mbron juve naten dhe diten nga i meshirshmi”? (Askush) por megjithate ata nga Kur’ani kthejne kryet ne anen tjeter"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "A thua ata do t’i mbrojne hyjnite e tyre e jo Ne? po ata nuk mund t’i ndihmojne vetvetes dhe ato nuk jane pranuar nga ana jone ne shoqeri"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Ketyre, edhe te pareve te tyre, Ne u kemi dhene kenaqesi sa kane qene gjalle. Po a nuk e shohin ata se en i sillemi tokes nga te gjitha anet e asaj dhe e cungojme, e ata do te jene fitues"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "Thuaj: “Une juve u terheq verejtjen me shpallje”, por te shurdhet nuk e degjojne thirrjen kur u terhiqet verejtja"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "Sikur ata t’i prekte vetem puhia e denimit te Zotit tend, me siguri do te therrisnin: “Te mjeret ne, me te vertete ne vetvetes i kemi bere padrejtesi”"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "Ne ne diten e gjykimit do te vendosim peshoje te drejte dhe askujt nuk do t’i behet padrejtesi; nese dicka peshon vetem sa grima, Ne ate do ta shperblejme, dhe mjafton qe ta llogarisim vetem Ne"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Ne i kemi dhene Musaut dhe Harunit Furkanin drite dhe mesim per ata qe i shmangen mekatit"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "Per ata qe i perkulen Zotit te tyre edhe atehere kur nuk i sheh askush, dhe qe frikesohen nga momenti i ringjalljes"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "Por edhe ky eshte mesim i bekuar qe e kemi shpallur, a ju ta mohoni"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "Ne qysh me hert Ibrahimit i kemi dhene urtesi dhe e kemi njohur shume mire"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "Kur i tha babes se vet dhe popullit te vet: “C’jane keta idhuj te cileve u faleni?”"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "Ata iu pergjigjen: “Edhe te paret tane, i kemi mberri, u faleshin ketyre”"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "“Edhe ju si edhe te paret tuaj keni qene haptazi te humbur” – u tha"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "“Jo, - tha, - Zoti i juaj eshte Zot i qiejve dhe i tokes, ata Ai i ka krijuar; kete une do t’ua deshmoj"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "(Ibrahimi) tha: “Jo, por Zoti juaj eshte Zot’i qiejve dhe i Tokes, qe Ai i krijoi ndersa une jam njeri prej atyre qe e deshmojne kete"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "Per All-llahun, une, sapo te largoheni ju, do t’i ndreq idhujt tuaj”"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "Dhe i beri ata cope-cope, pervec atij me te madhit, mbase ata do t’i drejtohen atij"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "“Kush e beri kete me zoterat tane” – thirren ata – me te vertete eshte kriminel”"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "“Kemi degjuar nje djalosh qe po i merr per goje, shane – thane – e ka emrin Ibrahim”"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "“Sillne ta shohin njerezit, - thane ata – le te deshmojne”"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "“A ti e bere kete me zoterat tane, o Ibrahim” – e pyeten"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "“Ate e ka bere ky, me i madhi i tyre, pyetni ata nese flasin” – u tha (Ibrahimi)"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Dhe ata u ndalen, menduan me vete dhe thane: “Ju me te vertete jeni kriminel”"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Pastaj ulen kryet: “Po ti e di se keta nuk flasin”"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "“Po pse pra, ne vend te All-llahut, u faleni atyre te cilet as mund t’u bejne fare dobie e as t’u bejne dem”? – u tha ai"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "“Of te mjeret ju dhe ata te cileve ju, pervec All-llahut, u faleni! I adhuroni! Pse nuk mblidhni mendjen?”"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "ndizne kete, thane, dhe ndihmonu zoterave tuaj, nese doni te beni dicka! – thirren"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "ne i tham zjarrit “O zjarr behu i ftohte, shpetim per Ibrahimin”"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Dhe ata deshten t’i bejne njefare kurthe, por ne i beme ata te deshtojne"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Dhe e shpetuam ate edhe Lutin ne truallin te cilin e kemi bekuar per njerez"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Dhe ia falem Is-hakun edhe Jakubin si plotesim, dhe te gjithe i beme te mire"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "Edhe ata i beme udherrefyes qe te udhezojne sipas urdherave tona dhe i kemi inspiruar te bejne vepra te mira, te kryejne faljen, te ndajne sadake, dhe Neve na kane adhuruar"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Edhe Lutit i kemi dhene urtesi e dituri, dhe e shpetuam nga qyteti (banoret e tij) qe bente vepra te keqia; ata me te vertete ishin njerez te keqij"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "E futem nen meshiren tone; ai eshte me te vertete nga te miret"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "Edhe Nuhit kur na u lut, me perpara, iu pergjigjem dhe ate me familjen e tij e shpetuam nga mjerimi i madh"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Dhe i ndihmuam kunder njerezve te cilet i konsideronin argumentet tona te paverteta. Ata ishin njerez te keqij, prandaj te gjithe i mbytem ne uje"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "Edhe Davudit edhe Sulejmanit kur gjykuan lidhur me aren qe e kishin kullotur delet e dikujt – e ne ishim deshmitare te gjykimit te tyre"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "Dhe ia sqaruam (e beme) qe Sulejmani ta kuptonte ate dhe te dyve u kemi dhene dije e urtesi. Kurse malet edhe zogjte ia nenshtruam qe me Davudin te madherojne (All-llahun), Ne e beme kete"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Dhe e mesuam te beje parzma hekuri per ju qe t’ju mbroje ne lufte me armikun, - po a jeni mirenjohes"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Kurse Sulejmanit ia beme eren qe si rerfellaze te fryeje sipas urdherit te tij kah toka qe e kemi bekuar; Ne shume mire i dime te gjitha"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "Edhe nga djajt kishte qe zhyteshin per te dhe benin pune te tjera, ndersa Ne i kemi mbrojtur"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "Edhe Ejubit, kur e thirri ne ndihme Zotin e vet: “Me gjeti fatkeqesia, kurse Ti je me i meshirshmi nga te meshirshmit!”"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Iu pergjigjem dhe ia hoqem fatkeqesine qe e mundonte dhe i dhame femije dhe familje nga meshira jone, qe te jete mesim per adhuruesit"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "Edhe Ismailit, edhe Idrizit, edhe Dhulkiflit; te gjiteh ishin durimtare"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Edhe i shtiem ne meshiren tone, ata me te vertete ishin te mire"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "Edhe Dhun-Nuni, kur shkoi i zemeruar dhe mendoi se atij nuk kemi c’ti bejme – po pastaj ne erresire kelthiti (nga frika): “Nuk ka Zot pervec Teje, Ti qofsh lavderuar! Une me te vertete jam kriminel”"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Iu pergjigjem dhe e shpetuam nga ajo qe e shtrengonte. Keshtu ne i shpetojme besimtaret"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "Edhe Zekerijjas, kur e luti Zotin e vet: “O Zoti im, mosme le te vetmuar, e ti je trashegimtari me i mire!”"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Iu pergjigjem edhe atij dhe ia falem Jahjan dhe bashkeshorte te mire. Ata benin gara qe te bejne sa me shume vepra te mira dhe na lutnin me shprese dhe frike, dhe ndaj nesh kane qene te perulur"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "Edhe asaj qe ka ruajtur virgjerine e vet, te ajo kemi shtene nga jeta jone dhe ate me djalin e saj ua beme argument botes"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Kjo feja e juaj eshte fe e vetme (e drejte), kurse une jam Zoti juaj, prandaj vetem mua te me adhuroni"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "Edhe ata ndermjet veti jane percare, por te gjithe te Ne do te kthehen"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "Kush bene vepra te mira dhe eshte besimtar, nuk do t’i mbetet mundi pa iu shperblyer. Atij ne ia shenojme"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "Por eshte e pamundur qe banoret e ndonje vendbanimi qe ne e kemi zhdukur te mos kthehen"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "Derisa te lirohen Jexhuxhet e Maxhuxhet te vershojne nga cdo humnere"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "dhe te afrohet premtimi i sigurt, atehere shikimet e mosbesimtareve do te shtangen. “Te mjeret ne, ne kemi qene indiferente ndaj kesaj, edhe keshtu kemi qene te padrejte!”"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Edhe ju, edhe ata te cileve u luteni, pervec All-llahut, do te jeni lende djegese ne xhehennem, aty me siguri do te hyni"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Te ishin ata zoter, nuk do te futeshin aty dhe pergjithmone te mbesin te gjithe aty"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Aty do te perpeliten dhe aty nuk do te degjojne asgje ata"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "E ata te cileve u ka prire miresia jone, ata do te jene larg ketij (mundimi)"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "Nuk do te degjojne shushurimen e tij dhe pergjithmone do te kenaqen me ate qe u deshirojne shpirterat"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "Nuk do t’i shqetesoje as tmerri me i madh dhe do t’i presin engjujt: “Ja, kjo eshte dita e juaj qe u eshte premtuar juve!”"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "Ate Dite kur t’i mbeshtjellim qiejt sikur qe mbeshtillet fleta e letres. Ashtu sic u kemi krijuar heren e pare do ta perserisim ate (krijim). Ky eshte premtimi yne, Ne me te vertete mund ta bejme kete"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "Ne ne Zebur, pas Tevratit, kemi shkruar se token do ta trashegojne roberit e mi te mire"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Ne kete, vertete, ka mesim per njerezit e devotshem"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "Kurse ty te kemi derguar vetem nga meshira ndaj boterave"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Thuaj: “Mua me shpallet se Zoti juaj eshte Nje Zot, e ju a jeni muslimane?”"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "Por nese ata bishterojne ti thuaj: “Une, ju te gjitheve, pa perjashtim, u kam qortuar, por nuk e di a eshte afer apo larg ajo qe u premtohet"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "Ai i di fjalet e folura me ze, por e di edhe ate cka e fshihni"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "Kurse une nuk e di, mos eshte ajo sprove per ju, dhe afrim i kenaqesive deri ne njefare kohe”"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "“Zoti im, gjyko ashtu si e kane merituar!” – tha ai. Dhe Zoti yne eshte i meshirshem, nga i cili dueht kerkuar ndihme kunder asaj qe e shfaqni ju"
        }
    ]
}