{
    "pages": [
        {
            "chapter": 8,
            "verse": 26,
            "text": "viśvāsigaḷē, allāhanige mattu avana dūtarige viśvāsa drōhavesagabēḍi. Hāgeyē nīvu, tiḷidū tiḷidū nim'malli nambike iḍalāda viṣayagaḷalli van̄cisabēḍi"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "nimage tiḷidirali, nim'ma sampattugaḷu mattu nim'ma santatigaḷu nijavāgi parīkṣegaḷāgive. Mahā pratiphalavu allāhana baḷiyallē ide"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "Viśvāsigaḷē, nīvu allāhana bhayavuḷḷavarāgiddare, avanu nimage (oḷitu-keḍukannu pratyēkisi tiḷisuva) oregallannu nīḍuvanu hāgū nim'minda nim'ma pāpagaḷannu nivārisi nim'mannu kṣamisibiḍuvanu. Allāhanantu apāra anugrahiyāgiddāne"
        },
        {
            "chapter": 8,
            "verse": 29,
            "text": "dhikkārigaḷu nim'mannu bandhisalu athavā nim'mannu kollalu athavā nim'mannu (makkaḥdinda) horahākalu gupta san̄cugaḷannu hūḍuttiddāga – avarū san̄cuhūḍuttiddaru mattu allāhanū san̄cu hūḍuttiddanu. Allāhanē atyuttama san̄cu hūḍuvavanāgiddāne"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "avarige nam'ma vacanagaḷannu ōdi kēḷisalādāga avaru – nāvu kēḷidevu, nāvu bayasidare intahadannu nāvū hēḷaballevu. Ivellā gatakālada kategaḷu mātra ennuttāre"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "mattu avaru, ō allāh, nijakkū idellā ninna kaḍeyindiruva satyavendādare nam'ma mēle ākāśadinda kallina maḷeyannu surisibiḍu athavā namagondu yātanāmaya śikṣeyannu tandukoḍu – ennuttāre"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "(dūtarē,) nīvu avara naḍuve iruvāga allāhanu avarannu śikṣisalāranu – mattu avaru kṣameyācisuttiruvāga allāhanu avarannu śikṣisalāranu"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "avarannu allāhanu śikṣisabāradu endēnū illa. Avaru ‘masjidul harām’na adhikārigaḷēnū alla. Ādarū avaru janarannu adarinda taḍeyuttāre. Nijavāgi, dharmaniṣṭharu mātra adara adhikārigaḷāgaballaru – ādare avaralli heccinavaru aritilla"
        }
    ]
}