{
    "pages": [
        {
            "chapter": 14,
            "verse": 11,
            "text": "mattu avara baḷika nāvu bhūmiyalli nim'mannu nelesuvevu. Idu, nanneduru nilluva bhaya hāgū nanna eccarikegaḷa bhaya uḷḷavarige (iruva śubhavārte)"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "avaru ondu tīrpannu apēkṣisidaru mattu pratiyobba haṭhamāri, ahaṅkāriyu nāśavādanu"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "avana munde narakavide – (alli) avanige kīvu tumbida pānīyavannu kuḍisalāguvudu"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "avanu adannu nuṅgalu yatnisuvanu. Ādare adannu gaṇṭalinda keḷagiḷisalu avanindāgadu. Maraṇavu elleḍeyindalū avaneḍege dhāvisi baruvudu. Ādare avanu sāyalāranu. Bhārī ghōravāda innondu śikṣeyannu avanu edurisabēkāguvudu"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "tam'ma oḍeyanannu dhikkarisidavara sthitiyu hīgide; avara karmagaḷu, birugāḷi bīsida dina adara jote hāri hōguva būdige samānavāgive. Tam'ma yāva sampādaneya mēlū avarige yāvudē niyantraṇa iralāradu. Iduvē durmārgadallina bahudūrada hantavāgide"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "allāhanu ākāśagaḷannu hāgū bhūmiyannu karāruvakkāgi sr̥ṣṭisiruvudannu nīvu kāṇuttillavē,? Avanu bayasidare, nim'mannu tolagisi hosa jīva jātiyondannu taraballanu"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "allāhana maṭṭige adu kaṣṭada kelasavēnalla"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "avarellarū allāhaneduru hājarāguvaru. (Āga) doḍḍastike tōruttiddavaroḍane durbalaru, ‘‘nāvu nimage adhīnarāgiddevu. Nīvīga nam'ma mēlinda allāhana śikṣeyannu svalpavādarū nivārisaballirā?’’ Endu kēḷuvaru. Avaru hēḷuvaru; onduvēḷe allāhanu namage sari dāriyannu tōriddare nāvu nimage sari dāri tōrisuttiddevu. Īga nāvu rōdisidarū ondē, sahisikoṇḍarū ondē. Namage uḷivantū illa"
        }
    ]
}