{
    "pages": [
        {
            "chapter": 16,
            "verse": 35,
            "text": "avaru bhinnate tāḷiruva viṣayagaḷalli avarige (satyavannu) spaṣṭapaḍisalikkāgi mattu dhikkārigaḷige, avaru suḷḷarāgiddarendu mavanarike māḍisalikkāgi (sattavarannu jīvantagoḷisalāguvudu)"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "nāvu ēnannādarū māḍalicchisidāga, adakke nāvu ‘‘āgu’’ emba ondu mātannaṣṭē hēḷi biḍuttēve – mattu adu āgi biḍuttade"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "tam'ma mēle daurjan'ya naḍeda baḷika allāhana mārgadalli valase hōdavarige, nāvu ī lōkadalli uttama neleyannu odagisuttēve. Innu, paralōkada pratiphalavantu idakkinta tumbā doḍḍadāgiruttade. Avaru idannu tiḷididdare eṣṭu cennāgittu"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "(avaru) sahanaśīlaru mattu tam'ma oḍeyana mēle bharavase iṭṭavarāgiruttāre"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "(dūtarē,) nimaginta hindeyū nāvu puruṣarannē dūtarāgi ravānisi, avareḍege divya sandēśavannu kaḷuhisiddevu. Nimage tiḷidillavādare (ī hindina divya granthagaḷannu) ballavaroḍane kēḷi nōḍiri"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "(Avarannellā) spaṣṭa purāvegaḷondige hāgū granthagaḷondige (kaḷisalāgittu). Innu nāvu janarigāgi iḷisikoṭṭiruvudannu (satyavannu) nīvu avarige vivarisabēkendu mattu avaru cintane naḍesabēkendu nāvu nim'meḍege ī upadēśavannu iḷisikoṭṭiruvevu"
        },
        {
            "chapter": 16,
            "verse": 41,
            "text": "duṣṭa san̄cugaḷannu naḍesuvavarēnu, allāhanu avarannu bhūmiyalli hūtu biḍuva athavā avarendū ūhisillada kaḍeyinda ondu śikṣeyu avara baḷige banderaguva sādhyateya kuritu niścintarāgiruvarē"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "athavā avaru naḍedāḍuttiruvāgalē, avarige tappisikoḷḷalikkāgada śikṣeyondu avarannu āvarisi biḍuva kuritu"
        }
    ]
}