{
    "pages": [
        {
            "chapter": 2,
            "verse": 6,
            "text": "(satyavannu) dhikkarisidavarige nīvu eccarike nīḍidarū ondē, nīḍadiddarū ondē. Avaru khaṇḍita nambuvavaralla"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "allāhanu avara hr̥dayagaḷa mēle hāgū avara kivigaḷa mēle mudreyottiddāne. Avara kaṇṇugaḷa mēle tere biddide mattu avarige bhārī doḍḍa śikṣe sigalide"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "janaralli kelavaru ‘‘nāvu allāhanannu mattu antima dinavannu nambiddēve’’ennuttāre. Nijavāgi, avaru nambike uḷḷavaralla"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "(mēlunōṭakke) avaru allāhanannu mattu viśvāsigaḷannu van̄cisuttiddāre. Nijavāgi avaru svataḥ tam'mannē van̄cisuttiddāre. Ādare avarige adara arivilla"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "avara manasugaḷalli rōgavide. Allāhanu avara rōgavannu heccisiddāne. Avaru suḷḷu hēḷuttiddudakkāgi avarige kaṭhiṇa śikṣe sigalide"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "‘‘Bhūmiyalli aśānti haraḍabēḍi’’ endu avaroḍane hēḷidāga avaru ‘‘nāvu kēvala sudhārakaru’’ ennuttāre"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "nimage tiḷidirali! Khaṇḍitavāgiyū, avarē aśānti haraḍuvavaru. Ādare avarige adara arivilla"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "‘‘itararu nambidante nīvu nambiri’’ endu avaroḍane hēḷidāga avaru, ‘‘nāvēnu, mūrkharu nambidante nambabēkē?’’ Ennuttāre. Tiḷidirali, nijavāgi avarē mūrkharu. Ādare avarige adu tiḷidilla"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "avaru viśvāsigaḷannu kaṇḍāga ‘‘nāvu nambidevu’’ ennuttāre mattu tam'ma śaitānarugaḷa jote ēkāntadalliddāga ‘‘nāvantu nim'ma jotegē iddēve, avara jote nāvu kēvala gēli māḍuttiddevu’’ ennuttāre"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "nijavāgi allāhanu avarannu gēli māḍuttiddāne mattu avarannu avara vidrōhadalli munduvarisuttiddāne – avaru kuruḍāgi vartisuttiddāre"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "avarē nijavāgi sanmārgada badalu dārigēḍitanavannu kharīdisikoṇḍavaru. Avara ī vyāpāradinda avarige yāva lābhavū āgilla mattu avaru mārgadarśanavannū paḍeyalilla"
        }
    ]
}