{
    "pages": [
        {
            "chapter": 22,
            "verse": 31,
            "text": "avara munde allāhanannu prastāpisidoḍane avara manas'sugaḷu naḍuguttave mattu tamage vipattugaḷu edurādāga avaru sahanaśīlarāgiruttāre. Avaru namājh‌annu pālisuttāre mattu nāvu avarige nīḍiruvudannu kharcumāḍuttāre"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "innu, balidānada oṇṭegaḷannu nāvu nim'ma pālige allāhana saṅkētagaḷāgi māḍiruvevu. Avugaḷalli nimage hitavide. Avugaḷannu sālāgi nillisi avugaḷa mēle allāhana nāmavannu uccarisiri (avana nāmadalli avugaḷannu bali nīḍiri). Konege, avugaḷu kusidu biddāga avugaḷinda nīvū tinniri mattu baḍavarigū bhikṣukarigū tinnisiri. Ī rīti, nīvu kr̥tajñarāgabēkendu, nāvu avugaḷannu nimage adhīnagoḷisiruvevu"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "Avugaḷa (baliprāṇigaḷa) mānsavāgali avugaḷa raktavāgali allāhanige talupuvudilla. Nim'minda avanige talupuvudu (nim'ma) dharmaniṣṭhe mātra. Ī rīti, nimage mārgadarśana nīḍiddakkāgi nīvu allāhana mahimeyannu koṇḍāḍabēkendu, nāvu avugaḷannu nimage adhīnagoḷisiruvevu. Satkarmigaḷige śubhavārte nīḍiri"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "khaṇḍitavāgiyū, viśvāsigaḷa paravāgi rakṣaṇākāryavannu allāhanē māḍuttāne. Khaṇḍitavāgiyū allāhanu yāvudē van̄caka, kr̥taghnanannu meccuvudilla"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "yāra virud'dha yud'dha hūḍalāgittō avarige (yud'dha hūḍuva) anumati nīḍalāgide. Ēkendare avara mēle akrama naḍedide. Avarige neravāgalu allāhanu khaṇḍita śaktanāgiddāne"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "avaru, ‘‘allāhanē nam'moḍeya’’ endaṣṭē hēḷida kāraṇakkāgi, an'yāyavāgi avarannu avara manegaḷinda horadabbalāyitu. Ondu vēḷe allāhanu kelavu janara mūlaka matte kelavarannu tolagisade iddiddare (viraktara) āśramagaḷannu, (kraistara) igarjigaḷannu, (yahūdyara) prārthanālayagaḷannu mattu dhārāḷavāgi allāhana hesarannu uccarisalāguva masīdigaḷannu keḍavi hākalāguttittu. Tanage neravāguvātanige allāhanu khaṇḍita neravāguttāne. Khaṇḍitavāgiyū allāhanu tumbā śaktiśāliyū prabalanū āgiddāne"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "nāvu avarige (niṣṭha dāsarige) bhūmiyalli adhikāra nīḍidare, avaru namājh‌annu pālisuvaru, jhakātannu pāvatisuvaru, oḷitannu ādēśisuvaru mattu keḍukininda taḍeyuvaru. Ella viṣayagaḷallū antima tīrmānavu allāhanadē"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "(dūtarē,) avaru nim'mannu suḷḷugāranennuttiddare (nimage tiḷidirali;) avariginta mun̄ce nūhara janāṅgadavarū, ād mattu samūd janāṅgadavarū hāgeyē hēḷiddaru"
        }
    ]
}