{
    "pages": [
        {
            "chapter": 27,
            "verse": 45,
            "text": "avaru (janāṅgadavaru) hēḷidaru; nāvantu, nim'mannu hāgū nim'ma jotege iruvavarannu apaśakunavendē tiḷiyuttēve. Avaru (svālih) hēḷidaru; nim'ma apaśakunavellā allāhana baḷi ide. Nijavāgi nīvu parīkṣege tuttāgiruva janāṅgavāgiddīri"
        },
        {
            "chapter": 27,
            "verse": 46,
            "text": "mattu nagaradalli ombhattu mandi iddaru. Avaru bhūmiyalli aśāntiyannē habbuttiddaru. Yāvudē sudhāraṇeya kelasa māḍuttiralilla"
        },
        {
            "chapter": 27,
            "verse": 47,
            "text": "avaru hēḷatoḍagidaru; nīvellā allāhana āṇe hākikoḷḷiri. Nāvu rātriya vēḷe ātana mēlū ātana maneyavara mēlū dhāḷi māḍōṇa mattu avana maneyavaru nāśavādāga nāvu hājariralillavendū nāvu khaṇḍita satyavantarendū avana uttarādhikārigaḷoḍane hēḷōṇa"
        },
        {
            "chapter": 27,
            "verse": 48,
            "text": "hīge avaru ondu san̄cu hūḍidaru mattu nāvū (allāh) ondu san̄cu hūḍidevu. Avarige adara arivē iralilla"
        },
        {
            "chapter": 27,
            "verse": 49,
            "text": "konege avara san̄cina gati ēnāyitendu nōḍiri; nāvu avarannu hāgū avara sampūrṇa janāṅgavannu nāśamāḍibiṭṭevu"
        },
        {
            "chapter": 27,
            "verse": 50,
            "text": "Idō avara nivāsagaḷu! Avara akramagaḷa kāraṇa, avu tale keḷagāgi biddukoṇḍive. Ballavarige, idaralli khaṇḍita pāṭhavide"
        },
        {
            "chapter": 27,
            "verse": 51,
            "text": "viśvāsigaḷannu mattu dharmaniṣṭharāgiddavarannu nāvu rakṣisidevu"
        },
        {
            "chapter": 27,
            "verse": 52,
            "text": "mattu lūt tam'ma janāṅgadavaroḍane hēḷidaru; nīvēnu kaṇṇāre kaṇḍū aślīlateyalli toḍagiruvirā"
        },
        {
            "chapter": 27,
            "verse": 53,
            "text": "nīvēnu, mahiḷeyarannu biṭṭu, kāmada īḍērikegāgi puruṣara baḷige hōguvirā? Nijakkū nīvu ajñāni janāṅgavāgiruviri"
        },
        {
            "chapter": 27,
            "verse": 54,
            "text": "avara janāṅgadavaru nīḍida uttara kēvala iṣṭē; lūt mattu avara jotegārarannu nim'ma nāḍininda horadabbi biḍiri. Avaru bhārī pāvitra bayasuva janarāgiddāre"
        },
        {
            "chapter": 27,
            "verse": 55,
            "text": "konege nāvu avarannū (lūt‌rannū) avara jotegiddavarannū rakṣisidevu. Avara patniya horatu. Ākeyannu nāvu hinde uḷidukoḷḷuvavara sālige sērisidevu"
        }
    ]
}