{
    "pages": [
        {
            "chapter": 27,
            "verse": 56,
            "text": "nāvu avara mēle ondu maḷeyannu surisidevu. Eccarisalpaṭṭavara mēle surisalāda ā maḷe eṣṭondu keṭṭadāgittu"
        },
        {
            "chapter": 27,
            "verse": 57,
            "text": "hēḷiri; ella praśansegaḷu allāhanige. Mattu avanu ārisikoṇḍa avana dāsarige śānti. Allāhanu śrēṣṭhanō athavā avaru nēmisikoṇḍiruva pāludārarō"
        },
        {
            "chapter": 27,
            "verse": 58,
            "text": "ākāśagaḷannu mattu bhūmiyannu sr̥ṣṭisidavanu mattu nimagāgi ākāśadinda nīrannu surisidavanu (yāru)? Munde nāvu adarinda, bhavya tōṭagaḷannu beḷesidevu. Avugaḷalliruva maragaḷannu beḷesalu nimagantu sādhyaviralilla. (Idannellā māḍalu) allāhana jotegēnu bēre dēvariddāreyē? Nijavāgi avaru jagaḷagaṇṭarāgiddāre"
        },
        {
            "chapter": 27,
            "verse": 59,
            "text": "bhūmiyannu vāsakke yōgyagoḷisidavanu, adara naḍuve nadi nālegaḷannu harisidavanu hāgū adakkāgi (bhūmigāgi) parvatagaḷannu nirmisidavanu mattu eraḍu samudragaḷa naḍuve tereyannu kaṭṭiruvavanu yāru? (Idannellā māḍalu) allāhana jotegēnu bēre dēvariddāreyē? Ādare avaralli heccinavaru ballavaralla"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "Nondavanu tannannu prārthisidāga avana moreyannu kēḷi saṅkaṭavannu nivārisuvavanu mattu nim'mannu bhūmiya pratinidhigaḷāgi māḍidavanu yāru? Allāhana jotegēnu bēre dēvariddāreyē? Kelavaru mātra upadēśavannu svīkarisuttāre"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "nelabhāgada hāgū samudrada kattalugaḷalli nimage dāritōrisuvavanu mattu tanna anugrahakke (maḷege) munna śubhavārteyāgi gāḷiyannu kaḷisuvavanu yāru? (Idannellā māḍalu) ā allāhana jotegēnu bēre dēvariddāreyē? Nīvu avana jote pālu goḷisuva ellarigintalū avanu tumbā unnatanu"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "sr̥ṣṭi kriyeyannu ārambhisidavanu mattu adannu punarāvartisuvavanu yāru? Mattu nimage ākāśadindalū bhūmiyindalū āhāra odagisuttaliruvavanu yāru? (Idannellā māḍalu) allāhana jotegēnu bēre dēvariddāreyē? Hēḷiri; nīvu satyavantarāgiddare nim'ma purāveyannu tanniri"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "hēḷiri; allāhanobbana horatu, gupta viṣayagaḷannu ballavanu ākāśagaḷallāgali bhūmiyallāgali yārū illa. Tam'mannu yāvāga matte jīvantagoḷisalāguvudu emba arivū avarige (itararige) illa"
        }
    ]
}