{
    "pages": [
        {
            "chapter": 29,
            "verse": 39,
            "text": "Avaralli pratiyobbarannū nāvu avara pāpagaḷigāgi daṇḍisidevu. Avaralli kelavara mēle nāvu kallina maḷeyannu surisidare, kelavaru bhīkara birugāḷige tuttādaru. Matte kelavarannu nāvu bhūmiyoḷage adumibiṭṭare, innu kelavarannu nāvu muḷugisibiṭṭevu. Allāhanu avara mēle akrama esaguvavanāgiralilla. Avaru tam'ma mēle tāvē akramavesagikoṇḍaru"
        },
        {
            "chapter": 29,
            "verse": 40,
            "text": "allāhana horatu an'yarannu tam'ma pōṣakarāgisikoṇḍavara udāharaṇeyu ondu jēḍara huḷuvinantide. Adu ondu maneyannu nirmisuttade. Mattu manegaḷa paiki atyanta durbala mane jēḍara huḷuvina maneyāgiruttade. Avarige idu tiḷididdare eṣṭu cennāgittu"
        },
        {
            "chapter": 29,
            "verse": 41,
            "text": "avaru allāhana horatu yārannellā prārthisuttārembudannu allāhanu cennāgi ballanu. Avanu mahā prabalanū yuktivantanū āgiddāne"
        },
        {
            "chapter": 29,
            "verse": 42,
            "text": "ivu mānavarigāgi nāvu mundiḍuva udāharaṇegaḷu. Ādare ballavaru mātra ivugaḷannu artha māḍikoḷḷuttāre"
        },
        {
            "chapter": 29,
            "verse": 43,
            "text": "allāhanu ākāśagaḷannu hāgū bhūmiyannu n'yāyōcitavāgiyē sr̥ṣṭisiruvanu. Nambuvavara pālige idaralli pāṭhavide"
        },
        {
            "chapter": 29,
            "verse": 44,
            "text": "(dūtarē,) nimage divyavāṇiya mūlaka kaḷisalāgiruvudannu nīvu ōdi kēḷisiri mattu namājh‌annu pālisiri. Khaṇḍitavāgiyū namājh aślīlategaḷinda hāgū duṣṭa kr̥tyagaḷinda taḍeyuttade. Allāhana nenapē doḍḍadu. Nīvu māḍuttiruva ellavannū allāhanu ballanu"
        },
        {
            "chapter": 29,
            "verse": 45,
            "text": "granthadavaroḍane nīvu sadā atyuttama rītiyallē sanvāda naḍesiri – avarallina akramigaḷannu biṭṭu. Nīvu hēḷiri; ‘‘nāvantu, namage iḷisikoḍalāgiruvudannū (kur‌ān‌annū) nivuge iḷisi koḍalāgiruvudannū (taurāt, in‌jīl ityādigaḷannū) nambiruvevu. Nam'ma dēvarū nim'ma dēvarū obbanē mattu nāvu avanige śaraṇāgiruvevu’’"
        }
    ]
}