{
    "pages": [
        {
            "chapter": 33,
            "verse": 23,
            "text": "Allāhanu satyaniṣṭharige avara satyaniṣṭheya pratiphalavannu nīḍuvanu mattu tānicchisidare kapaṭigaḷannu śikṣisuvanu athavā avara paścāttāpavannu svīkarisuvanu. Khaṇḍitavāgiyū allāhanu kṣamisuvavanu hāgū karuṇāmayi yāgiddāne"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "dhikkārigaḷu ākrōśitarāgidda sthitiyallē allāhanu avarannu maraḷisibiṭṭanu. Avarige yāva lābhavū sigalilla. Yud'dhadalli viśvāsigaḷige allāhanē sāku. Allāhanu tumbā śaktiśāli hāgū prabalanāgiddāne"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "granthadavara paiki, avarige (dhikkārigaḷige) neravādavarannu avanu avara kōṭegaḷinda keḷagiḷisibiṭṭiruvanu mattu avara manas'sugaḷalli bhayavannu neṭṭiruvanu. Idīga avaralli kelavarannu nīvu kondiruviri mattu kelavarannu bandhisiruviri"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "avanu (allāhanu) nim'mannu avara bhūmi, avara manegaḷu, avara sampattu hāgū nīvu īvaregū kāliṭṭillada nelada uttarādhikārigaḷāgisiruvanu. Allāhanantu ellavannū māḍalu samarthanāgiddāne"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "dūtarē, nim'ma patniyaroḍane hēḷiri; nīvu kēvala ī lōkada badukannu mattu adara vaibhavavannu bayasuvudādare, banni, nānu nimage ondiṣṭu sampattannu koṭṭu uttama rītiyalli nim'mannu biṭṭu biḍuttēne"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "innu, nīvu allāhanannu, avana dūtanannu hāgū paralōkada nivāsavannu bayasuvudādare, khaṇḍitavāgiyū allāhanu nim'ma paiki satkarmigaḷigāgi mahān pratiphalavannu sid'dhagoḷisiṭṭiruvanu"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "dūtara patniyarē, nim'ma paiki yārādarū vyaktavāda aślīla kr̥tyavannu esagidare ākege duppaṭṭu śikṣe sigalide. Allāhana pālige adu sulabhavāgiruttade"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "innu, nim'ma paiki allāhanige hāgū avana dūtarige vidhēyarāgiddu, satkarmagaḷannu māḍuttiruvavarige nāvu duppaṭṭu pratiphalavannu nīḍuvevu. Mattu nāvu anthavarigāgi gauravār'havāda sampannateyannu sajjugoḷisiṭṭiruvevu"
        }
    ]
}