{
    "pages": [
        {
            "chapter": 39,
            "verse": 11,
            "text": "hēḷiri; nānu nanna oḍeyana ādēśavannu mīri naḍedare ondu mahā dinada śikṣege tuttāguva bhaya nanagide"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "hēḷiri; nānu nanna niṣṭheyannu allāhanigē mīsalāgiṭṭu avanannē ārādhisuttēne"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "nīvu avana horatu yārannu bēkādarū ārādhisiri. Hēḷiri; tam'mannu hāgū tam'ma maneyavarannu punarut'thāna dina naṣṭakkoḷapaḍisikoṇḍavarē nijavāgi naṣṭa anubhavisuvavarāgiddāre. (Nimage) tiḷidirali; aduvē spaṣṭavāda naṣṭa"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "Avarigāgi (narakadalli), avara mēlū avarannu āvarisuva beṅkiya jvālegaḷiruvavu mattu avara keḷagū avarannu āvarisuva jvālegaḷiruvavu. Allāhanu ā kuritu tanna dāsarannu eccarisuttāne. Nanna dāsarē, nanage an̄jiri"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "avana ārādhanegāgi, mithya śaktigaḷannellā toredu allāhaneḍege olavu tōridavarige śubhavārte ide. Antaha nanna bhaktarige śubhavārte nīḍiri"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "avaru mātannu sariyāgi ālisi, adara atyuttama āyāmavannu anusarisuttāre. Avarē allāhaninda mārgadarśana paḍedavaru mattu avarē bud'dhivantaru"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "īgāgalē śikṣeya tīrpu vidhisalpaṭṭavanannu mattu īgāgalē beṅkige biddu biṭṭiruvavanannu nīvu rakṣisaballirā"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "ādare, tam'ma oḍeyana bhaktarāgiddavarigāgi, māḷigegaḷu mattu avugaḷa mēle mattaṣṭu sid'dha māḷigegaḷu iruvavu. Avugaḷa taḷadalli hariyuva nadigaḷiruvavu. Idu allāhana vāgdāna. Allāhanendū tānu koṭṭa mātannu mīruvudilla"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "nīvu kāṇalillavē? Allāhanu ākāśadinda nīrannu surisi, adannu cilumegaḷāgisi bhūmiyalli harisuttāne. Taruvāya avanu allinda vividha baṇṇada beḷegaḷannu horategeyuttāne. Ā baḷika adu oṇagi biḍuttade mattu adu haḷadiyāguvudannu nīvu kāṇuttīri. Ā baḷika avanu adannu cūru cūrāgisi biḍuttāne. Idaralli bud'dhivantarige khaṇḍita pāṭhavide"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "allāhanu yāra hr̥dayavannu islāmigāgi teredu biṭṭanō, avanu tanna oḍeyana kaḍeyinda beḷakinalliddāne. Allāhanannu nenapisalāgadaṣṭu hr̥dayavu kaṭhiṇavāgi biṭṭavarige vināśa kādide. Avaru spaṣṭavāgi dārigeṭṭa sthitiyalliddāre"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "Allāhanu, samarūpada, āvartita vacanagaḷiruva atyuttama granthavannu iḷisikoṭṭiddāne. Tam'ma oḍeyana bhakti uḷḷavarige adarinda rōmān̄canavāguttade. Taruvāya avara carmagaḷū (bāhyavū) hr̥dayagaḷū (antaraṅgavū)allāhana nenapineḍege vāli biḍuttave. Idu allāhana mārgadarśana. Avanu tānicchisidavarige saridāriyannu tōruttāne. Innu allāhanē dāri tappisidavanige sari dāri tōraballavaru yārū illa"
        }
    ]
}