{
    "pages": [
        {
            "chapter": 60,
            "verse": 6,
            "text": "‘‘nam'moḍeyā, nam'mannu dhikkārigaḷa pālige parīkṣeyāgisabēḍa (nam'mannu avara hinsege tuttāgisabēḍa), mattu nam'moḍeyā, nam'mannu kṣamisu. Nīnu khaṇḍita atyanta prabalanū yuktivantanū āgiruve’’"
        },
        {
            "chapter": 60,
            "verse": 7,
            "text": "nimage hāgū allāhana kuritū paralōkada kuritū śubha nirīkṣe uḷḷavarige avaralli śrēṣṭha ādarśavide. Innu, adannu kaḍegaṇisuvavanu (tiḷidirali); allāhanu khaṇḍita apāra sampannanū praśansār'hanū āgiruvanu"
        },
        {
            "chapter": 60,
            "verse": 8,
            "text": "allāhanu, nim'ma hāgū nim'ma śatrugaḷa naḍuve snēhavannu beḷesabahudu. Allāhanu śaktanāgiddāne mattu allāhanu kṣamāśīlanū karuṇāmayiyū āgiddāne"
        },
        {
            "chapter": 60,
            "verse": 9,
            "text": "dharmada viṣayadalli nim'ma virud'dha yud'dha māḍillada mattu nim'mannu nim'ma nāḍininda hora hākillada janaroḍane nīvu saujan'ya tōruvudannu mattu avara jote n'yāyavāgi vyavaharisuvudannu allāhanu taḍeyuvudilla. N'yāya pālisuvavarannu allāhanu khaṇḍita prītisuttāne"
        },
        {
            "chapter": 60,
            "verse": 10,
            "text": "Dharmada viṣayadalli nim'ma virud'dha yud'dha sāridavaru, nim'mannu nim'ma manegaḷinda hora hākidavaru mattu nim'mannu hora hākuvudakke itararige neravādavaru – avarannu mātra nīvu nim'ma āptarāgisi koḷḷadante allāhanu nim'mannu taḍediruvanu. Anthavarannu tam'ma āptarāgisi koṇḍavarē akramigaḷu"
        },
        {
            "chapter": 60,
            "verse": 11,
            "text": "viśvāsigaḷē; valasigarāda viśvāsi strīyaru nim'ma baḷige bandāga avarannu parīkṣisiri. Avara viśvāsada kuritu allāhanu heccu ballanu. Avaru viśvāsiniyarendu nimage tiḷididdare avarannu dhikkārigaḷa baḷige maraḷisabēḍi. Avaru (ā strīyaru) avara pālige sam'mataralla. Mattu avaru (dhikkārigaḷu) ivara pāligū sam'mataralla. Avaru (ivarigāgi) kharcu māḍiddannu (mahr ityādiyannu) avarige maraḷisiri. Nīvu avara vivāha śulka (mahar) vannu pāvatisi avarannu vivāhavāguvudaralli pāpavēnilla. Mattu nīvu dhikkāri mahiḷeyarannu (patniyarāgi) uḷisikoḷḷa bēḍi. Avarigāgi nīvu kharcu māḍiddannu nīvu avarinda (dhikkārigaḷinda) paḍeyiri. Avaru (dhikkārigaḷu) tāvu kharcu māḍiddannu nim'minda paḍeyali. Idu allāhana ādēśa. Avanu nim'ma naḍuve tīrpannu nīḍuttāne. Allāhanu ellavannū ballavanū yuktivantanū āgiddāne"
        }
    ]
}