{
    "maqras": [
        {
            "chapter": 3,
            "verse": 52,
            "text": "တဖန် (နဗီတမန်တော်) အီစာ (အလိုင် ဟစ္စလာမ်)သည် ယင်း (အစ္စရာအီလီမျိုးနွယ်) များဘက်မှ သွေဖည်ငြင်းဆန်မှုကို တွေ့သိရသော အခါ အကျွန်ုပ်အားအလ္လာဟ်အသျှင်မြတ်၏ လမ်းစဉ်၌ ကူညီစောင်မမည့်သူမည်သူများ ရှိကြပါသနည်း ဟု မေးမြန်းလေသည်။(ထိုရောကာလ) ဟဝါရီများက ကျွန်တာ်မျိုးတို့သည် အလ္လာဟ်အရှင်(၏သာသနာတော်ကို) ကူညီသော သူများဖြစ်ကြပါသည်။ ကျွန်တော်မျိုးတို့သည် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ကြပါပြီ။ သို့ဖြစ် ပါ၍ အသင်(နဗီတမန်တော်ကိုယ်တိုင်)ပင်ကျွန်တော် မျိုးတို့သည် အမိန့်နာခံသောသူများဖြစ်ကြောင်းသက်သေခံတော်မူပါဟု ပြောဆိုကြကုန်၏။"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "(ထို့နောက် ယင်းဟဝါရီတို့က) အို-ကျွန်တော်မျိုးတို့၏ အရှင်မြတ်၊ ကျွန်တော်မျိုးတို့သည် အရှင်မြတ်ထုတ်ပြန် ပို့ချတော်မူသော အမိန့်တော်များကို ယုံကြည်၍(အရှင်မြတ် စေလွှတ်တော်မူသော) ရစူလ်တမန်တော် [အီစာ(အလိုင် ဟစ္စလာမ်)၏ ဩဝါဒများကို(လည်း တသွေမတိမ်း)]လိုက်နာ ကြပါပြီ။ သို့ဖြစ်ပါ၍ အရှင်မြတ် သည် ကျွန်တော်မျိုးတို့အား သက်သေခံသူအပေါင်း နှင့်အတူ ရေးမှတ်တော်မူပါ (ဟု အလ္လာဟ်အရှင်မြတ် အထံတော်၌ ဆက်လက်၍ ဆုတောင်း ပတ္ထနာပြုကြကုန်သတည်း)။"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "ယင်း (အစ္စရာအီလီ မျိုးနွယ်တို့အနက် တမန်တော်အီစာအား မယုံကြည်သော) သူတို့သည် လည်း [နဗီတမန်တော်အီစာ(အလိုင်ဟစ္စလာမ်)ကို သတ်ဖြတ်ကြရန်အလို့ငှာ ပရိယာယ်မာယာ ဝေဝုစ်အားဖြင့်] လိမ္မာပါးနပ်စွာကြံစည်ခဲ့ကြ၏။ အလ္လာဟ်အရှင်မြတ်သည်လည်း [နဗီတမန်တော် အီစာ(အလိုင်ဟစ္စလာမ်)အား ယင်းသူတို့၏ ဘေးရန်ခပ်သိမ်းတို့မှ ကင်းလွတ်စေတော်မူခြင်းငှာ] ပရိယာယ်ဝေဝုစ်ဖြင့်ပင် ကြံဆောင်တော်မူခဲ့လေသည်။ အမှန် သော်ကားအလ္လာဟ်အရှင်မြတ်သည် ပရိယာယ် ဝေဝုစ်ဖြင့် ကြံဆောင်သူများထက် အကောင်းဆုံး ကြံဆောင်တော်မူနိုင်သောအသျှင်မြတ်ပင် ဖြစ်တော်မူပေသတည်း။"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "တရံရောအခါဝယ် အလ္လာဟ်အရှင်မြတ်က အိုအီစာ(အသင်သည် မည်သို့မျှစိုးရိမ်ကြောင့်ကြခြင်း မရှိလေနှင့်)မုချဧကန် ငါအရှင်မြတ်သည် အသင့်ကို သတ်မှတ်ထားသောအချိန်၌)သေစေတော်မူအံ့။ ၎င်းပြင် အသင့်အားမိမိအထံတော် (ကောင်းကင်ဘုံ) သို့ပင့်မယူတော်မူအံ့။ ၎င်းပြင်မယုံမကြည်သွေဖည် ငြင်းပယ်သော ကာဖိရ်တို့(၏ စွပ်စွဲချက်တို့)မှ သန့်ရှင်းစင်ကြယ်၍ လွတ်ကင်းစေတော်မူအံ့။ ၎င်းပြင်အသင်၏ဩဝါဒကို လိုက်နာသူတို့အား (အသင့်ကို) မယုံမကြည်ငြင်းဆန်သောကာဖိရ်တို့အထက်ဝယ် ကိယာမတ်နေ့အထိ လွှမ်းမိုးစေတော်မူအံ့။ ပြီးနောက်တဖန် အသင်တို့၏(နောက်ဆုံး) ပြန်လည်ရာစခန်းသည် ငါအရှင်မြတ်၏အထံတော်တွင်ရှိနေပေရာ ငါအရှင်မြတ်သည် အသင်တို့ အချင်းချင်း အကွဲအလွဲ ရှိခဲ့သောကိစ္စများနှင့် စပ်လျဉ်း၍ စီရင်ဆုံးဖြတ်တော်မူအံ့။"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "သို့ဖြစ်လေရာ မယုံမကြည် သွေဖည်ငြင်းပယ်သော ကာဖိရ်တို့ကိုမူကား ငါအရှင်မြတ်သည် ယင်းသူတို့အားပစ္စုပ္ပန်ဘဝ၌လည်းကောင်း၊ နောင် တမလွန်ဘဝ၌လည်းကောင်း၊ ပြင်းထန်စွာသော ပြစ်ဒဏ်ကို ခတ်တော်မူအံ့။ထိုမှတစ်ပါးတုံ ယင်းသူတို့အား ကူညီမိုင်းမမည့်သူဟူ၍လည်းတစ်ဦးတစ်ယောက်မျှ ရှိလိမ့်မည်မဟုတ်ပေ။"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "သို့ရာတွင် ယုံကြည်ခြင်း သဒ္ဓါတရား ထားရှိကြ၍ကောင်းမြတ်သော အကျင့်သီလများကို ဆောက်တည်ကြကုန်သော သူတို့မှာမူကား ထို အရှင်မြတ်သည် ယင်းသူတို့အား(ယင်းသူတို့ ပြုလုပ်ဆောက်တည်ခဲ့ကြသော အကျင့်သီလများ၏) အကျိုးကျေးဇူးများကို ပြည့်စုံစွာ ပေးသနားတော်မူလတ္တံ့။ ၎င်းပြင် အလ္လာဟ်အရှင်မြတ်သည် မတော်မတရားကျူးလွန်စော်ကားသူတို့ အား နှစ်သက်တော်မူသည် မဟုတ်ချေ။"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "ဤ(အတ္ထုပ္ပတ္တိများ)သည် (အသင်နဗီဖြစ်ခြင်း၏) သက်သေလက္ခဏာများ အနက်မှလည်း ဖြစ်၏။ ဉာဏ်ပညာနှင့်ပြည့်စုံသော အကြောင်းအရာ များအနက်မှလည်းဖြစ်ပေ၏။ ထိုအကြောင်းအရာများကို ငါအရှင်သည်အသင့်အား (ဝဟီဖြင့်) ရွတ်ဘတ်ကြားနာ ပြောပြတော်မူသည်။"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်၏အထံတော်၌ (နဗီတမန်တော်)အီစာ၏ (ထူးဆန်းသော) အဖြစ်ကား(နဗီတမန်တော်) အာဒမ်၏ (ထူးဆန်း သော) အဖြစ်ကဲ့သို့ပင်တည်း။ ထိုအရှင်မြတ်သည် (ဦးစွာပဌမ) ထို (နဗီတမန်တော်အာဒမ်)အား မြေကြီးဖြင့် ဖန်ဆင်းတော်မူခဲ့လေသည်၊ ပြီးနောက် ထိုအရှင်မြတ်သည် ထိုတမန်တော်အာဒမ်(၏ပုံ သဏ္ဌာန်)ကို ဖြစ်စေဟုမိန့်ကြားတော်မူခဲ့ရာ ထိုတမန်တော်အာဒမ်(၏ပုံသဏ္ဌာန်)သည် (အသက် ထင်ရှားရှိသောလူသတ္တဝါ)ဖြစ်လာခဲ့ရလေသတည်း။"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "(အို-နဗီတမန်တော် ဤအဆိုပါ နဗီတမန်တော်အီစာ၏) အတ္ထုပ္ပတ္တိ အကြောင်းအရာများသည် အသင့်အား မွေးမြူတော်မူသော အရှင်မြတ်၏အထံတော်မှ (ထုတ်ပြန်မိန့်ကြားတော် မူသော) အတ္ထုပ္ပတ္တိ အကြောင်းအရာများပင်ဖြစ်ပေရာ အသင်သည် ဒွိဟသံသယရှိသူတို့အနက် အပါအဝင် မဖြစ်လေနှင့်။"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "သို့ဖြစ်ပေရာ (အို-နဗီတမန်တော်) အသင့် ထံ၌(ငါအရှင်မြတ်အထံတော်မှ မှန်ကန်သော) အသိတရား ရောက်ရှိလာပြီးသည့် နောက်သော်မှပင်၊ အကြင်သူ တစ်ဦးတစ်ယောက်သည် ယင်း (နဗီ တမန်တော်အီစာ)နှင့်ပတ်သက်၍အသင့်အား အချေအတင်ပြောဆိုခဲ့ပါမူ၊ အသင်သည်(ယင်းသူတို့ အား)(ဟယ်-အချင်းတို့) လာကြကုန်လော့။(အသင်တို့နှင့်) အကျွန်ုပ်တို့သည် (ပူးပေါင်း ကာ) အကျွန်ုပ်တို့၏သားမြေးတို့ကိုလည်းကောင်း၊ အသင်တို့၏သားမြေးတို့ကိုလည်းကောင်း၊ အကျွန်ုပ် တို့၏မိန်းမများကိုလည်းကောင်း၊အသင်တို့၏ မိန်းမများကိုလည်းကောင်း၊ ခေါ်ယူ (စုရုံးစေ)ပြီးအကျွန်ုပ်တို့ကိုယ်တိုင်နှင့် အသင်တို့ကိုယ်တိုင်လည်း (ပါဝင်ကြကုန်အံ့)။ ထို့နောက် အကျွန်ုပ်တို့(နှင့် အသင်တို့)သည် (ပူးပေါင်းကာ အလ္လာဟ်အရှင်မြတ် အထံတော်၌ ဤအချေအတင်ပြောဆိုရာတွင်) မုသားပြောဆိုသူတို့အပေါ်ဝယ် အလ္လာဟ်အရှင်မြတ် ၏ လအ်နတ် (အရှင်မြတ်၏ ကရုဏာတော်မှကင်းဝေးခြင်းသည်) ကျရောက်ပါစေသား ဟူ၍ စိတ်ရောကိုယ်ပါ တောင်းပန် အသနားခံကြကုန်အံ့ ဟု ပြောဆိုပါလေ။"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "မုချဧကန် ဤ (အဆိုပါ) အတ္ထုပ္ပတ္တိအကြောင်းအကြောင်းအရာများသည်သာလျှင် စင်စစ်အားဖြင့် မှန်ကန်သော အတ္ထုပ္ပတ္တိ အကြောင်းအရာများတည်း။ အမှန်စင်စစ်(တစ်ဆူတည်းသော)အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားခဝပ်ကိုးကွယ်ရာ အရှင်ဟူ၍အလျင်းမရှိပြီ။ ၎င်းပြင် မုချဧကန်ထို အလ္လာဟ်အရှင်မြတ်သည်သာလျှင် စင်စစ်အား ဖြင့် တန်ခိုးအာနုဘော်ဖြင့် လွှမ်းမိုးတော်မူသောအရှင်၊ အကျုးိ အကြောင်းဆင်ခြင်တုံဉာဏ်နှင့် ပြည့်စုံတော်မူသောအရှင် ဖြစ်တော်မူပေသတည်း။"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "သို့ဖြစ်လေရာ (ဤရွေ့ဤမျှ ဖွင့်ဟမိန့်ဆို ထားတော်မူပြီးသည့်နောက်သော်မှပင်) အကယ်၍သာ ယင်း(ခရစ်ယာန်)တို့သည် မျက်နှာလွှဲ၍ ကျောခိုင်း သွားကြပါမူ၊ မုချဧကန်အလ္လာဟ်အရှင်မြတ်သည် ဖျက်ဆီးသူအပေါင်းတို့ကို အကြွင်းမဲ့သိရှိတော်မူသော အရှင်မြတ်ပင်တည်း။"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "(အို-နဗီ) အသင်သည် (ယဟူဒီနှင့် ခရစ် ယာန်တို့အား) ပြောကြားပါလေ၊ အို-ကျမ်းဂန် ရရှိသူအပေါင်းတို့၊အသင်တို့သည် အကျွန်ုပ်တို့နှင့် အသင်တို့ကြား၌ (အားလုံးလက်ခံထားသည့်) တူညီသော စကားဘက်သို့လာကြကုန်၊(ထိုစကားသည်ကား) ငါတို့သည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားမည်သည့်အရာကိုမျှ မခဝပ်မကိုးကွယ်ခြင်း၊ငါတို့သည် တစ်စုံတစ်ခုသော အရာကိုမျှ ထိုအရှင်မြတ်နှင့်တွဲဖက်ယှဉ်ဖက်ဟူ၍ မပြုခြင်း၊ ငါတို့အနက် အချို့သည်အလ္လာဟ်အရှင်မြတ်ကို ဖဲကြဉ်၍ အချို့သောသူများကို မွေးမြူတော်မူသော အရှင်များဟူ၍ မပြုလုပ်ခြင်း (ပင်တည်း)။ (ယင်းကဲ့သို့ ဖိတ်ခေါ်ပြီးသည့်နောက်သော်မှပင်) အကယ်၍ ထိုသူတို့သည် သွေဖည်ကျောခိုင်းသွားကြပါမူ (အို-မုစ်လင်မ် အပေါင်းတို့) အသင်တို့က (ထိုသူတို့အား၊ အချင်းတို့) ကျွန်ုပ်တို့သည်(အလ္လာဟ်အရှင်မြတ်၏) အမိန့်တော်များကို မုချနာခံသောမုစ်လင်မ်များပင်ဖြစ်ကြောင်း အသင်တို့ ကိုယ်တိုင် သက်သေခံကြကုန်ဟု ပြောဆိုကြကုန်လော့။"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "အို-ရှေးအထက် ကျမ်းဂန်များကို ရရှိသူအပေါင်းတို့၊ အသင်တို့သည် တမန်တော် အစ်ဗ်ရာဟီမ် နှင့်ပတ်သက်၍ (ထိုတမန်တော်သည်ယဟူဒီဖြစ်သည်ဟူ၍လည်းကောင်း၊ ခရစ်ယာန်ဖြစ်သည်ဟူ၍လည်းကောင်း) အဘယ်ကြောင့် အချေအတင် ပြောဆိုငြင်းခုံကြသနည်း။ အမှန်စင်စစ်တောင်ရာတ် နှင့် အီန်ဂျီလ် ကျမ်းများသည် ထိုတမန်တော်အစ်ဗ်ရာဟီမ်၏နောက် (အတန်ကြာမှပင်) ကျရောက်လာသောကျမ်းဂန်များဖြစ်၏။ (ယဟူဒီနှင့်ခရစ်ယာန်ဘာသာ အယူဝါဒများသည် ထိုကျမ်းဂန်များကျရောက်ပြီးနောက်တွင်မှဖြစ်ပေါ်လာသောဘာသာ အယူဝါဒများသာ ဖြစ်ပေရာ တမန်တော် အစ်ဗ်ရာဟီမ်သည် အဘယ်သို့လျှင် ယဟူဒီ၊ သို့မဟုတ်ခရစ်ယာန်ဘာသာဝင် ဖြစ်နိုင်အံ့နည်း၊ ဤမျှ ထင်ရှားသောစကားကိုပင်) အသင်တို့ မသိမမြင် မဆင်ခြင်ကြပါသလော။"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "ဟယ် - အချင်းတို့၊ အသင်တို့သည် အကြငအကြောင်း နှင့်စပ် လျဉ်း၍ အချေအတင် ပြောဆိုခဲ့ကြချေပြီ။(ထိုအကြောင်းနှင့်စပ်လျဉ်း၍) အသင်တို့၌ အနည်းငယ်မျှသာအသိတရားရှိခဲ့၏။ ယခုတဖန် မိမိတို့လုံးဝမသိသောကိစ္စနှင့်စပ်လျဉ်း၍ အဘယ်ကြောင့် အသင်တို့ အချေအတင်ငြင်းခုံပြောဆိုကြပြန်သနည်း။ စင်စစ်သော်ကား အလ္လာဟ်အရှင်မြတ်သည် (အရာခပ်သိမ်းကို လုံးဝဥဿုံအလုံးစုံ)သိတော်မူ၏၊ အသင်တို့မူကား (အဘယ်တစ်စုံတစ်ရာကိုမျှအတိအကျ) သိနားမလည်ကြချေ။"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "တမန်တော် အစ်ဗ်ရာဟီမ်သည် ယဟူဒီလည်းမဟုတ်ခဲ့ပေ၊ ခရစ်ယာန်လည်း မဟုတ်ခဲ့ပေ၊ အမှန်စင်စစ်အားဖြင့် ဟနီဖ် ဖြောင့်မတ်မှန်ကန်သော၊ မုစ်လင်မ်အမိန့်တော်နာခံသော ပုဂ္ဂိုလ်မြတ်တစ်ပါးသာလျှင် ဖြစ်ခဲ့ပေသည်။ ထိုတမန်တော် (အစ်ဗ်ရာဟီမ်)သည် မုရှ်ရိက်ဘုရားအများ ကိုးကွယ်သော သူများတွင် အပါအဝင်လည်းမဟုတ်ခဲ့ပေ။"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "မုချ တမန်တော် အစ်ဗ်ရာဟီမ်နှင့် အနီးစပ်ဆုံးသော သူတို့သည်ကား အမှန်စင်စစ် ထိုတမန်တော် (အစ်ဗ်ရာဟီမ်၏ ဩဝါဒများ)ကို လိုက်နာသူများသည် လည်းကောင်း၊ဤနဗီတမန်တော် (မုဟမ္မဒ်ဆွာလ္လလာဟု အလိုင်ဟိဝစလာမ်)သည်လည်းကောင်း၊ ယုံကြည်ခြင်းသဒ္ဓါတရား ထားရှိကုန်သော(တမန်တော်မုဟမ္မဒ်၏ တပည့် နောက်လိုက်များ)သည်လည်းကောင်း၊ ဖြစ်ကြပေသည်။ အလ္လာဟ်အရှင်မြတ်သည်(မှန်ကန်စွာ)ယုံကြည်ခြင်း သဒ္ဓါတရားထားရှိသော မုအ်မင်န်များကို စောင့်ရှောက်တော်မူသောအရှင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "ရှေးအထက် ကျမ်းရရှိသူတို့အနက်မှ လူတစ်စုသည် အသင်တို့အား လမ်းမှားစေခြင်းကို အာသာဆန္ဒရှိကြကုန်၏။ အမှန်စင်စစ် ယင်းသူတို့သည် မိမိတို့ကိုယ်မှအပမည်သူတစ်ဦးတစ်ယောက်ကိုမျှ လမ်းမှားသို့ ရောက်စေနိုင်ကြသည်မဟုတ်။ သို့ရာတွင် ယင်းသူတို့သည် (ဤအကြောင်းကို) မသိနားမလည် ကြချေ။"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "အို-အထက်ကျမ်းဂန် ရရှိသူအပေါင်းတို့၊အသင်တို့သည် (မိမိတို့ ယုံကြည်လေးစားကြသော တောင်ရာတ် နှင့် အိန်ဂျီလ် ကျမ်းလာ) အလ္လာဟ်အရှင်မြတ်၏မုက္ခပါဋ္ဌ်တော်များကို အဘယ်ကြောင့် မယုံမကြည် သွေဖည်ငြင်းဆန်ကြ ပါသနည်း။ အမှန်စင်စစ် အသင်တို့သည် မိမိတို့ကိုယ်တိုင် ဝန်ခံပြီး ဖြစ်ကြကုန်၏။"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "အို-အထက်ကျမ်းဂန်ရရှိသူအပေါင်းတို့၊ အဘယ်ကြောင့် အသင်တို့သည် အမှန်ကိုအမှားနှင့် ရောနှောရှုပ်ထွေးစေကြပါသနည်း၊ ၎င်းပြင် (အဘယ်ကြောင့်) အမှန်ကိုထိမ်ချန်ထား ကြပါသနည်း၊။ အမှန်သော်ကား အသင်တို့သည်မိမိတို့ကိုယ်တိုင် သိမြင်နားလည်ကြကုန်၏။"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "ရှေးအထက် ကျမ်းဂန်ရရှိသောသူများအနက်မှလူတစ်စုက အသင်တို့သည် မုအ်မင်န်တို့အပေါ်၌ ကျရောက်သော(တရားဓမ္မ)ကို နံနက်ပိုင်းတွင် ယုံကြည်၍ ညနေချမ်းတွင်မူ သွေဖည်ငြင်းပယ်ကြကုန်။ သို့မှသာလျှင် ထို(မုအ်မင်န်)များသည် (မိမိတို့၏ တရားဓမ္မမှ) ဆုတ်ခွာ ပြန်လှည့်သွားကြပေမည်ဟု (အချင်းချင်း) ပြောဆိုကြလေသည်။"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "ထို့ပြင် အသင်တို့သည် မိမိတို့၏သာသနာကိုယုံကြည်လိုက်နာသူမှအပ (အခြားမည်သူတစ်ဦး တစ်ယောက်ကိုမျှ) မယုံကြည်ကြကုန်လင့် (ဟုလည်း ထိုသူများသည်ပြောဆိုကြလေသည်)။ (အို-နဗီတမန်တော်) မုချဧကန်အလ္လာဟ် အရှင်မြတ်၏ တရားဓမ္မသည်သာလျှင် ဖြောင့်မတ်မှန်ကန်သော တရားဓမ္မဖြစ်သည်ကို (ယင်းကျမ်းရသူ တို့အား)ပြောကြားပါလေ။ (အို-ကျမ်းရသူ အပေါင်းတို့၊ အသင်တို့ယခုကဲ့သို့ ပြောဆိုခြင်းမှာ) အသင်တို့ရရှိသကဲ့သို့ သောတရားဓမ္မကို အခြားသူ တစ်ဦးတစ်ယောက် ရရှိခြင်းကြောင့်သော်လည်းကောင်း၊ သို့တည်းမဟုတ် ထိုအခြားသူတို့သည်အသင်တို့၏ အရှင်မြတ် အထံတော်၌ အသင်တို့အား အချေအတင် ပြောဆိုရာတွင် အနိုင်ရရှိကြမည် ဖြစ်ခြင်းကြောင့်သော်လည်းကောင်း၊ ဖြစ်ချေသည်။ (အို-နဗီတမန်တော်ယင်းသူတို့အား) ပြောကြားပါလေ။ (ဟယ်-အချင်းတို့) ကျေးဇူးတော် အစုံတို့သည် အလ္လာဟ်အရှင်မြတ်၏ လက်တော်တွင်း၌သာရှိ၏။ ထိုအရှင်မြတ်သည် မိမိ နှစ်မြို့တော်မူသောသူကိုသာလျှင် ကျေးဇူးပြု တော်မူ၏။ အကြောင်းသော်ကားအလ္လာဟ်အရှင်မြတ်သည် အလွန်ကျယ်ဝန်းစွာ ပေးသနားတော်မူသော အရှင်၊ အကြွင်းမဲ့ အလုံးစုံကို သိရှိတော်မူသောအရှင်မြတ်ပင် ဖြစ်တော်မူပေသတည်း၊"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "ထိုအရှင်မြတ်သည် မိမိကရုဏာတော်ဖြင့် မိမိနှစ်မြို့တော်မူသောသူအား သီးသန့် ရွေးချယ်တော်မူလေသည်။အကြောင်းမူကား အလ္လာဟ်အရှင်မြတ်သည် အလွန် ကြီးမားလှစွာသော ကျေးဇူး တော်ရှင် ဖြစ်တော်မူခြင်းကြောင့်တည်း။"
        }
    ]
}