{
    "rukus": [
        {
            "chapter": 23,
            "verse": 23,
            "text": "My poslaly Noah do yoho lyudey, kazhuchy, \"O moyi lyudy, obozhnyuyutʹ BOHA. Vy ne mayete inshoho boha bilya Yoho. Chy ne mohly b vy ne spravedlyvyy"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "lidery shcho disbelieved sered yoho lyudey skazaly, \"Tse ne vyhlyadaye bilʹsh nizh lyudsʹki yak vy, khto zakhoche otrymaty prominence sered vas. BOH willed, Vin mih poslaly vnyz anhely. My nikoly ne pochuly budʹ shcho lyubymo tse z nashykh predkiv"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "Vin znyknutʹ prosto lyudyna bozhevilʹna. Tilʹky ihnoruvaty yoho dlya deyakoho chasu"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Vin skazav, \"Miy Lord, harantuyutʹ meni peremoha, dlya vony disbelieved meni"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "My todi nadykhnuly yoho: \"Zrobitʹ watercraft pid nashymy watchful ochamy, ta z·hidno z nashym natkhnennyam. Koly nasha komanda prybuvaye, ta naryvy atmosfery, uvimkayutʹ tse para kozhnoho riznovydu (vashoho domesticated tvaryny), ta vasha rodyna, krim tsykh zasudzhenoyi shchob pryrikatysya. Ne rozmovlyayte z Meni vid imeni tsykh khto porushyly; vony budutʹ tonutysya"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "Odnoho \"razu vy ulahodzhuyetesʹ, razom z tsymy khto z vamy, na watercraft, vy budete skazaty, `praise BOH dlya toho, shchob ryatuvaty nas z z·hubnykh lyudey"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "Ta kazhutʹ, `my Lord, dozvolenyy meni disembark na blahoslovenne roztashuvannya; Vy yavlyayete soboyu krashchyy deliverer"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Tsey musyte zabezpechyty dostatni dokazy dlya vas. My zvychayno postavymo vas do testu"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Z·hodom, my vstanovyly inshu heneratsiyu pislya nykh"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "My poslaly yim kur'yer z chysla yim, kazhuchy, \"Vy budete obozhnyuvaty BOHA. Vy ne mayete inshoho boha bilya Yoho. Chy ne mohly b vy ne spravedlyvyy"
        }
    ]
}