{
    "rukus": [
        {
            "chapter": 30,
            "verse": 20,
            "text": "Sered Yoho dokaziv shcho Vin utvoryv vas z pylu, todi vy staly vidtvoryuyutʹ humans"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "Sered Yoho dokaziv shcho Vin stvoryuvav dlya vas podruzhzhya z chysla sebe, aby maty spokiy ta contentment z odyn odnoho, ta Vin rozmistyv u vashomu kokhanni serdenʹok ta pikluvanni do vashoho podruzhzhya. U tse, ye dostatni dokazy dlya lyudey shcho dumayutʹ"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "Sered Yoho dokaziv yavlyayutʹ soboyu stvorennya neba ta zemli, ta zmin vashymy movamy ta vashymy kolʹoramy. U tsʹomu, ye znaky dlya knowledgeable"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "Sered Yoho dokaziv ye vash sleeping protyahom nochi abo dnya, ta vashoho pratsyuyuchoho u zanyatti Yoho umov. U tse, ye dostatni dokazy dlya lyudey shcho mozhutʹ pochuty"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "Sered Yoho dokaziv shcho Vin pokazuye vam blyskavku yak dzherelo strakha, tak zhe, yak i spodivannya, todi Vin posylaye vnyz z neba voda vidnovyty zemlyu shcho ye mertvym. U tsʹomu, ye dostatni dokazy dlya lyudey shcho rozumiyutʹ"
        },
        {
            "chapter": 30,
            "verse": 25,
            "text": "Sered Yoho dokaziv shcho nebesa ta zemlya stoyatʹ u Yoho rozporyadzhenni. Nareshti, koly Vin zaklykaye vas z zemli, odyn vyklyk, vy nehayno vyydete"
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "Yomu nalezhytʹ kozhnomu u nebi ta zemli; vesʹ spryyatlyvi yomu"
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "Ta Vin yavlyaye soboyu odyn khto zapochatkovuye stvorennya, todi povtoryuye tse; tse navitʹ lehshe dlya Nʹoho. Yomu nalezhytʹ naybilʹsh sublime similitude, u nebi ta zemli, ta Vin yavlyaye soboyu Mohutniy, Naybilʹsh Mudryy"
        }
    ]
}