{
    "rukus": [
        {
            "chapter": 40,
            "verse": 69,
            "text": "vy vidznachyly tsi khto sperechayutʹsya proty BOZHYKH dokaziv, ta yak vony deviated"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "Vony yavlyayutʹ soboyu khto disbelieved u svyatomu pysanni, ta u povidomlennyakh my poslaly z nashymy kur'yeramy. Tomu, vony bezsumnivno znaydutʹ"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "kaydany budutʹ navkolo yikhnikh shyy, ta lantsyuhy budutʹ zvychayno tyahnuly yikh"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "U Inferno, todi u Vohni, vony spalyatʹ"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Vony budutʹ prosytysya, \"De yavlyayutʹ soboyu idoliv vy zvychayno obozhnyuvaly"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "bilya BOHA?\" Vony skazhutʹ, \"Vony pokynuly nas. Faktychno, koly my obozhnyuvaly yikh, my obozhnyuvaly nichoho.\" Takym chynom BOH posylayutʹ disbelievers astray"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "Tse tomu, shcho vy zvychayno tishylysya z nevirnykh doktryn na zemli, ta vy zvychayno spryyaly yim"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "Vnosyte bramy Gehenna, prychomu vy perebuyete zavzhdy. Shcho neshchasna dolya dlya zukhvalykh"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "Vy budete patsiyent, dlya BOZHOYI obitsyanky pravda. Chy my pokazuyemo vam deyakym z (retribution) my poobitsyaly dlya nykh, abo prypynyayemo vashe zhyttya pered shcho, vony budutʹ vertatysya do nas"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "My poslaly kur'yeram pered tym, yak vy - deyaki z nykh my z·hadaly do vas, ta deyaki my ne z·hadaly do vas. Niyakyy kur'yer ne mozhe vyrobyty budʹ-yake chudo bez BOZHOHO upovnovazhennya. Odnoho razu BOZHYY vyrok vydayetʹsya, pravda dominates, ta falsifiers exposed ta prynyzhuyutʹsya"
        }
    ]
}