{
    "rukus": [
        {
            "chapter": 43,
            "verse": 26,
            "text": "Abraham skazanyy yoho batʹkovi ta yoho lyudyam, \"ya zrikayusya shcho vy obozhnyuyete"
        },
        {
            "chapter": 43,
            "verse": 27,
            "text": "Tilʹky kotryy vystupyv z initsiatyvoyu meni mozhe keruvaty meni"
        },
        {
            "chapter": 43,
            "verse": 28,
            "text": "Tsey pryklad (Abraham) buv nadanyy everlasting urok dlya nastupnykh heneratsiy; mozhlyvo vony vykupovuyutʹ yikhni dushi"
        },
        {
            "chapter": 43,
            "verse": 29,
            "text": "Diysno, ya dav tsym lyudyam ta yikhnim predkam dostatni mozhlyvosti, todi pravda prybula yim, ta roz'yasnyayucha kur'yeru"
        },
        {
            "chapter": 43,
            "verse": 30,
            "text": "Koly pravda prybula yim, vony skazaly, \"Tse zacharuvannya, ta my disbelievers tam"
        },
        {
            "chapter": 43,
            "verse": 31,
            "text": "Vony skazaly, \"Yakby tilʹky tse Quran bulo poslane vnyz cherez inshu lyudynu z dvokh spilʹnot (Mecca abo Yathrib) khto ye vydatnyy"
        },
        {
            "chapter": 43,
            "verse": 32,
            "text": "vony shcho pryznachayutʹ vashe myloserdya Lorda? My pryznachyly yikhni aktsiyi u tse zhyttya, pidnimayuchy deyaki z nykh nad inshymy u ranhakh, aby dozvolyty yim sluzhymo odyn odnym. Myloserdya z vashoho Lorda daleko krashche nizh budʹ-yaki materialʹni vony mozhutʹ prykhovaty"
        },
        {
            "chapter": 43,
            "verse": 33,
            "text": "Yakshcho tse ne shcho vsi lyudy mozhutʹ staty (disbelieving) congregation, my by harantuvaly kozhnomu kotromu disbelieves u naybilʹshykh Dobrozychlyvykh osobnyakakh z sribnymy dakhamy, ta skhody na kotri vony mohly pidnyatysya"
        },
        {
            "chapter": 43,
            "verse": 34,
            "text": "Yikhni osobnyaky by mayutʹ vrazhayuchi bramy, ta rozkishne vbrannya"
        },
        {
            "chapter": 43,
            "verse": 35,
            "text": "Takozh bahato prykrashaye. Vesʹ tsey yavlyayutʹ soboyu tymchasovi materialy tse nyzʹko dovichnoho. U maybutnʹomu - u vashomu Lordi - ye daleko krashche dlya spravedlyvyy"
        }
    ]
}