{
    "rukus": [
        {
            "chapter": 66,
            "verse": 1,
            "text": "O vy prorok, chomu vy zaboronyayete yakoho BOHA zrobyly zakonn dlya vas, tilʹky zadovolʹnyty vashykh zhinok? BOH Forgiver, Myloserdnyy"
        },
        {
            "chapter": 66,
            "verse": 2,
            "text": "BOH ukhvalyv dlya vas zakony mayutʹ spravu z vashi klyatvy. BOH ye vash Lord, ta Vin yavlyaye soboyu Omniscient, Naybilʹsh Mudryy"
        },
        {
            "chapter": 66,
            "verse": 3,
            "text": "prorok doviryav deyakym z yoho zhinok z pevnym tverdzhennyam, todi odne z nykh rozpovsyudzhenoho tse, ta BOH dozvolyav yomu znayutʹ pro tse. Vin todi poinformuvav yoho druzhynu chastyny pytannya, ta disregarded chastyna. Vona poprosyla yoho, \"Khto poinformuvav vas tse?\" Vin skazav, \"ya buv poinformovanyy Omniscient, Naybilʹsh Cognizant"
        },
        {
            "chapter": 66,
            "verse": 4,
            "text": "Yakshcho dva z vy kayetesya do BOHA, todi vashi serdenʹka poslukhaly. Ale yakshcho vy diapazon razom proty yoho, todi BOH ye yoho soyuznyk, ta tak Gabriel ta spravedlyvi viruyuchi. Takozh, anhely ye yoho helpers"
        },
        {
            "chapter": 66,
            "verse": 5,
            "text": "Yakshcho vin divorces vy, yoho Lord zaminytʹ inshykh zhinok u vashomu mistsi khto krashche nizh vy; submitters (Muslims), viruyuchi (Mu'mins), slukhnyanyy, repentant, worshipers, nabizhnyy, abo ranishe odruzhenyy, abo divy"
        },
        {
            "chapter": 66,
            "verse": 6,
            "text": "O vy shcho vvazhayete, zakhyshchayete sebe ta vashi sim'yi z Hellfire chyyoho palyva lyudy ta skeli. Pylʹnuvaty tse - suvori ta potuzhni anhely khto nikoly ne ne pidkoryayutʹsya BOHU; vony shchob ni vony nakazuyutʹsya shchob zrobyty"
        },
        {
            "chapter": 66,
            "verse": 7,
            "text": "O vy shcho disbelieved, ne pereproshuyete sʹohodni. Vy requited tilʹky za shcho vy"
        }
    ]
}