{
    "rukus": [
        {
            "chapter": 3,
            "verse": 181,
            "text": "BOH pochuv vyslovy tsykh khto skazaly, \"BOH ye bidni, v toy chas, yak my ye bahati.\" My zapyshemo vse vony skazaly, tilʹky tomu shcho my zapysaly yikhniy ubyvayuchi prorokiv nespravedlyvo, ta my skazhemo, \"Zaznayemo retribution Pekla"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "Tse yavlyaye soboyu naslidok vashykh vlasnykh pratsʹ.\" BOH nikoly ne unjust do lyudey"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "Tse - vony kotri skazaly, \"BOH zrobyv domovlenistʹ z namy shcho my ne budemo viryty v budʹ-yakomu kur'yeru, yakshcho ne vin vyroblyaye proponuvannya shcho pryyizhdzhaye spozhytyy vohnem.\" Skazhitʹ, \"Kur'yery pered meni prybuly do vas z yasnymy dokazamy, vklyuchayuchy yaki vas tilʹky zazhadaly. Chomu todi vy ubyly yikh, yakshcho vy ye pravdyvi"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "Yakshcho vony vidkhylyayutʹ vas, kur'yery pered tym, yak vy buly vidkynuti, nezvazhayuchy na te, shcho vony prynesly dokazy, Psalomy, ta vysvitlyuyuche svyate pysannya"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "Kozhna lyudyna kushtuye smertʹ, todi vy otrymuyete vashu vynahorodu na Dni Resurrection. Whoever propuskaye Peklo, ledve, ta vstyhaye do Rayu, dosyahnuv velykoho triumfu. Zhyttya tsʹoho svitu ne ye bilʹsh nizh ilyuziya"
        },
        {
            "chapter": 3,
            "verse": 186,
            "text": "Vy budete zvychayno vyprobovani, cherez vashi hroshi ta vashi zhyttya, ta vy pochuyete z tsykh khto otrymaly svyate pysannya, ta z idola worshipers, duzhe bahato obrazy. Yakshcho vy steadfastly persevere ta vedete spravedlyve zhyttya, tse dokazhe sylu vashoyi viry"
        },
        {
            "chapter": 3,
            "verse": 187,
            "text": "BOH vzyav domovlenistʹ z tsykh khto otrymaly svyate pysannya: \"Vy budete proholosyty tse do lyudey, ta nikoly ne prykhovuyete tse.\" Ale vony disregarded tse pozadu yikhnʹoho spyn, ta torhuvalo tse daleko dlya deshevoyi tsiny. Shcho neshchasna torhivlya"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "Tsey khto khvastayutʹ pro yikhni pratsi, ta bazhannya buty pokhvalene dlya shchosʹ vony ne diysno zrobyly, ne musyatʹ podumaty shcho vony mozhutʹ unyknuty retribution. Vony zaznaly bolisnoho retribution"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "Do BOHA nalezhytʹ suverenitetu neba ta zemli. BOH Omnipotent"
        }
    ]
}