{
    "rukus": [
        {
            "chapter": 5,
            "verse": 67,
            "text": "O vy kur'yer, dostavlyayete shcho vidkryvayetʹsya do vas z vashoho Lorda - do vy, vy ne dostavyly Yoho povidomlennya - ta BOH zakhystytʹ vas z lyudey. BOH ne keruye disbelieving lyudy"
        },
        {
            "chapter": 5,
            "verse": 68,
            "text": "Kazhutʹ, \"O lyudy svyatoho pysannya, vy ne mayete bazy do vas uphold Torah, ta Yevanheliye, ta shcho posylayetʹsya vnyz do vas herein z vashoho Lorda.\" Dlya vpevnenykh, tsykh vidkryttiv z vashoho Lorda vyklykayutʹ bahato z nykh shchob porynuty bilʹsh hlybokyy u porushennya ta disbelief. Tomu, ne vidchuvayutʹ zasmucheni dlya disbelieving lyudy"
        },
        {
            "chapter": 5,
            "verse": 69,
            "text": "Bezsumnivno, tsey khto vvazhayutʹ, tsey khto ye yevreysʹkyy, peretvoryuye, ta Khrystyyanyn; budʹ-yaki yim khto ( 1) viryatʹ v BOHU ta ( 2) viryatʹ v ostannʹomu Dnyu, ta ( 3) vedutʹ spravedlyve zhyttya, nichoho ne bo, ne bude vony sumuyutʹ"
        },
        {
            "chapter": 5,
            "verse": 70,
            "text": "My vzyaly domovlenistʹ z Ditey Izrayilya, ta my poslaly yim kur'yery. Koly zavhodno kur'yer poyikhav yim z budʹ shcho vony ne lyubyly, deyakyy z nykh vony vidkhylyly, ta deyaki vony zbyti"
        },
        {
            "chapter": 5,
            "verse": 71,
            "text": "Vony podumaly shcho by ne vony vyprobovani, takym chynom vony povernulysya slipyy ta hlukhyy, todi BOH vykupyv yikh, ale todi bahato z nykh povernutyy slipi ta hlukhi shche raz. BOH Seer vse vony"
        },
        {
            "chapter": 5,
            "verse": 72,
            "text": "Pagans diysno ye tsey khto kazhutʹ shcho BOH yavlyaye soboyu Messiah, syn Mary. Messiah sebe skazaly, \"O Dity Izrayilya, vy budete obozhnyuvaty BOHA; miy Lord ta vash Lord.\" Budʹ khto khto vstanovlyuye budʹ-yakoho idola bilya BOHA, BOH zaboronyv Ray dlya nʹoho, ta yoho dolya Peklo. Bezputnyy ne mayutʹ helpers"
        },
        {
            "chapter": 5,
            "verse": 73,
            "text": "Pagans diysno ye tsey khto kazhutʹ shcho BOH ye tretiy trinity. Nemaye boha krim boha. Yakshcho ne vony utrymuyutʹsya vid kazhuchoho tse, tsey khto disbelieve sered nykh zaznaye bolisnoho retribution"
        },
        {
            "chapter": 5,
            "verse": 74,
            "text": "vony ne By kayutʹsya do BOHA, ta By prosyatʹ Yoho forgiveness? BOH Forgiver, Naybilʹsh Myloserdnyy"
        },
        {
            "chapter": 5,
            "verse": 75,
            "text": "Messiah, syn Mary, vyhlyadaye ni bilʹsh nizh kur'yer yak kur'yery pered tym, yak yo, ta yoho maty ne bula svyatyy. Obydva z nykh zvychayno yiyiv prodovolʹstvo. Prymitka yak my roz'yasnyuyemo apokalipsys dlya nykh, ta prymitka yak vony dosi deviate"
        },
        {
            "chapter": 5,
            "verse": 76,
            "text": "Kazhutʹ, \"Chy ne mohly b vy obozhnyuvaty bilya BOHA bezsylʹni idoly khto ni mozhe zavdaty shkody vam, ni vyhoda vy? BOH Slukhach, Omniscient"
        },
        {
            "chapter": 5,
            "verse": 77,
            "text": "Kazhutʹ, \"O lyudy svyatoho pysannya, ne porushuyutʹ mezhi vashoyi relihiyi poza pravdoyu, ta ne sliduyutʹ za dumkamy lyudey shcho zablukalysya, ta pryzvely do pomylky bezlich lyudey; vony daleko astray z prava shlyakh"
        }
    ]
}