{
    "chapter": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "Âyetlerimizi göstermek için, kulunu geceleyin Mescid-i Haram´dan, etrafını mübarek kıldığımız Mescid-i Aksa´ya yürüten Allah, Sübhan´dır (bütün noksanlıklardan münezzehtir). Muhakkak ki O, en iyi işiten, en iyi görendir"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "Ve Musa (A.S)´a kitap verdik. Ve O´nu, “Benden (Allah´tan) başkasını vekil edinmeyin (tevekkül etmeyin).” diye İsrailoğullarına hidayetçi kıldık"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "(Ey) Nuh (A.S) ile beraber taşıdıklarımızın zürriyyeti (onların soyundan olanlar)! Muhakkak ki O (Nuh A.S), çok şükreden bir kul idi"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "İsrailoğullarına kitapta (Tevrat´ta), “Yeryüzünde iki kere fesat çıkaracaksınız.” diye bildirdik. Ve gerçekten, büyük bir üstünlükle gâlip geleceksiniz"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "Artık ikisinden birincisinin vadesi (zamanı) geldiği zaman, (çok çetin) kuvvet sahibi kullarımızı sizin üzerinize gönderdik. Böylece evlerin aralarına girip (sizi) aradılar ve vaadedilen, yapılmış oldu"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "Sonra sizi, onlara karşı tekrar (yeniden zafere) döndürdük. Mallarla ve oğullarla, size imdat (yardım) ettik. Ve sizi, nefer (cemaat) olarak daha çok kıldık"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "Eğer ahsen davranırsanız, kendi nefsiniz için en iyisi olur. Eğer kötü davranırsanız, artık (o da) ona (nefsinize) aittir. Böylece sonrakinin (ikinci fesadınızın) vadesi geldiği zaman yüzünüzü karartsınlar ve mescide ilk defa girdikleri gibi girsinler. Ve üstünlük sağladığınız şeyleri mahvedip, helâk etsinler (yok etsinler)"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "Rabbinizin size rahmet (merhamet) etmesi umulur. Ve şâyet siz (fesada) dönerseniz, Biz de (cezalandırmaya) döneriz. Ve cehennemi, kâfirler için kuşatıcı kıldık"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "Muhakkak ki Bu Kur´ân, en kuvvetli olanı hidayete erdirir (Allah´a ulaştırır). Ve amilüssalihat (nefsi ıslâh edici ameller) yapan mü´minlere, onlar için büyük ecir olduğunu müjdeler"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "Ve onlar, muhakkak ki ahirete (Allah´a mülâki olmaya ve kıyâmet gününe) inanmayan (kalplerinde îmân yazmayan) kimselerdir. Onlar için elîm azap hazırladık"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "İnsan, (sanki) onun duası hayırmış (gibi) şerre dua eder. İnsan, çok aceleci olmuştur"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "Senelerin adedini ve hesabını bilmeniz için geceyi ve gündüzü iki âyet (vasıta, alâmet) kıldık. Gecenin âyetini (belirtisini) (gecenin içindekileri) görünmez kıldık. Rabbinizden fazl istemeniz için gündüzün âyetini (belirtisini) (gündüzün içindekileri) görünür kıldık. Ve herşeyi detaylı olarak tafsil ettik (açıkladık)"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "Bütün insanların kuşunu (kazandıkları ve kaybettikleri dereceleri) boynunda bağladık (boynuna astık). Ve kıyâmet günü ona, neşredilmiş kitabı (üç boyutlu olarak boşlukta oynayan hayat filmini) çıkarırız"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "Kitabını oku (hayat filmini izle)! Bugün hasib (hesap görücü) olarak (hayat filmindeki) nefsin(in cennete veya cehenneme gideceğini gösteren negatif ve pozitif derecelerinin neticeleri) sana kâfi oldu"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "Kim hidayete erdiyse, sadece kendi nefsi için (nefsini tezkiye ettiği için) hidayete erer. Öyleyse kim dalâlette ise sorumluluğu sadece kendi üzerinde olarak dalâlette kalır. Yük taşıyan (günahı yüklenen) bir kimse, bir başkasının yükünü (günahını) yüklenmez. Ve Biz, bir resûl göndermedikçe azap edici olmadık"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "Bir ülkeyi helâk etmek istediğimiz zaman onun (o ülkenin) mutrafilerine (refah içinde olan ileri gelenlerine, zenginlerine) emrettik. Buna rağmen orada fesat çıkardılar. Böylece (Allah´ın) söz(ü) üzerlerine hak oldu. Ve onu (o ülkeyi ve halkını) helâk ederek, yok ettik (dumura uğrattık)"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "Nuh (A.S)´tan sonra asırlarca nice nesiller helâk ettik. Ve senin Rabbin, kullarının günahlarını gören ve (onlardan) haberdar olarak kâfidir"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "Kim acele (bu dünyada acil) olarak isterse, istediğimiz kimseye, dilediğimiz şeyi ona orada acele verdik. Sonra onu cehennem ehli kıldık. Zemmedilmiş (ayıplanmış) ve (rahmetten) kovulmuş olarak, ona (cehenneme) atılır"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "Kim mü´min olarak ahireti istedi ise ve onun (ahiret) için, onun gerektirdiği şekilde çalıştı ise işte onların çalışması, böylece meşkur (şükrün, karşılığını hakeden) oldu"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "Bunları herkese (dünyayı isteyene de ahireti isteyene de) veririz. Ve bunlar, Rabbinin atâ (ihsan)larındandır. Rabbinin atâları (ihsanları) mahzur (sınırlı, kısıtlı, men edilmiş) değildir"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "Bak, nasıl onların bir kısmını bir kısmına üstün kıldık. Muhakkak ki ahiret, dereceler bakımından daha büyüktür ve üstünlük bakımından da daha büyüktür"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "Allah ile beraber başka bir ilâh kılma! O zaman zemmedilmiş (kınanmış) ve hor görülmüş olarak kalırsın"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "Rabbin, ondan başkasına kul olmamanızı ve anne ve babaya ihsanla davranmanızı kaza etti (taktir etti, hükmetti). Eğer ikisinden birisi veya her ikisi senin yanında yaşlanırlarsa onlara (ikisine) “öf” deme. Ve onları (ikisini) azarlama ve onlara kerim (güzel, yumuşak) söz söyle"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "Ve onlara (ikisine), merhamet ederek ve tevazu ile kanat ger! Ve “Rabbim, onların beni yetiştirdiği gibi ikisine de merhamet et!” de"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "Rabbiniz, nefslerinizde olanı (niyetinizi) daha iyi bilir. Eğer salihler olursanız, o taktirde muhakkak ki O, evvab olanlar (O´na yönelip, tövbe ederek ulaşanlar) için mağfiret edici olur"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "Akrabaya, miskinlere (çalışamayacak durumda olan ihtiyarlara) ve yolda olanlara hakkını ver! Ve savurarak, israf etme"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "Muhakkak ki israf edenler (gereksiz yere savuranlar, haksızlık ve fesat çıkarmak için kullananlar), şeytanların kardeşleri oldular. Ve şeytan, Rabbine (karşı) çok nankör oldu"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "Rabbinden ümit ettiğin rahmeti isterken, onlardan (mecbur kalarak) yüz çevirirsen (bir şey veremezsen), o zaman onlara yumuşak söz söyle"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "Ve boynuna elini bağlama (cimrilik yapma) ve hepsini açıp saçma (israf etme)! Aksi halde kınanmış ve malı tükenmiş olarak kalırsın"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "Muhakkak ki Rabbin, dilediğine rızkı genişletir ve (ölçüsünü) taktir eder (daraltır). O, mutlaka kullarını gören ve (onlardan) haberdar olandır"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "Yoksulluk korkusu ile evlâtlarınızı öldürmeyin! Onları ve sizleri sadece Biz rızıklandırırız. Muhakkak ki onların öldürülmesi, (kasıtla işlenen) büyük suç oldu"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "Ve zinaya yaklaşmayın! Çünkü o, fuhuş (hayasızlık) ve kötü bir yoldur"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "Allah´ın haram kıldığı bir nefsi (kişiyi), haksız yere öldürmeyin! Kim mazlum olarak (haksız yere) öldürülürse, o taktirde onun velîsini sultan (hak sahibi) kıldık. Artık öldürmede haddi aşmasın. Çünkü o, yardım görmüş olandır"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "En kuvvetli çağına (bulûğa) erişinceye kadar, yetimin malına en güzel şekilde olmadıkça yaklaşmayın! Ve ahdi ifa ediniz (yerine getiriniz)! Muhakkak ki ahd, mes´ul (sorumlu) kılar"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "Ve ölçtüğünüz zaman, ölçüyü tam ifa edin (yerine getirin)! Doğru olarak ve adaletle (doğru ölçü ile) tartın! İşte bu, daha hayırlı ve tevîl (yorum) bakımından daha güzeldir"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "Ve (hakkında) ilmin olmayan bir şeyin ardına düşme (karışma) (açıklamaya çalışma)! Muhakkak ki işitme, görme ve idrak, onların hepsi, ondan (takfu´dan) mesul (sorumlu) oldu (mesuldürler)"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "Ve yeryüzünde azametle (gururla) yürüme! Muhakkak ki sen, yeryüzünü asla tahrik edemezsin (hareket ettiremezsin). Ve asla dağların boyuna erişemezsin (dağ kadar yüksek olamazsın)"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "İşte bütün bu seyyiatler (derecat kaybettirici şeyler), Rabbinin indinde (katında) mekruh (kerih) oldu"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "İşte bunlar, Rabbinin sana hikmetten vahyettiği şeylerdendir. Allah ile beraber başka ilâh kılma (edinme)! Yoksa kınanmış ve kovulmuş olarak cehenneme atılırsın"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "Rabbiniz, oğulları size mi seçti ve meleklerden kadınlar (kızlar) mı edindi? Muhakkak ki siz, gerçekten büyük söz söylüyorsunuz"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "Ve andolsun ki Biz, tezekkür (idrak) etsinler diye, bu Kur´ân´da tekrar tekrar (hakikatleri) açıkladık. Oysa bu (açıklamalar), nefretlerinden başka bir şeyi artırmadı"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "De ki: “Eğer onların söyledikleri gibi onunla beraber (başka) ilâhlar olsaydı, o zaman onlar da (başka ilâhlar da) mutlaka arşın sahibine (ulaşmak için) bir yol ibtiga ederlerdi (ararlardı).”"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "O (Allah), onların söylediklerinden Sübhan´dır (münezzehtir) ve Üstün´dür, Yüce´dir, Büyük´tür"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "kat gökler ve yeryüzü ve onlarda bulunanlar, O´nu (Allah´ı) tesbih ederler. O´nu hamd ile tesbih etmeyen bir şey yoktur. Ve fakat onların tesbihlerini siz fıkıh edemezsiniz (anlayamazsınız, idrak edemezsiniz). Muhakkak ki O; Hakîm´dir, Gafûr´dur (mağfiret edendir)"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "Sen Kur´ân´ı kıraat ettiğin (okuduğun) zaman, seninle ahirete (ölmeden evvel Allah´a ulaşmaya ve kıyâmet gününe) inanmayanlar arasına hicab-ı mesture kıldık (gözlerinin üzerine, seni peygamber olarak görmelerini engelleyen bir perde koyduk)"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "O´nu (Kur´ân´ı), fıkıh (idrak) etmelerine karşı, (fıkıh edemesinler diye) kalplerinin üzerine ekinnet ve onların kulaklarına vakra (işitme engeli) kıldık. Ve sen, Kur´ân´da Rabbinin tekliğini zikrettiğin zaman nefretle arkalarına döndüler"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "Onların dinledikleri şeyi ve seni dinliyorlarken, zalimlerin “Büyülenmiş bir adama tâbî oluyorsunuz.” diyerek fısıldaştıklarını Biz çok iyi biliyoruz"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "Bak, senin için nasıl misaller getirdiler (sana büyülenmiş, mecnun, deli, şair dediler) ve böylece dalâlette kaldılar. Artık yola (Sıratı Mustakîm´e) ulaşmaya güçleri yetmez"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "Ve “Biz, kemik ve kırıntı (ufalanmış toprak) olduğumuz zaman mı? Gerçekten biz, mutlaka yeni bir yaratılışla mı beas edileceğiz (diriltileceğiz)?” dediler"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "De ki: “Taş veya demir olun (olsanız bile)!”"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "“Veya gönlünüzde büyüyen (daha büyük ve çok kuvvetli, güçlü olarak hayal ettiğiniz) başka bir yaratılış olsun. O zaman da bizi, kim (hayata) geri çevirecek?” diyecekler. “Sizi ilk defa yaratan.” de! Bunun üzerine sana başlarını (alaylı bir tarzda) sallayarak: “O, ne zaman?” diyecekler. De ki: “(Onun) yakın olması muhtemeldir.”"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "(Allah´ın) sizi çağıracağı gün, hemen O´nun hamdi ile (O´na hamd ile) icabet edeceksiniz. Ve ancak (kabirde) pek az kaldığınızı zannedeceksiniz"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "Ve kullarıma de ki: “En güzeli (sözü) söylesinler!” Muhakkak ki şeytan, onların aralarını bozar (fesat çıkarır). Muhakkak ki o, insana apaçık düşmandır"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Rabbiniz, sizi iyi bilir. Dilerse size rahmet eder (Rahîm esması ile tecelli eder) veya dilerse size azap eder. Ve seni, onlara vekil olarak göndermedik"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Ve Rabbin, semalarda (7 kat göklerde) ve yeryüzünde olan kimseleri iyi bilir. Andolsun ki bir kısım nebîleri, diğerlerine üstün kıldık. Ve Davut (A.S)´a Zebur´u verdik"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "(Onlara) de ki: “O´ndan (Allah´tan) başka (ilâh edinerek) zanda bulunduklarınızı çağırın.” Oysa onlar, sizden bir darlığı giderme ve onu değiştirme gücüne malik (sahip) değillerdir"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "İşte o çağırdıkları (da), kendi Rab´lerine “onların hangisi daha yakındır” diye (O´na en yakın) vesileyi ararlar ve O´nun rahmetini ümit ederler, O´nun azabından korkarlar. Muhakkak ki Rabbinin azabı, hazer edilendir (korkulandır)"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "Eğer bir şehir (helâk olacaksa), kıyâmet gününden önce onun helâk edicisi ancak Biziz. Veya onun (şehir halkının) şiddetli azap edicisi Biziz. İşte bu, Kitap´ta yazılıdır"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "Bizim âyet (mucize) göndermemize mani olan şey, ancak evvelkilerin onu (mucizeleri) yalanlamış olmalarıdır. Semud kavmine (gözle) görünen (bir mucize olarak) dişi deve verdik. Sonra ona zulmettiler. Ve Biz, âyetleri (mucizeleri), korkutmaktan başka bir şey için göndermeyiz"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "Rabbinin, insanları muhakkak (rahmeti ve ilmiyle) ihata ettiğini (kapladığını) sana söylemiştik. Sana (kalp gözü ile) gösterdiğimiz o rüyeti ve Kur´ân-ı Kerim´deki lânetlenmiş ağacı (zakkum ağacı), insanlara sadece fitne (imtihan) kıldık. Ve Biz, onları korkutuyoruz. Fakat (bu) onların büyük azgınlıklarından (büyük günahlarından) başka bir şeyi arttırmıyor"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "Ve meleklere: “Âdem (A.S)´a secde edin!” dediğimiz zaman iblis hariç hemen secde ettiler. (İblis): “Ben, senin topraktan yarattığın kimseye mi secde edeyim?” dedi"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "(İblis) dedi ki: “Senin görüşüne göre, benim üzerime (benden daha) mükerrem (ikram edilmiş, şerefli) kıldığın kimse bu mu? Eğer beni kıyâmet gününe (kadar) tehir edersen (ertelersen), onun zürriyetinden (neslinden) pek azı hariç, mutlaka bana (kendime) tâbî kılacağım.”"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "(Allahû Tealâ şöyle buyurdu): “Git! Artık onlardan kim sana tâbî olursa, o zaman muhakkak ki sizin cezanız, eksiksiz bir ceza olarak cehennemdir.”"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "“Ve onlardan güç yetirdiklerini, sesinle aldat. Atlıların ve yayalarınla onları bağırarak yönlendir (cehenneme sevket). Evlâtlarında ve mallarında onlara ortak ol. Ve onlara (yalan şeyler) vaadet.” Şeytanın vaadettikleri gurur (aldatma)dan başka bir şey değildir"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "Muhakkak ki Benim kullarımın üzerinde, senin bir sultanlığın (yaptırım gücün) yoktur. Ve senin Rabbin, vekil olarak kâfidir (yeter)"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "Sizin Rabbiniz ki; O, onun fazlından (nasip) arayasınız diye denizde gemileri sizin için sevkeder (yüzdürür). Çünkü O, size rahmet edicidir"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "Ve size, denizde bir darlık (tehlike) dokunduğu zaman, sadece o hariç, dua ettikleriniz sapıp gider. Fakat sizi, karaya çıkarınca (kurtarınca) yüz çevirirsiniz. Ve insan çok nankördür"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "Öyleyse sizi, kara tarafında yere geçirmesinden (geçirmeyeceğinden) veya sizin üzerinize, taş yağdıran bir fırtına göndermesinden (göndermeyeceğinden) emin mi oldunuz? Sonra sizin için bir vekil (koruyucu) bulamazsınız"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "Başka bir sefer sizi oraya (geri) döndürmesinden böylece sizin üzerinize kâsif (şiddetli, deviren) bir fırtına gönderip, inkârlarınızdan dolayı sizi (denizde) boğmasından emin mi oldunuz? Sonra Bize karşı (boğulmamanız) için (sizi koruyacak) bir yardımcı bulamazsınız"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "Ve andolsun ki; Âdemoğlunu kerem sahibi (şerefli) kıldık. Onları karada ve denizde taşıdık. Ve onları helâl şeylerden rızıklandırdık. Ve onları yarattıklarımızın çoğundan fazilet (açısından) üstün kıldık"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "O gün bütün insanları, (Allah´ın tayin ettiği) imamları ile çağırırız. O zaman kitabı sağdan verilen kimseler, böylece kitaplarını okurlar. Ve (onlara) zerre kadar zulmedilmez (haksızlığa uğratılmaz)"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "Ve burada (bu dünyada), kim kör ise artık o ahirette de kördür. Ve yoldan daha çok sapmıştır"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "Ve neredeyse sana vahyettiğimiz şeyden başkası ile Bize iftira etmen için gerçekten seni fitneye düşürüyorlardı. Ve o taktirde seni mutlaka dost edinirlerdi"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "Ve seni sebat ettirmeseydik, andolsun ki sen, onlara biraz meylederdin"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "O taktirde, elbette hayatın ve ölümün di´fasını (sıkıntılarını, üzüntülerini, acılarını) kat kat sana tattırırdık. Sonra senin için Bize karşı bir yardımcı bulunmazdı"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "Neredeyse gerçekten, seni dünyada bulunduğun yerden çıkarmak için tedirgin ediyorlardı (edeceklerdi). Ve eğer öyle olsaydı, onlar da senden sonra sadece az bir süre kalabilirlerdi"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "Senden önce de gönderdiğimiz resûllerimizin sünneti (sünnetullah: Allah´ın kanunu) budur. Ve sünnetimizde (kanunumuzda) bir değişiklik bulamazsın"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "Güneşin dönmesinden, gecenin kararmasına kadar namaz kıl. Fecrin Kur´ân´ını (fecr vakti okunan Kur´ân´ı) ikame et (yerine getir)! Çünkü fecrin Kur´ân´ı şahitlidir"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "Gecenin bir kısmında uyan ve sana özel nafile (ilâve) olarak O´nunla (Kur´ân´la) teheccüd namazı kıl! Rabbinin seni Makam-ı Mahmut´a beas etmesi (ulaştırması) yakındır"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "Ve de ki: “Rabbim beni sıdk ile dahil et ve beni sıdk ile çıkar. Ve bana senin katından (gizli ilminden) bir yardımcı sultan kıl.”"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "De ki: “Hak geldi, bâtıl zail oldu (yok oldu). Muhakkak ki bâtıl yok olacaktır (yok olmaya mahkûmdur).”"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "Kur´ân´dan indirdiğimiz şeyler, mü´minler için şifadır ve rahmettir. Ve zalimlerin sadece hüsranını (kaybettiği dereceleri) arttırır"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "Ve insanı ni´metlendirdiğimiz zaman yüz çevirir ve yan çizerek uzaklaşır. Ve ona bir şerr dokunduğu zaman yeise düşer"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "De ki: “Herkes kendi şekline (hüviyetine, karakterine) göre amel eder.” Öyleyse kimin daha çok hidayet yolunda olduğunu en iyi Rabbiniz bilir"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "Ve sana ruhtan sorarlar. De ki: “Ruh, Rabbimin emrindendir.” Ve size, (ruha ait) ilimden sadece az bir şey verildi"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "Ve eğer Biz dileseydik, sana vahyettiklerimizi mutlaka giderirdik (silip yok ederdik). Sonra onu (yok etmememiz için) Bize karşı sana (seni müdafaa edecek) bir vekil bulamazsın"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "(Bu) sadece Rabbinden bir rahmettir. Muhakkak ki O´nun (Rabbinin), senin üzerindeki fazlı büyüktür"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "De ki: “Eğer ins ve cin (insanlar ve cinler) bu Kur´ân´ın bir benzerini getirmek için içtima etseler (biraraya gelseler); onların bir kısmı, bir kısmına yardımcı olsa bile onun bir benzerini getiremezler.”"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "Ve andolsun ki Biz, bu Kur´ân´da bütün meselelerden (misallerden) açıklama yaptık. Buna rağmen insanların çoğu sadece inkâr ederek direndi"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "Ve dediler ki: “Sen, bize yerden bir memba (pınar) çıkarmadıkça (fışkırtmadıkça) sana asla inanmayız.”"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "Veya senin, hurma ve üzüm bağlarından bir bahçen olsun. Öyle ki onun aralarından, fışkırarak akan nehirler akıt (çıkar)"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "Veya iddia ettiğin gibi semayı parça parça üzerimize düşürürsün. Veya Allah´ı ve melekleri açıkça (karşımıza) getirirsin"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "Veya senin altından bir evin olsun veya semaya yüksel. Bize okuyacağımız bir kitap indirmedikçe senin yükselişine (miracına) asla inanmayız. De ki: “Benim Rabbim, Sübhan´dır (O, noksan sıfatlardan münezzehtir). Ben, insan resûlden başka bir şey miyim?”"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "Onlara hidayet geldiği zaman insanların inanmalarına, “Allah, insan resûl mü gönderdi?” demelerinden başka bir şey mani olmadı"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "De ki: “Eğer yeryüzünde mutmain olarak yürüyenler melekler olsaydı, elbette onlara semadan melek resûl indirirdik.”"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "De ki: “Benimle sizin aranızda, Allah şahit olarak yeter.” Muhakkak ki O, kullarından haberdar olandır, (onları) görendir"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "Ve Allah, kimi (Kendisine) ulaştırırsa, artık o hidayete ermiştir. Ve kimi dalâlette bırakırsa (kim Allah´a ulaşmayı dilemezse), o taktirde onlar için O´ndan (Allah´tan) başka dostlar bulamazsın. Ve kıyâmet günü onları kör, dilsiz ve sağır olarak yüzüstü (sürünerek) haşrederiz (edeceğiz, toplayacağız). Onların me´vası (kalacakları yer) cehennemdir. Ve Biz, onlara (ateşin) her sönmeye yüz tutuşunda (alevli ateşi) arttırdık (arttıracağız)"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "İşte bu, onların âyetlerimizi inkâr etmelerinden ve “Biz kemik ve toz haline gelmiş (toprak) olduğumuz zaman mı? Biz mi gerçekten yeni (bir) yaratılışla mutlaka beas edileceğiz (diriltileceğiz)?” demeleri sebebiyle onların cezasıdır"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "Ve onlar; Allah´ın, semaları ve yeryüzünü yarattığını ve onların bir mislini daha yaratmaya kaadir (muktedir) olduğunu görmüyorlar mı? Onlar için, onda (hakkında) şüphe olmayan bir ecel kıldı (belli bir süre taktir etti). Buna rağmen zulmedenler, sadece inkâr ederek direndiler"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "De ki: “Eğer siz, Rabbimin rahmet hazineleri(ne) malik (sahip) olsaydınız, o zaman infâk (harcanıp tükenecek) korkusu ile (onu) mutlaka (elinizde) tutardınız.” İnsan çok cimridir"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "Andolsun Biz, Musa (A.S)´a apaçık 9 âyet (mucize) verdik. Bunları benî İsraile (İsrailoğullarına) sor. Onlara (Musa A.S) gelmişti. O zaman firavun şöyle demişti: “Ey Musa! Ben, sana mutlaka sihir yapıldığına kesin şekilde inanıyorum.”"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "““Andolsun bunları (9 mucizeyi), görünür bir şekilde, semaların ve arzın Rabbinden başkasının indirmediğini sen biliyordun. Ve ey firavun! Muhakkak ki ben, senin helâk olacağına kesin şekilde inanıyorum.” dedi"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "Bundan sonra onları arzdan (bulundukları yerden) çıkarmak istedi. Bunun üzerine Biz, onu ve beraberindekilerin hepsini boğduk"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "Ondan sonra benî İsraile, “Arzda (orada) iskân olun (yerleşin)!” dedik. Ahiretin vadesi (vaadi) gelince sizi biraraya getireceğiz"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "Ve Hakk´ı (Kur´ân´ı), O´nu, Biz indirdik. Ve Hakk ile indi. Seni, müjdeleyici ve uyarıcı olmandan başka bir şey için göndermedik"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "Ve Kur´ân-ı Kerim; onu kısımlara (sure sure ve âyet âyet) ayırdık. İnsanlara, onu muksin olarak (uzun sürede) okuman için tenzîlen (kısımlara ayırıp, uzun sürede okunabilecek şekilde), bir indirişle indirdik"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "De ki: “O´na inanılsın veya inanılmasın, O´ndan önce kendilerine ilim verilen kimseler, onlara (Kur´ân´ın secde âyetleri) okunduğu zaman, secde ederek çeneleri (alınları) üstüne kapanırlar.”"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "Ve derler ki: “Rabbimiz, Sübhan´dır (herşeyden münezzehtir). Eğer Rabbimiz vaadettiyse, (o) mutlaka ifa edilmiştir.”"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "Ve çeneleri (alınları) üstüne kapanırlar. Ve huşûları artarak ağlarlar"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "De ki: “Allah diye çağırın veya Rahmân diye çağırın. Nasıl çağırırsanız hepsi O´nun Esmaül Hüsnası´dır (Allah´ın en güzel isimleridir).” Namazında (sesini) yükseltme ve onu (sesini) alçaltma. Bu ikisi arasında bir yol tut"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "Ve de ki: “Hamd, çocuk edinmeyen Allah´a mahsustur ve O´nun mülkte ortağı olmamıştır (yoktur). Ve (O, zillete düşmez) O´nun, Kendisini zilletten (kurtaracak) bir dosta (ihtiyacı) yoktur.” O´nu tekbir ile (üstün kılarak) yücelt (büyüklüğünü ifade et)"
        }
    ]
}