{
    "juzs": [
        {
            "chapter": 5,
            "verse": 82,
            "text": "بطور مسلّم، دشمنترین مردم نسبت به مؤمنان را، یهود و مشرکان خواهی یافت؛ و نزدیکترین دوستان به مؤمنان را کسانی می‌یابی که می‌گویند: «ما نصاری هستیم»؛ این بخاطر آن است که در میان آنها، افرادی عالم و تارک دنیا هستند؛ و آنها (در برابر حق) تکبّر نمی‌ورزند"
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "و هر زمان آیاتی را که بر پیامبر (اسلام) نازل شده بشنوند، چشمهای آنها را می‌بینی که (از شوق،) اشک می‌ریزد، بخاطر حقیقتی که دریافته‌اند؛ آنها می‌گویند: «پروردگارا! ایمان آوردیم؛ پس ما را با گواهان (و شاهدان حق، در زمره یاران محمد) بنویس"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "چرا ما به خدا و آنچه از حق به ما رسیده است، ایمان نیاوریم، در حالی که آرزو داریم پروردگارمان ما را در زمره صالحان قرار دهد؟!»"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "خداوند بخاطر این سخن، به آنها باغهایی از بهشت پاداش داد که از زیر درختانش، نهرها جاری است؛ جاودانه در آن خواهند ماند؛ و این است جزای نیکوکاران"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "و کسانی که کافر شدند و آیات ما را تکذیب کردند، همانها اهل دوزخند"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "ای کسانی که ایمان آورده‌اید! چیزهای پاکیزه را که خداوند برای شما حلال کرده است، حرام نکنید! و از حدّ، تجاوز ننمایید! زیرا خداوند متجاوزان را دوست نمی‌دارد"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "و از نعمتهای حلال و پاکیزه‌ای که خداوند به شما روزی داده است، بخورید! و از (مخالفت) خداوندی که به او ایمان دارید، بپرهیزید"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "خداوند شما را بخاطر سوگندهای بیهوده (و خالی از اراده،) مؤاخذه نمی‌کند؛ ولی در برابر سوگندهایی که (از روی اراده) محکم کرده‌اید، مؤاخذه می‌نماید. کفاره این‌گونه قسمها، اطعام ده نفر مستمند، از غذاهای معمولی است که به خانواده خود می‌دهید؛ یا لباس پوشاندن بر آن ده نفر؛ و یا آزاد کردن یک برده؛ و کسی که هیچ کدام از اینها را نیابد، سه روز روزه می‌گیرد؛ این، کفاره سوگندهای شماست به هنگامی که سوگند یاد می‌کنید (و مخالفت می‌نمایید). و سوگندهای خود را حفظ کنید (و نشکنید!) خداوند آیات خود را این چنین برای شما بیان می‌کند، شاید شکر او را بجا آورید"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "ای کسانی که ایمان آورده‌اید! شراب و قمار و بتها و ازلام [= نوعی بخت‌آزمایی]، پلید و از عمل شیطان است، از آنها دوری کنید تا رستگار شوید"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "شیطان می‌خواهد به وسیله شراب و قمار، در میان شما عداوت و کینه ایجاد کند، و شما را از یاد خدا و از نماز بازدارد. آیا (با این همه زیان و فساد، و با این نهی اکید،) خودداری خواهید کرد؟"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "اطاعت خدا و اطاعت پیامبر کنید! و (از مخالفت فرمان او) بترسید! و اگر روی برگردانید، (مستحق مجازات خواهید بود؛ و) بدانید بر پیامبر ما، جز ابلاغ آشکار، چیز دیگری نیست (و این وظیفه را در برابر شما، انجام داده است)"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "بر کسانی که ایمان آورده و اعمال صالح انجام داده‌اند، گناهی در آنچه خورده‌اند نیست؛ (و نسبت به نوشیدن شراب، قبل از نزول حکم تحریم، مجازات نمی‌شوند؛) اگر تقوا پیشه کنند، و ایمان بیاورند، و اعمال صالح انجام دهند؛ سپس تقوا پیشه کنند و ایمان آورند؛ سپس تقوا پیشه کنند و نیکی نمایند. و خداوند، نیکوکاران را دوست می‌دارد"
        },
        {
            "chapter": 5,
            "verse": 94,
            "text": "ای کسانی که ایمان آورده‌اید! خداوند شما را به چیزی از شکار که (به نزدیکی شما می‌آید، بطوری که) دستها و نیزه‌هایتان به آن می‌رسد، می‌آزماید؛ تا معلوم شود چه کسی باایمان به غیب، از خدا می‌ترسد؛ و هر کس بعد از آن تجاوز کند، مجازات دردناکی خواهد داشت"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "ای کسانی که ایمان آورده‌اید! در حال احرام، شکار نکنید، و هر کس از شما عمداً آن را به قتل برساند، باید کفاره‌ای معادل آن از چهارپایان بدهد؛ کفاره‌ای که دو نفر عادل از شما، معادل بودن آن را تصدیق کنند؛ و به صورت قربانی به (حریم) کعبه برسد؛ یا (به جای قربانی،) اطعام مستمندان کند؛ یا معادل آن، روزه بگیرد، تا کیفر کار خود را بچشد. خداوند گذشته را عفو کرده، ولی هر کس تکرار کند، خدا از او انتقام می‌گیرد؛ و خداوند، توانا و صاحب انتقام است"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "صید دریا و طعام آن برای شما و کاروانیان حلال است؛ تا (در حال احرام) از آن بهره‌مند شوید؛ ولی مادام که محرم هستید، شکار صحرا برای شما حرام است؛ و از (نافرمانی) خدایی که به سوی او محشور می‌شوید، بترسید"
        },
        {
            "chapter": 5,
            "verse": 97,
            "text": "خداوند، کعبه -بیت الحرام- را وسیله‌ای برای استواری و سامان بخشیدن به کار مردم قرار داده؛ و همچنین ماه حرام، و قربانیهای بی‌نشان، و قربانیهای نشاندار را؛ این‌گونه احکام (حساب شده و دقیق،) بخاطر آن است که بدانید خداوند، آنچه در آسمانها و آنچه در زمین است، می‌داند؛ و خدا به هر چیزی داناست"
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "بدانید خدا دارای مجازات شدید، و (در عین حال) آمرزنده و مهربان است"
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "پیامبر وظیفه‌ای جز رسانیدن پیام (الهی) ندارد؛ (و مسؤول اعمال شما نیست). و خداوند آنچه را آشکار، و آنچه را پنهان می‌دارید می‌داند"
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "بگو: «(هیچ‌گاه) ناپاک و پاک مساوی نیستند؛ هر چند فزونی ناپاکها، تو را به شگفتی اندازد! از (مخالفت) خدا بپرهیزید ای صاحبان خرد، شاید رستگار شوید"
        },
        {
            "chapter": 5,
            "verse": 101,
            "text": "ای کسانی که ایمان آورده‌اید! از چیزهایی نپرسید که اگر برای شما آشکار گردد، شما را ناراحت می‌کند! و اگر به هنگام نزول قرآن، از آنها سؤال کنید، برای شما آشکار می‌شود؛ خداوند آنها را بخشیده (و نادیده گرفته) است. و خداوند، آمرزنده و بردبار است"
        },
        {
            "chapter": 5,
            "verse": 102,
            "text": "جمعی از پیشینیان شما، از آن سئوال کردند؛ و سپس با آن به مخالفت برخاستند. (ممکن است شما هم چنین سرنوشتی پیدا کنید)"
        },
        {
            "chapter": 5,
            "verse": 103,
            "text": "خداوند هیچ‌گونه «بحیره» و «سائبه» و «وصیله» و «حام» قرار نداده است [اشاره به چهار نوع از حیوانات اهلی است که در زمان جاهلیت، استفاده از آنها را بعللی حرام می‌دانستند؛ و این بدعت، در اسلام ممنوع شد.] ولی کسانی که کافر شدند، بر خدا دروغ می‌بندند؛ و بیشتر آنها نمی‌فهمند"
        },
        {
            "chapter": 5,
            "verse": 104,
            "text": "و هنگامی که به آنها گفته شود: «به سوی آنچه خدا نازل کرده، و به سوی پیامبر بیایید!»، می‌گویند: «آنچه از پدران خود یافته‌ایم، ما را بس است!»؛ آیا اگر پدران آنها چیزی نمی‌دانستند، و هدایت نیافته بودند (باز از آنها پیروی می‌کنند)؟"
        },
        {
            "chapter": 5,
            "verse": 105,
            "text": "ای کسانی که ایمان آورده‌اید! مراقب خود باشید! اگر شما هدایت یافته‌اید، گمراهی کسانی که گمراه شده‌اند، به شما زیانی نمی‌رساند. بازگشت همه شما به سوی خداست؛ و شما را از آنچه عمل می‌کردید، آگاه می‌سازد"
        },
        {
            "chapter": 5,
            "verse": 106,
            "text": "ای کسانی که ایمان آورده‌اید! هنگامی که مرگ یکی از شما فرا رسد، در موقع وصیت باید از میان شما، دو نفر عادل را به شهادت بطلبد؛ یا اگر مسافرت کردید، و مصیبت مرگ شما فرا رسید، (و در آن جا مسلمانی نیافتید،) دو نفر از غیر خودتان را به گواهی بطلبید، و اگر به هنگام ادای شهادت، در صدق آنها شک کردید، آنها را بعد از نماز نگاه می‌دارید تا سوگند یاد کنند که: «ما حاضر نیستیم حق را به چیزی بفروشیم، هر چند در مورد خویشاوندان ما باشد! و شهادت الهی را کتمان نمی‌کنیم، که از گناهکاران خواهیم بود!»"
        },
        {
            "chapter": 5,
            "verse": 107,
            "text": "و اگر اطلاعی حاصل شود که آن دو، مرتکب گناهی شده‌اند (و حق را کتمان کرده‌اند)، دو نفر از کسانی که نسبت به میت، اولی هستند، به جای آنها قرار می‌گیرند، و به خدا سوگند یاد می‌کنند که: «گواهی ما، از گواهی آن دو، به حق نزدیکتر است! و ما تجاوزی نکرده‌ایم؛ که اگر چنین کرده باشیم، از ظالمان خواهیم بود!»"
        },
        {
            "chapter": 5,
            "verse": 108,
            "text": "این کار، نزدیکتر است به اینکه گواهی بحق دهند، (و از خدا بترسند،) و یا (از مردم) بترسند که (دروغشان فاش گردد، و) سوگندهایی جای سوگندهای آنها را بگیرد. از (مخالفت) خدا بپرهیزید، و گوش فرا دهید! و خداوند، جمعیّت فاسقان را هدایت نمی‌کند"
        },
        {
            "chapter": 5,
            "verse": 109,
            "text": "(از) روزی (بترسید) که خداوند، پیامبران را جمع می‌کند، و به آنها می‌گوید: «(در برابر دعوت شما،) چه پاسخی به شما داده شد؟»، می‌گویند: «ما چیزی نمی‌دانیم؛ تو خود، از همه اسرار نهان آگاهی.»"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "(به خاطر بیاور) هنگامی را که خداوند به عیسی بن مریم گفت: «یاد کن نعمتی را که به تو و مادرت بخشیدم! زمانی که تو را با» روح القدس «تقویت کردم؛ که در گاهواره و به هنگام بزرگی، با مردم سخن می‌گفتی؛ و هنگامی که کتاب و حکمت و تورات و انجیل را به تو آموختم؛ و هنگامی که به فرمان من، از گل چیزی بصورت پرنده می‌ساختی، و در آن می‌دمیدی، و به فرمان من، پرنده‌ای می‌شد؛ و کور مادرزاد، و مبتلا به بیماری پیسی را به فرمان من، شفا می‌دادی؛ و مردگان را (نیز) به فرمان من زنده می‌کردی؛ و هنگامی که بنی اسرائیل را از آسیب رساندن به تو، بازداشتم؛ در آن موقع که دلایل روشن برای آنها آوردی، ولی جمعی از کافران آنها گفتند: اینها جز سحر آشکار نیست!»"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "و (به یاد آور) زمانی را که به حواریون وحی فرستادم که: «به من و فرستاده من، ایمان بیاورید!» آنها گفتند: «ایمان آوردیم، و گواه باش که ما مسلمانیم!»"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "در آن هنگام که حواریون گفتند: «ای عیسی بن مریم! آیا پروردگارت می‌تواند مائده‌ای از آسمان بر ما نازل کند؟» او (در پاسخ) گفت: «از خدا بپرهیزید اگر با ایمان هستید!»"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "گفتند: «(ما نظر بدی نداریم،) می‌خواهیم از آن بخوریم، و دلهای ما (به رسالت تو) مطمئن گردد؛ و بدانیم به ما راست گفته‌ای؛ و بر آن، گواه باشیم.»"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "عیسی بن مریم عرض کرد: «خداوندا! پروردگارا! از آسمان مائده‌ای بر ما بفرست! تا برای اول و آخر ما، عیدی باشد، و نشانه‌ای از تو؛ و به ما روزی ده! تو بهترین روزی دهندگانی!»"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "خداوند (دعای او را مستجاب کرد؛ و) فرمود: «من آن را بر شما نازل می‌کنم؛ ولی هر کس از شما بعد از آن کافر گردد (و راه انکار پوید)، او را مجازاتی می‌کنم که احدی از جهانیان را چنان مجازات نکرده باشم!»"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "و آنگاه که خداوند به عیسی بن مریم می‌گوید: «آیا تو به مردم گفتی که من و مادرم را بعنوان دو معبود غیر از خدا انتخاب کنید؟!»، او می‌گوید: «منزهی تو! من حق ندارم آنچه را که شایسته من نیست، بگویم! اگر چنین سخنی را گفته باشم، تو می‌دانی! تو از آنچه در روح و جان من است، آگاهی؛ و من از آنچه در ذات (پاک) توست، آگاه نیستم! بیقین تو از تمام اسرار و پنهانیها باخبری"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "من، جز آنچه مرا به آن فرمان دادی، چیزی به آنها نگفتم؛ (به آنها گفتم:) خداوندی را بپرستید که پروردگار من و پروردگار شماست! و تا زمانی که در میان آنها بودم، مراقب و گواهشان بودم؛ ولی هنگامی که مرا از میانشان برگرفتی، تو خود مراقب آنها بودی؛ و تو بر هر چیز، گواهی"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "(با این حال،) اگر آنها را مجازات کنی، بندگان تواند. (و قادر به فرار از مجازات تو نیستند)؛ و اگر آنان را ببخشی، توانا و حکیمی! (نه کیفر تو نشانه بی‌حکمتی است، و نه بخشش تو نشانه ضعف!)»"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "خداوند می‌گوید: «امروز، روزی است که راستی راستگویان، به آنها سود می‌بخشد؛ برای آنها باغهایی از بهشت است که نهرها از زیر (درختان) آن می‌گذرد، و تا ابد، جاودانه در آن می‌مانند؛ هم خداوند از آنها خشنود است، و هم آنها از خدا خشنودند؛ این، رستگاری بزرگ است!»"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "حکومت آسمانها و زمین و آنچه در آنهاست، از آن خداست؛ و او بر هر چیزی تواناست"
        },
        {
            "chapter": 6,
            "verse": 1,
            "text": "ستایش برای خداوندی است که آسمانها و زمین را آفرید، و ظلمتها و نور را پدید آورد؛ اما کافران برای پروردگار خود، شریک و شبیه قرارمی‌دهند (با اینکه دلایل توحید و یگانگی او، در آفرینش جهان آشکار است)"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "او کسی است که شما را از گل آفرید؛ سپس مدتی مقرّر داشت (تا انسان تکامل یابد)؛ و اجل حتمی نزد اوست (و فقط او از آن آگاه است). با این همه، شما (مشرکان در توحید و یگانگی و قدرت او،) تردید می‌کنید"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "اوست خداوند در آسمانها و در زمین؛ پنهان و آشکار شما را می‌داند؛ و از آنچه (انجام می‌دهید و) به دست می‌آورید، با خبر است"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "هیچ نشانه و آیه‌ای از آیات پروردگارشان برای آنان نمی‌آید، مگر اینکه از آن رویگردان می‌شوند"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "آنان، حق را هنگامی که سراغشان آمد، تکذیب کردند! ولی بزودی خبر آنچه را به باد مسخره می‌گرفتند، به آنان می‌رسد؛ (و از نتایج کار خود، آگاه می‌شوند)"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "آیا ندیدند چقدر از اقوام پیشین را هلاک کردیم؟! اقوامی که (از شما نیرومندتر بودند؛ و) قدرتهایی به آنها داده بودیم که به شما ندادیم؛ بارانهای پی‌درپی برای آنها فرستادیم؛ و از زیر (آبادیهای) آنها، نهرها را جاری ساختیم؛ (اما هنگامی که سرکشی و طغیان کردند،) آنان را بخاطر گناهانشان نابود کردیم؛ و جمعیت دیگری بعد از آنان پدید آوردیم"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "(حتّی) اگر ما نامه‌ای روی صفحه‌ای بر تو نازل کنیم، و (علاوه بر دیدن و خواندن،) آن را با دستهای خود لمس کنند، باز کافران می‌گویند: «این، چیزی جز یک سحر آشکار نیست»"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "(از بهانه‌های آنها این بود که) گفتند: «چرا فرشته‌ای بر او نازل نشده (تا او را در دعوت مردم به سوی خدا همراهی کند؟!)» ولی اگر فرشته‌ای بفرستیم، (و موضوع، جنبه حسی و شهود پیدا کند،) کار تمام می‌شود؛ (یعنی اگر مخالفت کنند،) دیگر به آنها مهلت داده نخواهد شد (و همه هلاک می‌شوند)"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "و اگر او را فرشته‌ای قرارمی‌دادیم، حتماً وی را بصورت انسانی درمی‌آوردیم؛ (باز به پندار آنان،) کار را بر آنها مشتبه می‌ساختیم؛ همان‌طور که آنها کار را بر دیگران مشتبه می‌سازند"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "(با این حال، نگران نباش!) جمعی از پیامبران پیش از تو را استهزا کردند؛ امّا سرانجام، آنچه را مسخره می‌کردند، دامانشان را می‌گرفت؛ (و عذاب الهی بر آنها فرود آمد)"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "بگو: «روی زمین گردش کنید! سپس بنگرید سرانجام تکذیب‌کنندگان آیات الهی چه شد؟!»"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "بگو: «آنچه در آسمانها و زمین است، از آن کیست؟» بگو: «از آن خداست؛ رحمت (و بخشش) را بر خود، حتم کرده؛ (و به همین دلیل،) بطور قطع همه شما را در روز قیامت، که در آن شکّ و تردیدی نیست، گرد خواهد آورد. (آری،) فقط کسانی که سرمایه‌های وجود خویش را از دست داده و گرفتار خسران شدند، ایمان نمی‌آورند"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "و برای اوست آنچه در شب و روز قرار دارد؛ و او، شنوا و داناست"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "بگو: «آیا غیر خدا را ولیّ خود انتخاب کنم؟! (خدایی) که آفریننده آسمانها و زمین است؛ اوست که روزی می‌دهد، و از کسی روزی نمی‌گیرد.» بگو: «من مأمورم که نخستین مسلمان باشم؛ و (خداوند به من دستور داده که) از مشرکان نباش!»"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "بگو: «من (نیز) اگر نافرمانی پروردگارم کنم، از عذاب روزی بزرگ [= روز رستاخیز] می‌ترسم"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "آن کس که در آن روز، مجازات الهی به او نرسد، خداوند او را مشمول رحمت خویش ساخته؛ و این همان پیروزی آشکار است.»"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "اگر خداوند زیانی به تو برساند، هیچ کس جز او نمی‌تواند آن را برطرف سازد! و اگر خیری به تو رساند، او بر همه چیز تواناست؛ (و از قدرت او، هرگونه نیکی ساخته است)"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "اوست که بر بندگان خود، قاهر و مسلّط است؛ و اوست حکیم آگاه"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "بگو: «بالاترین گواهی، گواهی کیست؟» (و خودت پاسخ بده و) بگو: «خداوند، گواه میان من و شماست؛ و (بهترین دلیل آن این است که) این قرآن بر من وحی شده، تا شما و تمام کسانی را که این قرآن به آنها می‌رسد، بیم دهم (و از مخالفت فرمان خدا بترسانم). آیا براستی شما گواهی می‌دهید که معبودان دیگری با خداست؟!» بگو: «من هرگز چنین گواهی نمی‌دهم». بگو: «اوست تنها معبود یگانه؛ و من از آنچه برای او شریک قرارمی‌دهید، بیزارم!»"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "آنان که کتاب آسمانی به ایشان داده‌ایم، بخوبی او [= پیامبر] را می‌شناسند، همان‌گونه که فرزندان خود را می‌شناسند؛ فقط کسانی که سرمایه وجود خود را از دست داده‌اند، ایمان نمی‌آورند"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "چه کسی ستمکارتر است از آن کس که بر خدا دروغ بسته [= همتایی برای او قائل شده‌]، و یا آیات او را تکذیب کرده است؟! مسلماً ظالمان، رستگار نخواهند شد"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "آن روز که همه آنها را محشور می‌کنیم؛ سپس به مشرکان می‌گوییم: «معبودهایتان، که همتای خدا می‌پنداشتید، کجایند؟» (چرا به یاری شما نمی‌شتابند؟)"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "سپس پاسخ و عذر آنها، چیزی جز این نیست که می‌گویند: «به خداوندی که پروردگار ماست سوگند که ما مشرک نبودیم!»"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "ببین چگونه به خودشان (نیز) دروغ می‌گویند، و آنچه را بدروغ همتای خدا می‌پنداشتند، از دست می‌دهند"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "پاره‌ای از آنها به (سخنان) تو، گوش فرامی‌دهند؛ ولی بر دلهای آنان پرده‌ها افکنده‌ایم تا آن را نفهمند؛ و در گوش آنها، سنگینی قرار داده‌ایم. و (آنها بقدری لجوجند که) اگر تمام نشانه‌های حق را ببینند، ایمان نمی‌آورند؛ تا آنجا که وقتی به سراغ تو می‌آیند که با تو پرخاشگری کنند، کافران می‌گویند: «اینها فقط افسانه‌های پیشینیان است!»"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "آنها دیگران را از آن بازمی‌دارند؛ و خود نیز از آن دوری می‌کنند؛ آنها جز خود را هلاک نمی‌کنند، ولی نمی‌فهمند"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "کاش (حال آنها را) هنگامی که در برابر آتش (دوزخ) ایستاده‌اند، ببینی! می‌گویند: ای کاش (بار دیگر، به دنیا) بازگردانده می‌شدیم، و آیات پروردگارمان را تکذیب نمی‌کردیم، و از مؤمنان می‌بودیم"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "(آنها در واقع پشیمان نیستند،) بلکه اعمال و نیّاتی را که قبلاً پنهان می‌کردند، در برابر آنها آشکار شده (و به وحشت افتاده‌اند). و اگر بازگردند، به همان اعمالی که از آن نهی شده بودند بازمی‌گردند؛ آنها دروغگویانند"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "آنها گفتند: «چیزی جز این زندگی دنیای ما نیست؛ و ما هرگز برانگیخته نخواهیم شد!»"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "اگر آنها را به هنگامی که در پیشگاه پروردگارشان ایستاده‌اند، ببینی! (به آنها) می‌گوید: «آیا این حق نیست؟» می‌گویند: «آری، قسم به پروردگارمان (حق است!)» می‌گوید: «پس مجازات را بچشید به سزای آنچه انکار می‌کردید!»"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "آنها که لقای پروردگار را تکذیب کردند، مسلماً زیان دیدند؛ (و این تکذیب، ادامه می یابد) تا هنگامی که ناگهان قیامت به سراغشان بیاید؛ می‌گویند: «ای افسوس بر ما که درباره آن، کوتاهی کردیم!» و آنها (بار سنگین) گناهانشان را بر دوش می‌کشند؛ چه بد باری بر دوش خواهند داشت"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "زندگی دنیا، چیزی جز بازی و سرگرمی نیست! و سرای آخرت، برای آنها که پرهیزگارند، بهتر است! آیا نمی‌اندیشید؟"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "ما می‌دانیم که گفتار آنها، تو را غمگین می‌کند؛ ولی (غم مخور! و بدان که) آنها تو را تکذیب نمی‌کنند؛ بلکه ظالمان، آیات خدا را انکار می‌نمایند"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "پیش از تو نیز پیامبرانی تکذیب شدند؛ و در برابر تکذیبها، صبر و استقامت کردند؛ و (در این راه،) آزار دیدند، تا هنگامی که یاری ما به آنها رسید. (تو نیز چنین باش! و این، یکی از سنتهای الهی است؛) و هیچ چیز نمی‌تواند سنن خدا را تغییر دهد؛ و اخبار پیامبران به تو رسیده است"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "و اگر اعراض آنها بر تو سنگین است، چنانچه بتوانی نقبی در زمین بزنی، یا نردبانی به آسمان بگذاری (و اعماق زمین و آسمانها را جستجو کنی، چنین کن) تا آیه (و نشانه دیگری) برای آنها بیاوری! (ولی بدان که این لجوجان، ایمان نمی‌آورند!) امّا اگر خدا بخواهد، آنها را (به اجبار) بر هدایت جمع خواهد کرد. (ولی هدایت اجباری، چه سودی دارد؟) پس هرگز از جاهلان مباش"
        },
        {
            "chapter": 6,
            "verse": 36,
            "text": "تنها کسانی (دعوت تو را) می‌پذیرند که گوش شنوا دارند؛ امّا مردگان (و آنها که روح انسانی را از دست داده‌اند، ایمان نمی‌آورند؛ و) خدا آنها را (در قیامت) برمی‌انگیزد؛ سپس به سوی او، بازمی‌گردند"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "و گفتند: «چرا نشانه (و معجزه‌ای) از طرف پروردگارش بر او نازل نمی‌شود؟!» بگو: «خداوند، قادر است که نشانه‌ای نازل کند؛ ولی بیشتر آنها نمی‌دانند!»"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "هیچ جنبنده‌ای در زمین، و هیچ پرنده‌ای که با دو بال خود پرواز می‌کند، نیست مگر اینکه امتهایی همانند شما هستند. ما هیچ چیز را در این کتاب، فرو گذار نکردیم؛ سپس همگی به سوی پروردگارشان محشور می‌گردند"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "آنها که آیات ما را تکذیب کردند، کرها و لالهایی هستند که در تاریکیها قرار دارند. هر کس را خدا بخواهد (و مستحق باشد،) گمراه می‌کند؛ و هر کس را بخواهد (و شایسته بداند،) بر راه راست قرار خواهد داد"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "بگو: «به من خبر دهید اگر عذاب پروردگار به سراغ شما آید، یا رستاخیز برپا شود، آیا (برای حل مشکلات خود،) غیر خدا را می‌خوانید اگر راست می‌گویید؟!»"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "(نه،) بلکه تنها او را می‌خوانید! و او اگر بخواهد، مشکلی را که بخاطر آن او را خوانده‌اید، برطرف می‌سازد؛ و آنچه را (امروز) همتای خدا قرارمی‌دهید، (در آن روز) فراموش خواهید کرد"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "ما به سوی امتهایی که پیش از تو بودند، (پیامبرانی) فرستادیم؛ (و هنگامی که با این پیامبران به مخالفت برخاستند،) آنها را با شدّت و رنج و ناراحتی مواجه ساختیم؛ شاید (بیدار شوند و در برابر حق،) خضوع کنند و تسلیم گردند"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "چرا هنگامی که مجازات ما به آنان رسید، (خضوع نکردند و) تسلیم نشدند؟! بلکه دلهای آنها قساوت پیدا کرد؛ و شیطان، هر کاری را که می‌کردند، در نظرشان زینت داد"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "(آری،) هنگامی که (اندرزها سودی نبخشید، و) آنچه را به آنها یادآوری شده بود فراموش کردند، درهای همه چیز (از نعمتها) را به روی آنها گشودیم؛ تا (کاملا) ً خوشحال شدند (و دل به آن بستند)؛ ناگهان آنها را گرفتیم (و سخت مجازات کردیم)؛ در این هنگام، همگی مأیوس شدند؛ (و درهای امید به روی آنها بسته شد)"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "و (به این ترتیب،) دنباله (زندگی) جمعیّتی که ستم کرده بودند، قطع شد. و ستایش مخصوص خداوند، پروردگار جهانیان است"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "بگو: «به من خبر دهید اگر خداوند، گوش و چشمهایتان را بگیرد، و بر دلهای شما مهر نهد (که چیزی را نفهمید)، چه کسی جز خداست که آنها را به شما بدهد؟!» ببین چگونه آیات را به گونه‌های مختلف برای آنها شرح می‌دهیم، سپس آنها روی می‌گردانند"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "بگو: «به من خبر دهید اگر عذاب خدا بطور ناگهانی (و پنهانی) یا آشکارا به سراغ شما بیاید، آیا جز جمعیّت ستمکار هلاک می‌شوند؟!»"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "ما پیامبران را، جز (به عنوان) بشارت دهنده و بیم دهنده، نمی‌فرستیم؛ آنها که ایمان بیاورند و (خویشتن را) اصلاح کنند، نه ترسی بر آنهاست و نه غمگین می‌شوند"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "و آنها که آیات ما را تکذیب کردند، عذاب (پروردگار) بخاطر نافرمانیها به آنان می‌رسد"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "بگو: «من نمی‌گویم خزاین خدا نزد من است؛ و من، (جز آنچه خدا به من بیاموزد،) از غیب آگاه نیستم! و به شما نمی‌گویم من فرشته‌ام؛ تنها از آنچه به من وحی می‌شود پیروی می‌کنم.» بگو: «آیا نابینا و بینا مساویند؟! پس چرا نمی‌اندیشید؟!»"
        },
        {
            "chapter": 6,
            "verse": 51,
            "text": "و به وسیله آن (قرآن)، کسانی را که از روز حشر و رستاخیز می‌ترسند، بیم ده! (روزی که در آن،) یاور و سرپرست و شفاعت‌کننده‌ای جز او [= خدا] ندارند؛ شاید پرهیزگاری پیشه کنند"
        },
        {
            "chapter": 6,
            "verse": 52,
            "text": "و کسانی را که صبح و شام خدا را می‌خوانند، و جز ذات پاک او نظری ندارند، از خود دور مکن! نه چیزی از حساب آنها بر توست، و نه چیزی از حساب تو بر آنها! اگر آنها را طرد کنی، از ستمگران خواهی بود"
        },
        {
            "chapter": 6,
            "verse": 53,
            "text": "و این چنین بعضی از آنها را با بعض دیگر آزمودیم (توانگران را بوسیله فقیران)؛ تا بگویند: «آیا اینها هستند که خداوند از میان ما (برگزیده، و) بر آنها منّت گذارده (و نعمت ایمان بخشیده است؟!» آیا خداوند، شاکران را بهتر نمی‌شناسد؟)"
        },
        {
            "chapter": 6,
            "verse": 54,
            "text": "هرگاه کسانی که به آیات ما ایمان دارند نزد تو آیند، به آنها بگو: «سلام بر شما پروردگارتان، رحمت را بر خود فرض کرده؛ هر کس از شما کار بدی از روی نادانی کند، سپس توبه و اصلاح (و جبران) نماید، (مشمول رحمت خدا می‌شود چرا که) او آمرزنده مهربان است.»"
        },
        {
            "chapter": 6,
            "verse": 55,
            "text": "و این چنین آیات را برمیشمریم، (تا حقیقت بر شما روشن شود،) و راه گناهکاران آشکار گردد"
        },
        {
            "chapter": 6,
            "verse": 56,
            "text": "بگو: «من از پرستش کسانی که غیر از خدا می‌خوانید، نهی شده‌ام!» بگو: «من از هوی و هوسهای شما، پیروی نمی‌کنم؛ اگر چنین کنم، گمراه شده‌ام؛ و از هدایت‌یافتگان نخواهم بود!»"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "بگو: «من دلیل روشنی از پروردگارم دارم؛ و شما آن را تکذیب کرده‌اید! آنچه شما در باره آن (از نزول عذاب الهی) عجله دارید، به دستِ من نیست! حکم و فرمان، تنها از آنِ خداست! حق را از باطل جدا می‌کند، و او بهترین جداکننده (حق از باطل) است.»"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "بگو: «اگر آنچه درباره آن عجله دارید نزد من بود، (و به درخواست شما ترتیب‌اثر می‌دادم، عذاب الهی بر شما نازل می‌گشت؛) و کار میان من و شما پایان گرفته بود؛ ولی خداوند ظالمان را بهتر می‌شناسد (و بموقع مجازات می‌کند.)»"
        },
        {
            "chapter": 6,
            "verse": 59,
            "text": "کلیدهای غیب، تنها نزد اوست؛ و جز او، کسی آنها را نمی‌داند. او آنچه را در خشکی و دریاست می‌داند؛ هیچ برگی (از درختی) نمی‌افتد، مگر اینکه از آن آگاه است؛ و نه هیچ دانه‌ای در تاریکیهای زمین، و نه هیچ تر و خشکی وجود دارد، جز اینکه در کتابی آشکار [= در کتاب علم خدا] ثبت است"
        },
        {
            "chapter": 6,
            "verse": 60,
            "text": "او کسی است که (روح) شما را در شب (به هنگام خواب) می‌گیرد؛ و از آنچه در روز کرده‌اید، با خبر است؛ سپس در روز شما را (از خواب) برمی‌انگیزد؛ و (این وضع همچنان ادامه می‌یابد) تا سرآمد معینی فرا رسد؛ سپس بازگشت شما به سوی اوست؛ و سپس شما را از آنچه عمل می‌کردید، با خبر می‌سازد"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "او بر بندگان خود تسلّط کامل دارد؛ و مراقبانی بر شما می‌گمارد؛ تا زمانی که یکی از شما را مرگ فرا رسد؛ (در این موقع،) فرستادگان ما جان او را می‌گیرند؛ و آنها (در نگاهداری حساب عمر و اعمال بندگان،) کوتاهی نمی‌کنند"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "سپس (تمام بندگان) به سوی خدا، که مولای حقیقی آنهاست، بازمی‌گردند. بدانید که حکم و داوری، مخصوص اوست؛ و او، سریعترین حسابگران است"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "بگو: «چه کسی شما را از تاریکیهای خشکی و دریا رهایی می‌بخشد؟ در حالی که او را با حالت تضرع (و آشکارا) و در پنهانی می‌خوانید؛ (و می‌گویید:) اگر از این (خطرات و ظلمتها) ما را رهایی می‌بخشد، از شکرگزاران خواهیم بود.»"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "بگو: «خداوند شما را از اینها، و از هر مشکل و ناراحتی، نجات می‌دهد؛ باز هم شما برای او شریک قرار می‌دهید! (و راه کفر می‌پویید.)»"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "بگو: «او قادر است که از بالا یا از زیر پای شما، عذابی بر شما بفرستد؛ یا بصورت دسته‌های پراکنده شما را با هم بیامیزد؛ و طعم جنگ (و اختلاف) را به هر یک از شما بوسیله دیگری بچشاند.» ببین چگونه آیات گوناگون را (برای آنها) بازگو می‌کنیم! شاید بفهمند (و بازگردند)"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "قوم و جمعیّت تو، آن (آیات الهی) را تکذیب و انکار کردند، در حالی که حق است! (به آنها) بگو: «من مسؤول (ایمان‌آوردن) شما نیستم! (وظیفه من، تنها ابلاغ رسالت است، نه اجبار شما بر ایمان.)»"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "هر خبری (که خداوند به شما داده،) سرانجام قرارگاهی دارد، (و در موعد خود انجام میگیرد.) و بزودی خواهید دانست"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "هرگاه کسانی را دیدی که آیات ما را استهزا می‌کنند، از آنها روی بگردان تا به سخن دیگری بپردازند! و اگر شیطان از یاد تو ببرد، هرگز پس از یادآمدن با این جمعیّت ستمگر منشین"
        },
        {
            "chapter": 6,
            "verse": 69,
            "text": "و (اگر) افراد با تقوا (برای ارشاد و اندرز با آنها بنشینند)، چیزی از حساب (و گناه) آنها بر ایشان نیست؛ ولی (این کار، باید تنها) برای یادآوری آنها باشد، شاید (بشنوند و) تقوی پیشه کنند"
        },
        {
            "chapter": 6,
            "verse": 70,
            "text": "و رها کن کسانی را که آیین (فطری) خود را به بازی و سرگرمی گرفتند، و زندگی دنیا، آنها را مغرور ساخته، و با این (قرآن)، به آنها یادآوری نما، تا گرفتار (عواقب شوم) اعمال خود نشوند! (و در قیامت) جز خدا، نه یاوری دارند، و نه شفاعت‌کننده‌ای! و (چنین کسی) هر گونه عوضی بپردازد، از او پذیرفته نخواهد شد؛ آنها کسانی هستند که گرفتار اعمالی شده‌اند که خود انجام داده‌اند؛ نوشابه‌ای از آب سوزان برای آنهاست؛ و عذاب دردناکی بخاطر اینکه کفر می‌ورزیدند (و آیات الهی را انکار) می‌کردند"
        },
        {
            "chapter": 6,
            "verse": 71,
            "text": "بگو: «آیا غیر از خدا، چیزی را بخوانیم (و عبادت کنیم) که نه سودی به حال ما دارد، نه زیانی؛ و (به این ترتیب،) به عقب برگردیم بعد از آنکه خداوند ما را هدایت کرده است؟! همانند کسی که بر اثر وسوسه‌های شیطان، در روی زمین راه را گم کرده، و سرگردان مانده است؛ در حالی که یارانی هم دارد که او را به هدایت دعوت می‌کنند (و می‌گویند:) به سوی ما بیا!» بگو: «تنها هدایت خداوند، هدایت است؛ و ما دستور داریم که تسلیم پروردگار عالمیان باشیم"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "و (نیز به ما فرمان داده شده به) اینکه: نماز را برپا دارید! و از او بپرهیزید! و تنها اوست که به سویش محشور خواهید شد.»"
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "اوست که آسمانها و زمین را بحق آفرید؛ و آن روز که (به هر چیز) می‌گوید: «موجود باش!» موجود می‌شود؛ سخن او، حق است؛ و در آن روز که در «صور» دمیده می‌شود، حکومت مخصوص اوست، از پنهان و آشکار با خبر است، و اوست حکیم و آگاه"
        },
        {
            "chapter": 6,
            "verse": 74,
            "text": "(به خاطر بیاورید) هنگامی را که ابراهیم به پدرش [= عمویش‌] «آزر» گفت: «آیا بتهائی را معبودان خود انتخاب می‌کنی؟! من، تو و قوم تو را در گمراهی آشکاری می‌بینم.»"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "و این چنین، ملکوت آسمانها و زمین (و حکومت مطلقه خداوند بر آنها) را به ابراهیم نشان دادیم؛ (تا به آن استدلال کند،) و اهل یقین گردد"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "هنگامی که (تاریکی) شب او را پوشانید، ستاره‌ای مشاهده کرد، گفت: «این خدای من است؟» امّا هنگامی که غروب کرد، گفت: «غروب‌کنندگان را دوست ندارم!»"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "و هنگامی که ماه را دید که (سینه افق را) می‌شکافد، گفت: «این خدای من است؟» امّا هنگامی که (آن هم) غروب کرد، گفت: «اگر پروردگارم مرا راهنمایی نکند، مسلّماً از گروه گمراهان خواهم بود.»"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "و هنگامی که خورشید را دید که (سینه افق را) می‌شکافت، گفت: «این خدای من است؟ این (که از همه) بزرگتر است!» امّا هنگامی که غروب کرد، گفت: «ای قوم من از شریکهایی که شما (برای خدا) می‌سازید، بیزارم"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "من روی خود را به سوی کسی کردم که آسمانها و زمین را آفریده؛ من در ایمان خود خالصم؛ و از مشرکان نیستم"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "ولی قوم او [= ابراهیم‌]، با وی به گفتگو و ستیز پرداختند؛ گفت: «آیا درباره خدا با من گفتگو و ستیز می‌کنید؟! در حالی که خداوند، مرا با دلایل روشن هدایت کرده؛ و من از آنچه شما همتای (خدا) قرار می‌دهید، نمی‌ترسم (و به من زیانی نمی رسانند)! مگر پروردگارم چیزی را بخواهد! وسعت آگاهی پروردگارم همه چیز را در برمی‌گیرد؛ آیا متذکّر (و بیدار) نمی‌شوید؟"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "چگونه من از بتهای شما بترسم؟! در حالی که شما از این نمی‌ترسید که برای خدا، همتایی قرار داده‌اید که هیچ گونه دلیلی درباره آن، بر شما نازل نکرده است! (راست بگویید) کدام یک از این دو دسته (بت‌پرستان و خداپرستان)، شایسته‌تر به ایمنی (از مجازات) هستند اگر می‌دانید؟"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "(آری،) آنها که ایمان آوردند، و ایمان خود را با شرک و ستم نیالودند، ایمنی تنها از آن آنهاست؛ و آنها هدایت‌یافتگانند!»"
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "اینها دلایل ما بود که به ابراهیم در برابر قومش دادیم! درجات هر کس را بخواهیم (و شایسته بدانیم،) بالا می‌بریم؛ پروردگار تو، حکیم و داناست"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "و اسحاق و یعقوب را به او [= ابراهیم‌] بخشیدیم؛ و هر دو را هدایت کردیم؛ و نوح را (نیز) پیش از آن هدایت نمودیم؛ و از فرزندان او، داوود و سلیمان و ایّوب و یوسف و موسی و هارون را (هدایت کردیم)؛ این‌گونه نیکوکاران را پاداش می‌دهیم"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "و (همچنین) زکریّا و یحیی و عیسی و الیاس را؛ همه از صالحان بودند"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "و اسماعیل و الیسع و یونس و لوط را؛ و همه را بر جهانیان برتری دادیم"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "و از پدران و فرزندان و برادران آنها (افرادی را برتری دادیم) و برگزیدیم و به راه راست، هدایت نمودیم"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "این، هدایت خداست؛ که هر کس از بندگان خود را بخواهد با آن راهنمایی می‌کند! و اگر آنها مشرک شوند، اعمال (نیکی) که انجام داده‌اند، نابود می‌گردد (و نتیجه‌ای از آن نمی‌گیرند)"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "آنها کسانی هستند که کتاب و حکم و نبوّت به آنان دادیم؛ و اگر (بفرض) نسبت به آن کفر ورزند، (آیین حقّ زمین نمی‌ماند؛ زیرا) کسان دیگری را نگاهبان آن می‌سازیم که نسبت به آن، کافر نیستند"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "آنها کسانی هستند که خداوند هدایتشان کرده؛ پس به هدایت آنان اقتدا کن! (و) بگو: «در برابر این (رسالت و تبلیغ)، پاداشی از شما نمی‌طلبم! این (رسالت)، چیزی جز یک یادآوری برای جهانیان نیست! (این وظیفه من است)»"
        },
        {
            "chapter": 6,
            "verse": 91,
            "text": "(آنها خدا را درست نشناختند که گفتند: «خدا، هیچ چیز بر هیچ انسانی، نفرستاده است!» بگو: «چه کسی کتابی را که موسی آورد، نازل کرد؟! کتابی که برای مردم، نور و هدایت بود؛ 0امّا شما) آن را بصورت پراکنده قرارمی‌دهید؛ قسمتی را آشکار، و قسمت زیادی را پنهان می‌دارید؛ و مطالبی به شما تعلیم داده شده که نه شما و نه پدرانتان، از آن با خبر نبودید!» بگو: «خدا!» سپس آنها را در گفتگوهای لجاجت‌آمیزشان رها کن، تا بازی کنند"
        },
        {
            "chapter": 6,
            "verse": 92,
            "text": "و این کتابی است که ما آن را نازل کردیم؛ کتابی است پربرکت، که آنچه را پیش از آن آمده، تصدیق می‌کند؛ (آن را فرستادیم تا مردم را به پاداشهای الهی، بشارت دهی،) و تا (اهل) امّ‌القری [= مکّه‌] و کسانی را که گرد آن هستند، بترسانی! (یقین بدان) آنها که به آخرت ایمان دارند، به آن ایمان می‌آورند؛ و بر نمازهای خویش، مراقبت می کنند"
        },
        {
            "chapter": 6,
            "verse": 93,
            "text": "چه کسی ستمکارتر است از کسی که دروغی به خدا ببندد، یا بگوید: «بر من، وحی فرستاده شده»، در حالی که به او وحی نشده است، و کسی که بگوید: «من نیز همانند آنچه خدا نازل کرده است، نازل می‌کنم»؟! و اگر ببینی هنگامی که (این) ظالمان در شداید مرگ فرو رفته‌اند، و فرشتگان دستها را گشوده، به آنان می‌گویند: «جان خود را خارج سازید! امروز در برابر دروغهایی که به خدا بستید و نسبت به آیات او تکبّر ورزیدید، مجازات خوارکننده‌ای خواهید دید»! (به حال آنها تأسف خواهی خورد)"
        },
        {
            "chapter": 6,
            "verse": 94,
            "text": "و (روز قیامت به آنها گفته می‌شود:) همه شما تنها به سوی ما بازگشت نمودید، همان‌گونه که روز اوّل شما را آفریدیم! و آنچه را به شما بخشیده بودیم، پشت سر گذاردید! و شفیعانی را که شریک در شفاعت خود می‌پنداشتید، با شما نمی‌بینیم! پیوندهای شما بریده شده است؛ و تمام آنچه را تکیه‌گاه خود تصوّر می‌کردید، از شما دور و گم شده‌اند"
        },
        {
            "chapter": 6,
            "verse": 95,
            "text": "خداوند، شکافنده دانه و هسته است؛ زنده را از مرده خارج می‌سازد، و مرده را از زنده بیرون می‌آورد؛ این است خدای شما! پس چگونه از حقّ منحرف می‌شوید؟"
        },
        {
            "chapter": 6,
            "verse": 96,
            "text": "او شکافنده صبح است؛ و شب را مایه آرامش، و خورشید و ماه را وسیله حساب قرار داده است؛ این، اندازه‌گیری خداوند توانای داناست"
        },
        {
            "chapter": 6,
            "verse": 97,
            "text": "او کسی است که ستارگان را برای شما قرار داد، تا در تاریکیهای خشکی و دریا، به وسیله آنها راه یابید! ما نشانه‌ها (ی خود) را برای کسانی که می‌دانند، (و اهل فکر و اندیشه‌اند) بیان داشتیم"
        },
        {
            "chapter": 6,
            "verse": 98,
            "text": "او کسی است که شما را از یک نفس آفرید! و شما دو گروه هستید: بعضی پایدار (از نظر ایمان یا خلقت کامل)، و بعضی ناپایدار؛ ما آیات خود را برای کسانی که می‌فهمند، تشریح نمودیم"
        },
        {
            "chapter": 6,
            "verse": 99,
            "text": "او کسی است که از آسمان، آبی نازل کرد، و به وسیله آن، گیاهان گوناگون رویاندیم؛ و از آن، ساقه‌ها و شاخه‌های سبز، خارج ساختیم؛ و از آنها دانه‌های متراکم، و از شکوفه نخل، شکوفه‌هایی با رشته‌های باریک بیرون فرستادیم؛ و باغهایی از انواع انگور و زیتون و انار، (گاه) شبیه به یکدیگر، و (گاه) بی‌شباهت! هنگامی که میوه می دهد، به میوه آن و طرز رسیدنش بنگرید که در آن، نشانه‌هایی (از عظمت خدا) برای افراد باایمان است"
        },
        {
            "chapter": 6,
            "verse": 100,
            "text": "آنان برای خدا همتایانی از جنّ قرار دادند، در حالی که خداوند همه آنها را آفریده است؛ و برای خدا، به دروغ و از روی جهل، پسران و دخترانی ساختند؛ منزّه است خدا، و برتر است از آنچه توصیف می‌کنند"
        },
        {
            "chapter": 6,
            "verse": 101,
            "text": "او پدید آورنده آسمانها و زمین است؛ چگونه ممکن است فرزندی داشته باشد؟! حال آنکه همسری نداشته، و همه چیز را آفریده؛ و او به همه چیز داناست"
        },
        {
            "chapter": 6,
            "verse": 102,
            "text": "آری، این است پروردگار شما! هیچ معبودی جز او نیست؛ آفریدگار همه چیز است؛ او را بپرستید و او نگهبان و مدّبر همه موجودات است"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "چشمها او را نمی‌بینند؛ ولی او همه چشمها را می‌بیند؛ و او بخشنده (انواع نعمتها، و با خبر از دقایق موجودات،) و آگاه (از همه) چیز است"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "دلایل روشن از طرف پروردگارتان برای شما آمد؛ کسی که (به وسیله آن، حقّ را) ببیند، به سود خود اوست؛ و کسی که از دیدن آن چشم بپوشد، به زیان خودش می‌باشد؛ و من نگاهبان شما نیستم (و شما را بر قبول ایمان مجبور نمی‌کنم)"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "و اینچنین آیات (خود) را تشریح می‌کنیم؛ بگذار آنها بگویند: «تو درس خوانده‌ای (و آنها را از دیگری آموخته‌ای)»! می‌خواهیم آن را برای کسانی که آماده درک حقایقند، روشن سازیم"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "از آنچه که از سوی پروردگارت بر تو وحی شده، پیروی کن! هیچ معبودی جز او نیست! و از مشرکان، روی بگردان"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "اگر خدا می‌خواست، (همه به اجبار ایمان می‌آوردند،) و هیچ یک مشرک نمی‌شدند؛ و ما تو را مسؤول (اعمال) آنها قرار نداده‌ایم؛ و وظیفه نداری آنها را (به ایمان) مجبور سازی"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "(به معبود) کسانی که غیر خدا را می‌خوانند دشنام ندهید، مبادا آنها (نیز) از روی (ظلم و) جهل، خدا را دشنام دهند! اینچنین برای هر امّتی عملشان را زینت دادیم سپس بازگشت همه آنان به سوی پروردگارشان است؛ و آنها را از آنچه عمل می‌کردند، آگاه می‌سازد (و پاداش و کیفر می‌دهد)"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "با نهایت اصرار، به خدا سوگند یاد کردند که اگر نشانه‌ای [= معجزه‌ای‌] برای آنان بیاید، حتماً به آن ایمان می‌آورند؛ بگو: «معجزات فقط از سوی خداست (و در اختیار من نیست که به میل شما معجزه‌ای بیاورم)؛ و شما از کجا می‌دانید که هرگاه معجزه‌ای بیاید (ایمان می‌آورند؟ خیر،) ایمان نمی‌آورند!»"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "و ما دلها و چشمهای آنها را واژگونه می‌سازیم؛ (آری آنها ایمان نمی‌آورند) همان‌گونه که در آغاز، به آن ایمان نیاوردند! و آنان را در حال طغیان و سرکشی، به خود وامی‌گذاریم تا سرگردان شوند"
        }
    ]
}