{
    "chapter": [
        {
            "chapter": 16,
            "verse": 1,
            "text": "అల్లాహ్ ఆజ్ఞ (తీర్పు) వచ్చింది! కావున మీరు దాని కొరకు తొందర పెట్టకండి. ఆయన సర్వలోపాలకు అతీతుడు మరియు వారు సాటి కల్పించే భాగస్వాములకు అత్యున్నతుడు"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "ఆయనే తన ఆజ్ఞతో, దేవదూతల ద్వారా, దివ్యజ్ఞానాన్ని (రూహ్ ను) తాను కోరిన, తన దాసులపై అవతరింపజేస్తాడు, వారిని (ప్రజలను) ఇలా హెచ్చరించటానికి: \"నిశ్చయంగా, నేను తప్ప మరొక ఆరాధ్య దేవుడు లేడు! కావున మీరు నాయందే భయభక్తులు కలిగి ఉండండి"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "ఆయన ఆకాశాలను మరియు భూమిని సత్యంతో సృష్టించాడు. వారు, ఆయనకు సాటి కల్పించే భాగస్వాముల (షరీక్ ల) కంటే ఆయన అత్యున్నతుడు"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "ఆయన మానవుణ్ణి ఇంద్రియ (వీర్య) బిందువుతో సృష్టించాడు, తరువాత ఆ వ్యక్తియే ఒక బహిరంగ వివాదిగా మారిపోతాడు"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "మరియు ఆయన పశువులను సృష్టించాడు. వాటిలో మీ కొరకు వెచ్చని దుస్తులు మరియు అనేక లాభాలు కూడా ఉన్నాయి. మరియు వాటిలో నుండి (కొన్నిటి మాంసం) మీరు తింటారు"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "మరియు వాటిని మీరు సాయంత్రం ఇండ్లకు తోలుకొని వచ్చేటప్పుడు మరియు ఉదయం మేపటానికి తోసుకొని పోయేటప్పుడు, వాటిలో మీకొక మనోహరమైన దృశ్యం ఉంది"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "మరియు అవి మీ బరువును మోసుకొని - మీరు ఎంతో శ్రమపడనిదే చేరుకోలేని ప్రాంతాలకు - తీసుకుపోతాయి. నిశ్చంయగా, మీ ప్రభువు మహా కనికరుడు, అపార కరుణా ప్రదాత"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "మరియు ఆయన గుర్రాలను, కంచర గాడిదలను మరియు గాడిదలను, మీరు స్వారీ చేయటానికి మరియు మీ శోభను పెంచటానికి సృష్టించాడు. మరియు ఆయన, మీకు తెలియనివి (అనేక ఇతర సాధనాలను) కూడా సృష్టించాడు"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "మరియు సన్మార్గం చూపటమే అల్లాహ్ విధానం మరియు అందులో (లోకంలో) తప్పుడు (వక్ర) మార్గాలు కూడా ఉన్నాయి. ఆయన తలచుకొని ఉంటే మీరందరికీ సన్మార్గం చూపి ఉండేవాడు"
        },
        {
            "chapter": 16,
            "verse": 10,
            "text": "ఆయనే, ఆకాశం నుండి మీ కొరకు నీళ్ళను కురిపిస్తాడు. దాని నుండి మీకు త్రాగటానికి నీరు దొరకుతుంది మరియు మీ పశువులను మేపటానికి పచ్చిక పెరుగుతుంది"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "ఆయన దీని (నీటి) ద్వారా మీ కొరకు పంటలను, జైతూన్ మరియు ఖర్జూరపు వృక్షాలను, ద్రాక్ష మరియు ఇతర రకాల ఫలాలను పండింపజేస్తున్నాడు. నిశ్చయంగా, ఆలోచించే వారికి ఇందులో ఒక సూచన (నిదర్శనం) ఉంది"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "మరియు ఆయనే రేయింబవళ్ళను మరియు సూర్యచంద్రులను, మీకు ఉపయుక్తమైనవిగా చేశాడు. మరియు నక్షత్రాలు కూడా ఆయన ఆజ్ఞతోనే మీకు ఉపయుక్తమైనవిగా చేయబడ్డాయి. నిశ్చయంగా, బుద్ధిని ఉపయోగించే వారికి వీటిలో సూచనలు (నిదర్శనాలు) ఉన్నాయి"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "మరియు ఆయన మీ కొరకు భూమిలో వివిధ రంగుల వస్తువులను ఉత్పత్తి (వ్యాపింప) జేశాడు. నిశ్చయంగా, హితబోధ స్వీకరించే వారికి వీటిలో సూచన ఉంది"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "మరియు ఆయన సముద్రాన్ని - తాజా మాంసము తినటానికి మరియు మీరు ధరించే ఆభరణాలు తీయటానికి - మీకు ఉపయుక్తమైనదిగా చేశాడు. ఆయన అనుగ్రహాన్ని అన్వేషించటానికి (ప్రజలు), అందులో ఓడల మీద దాని నీటిని చీల్చుకొని పోవటాన్ని నీవు చూస్తున్నావు. మరియు బహుశా మీరు కృతజ్ఞులు అవుతారని ఆయన మీకు (ఇవన్నీ ప్రసాదించాడు)"
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "మరియు భూమి మీతో పాటు చలించకుండా ఉండటానికి, ఆయన దానిలో స్థిరమైన పర్వతాలను నాటాడు. మరియు అందులో నదులను ప్రవహింపజేశాడు. మరియు రహదారులను నిర్మించాడు. బహుశా మీరు మార్గం పొందుతారని"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "మరియు (భూమిలో మార్గం చూపే) సంకేతాలను పెట్టాడు. మరియు వారు (ప్రజలు) నక్షత్రాల ద్వారా కూడా తమ మార్గాలు తెలుసుకుంటారు"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "సృష్టించేవాడూ అసలు ఏమీ సృష్టించలేని వాడూ సమానులా? ఇది మీరెందుకు గమనించరు"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "మరియు మీరు అల్లాహ్ అనుగ్రహాలను లెక్క పెట్టదలచినా, మీరు వాటిని లెక్క పెట్టలేరు. నిశ్చయంగా, అల్లాహ్ క్షమాశీలుడు, అపార కరుణా ప్రదాత"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "మరియు అల్లాహ్ కు మీరు దాచేవి మరియు మీరు వెలిబుచ్చేవి అన్నీ తెలుసు"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "మరియు ఎవరినైతే వారు (ప్రజలు), అల్లాహ్ ను వదలి ప్రార్థిస్తున్నారో, వారు ఏమీ సృష్టించలేరు మరియు స్వయంగా వారే సృష్టించబడి ఉన్నారు"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "వారు (ఆ దైవాలు) మృతులు, ప్రాణం లేనివారు. మరియు వారికి తాము తిరిగి ఎప్పుడు లేపబడతారో కూడా తెలియదు"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "మీ ఆరాధ్య దైవం కేవలం (అల్లాహ్) ఒక్కడే! పరలోక జీవితాన్ని విశ్వసించని వారి హృదయాలు (ఈ సత్యాన్ని) తిరస్కరిస్తున్నాయి మరియు వారు దురహంకారంలో పడి ఉన్నారు"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "నిస్సందేహంగా, వారి రహస్య విషయాలు మరియు వారి బహిరంగ విషయాలు అన్నీ, నిశ్చయంగా అల్లాహ్ కు తెలుసు. నిశ్చయంగా దురహంకారులంటే ఆయన ఇష్టపడడు"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "మరియు: \"మీ ప్రభువు ఏమి అవతరింపజేశాడు?\" అని వారిని అడిగినప్పుడు, వారు: \"అవి పూర్వకాలపు కల్పిత గాథలు మాత్రమే!\" అని జవాబిస్తారు"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "కావున పునరుత్థాన దినమున వారు తమ (పాపాల) భారాలను పూర్తిగా మరియు తాము మార్గం తప్పించిన అజ్ఞానుల భారాలలోని కొంతభాగాన్ని కూడా మోస్తారు. వారు మోసే భారం ఎంత దుర్భరమైనదో చూడండి"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "వాస్తవానికి, వారి కంటే పూర్వం గతించిన వారు కూడా (అల్లాహ్ సందేశాలకు వ్యతిరేకంగా) కుట్రలు పన్నారు. కాని అల్లాహ్ వారి (పన్నాగపు) కట్టడాలను వాటి పునాదులతో సహా పెకలించాడు. దానితో వాటి కప్పులు వారి మీద పడ్డాయి మరియు వారిపై, వారు ఊహించని వైపు నుండి శిక్ష వచ్చి పడింది"
        },
        {
            "chapter": 16,
            "verse": 27,
            "text": "తరువాత పునరుత్థాన దినమున ఆయన వారిని అవమానపరుస్తాడు మరియు వారిని అడుగుతాడు: \"మీరు నాకు సాటి కల్పించిన వారు - ఎవరిని గురించి అయితే మీరు (విశ్వాసులతో) వాదులాడేవారో - ఇప్పుడు ఎక్కడున్నారు?\" జ్ఞానం ప్రసాదించబడిన వారు అంటారు: \"నిశ్చయంగా, ఈ రోజు అవమానం మరియు దుర్దశ సత్యతిరస్కారుల కొరకే"
        },
        {
            "chapter": 16,
            "verse": 28,
            "text": "వారిపై, ఎవరైతే, తమను తాము దుర్మార్గంలో ముంచుకొని ఉన్నప్పుడు, దేవదూతలు వారి ప్రాణాలు తీస్తారో!\" అప్పుడు వారు (సత్యతిరస్కారులు) లొంగి పోయి: \"మేము ఎలాంటి పాపం చేయలేదు.\" అని అంటారు. (దేవదూతలు వారితో ఇలా అంటారు): \"అలా కాదు! నిశ్చయంగా, మీరు చేసేదంతా అల్లాహ్ కు బాగా తెలుసు"
        },
        {
            "chapter": 16,
            "verse": 29,
            "text": "కావున నరక ద్వారాలలో ప్రవేశించండి. అక్కడ శాశ్వతంగా ఉండటానికి! గర్విష్ఠులకు లభించే నివాసం ఎంత చెడ్డది"
        },
        {
            "chapter": 16,
            "verse": 30,
            "text": "మరియు దైవభీతి గలవారితో: \"మీ ప్రభువు ఏమి అవతరింపజేశాడు?\" అని అడిగినప్పుడు, వారు: \"అత్యుత్తమమైనది.\" అని జవాబిస్తారు. ఎవరైతే ఈ లోకంలో మేలు చేస్తారో వారికి మేలుంటుంది మరియు పరలోక గృహం దీని కంటే ఉత్తమమైంది. మరియు దైవభీతి గలవారి గృహం పరమానందకరమైనది"
        },
        {
            "chapter": 16,
            "verse": 31,
            "text": "వారు ప్రవేశించే శాశ్వత స్వర్గవనాలలో క్రింద సెలయేళ్ళు ప్రవహిస్తూ ఉంటాయి. అక్కడ వారికి వారు కోరేది దొరుకుతుంది. దైవభీతి గలవారికి అల్లాహ్ ఈ విధంగా ప్రతిఫలమిస్తాడు"
        },
        {
            "chapter": 16,
            "verse": 32,
            "text": "ఎవరైతే, పరిశుద్ధులుగా ఉండగా దైవదూతలు వారి ప్రాణాలు తీస్తారో, వారితో: \"మీకు శాంతి కలుగు గాక (సలాం) ! మీరు చేసిన మంచిపనులకు ప్రతిఫలంగా స్వర్గంలో ప్రవేశించండి!\" అని అంటారు"
        },
        {
            "chapter": 16,
            "verse": 33,
            "text": "ఏమీ? వారు (సత్యతిరస్కారులు) తమ వద్దకు దేవదూతల రాక కోసం ఎదురు చూస్తున్నారా? లేక నీ ప్రభువు ఆజ్ఞ (తీర్పు) కోసం ఎదురు చూస్తున్నారా? వారికి పూర్వం ఉన్నవారు కూడా ఈ విధంగానే ప్రవర్తించారు. మరియు అల్లాహ్ వారికి ఎలాంటి అన్యాయం చేయలేదు, కాని వారే తమకు తాము అన్యాయం చేసుకున్నారు"
        },
        {
            "chapter": 16,
            "verse": 34,
            "text": "అప్పుడు వారి దుష్కర్మల ఫలితాలు వారిపై పడ్డాయి మరియు వారు దేనిని గురించి పరిహాసమాడుతూ ఉన్నారో, అదే వారిని క్రమ్ముకుంది"
        },
        {
            "chapter": 16,
            "verse": 35,
            "text": "మరియు (అల్లాహ్ కు) సాటి కల్పించే వారు అంటారు: \"ఒకవేళ అల్లాహ్ కోరి ఉంటే! మేము గానీ మా తండ్రితాతలు గానీ, ఆయన్ని తప్ప మరెవ్వరినీ ఆరాధించేవారం కాదు. మరియు ఆయన ఆజ్ఞ లేనిదే మేము దేన్ని కూడా నిషేధించేవారం కాదు.\" వారికి పూర్వం వారు కూడా ఇలాగే చేశారు. అయితే ప్రవక్తల బాధ్యత (అల్లాహ్) సందేశాన్ని స్పష్టంగా అందజేయటం తప్ప ఇంకేమిటి"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "మరియు వాస్తవానికి, మేము ప్రతి సమాజం వారి వద్దకు ఒక ప్రవక్తను పంపాము. (అతనన్నాడు): \"మీరు అల్లాహ్ ను మాత్రమే ఆరాధించండి. మరియు మిథ్యాదైవాల (తాగూత్ ల) ఆరాధనను త్యజించండి.\" వారిలో కొందరికి అల్లాహ్ సన్మార్గం చూపాడు. మరికొందరి కొరకు మార్గభ్రష్టత్వం నిశ్చితమై పోయింది. కావున మీరు భూమిలో సంచారం చేసి చూడండి, ఆ సత్యతిరస్కారుల గతి ఏమయిందో"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "ఇక (ఓ ముహమ్మద్!) నీవు వారిని సన్మార్గానికి తేవాలని ఎంత కోరుకున్నా! నిశ్చయంగా, అల్లాహ్ మార్గభ్రష్టతకు గురి చేసిన వానికి సన్మార్గం చూపడు. వారికి సహాయపడే వారు ఎవ్వరూ ఉండరు"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "మరియు వారు అల్లాహ్ పేరుతో దృఢమైన శపథం చేసి ఇలా అంటారు: \"మరణించిన వానిని అల్లాహ్ తిరిగి బ్రతికించి లేపడు!\" ఎందుకు లేపడు! ఆయన చేసిన వాగ్దానం సత్యం! అయినా చాలా మంది ప్రజలకు ఇది తెలియదు (కాని అది జరిగి తీరుతుంది)"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "వారు వాదిస్తూ ఉండిన దానిని గురించి వారికి తెలుపటానికి మరియు సత్యతిరస్కారులు తాము నిశ్చయంగా, అబద్ధమాడుతున్నారని తెలుసుకోవటానికి"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "నిశ్చయంగా, మేము ఏదైనా వస్తువును ఉనికిలోనికి తీసుకురాదలచి నపుడు దానిని మేము: \"అయిపో!\" అని ఆజ్ఞాపిస్తాము. అంతే! అది అయిపోతుంది"
        },
        {
            "chapter": 16,
            "verse": 41,
            "text": "మరియు దౌర్జన్యాన్ని సహించిన తరువాత, ఎవరైతే అల్లాహ్ కొరకు వలస పోతారో; అలాంటి వారికి మేము ప్రపంచంలో తప్పకుండా మంచి స్థానాన్ని నొసంగుతాము. మరియు వారి పరలోక ప్రతిఫలం దాని కంటే గొప్పగా ఉంటుంది. ఇది వారు తెలుసుకొని ఉంటే ఎంత బాగుండేది"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "అలాంటి వారే సహనం వహించిన వారు మరియు తమ ప్రభువును నమ్ముకున్నవారు"
        },
        {
            "chapter": 16,
            "verse": 43,
            "text": "మరియు (ఓ ముహమ్మద్!) నీకు పూర్వం కూడా మేము పంపిన ప్రవక్తలందరూ పురుషులే (మానవులే)! మేము వారిపై దివ్యజ్ఞానాన్ని (వహీని) అవతరింపజేశాము. కావున ఇది మీకు తెలియకపోతే పూర్వ గ్రంథ ప్రజలను అడగండి"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "(పూర్వపు ప్రవక్తలను) మేము స్పష్టమైన నిదర్శనాలతో మరియు గ్రంథాలతో (జుబూర్ లతో) పంపాము. మరియు (ఓ ప్రవక్తా!) ఇప్పుడు ఈ జ్ఞాపికను (గ్రంథాన్ని) నీపై అవతరింపజేసింది, వారి వద్దకు అవతరింపజేయబడిన దానిని వారికి నీవు స్పష్టంగా వివరించటానికి మరియు బహుశా వారు ఆలోచిస్తారేమోనని"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "దుష్టపన్నాగాలు చేస్తున్నవారు - అల్లాహ్ తమను భూమిలోనికి దిగి పోయినట్లు చేయకుండా, లేదా తాము ఊహించని వైపు నుండి తమపై శిక్ష అవతరింపజేయకుండా - తాము సురక్షితంగా ఉన్నారనుకొంటున్నారా ఏమిటి"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "లేదా వారు తిరుగాడుతున్నపుడు, అకస్మాత్తుగా ఆయన వారిని పట్టుకుంటే, వారు ఆయన (పట్టు) నుండి తప్పించుకోగలరా"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "లేదా, వారిని భయకంపితులు జేసి పట్టుకోవచ్చు కదా! కాని నిశ్చయంగా, నీ ప్రభువు మహా కనికరుడు, అపార కరుణా ప్రదాత"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "ఏమీ? వారు అల్లాహ్ సృష్టించిన ప్రతి వస్తువునూ గమనించటం (చూడటం) లేదా? వాటి నీడలు కుడివైపుకూ, ఎడమ వైపుకూ వంగుతూ ఉండి, అల్లాహ్ కు సాష్టాంగం (సజ్దా) చేస్తూ, ఎలా వినమ్రత చూపుతున్నాయో"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "మరియు ఆకాశాలలోను మరియు భూమిలోను ఉన్న సమస్త ప్రాణులు మరియు దేవదూతలు అందరూ అల్లాహ్ కు సాష్టాంగం (సజ్దా) చేస్తూ ఉంటారు. వారెన్నడూ (తమ ప్రభువు సన్నిధిలో) గర్వపడరు"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "వారు తమపై నున్న ప్రభువునకు భయపడుతూ తమకు ఆజ్ఞాపించిన విధంగా నడుచుకుంటారు"
        },
        {
            "chapter": 16,
            "verse": 51,
            "text": "మరియు అల్లాహ్ ఇలా ఆజ్ఞాపించాడు: \"(ఓ మానవులారా!) ఇద్దరినీ ఆరాధ్య దైవాలుగా చేసుకోకండి. నిశ్చయంగా ఆరాధ్య దైవం ఆయన (అల్లాహ్) ఒక్కడే! కావున నాకే భీతిపరులై ఉండండి"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "మరియు ఆకాశాలలో మరియు భూమిలో ఉన్నదంతా ఆయకు చెందినదే! మరియు నిరంతర విధేయతకు కేవలం ఆయనే అర్హుడు. ఏమీ? మీరు అల్లాహ్ ను కాదని ఇతరులకు భయభక్తులు చూపుతారా"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "మరియు మీకు లభించిన అనుగ్రహాలన్నీ కేవలం అల్లాహ్ నుండి వచ్చినవే. అంతేగాక మీకు ఆపదలు వచ్చినపుడు కూడా మీరు సహాయం కొరకు ఆయననే మొరపెట్టుకుంటారు కదా"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "తరువాత ఆయన మీ ఆపదలు తొలగించినపుడు; మీలో కొందరు మీ ప్రభువుకు సాటి (షరీక్ లను) కల్పించ సాగుతారు"
        },
        {
            "chapter": 16,
            "verse": 55,
            "text": "మేము చేసిన ఉపకారానికి కృతఘ్నతగా - సరే (కొంతకాలం) సుఖాలను అనుభవించండి. తరువాత మీరు తెలుసుకుంటారు"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "మరియు మేము వారికిచ్చిన జీవనోపాధి నుండి కొంత భాగాన్ని, తాము ఏ మాత్రం ఎరుగని తమ (బూటక దైవాల) కొరకు నియమించుకుంటారు వారు. అల్లాహ్ తోడు! మీరు కల్పిస్తున్న ఈ బూటక (కల్పిత) దైవాలను గురించి మీరు తప్పక ప్రశ్నింపబడతారు"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "మరియు వారు అల్లాహ్ కేమో కుమార్తెలను అంటగడుతున్నారు - ఆయన సర్వలోపాలకు అతీతుడు - మరియు తమకేమో తాము కోరేదు. (నియమించుకుంటారు)"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "మరియు వారిలో ఎవడికైనా బాలిక (పుట్టిందనే) శుభవార్త అందజేస్తే; అతడి ముఖం నల్లబడి పోతుంది. మరియు అతడు తన క్రోధావేశాన్ని అణచుకోవటానికి ప్రయత్నిస్తాడు"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "తనకు ఇవ్వబడిన శుభవార్తను (అతడు) దుర్వార్తగా భావించి, తన జాతి వారి నుండి దాక్కుంటూ తిరుగుతాడు. అవమానాన్ని భరించి దానిని (ఆ బాలికను) ఉంచుకోవాలా? లేక, దానిని మట్టిలో పూడ్చి వేయాలా? అని ఆలోచిస్తాడు. చూడండి! వారి నిర్ణయం ఎంత దారుణమైనదో"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "ఎవరైతే పరలోకాన్ని విశ్వసించరో వారే దుష్టులుగా పరిగణింపబడేవారు. మరియు అల్లాహ్ మాత్రమే సర్వోన్నతుడిగా పరిగణింపబడేవాడు. మరియు ఆయన సర్వ శక్తిమంతుడు, మహా వివేకవంతుడు"
        },
        {
            "chapter": 16,
            "verse": 61,
            "text": "మరియు ఒకవేళ అల్లాహ్ మానవులను - వారు చేసే దుర్మార్గానికి - పట్టుకో దలిస్తే, భూమిపై ఒక్క ప్రాణిని కూడ వదిలేవాడు కాదు. కాని, ఆయన ఒక నిర్ణీత కాలం వరకు వారికి వ్యవధినిస్తున్నాడు. ఇక, వారి కాలం వచ్చినప్పుడు వారు, ఒక ఘడియ వెనుక గానీ మరియు ముందు గానీ కాలేరు"
        },
        {
            "chapter": 16,
            "verse": 62,
            "text": "మరియు వారు తమకు ఇష్టం లేని దానిని అల్లాహ్ కొరకు నియమిస్తారు. \"నిశ్చయంగా, వారికి ఉన్నదంతా శుభమే (మేలైనదే).\" అని వారి నాలుకలు అబద్ధం పలుకుతున్నాయి. నిస్సందేహంగా, వారు నరకాగ్ని పాలవుతారు. మరియు నిశ్చయంగా, వారందులోకి త్రోయబడి, వదలబడతారు"
        },
        {
            "chapter": 16,
            "verse": 63,
            "text": "అల్లాహ్ తోడు, (ఓ ప్రవక్తా!) వాస్తవానికి, నీకు పూర్వమున్న సమాజాల వారి వద్దకు, మేము ప్రవక్తలను పంపాము! కాని షైతాన్ వారి (దుష్ట) కర్మలను వారికి మంచివిగా కనిపించేటట్లు చేశాడు. అదే విధంగా ఈనాడు కూడా వాడు వారి స్నేహితుడిగా ఉన్నాడు. మరియు వారికి బాధాకరమైన శిక్ష ఉంటుంది"
        },
        {
            "chapter": 16,
            "verse": 64,
            "text": "మరియు మేము ఈ గ్రంథాన్ని (ఖుర్ఆన్ ను) నీపై అవతరింపజేసింది, వారు విభేదాలకు గురి అయిన విషయాన్ని వారికి నీవు స్పష్టం చేయటానికీ మరియు విశ్వసించే జనుల కొరకు మార్గదర్శకత్వం గానూ మరియు కారుణ్యం గానూ ఉంచటానికి"
        },
        {
            "chapter": 16,
            "verse": 65,
            "text": "మరియు అల్లాహ్ ఆకాశం నుండి నీటిని కురిపించి, దాని ద్వారా నిర్జీవంగా ఉన్న భూమిలో జీవం పోశాడు. నిశ్చయంగా ఇందులో వినేవారికి సూచన ఉంది"
        },
        {
            "chapter": 16,
            "verse": 66,
            "text": "మరియు నిశ్చయంగా, మీకు పశువులలో ఒక గుణపాఠం ది. వాటి కడుపులలో ఉన్న దానిని (పాలను) మేము మీకు త్రాగటానికి ఇస్తున్నాము. అది మలం మరియు రక్తముల మధ్యనున్న నిర్మలమైన (స్వచ్ఛమైన) పాలు, త్రాగేవారికి ఎంతో రుచికరమైనది"
        },
        {
            "chapter": 16,
            "verse": 67,
            "text": "మరియు ఖర్జూరపు మరియు ద్రాక్ష ఫలాల నుండి మీరు మత్తుపానీయం మరియు మంచి ఆహారం కూడా పొందుతారు. నిశ్చయంగా, ఇందులో బుద్ధిమంతులకు సూచన ఉంది"
        },
        {
            "chapter": 16,
            "verse": 68,
            "text": "మరియు నీ ప్రభువు తేనెటీగకు ఈ విధంగా ఆదేశమిచ్చాడు: \"నీవు కొండలలో, చెట్లలో మరియు మానవుల కట్టడాలలో నీ తెట్టెలను కట్టుకో"
        },
        {
            "chapter": 16,
            "verse": 69,
            "text": "తరువాత అన్నిరకాల ఫలాలను తిను. ఇలా నీ ప్రభువు మార్గాలపై నమ్రతతో నడువు.\" దాని కడుపు నుండి రంగు రంగుల పానకం (తేనే) ప్రసవిస్తుంది; అందులో మానవులకు వ్యాధి నివారణ ఉంది. నిశ్చయంగా, ఇందులో ఆలోచించే వారికి సూచన ఉంది"
        },
        {
            "chapter": 16,
            "verse": 70,
            "text": "మరియు అల్లాహ్ యే మిమ్మల్ని సృష్టించాడు, తరువాత మిమ్మల్ని మరణింపజేస్తాడు. మరియు మీలో కొందరు అతి నికృష్టమైన (ముసలి) వయస్సుకు చేరుతారు. అప్పుడు అతడు అంతా తెలిసినా, ఏమీ తెలియని వాడిగా అయి పోతాడు. నిశ్చయంగా, అల్లాహ్ సర్వజ్ఞుడు, సర్వ సమర్ధుడు"
        },
        {
            "chapter": 16,
            "verse": 71,
            "text": "మరియు అల్లాహ్ జీవనోపాధి విషయంలో మీలో కొందరికి మరికొందరిపై ఆధిక్యతను ప్రసాదించాడు. కాని ఈ ఆధిక్యత ఇవ్వబడిన వారు తమ జీవనోపాధిని తమ ఆధీనంలో ఉన్న వారికి (బానిసలకు) ఇవ్వటానికి ఇష్టపడరు. ఎందుకంటే వారు తమతో సమానులు అవుతారేమోనని! ఏమీ? వారు అల్లాహ్ అనుగ్రహాన్ని తిరస్కరిస్తున్నారా"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "మరియు అల్లాహ్ మీ వంటి వారి నుండియే మీ సహవాసులను (అజ్వాజ్ లను) పుట్టించాడు. మరియు మీ సహవాసుల నుండి మీకు పిల్లలను మరియు మనమళ్ళను ప్రసాదించి, మీకు ఉత్తమమైన జీవనోపాధులను కూడా సమకూర్చాడు. అయినా వారు (మానవులు) అసత్యమైన వాటిని (దైవాలుగా) విశ్వసించి, అల్లాహ్ అనుగ్రహాలను తిరస్కరిస్తారా"
        },
        {
            "chapter": 16,
            "verse": 73,
            "text": "మరియు వారు అల్లాహ్ ను వదలి ఆకాశాల నుండి గానీ, భూమి నుండి గానీ వారికి ఎలాంటి జీవనోపాధిని సమకూర్చలేని మరియు కనీసం (సమకూర్చే) సామర్థ్యం కూడా లేని వారిని ఆరాధిస్తున్నారు"
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "కావున అల్లాహ్ కు పోలికలు కల్పించకండి. నిశ్చయంగా, అల్లాహ్ కు అంతా తెలుసు మరియు మీకేమీ తెలియదు"
        },
        {
            "chapter": 16,
            "verse": 75,
            "text": "అల్లాహ్ ఒక ఉపమానం ఇచ్చాడు: ఒకడు బానిసగా ఇతరుని యాజమాన్యంలో ఉన్నవాడు. అతడు ఏ విధమైన అధికారం లేని వాడు, మరొకడు మా నుండి మంచి జీవనోపాధి పొందిన వాడు. అతడు దానిలో నుండి రహస్యంగాను మరియు బహిరంగంగాను ఖర్చు చేయగల వాడు. ఏమీ? వీరిద్దరు సమానులవుతారా? సర్వస్తోత్రాలకు అర్హుడు కేవలం అల్లాహ్ మాత్రమే! కానీ, చాలా మందికి ఇది తెలియదు"
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "అల్లాహ్ ఇద్దరు పురుషుల, మరొక ఉపమానం ఇచ్చాడు: వారిలో ఒకడు మూగవాడు, అతడు ఏమీ చేయలేడు, అతడు తన యజమానికి భారమై ఉన్నాడు. అతనిని ఎక్కడికి పంపినా మేలైనపని చేయలేడు. ఏమీ? ఇటువంటి వాడు మరొకతనితో - ఎవడైతే న్యాయాన్ని పాటిస్తూ, ఋజుమార్గంపై నడుస్తున్నాడో - సమానుడు కాగలడా"
        },
        {
            "chapter": 16,
            "verse": 77,
            "text": "మరియు ఆకాశాలలోనూ మరియు భూమిలోనూ ఉన్న అగోచర విషయాల జ్ఞానం కేవలం అల్లాహ్ కు మాత్రమే ఉంది. అంతిమ ఘడియ కేవలం రెప్పపాటు కాలంలో లేదా అంతకు ముందే సంభవించవచ్చు! నిశ్చయంగా, అల్లాహ్ ప్రతిదీ చేయగల సమర్ధుడు"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "మరియు అల్లాహ్, మిమ్మల్ని మీ తల్లుల గర్భాల నుండి, బయటికి తీశాడు (పుట్టించాడు) అప్పుడు మీకేమీ తెలియదు. మరియు మీకు వినికిడినీ, దృష్టినీ మరియు హృదయాలను ప్రసాదించాడు. బహుశా మీరు కృతజ్ఞులై ఉంటారని"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "ఏమీ? వారు పక్షులను ఆకాశం మధ్యలో తాటస్థ్య స్థితిలో (పడిపోకుండా) ఎగురుతూ ఉండేది, గమనించడం లేదా? వాటిని అల్లాహ్ తప్ప ఇతరులెవ్వరూ (ఆకాశంలో) నిలుపలేరు. నిశ్చయంగా, ఇందులో విశ్వసించేవారికి సూచనలున్నాయి"
        },
        {
            "chapter": 16,
            "verse": 80,
            "text": "మరియు అల్లాహ్ మీకు, మీ గృహాలలో నివాసం ఏర్పరిచాడు. మరియు పశువుల చర్మాలతో మీకు ఇండ్లు (గుడారాలు) నిర్మించాడు. అవి మీకు ప్రయాణంలో ఉన్నప్పుడు మరియు మీరు బస చేసినప్పుడు, చాలా తేలికగా ఉంటాయి. వాటి ఉన్నితో, బొచ్చుగల చర్మాలతో మరియు వెంట్రుకలతో గృహోపలంకరణ సామగ్రి మరియు కొంతకాలం సుఖంగా గడుపుకునే వస్తువులను (మీ కొరకు సృష్టించాడు)"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "మరియు అల్లాహ్ తాను సృష్టించిన వస్తువులలో కొన్నింటిని నీడ కొరకు నియమించాడు మరియు పర్వతాలలో మీకు రక్షణా స్థలాలను ఏర్పరచాడు. మరియు మీరు వేడి నుండి కాపాడుకోవటానికి వస్త్రాలను మరియు యుద్ధం నుండి కాపాడుకోవటానికి కవచాలను ఇచ్చాడు. మీరు ఆయనకు విధేయులై ఉండాలని, ఈ విధంగా ఆయన మీపై తన అనుగ్రహాలను పూర్తి చేస్తున్నాడు"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "(ఓ ప్రవక్తా!) ఒకవేళ వారు వెనుదిరిగితే, నీ కర్తవ్యం కేవలం సందేశాన్ని స్పష్టంగా అందజేయటం మాత్రమే"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "వారు అల్లాహ్ ఉపకారాన్ని గుర్తించిన తరువాత దానిని నిరాకరిస్తున్నారు మరియు వారిలో చాలా మంది సత్యతిరస్కారులే"
        },
        {
            "chapter": 16,
            "verse": 84,
            "text": "మరియు (జ్ఞాపకం ఉంచుకోండి) ఆ రోజు మేము ప్రతి సమాజం నుండి ఒక సాక్షిని లేపి నిలబెడ్తాము. అప్పుడు సత్యతిరస్కారులకు ఏ విధమైన (సాకులు చెప్పటానికి) అనుమతి ఇవ్వబడదు మరియు వారికి పశ్చాత్తాప పడే అవకాశం కూడా ఇవ్వబడదు"
        },
        {
            "chapter": 16,
            "verse": 85,
            "text": "మరియు దుర్మార్గులు ఆ శిక్షను చూసినప్పుడు, అది వారి కొరకు తగ్గించడం జరుగదు మరియు వారికి ఎలాంటి వ్యవధి కూడా ఇవ్వబడదు"
        },
        {
            "chapter": 16,
            "verse": 86,
            "text": "మరియు (అల్లాహ్ కు) సాటి కల్పించిన వారు, తాము సాటిగా నిలిపిన వారిని చూసి అంటారు: \"ఓ మా ప్రభూ! వీరే మేము నీకు సాటి కల్పించి, నీకు బదులుగా ఆరాధించిన వారు.\" కాని (సాటిగా నిలుపబడిన) వారు, సాటి కల్పించిన వారి మాటలను వారి వైపుకే విసురుతూ అంటారు: \"నిశ్చయంగా, మీరు అసత్యవాదులు"
        },
        {
            "chapter": 16,
            "verse": 87,
            "text": "మరియు ఆ రోజు (అందరూ) వినమ్రులై తమను తాము అల్లాహ్ కు అప్పగించుకుంటారు. వారు కల్పించినవి (దైవాలు) వారిని త్యజించి ఉంటాయి"
        },
        {
            "chapter": 16,
            "verse": 88,
            "text": "ఎవరైతే సత్యాన్ని తిరస్కరించి (ప్రజలను) అల్లాహ్ మార్గం నుండి నిరోధించారో వారికి, మేము వారు చేస్తూ ఉండిన దౌర్జన్యాలకు శిక్ష మీద శిక్ష విధిస్తాము"
        },
        {
            "chapter": 16,
            "verse": 89,
            "text": "మరియు (జ్ఞాపకముంచుకోండి) ఆ రోజు మేము ప్రతి సమాజంలో నుండి వారికి వ్యతిరేకంగా సాక్ష్యమిచ్చే వానిని (ప్రవక్తను) లేపి నిలబెడ్తాము. మరియు (ఓ ప్రవక్తా!) మేము నిన్ను వీరికి వ్యతిరేకంగా సాక్ష్యమివ్వటానికి తీసుకువస్తాము. ప్రతి విషయాన్ని స్పష్టపరచటానికి నీపై ఈ దివ్యగ్రంథాన్ని అవతరింపజేశాము. మరియు ఇందులో అల్లాహ్ కు విధేయులు (ముస్లింలు) అయిన వారికి మార్గదర్శకత్వం, కారుణ్యం మరియు శుభవార్తలూ ఉన్నాయి"
        },
        {
            "chapter": 16,
            "verse": 90,
            "text": "నిశ్చయంగా, అల్లాహ్ న్యాయం చేయమని మరియు (ఇతరులకు) మేలు చేయమని మరియు దగ్గరి బంధువులకు సహాయం చేయమని మరియు అశ్లీలత, అధర్మం మరియు దౌర్జన్యాలకు దూరంగా ఉండమని ఆజ్ఞాపిస్తున్నాడు. ఆయన ఈ విధంగా మీకు బోధిస్తున్నాడు, బహుశా మీరు హితబోధ గ్రహిస్తారని"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "మరియు మీరు అల్లాహ్ పేరుతో వాగ్దానం చేస్తే మీ వాగ్దానాలను తప్పక నెరవేర్చండి. మరియు మీరు ప్రమాణాలను దృఢపరచిన తర్వాత భంగపరచకండి. (ఎందుకంటే) వాస్తవానికి, మీరు అల్లాహ్ ను మీకు జామీనుదారుగా చేసుకున్నారు. నిశ్చయంగా మీరు చేసేదంతా అల్లాహ్ కు బాగా తెలుసు"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "మరియు మీరు ఆ స్త్రీవలే కాకండి, ఏ స్త్రీ అయితే స్వయంగా కష్టపడి నూలు వడికి గట్టి దారాన్ని చేసిన తరువాత దాన్ని ముక్కులు ముక్కులుగా త్రెంచి వేసిందో! ఒక వర్గం వారు మరొక వర్గం వారి కంటే అధికంగా ఉన్నారని, పరస్పరం మోసగించుకోవటానికి, మీ ప్రమాణాలను ఉపయోగించుకోకండి. నిశ్చయంగా అల్లాహ్ మిమ్మల్ని వీటి (ఈ ప్రమాణాల) ద్వారా పరీక్షిస్తున్నాడు. మరియు నిశ్చయంగా, పునరుత్థాన దినమున ఆయన మీకు, మీరు వాదులాడే విషయాలను గురించి స్పష్టంగా తెలియజేస్తాడు"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "ఒకవేళ అల్లాహ్ కోరితే మిమ్మల్ని అందరినీ ఒకే సమాజంగా చేసి ఉండేవాడు. కాని ఆయన తాను కోరిన వారిని మార్గభ్రష్టత్వానికి గురి చేస్తాడు. మరియు తాను కోరిన వారికి సన్మార్గం చూపుతాడు. మరియు నిశ్చయంగా, మీరు చేస్తున్న కర్మలను గురించి మీరు తప్పక ప్రశ్నించబడతారు"
        },
        {
            "chapter": 16,
            "verse": 94,
            "text": "మరియు మీ ప్రమాణాలను పరస్పరం మోసగించుకోవటానికి ఉపయోగించుకోకండి. అలా చేస్తే స్థిరపడిన పాదాలు జారిపోవచ్చు మరియు మీరు అల్లాహ్ మార్గం నుండి ప్రజలను నిరోధించిన పాప ఫలితాన్ని రుచి చూడగలరు. మరియు మీకు ఘోరమైన శిక్ష పడగలదు"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "మరియు మీరు అల్లాహ్ తో చేసిన వాగ్దానాన్ని స్పల్పలాభానికి అమ్ముకోకండి. మీరు తెలుసుకోగలిగితే, నిశ్చయంగా, అల్లాహ్ వద్ద ఉన్నదే మీకు ఎంతో మేలైనది"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "మీ దగ్గర ఉన్నదంతా నశించేదే. మరియు అల్లాహ్ వద్ద ఉన్నదే (శాశ్వతంగా) మిగిలేది! మరియు మేము సహనం వహించేవారికి, వారు చేసిన సత్కార్యాలకు ఉత్తమ ప్రతిఫలం తప్పక ప్రసాదిస్తాము"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "ఏ పురుషుడు గానీ, లేక స్త్రీ గానీ విశ్వాసులై, సత్కార్యాలు చేస్తే, అలాంటి వారిని మేము తప్పక (ఇహలోకంలో) మంచి జీవితం గడిపేలా చేస్తాము. మరియు వారికి (పరలోకంలో) వారు చేసిన సత్కార్యాలకు ఉత్తమ ప్రతిఫలం తప్పక ప్రసాదిస్తాము"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "కావున నీవు ఖుర్ఆన్ పఠించబోయేటప్పుడు శపించబడిన (బహిష్కరించబడిన) షైతాన్ నుండి (రక్షణ పొందటానికి) అల్లాహ్ శరణు వేడుకో"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "విశ్వసించి, తమ ప్రభువును నమ్ముకున్న వారిపై నిశ్చయంగా, వాడికి ఎలాంటి అధికారం ఉండదు"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "కాని! నిశ్చయంగా, వాడి (షైతాన్) వైపుకు మరలి వాడిని అనుసరించే (స్నేహం చేసుకునే) వారిపై మరియు ఆయనకు (అల్లాహ్ కు) సాటి కల్పించే వారిపై, వాడికి అధికారం ఉంటుంది"
        },
        {
            "chapter": 16,
            "verse": 101,
            "text": "మరియు మేము ఒక సందేశాన్ని (ఆయత్ ను) మార్చి దాని స్థానంలో మరొక సందేశాన్ని అవతరింపజేసినప్పుడు; తాను దేన్ని ఎప్పుడు అవతరింపజేశాడో అల్లాహ్ కు బాగా తెలుసు. (అయినా) వారు (సత్యతిరస్కారులు) ఇలా అంటారు: \"నిశ్చయంగా నీవే (ఓ ముహమ్మద్!) దీనిని కల్పించేవాడవు.\" అసలు వారిలో చాలా మంది (యథార్థం) తెలుసుకోలేరు"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "వారితో అను: \"దీనిని (ఈ ఖుర్ఆన్ ను) నీ ప్రభువు వద్ద నుండి సత్యంతో, విశ్వాసులను (విశ్వాసంలో) పటిష్టం చేయటానికి మరియు (అల్లాహ్ కు) సంపూర్ణంగా విధేయులుగా ఉన్న వారికి (ముస్లింలకు) సన్మార్గం చూపటానికి మరియు శుభవార్త అందజేయటానికి, పరిశుద్ధాత్మ (జిబ్రీల్) క్రమక్రమంగా ఉన్నది ఉన్నట్లుగా తీసుకొని వచ్చాడు"
        },
        {
            "chapter": 16,
            "verse": 103,
            "text": "మరియు: \"నిశ్చయంగా, ఇతనికి ఒక మనిషి నేర్పుతున్నాడు.\" అని, వారు అనే విషయం మాకు బాగా తెలుసు. వారు సూచించే (అపార్థం చేసే) వ్యక్తి భాష పరాయి భాష. కాని ఈ (ఖుర్ఆన్) భాష స్వచ్ఛమైన అరబ్బీ భాష"
        },
        {
            "chapter": 16,
            "verse": 104,
            "text": "నిశ్చయంగా ఎవరైతే అల్లాహ్ సందేశాలను (ఆయాత్ లను) విశ్వసించరో! వారికి అల్లాహ్ సన్మార్గం చూపడు. మరియు వారికి బాధాకరమైన శిక్ష ఉంటుంది"
        },
        {
            "chapter": 16,
            "verse": 105,
            "text": "నిశ్చయంగా, అల్లాహ్ సూచనలను (ఆయాత్ లను) విశ్వసించని వారు, అబద్ధాలను కల్పిస్తున్నారు. మరియు అలాంటివారు! వారే, అసత్యవాదులు"
        },
        {
            "chapter": 16,
            "verse": 106,
            "text": "ఎవడైతే విశ్వసించిన తరువాత, అల్లాహ్ ను తిరస్కరిస్తాడో - తన హృదయం సంతృప్తికరమైన విశ్వాసంతో నిండి ఉండి, బలవంతంగా తిరస్కరించేవాడు తప్ప - మరియు ఎవరైతే హృదయపూర్వకంగా సత్యతిరస్కారానికి పాల్పడతారో, అలాంటి వారిపై అల్లాహ్ ఆగ్రహం (దూషణ) విరుచుకు పడుతుంది. మరియు వారి కొరకు ఘోరమైన శిక్ష ఉంటుంది"
        },
        {
            "chapter": 16,
            "verse": 107,
            "text": "ఇది ఎందుకంటే! నిశ్చయంగా, వారు పరలోక జీవితం కంటే ఇహలోక జీవితాన్నే ఎక్కువగా ప్రేమించటం మరియు నిశ్చయంగా, అల్లాహ్ సత్యతిరస్కారులకు సన్మార్గం చూపడు"
        },
        {
            "chapter": 16,
            "verse": 108,
            "text": "ఇలాంటి వారి హృదయాల మీదా. చెవుల మీదా మరియు కన్నుల మీదా అల్లాహ్ ముద్రవేసి ఉన్నాడు. మరియు ఇలాంటి వారే నిర్లక్ష్యంలో మునిగి ఉన్నవారు"
        },
        {
            "chapter": 16,
            "verse": 109,
            "text": "నిశ్చయంగా, పరలోకంలో నష్టానికి గురి కాగలవారు వీరే, అని అనటంలో ఎలాంటి సందేహం లేదు"
        },
        {
            "chapter": 16,
            "verse": 110,
            "text": "ఇక నిశ్చయంగా, నీ ప్రభువు! వారి కొరకు, ఎవరైతే మొదట పరీక్షకు గురి చేయబడి, పిదప (తమ ఇల్లూ వాకిలి విడిచి) వలసపోయి, తరువాత ధర్మపోరాటంలో పాల్గొంటారో మరియు సహనం వహిస్తారో! దాని తరువాత నిశ్చయంగా, అలాంటి వారి కొరకు నీ ప్రభువు! ఎంతో క్షమాశీలుడు, అపార కరుణా ప్రదాత"
        },
        {
            "chapter": 16,
            "verse": 111,
            "text": "ఆ దినమును (జ్ఞాపకముంచుకోండి), ఎప్పుడైతే ప్రతి ప్రాణి కేవలం తన స్వంతం కొరకే బ్రతిమాలుకుంటుందో! ప్రతి ప్రాణికి దాని కర్మలకు తగిన ప్రతిఫలం ఇవ్వబడుతుంది మరియు వారికెలాంటి అన్యాయం జరుగదు"
        },
        {
            "chapter": 16,
            "verse": 112,
            "text": "మరియు అల్లాహ్ ఒక నగరపు ఉపమానం ఇస్తున్నాడు: మొదట అది (ఆ నగరం) శాంతి భద్రతలతో నిండి ఉండేది. దానికి (దాని ప్రజలకు) ప్రతి దిక్కునుండి జీవనోపాధి పుష్కలంగా లభిస్తూ ఉండేది. తరువాత (ఆ నగరం) వారు అల్లాహ్ అనుగ్రహాలను తిరస్కరించారు (కృతఘ్నులయ్యారు), కావున అల్లాహ్ వారి చర్యలకు బదులుగా వారికి ఆకలీ, భయమూ వంటి ఆపదల రుచి చూపించాడు"
        },
        {
            "chapter": 16,
            "verse": 113,
            "text": "మరియు వాస్తవంగా వారి వద్దకు వారి (జాతి) నుండి ఒక ప్రవక్త వచ్చి ఉన్నాడు, కాని వారు అతనిని అసత్యవాదుడవని తిరస్కరించారు. కావున వారు దుర్మార్గంలో మునిగి ఉన్నప్పుడు వారిని శిక్ష పట్టుకున్నది"
        },
        {
            "chapter": 16,
            "verse": 114,
            "text": "కావున మీరు అల్లాహ్ నే ఆరాధించే వారైతే, ఆయన మీ కొరకు ప్రసాదించిన ధర్మసమ్మతమైన, పరిశుద్ధమైన ఆహారాలనే తినండి మరియు అల్లాహ్ అనుగ్రహాలకు కృతజ్ఞతలు చూపండి"
        },
        {
            "chapter": 16,
            "verse": 115,
            "text": "నిశ్చయంగా, ఆయన మీ కొరకు (దానంతట అది) చచ్చినది (పశువు/పక్షి) రక్తం, పందిమాంసం, అల్లాహ్ తప్ప ఇతరుల కొరకు (ఇతరుల పేర) జిబహ్ చేయబడినది (పశువు/పక్షి మాంసాన్ని) నిషేధించి ఉన్నాడు. కాని ఎవడైనా (అల్లాహ్) నియమాలను ఉల్లంఘించే ఉద్దేశంతో కాక, (ఆకలికి) తాళలేక, గత్యంతరం లేని పరిస్థితిలో (తింటే); నిశ్చయంగా, అల్లాహ్ క్షమాశీలుడు, అపార కరుణా ప్రదాత"
        },
        {
            "chapter": 16,
            "verse": 116,
            "text": "అల్లాహ్ మీద అబద్ధాలు కల్పిస్తూ: \"ఇది ధర్మసమ్మతం, ఇది నిషిద్ధం.\" అని మీ నోటికొచ్చినట్లు (మనస్సులకు తోచినట్లు) అబద్ధాలు పలక కండి. నిశ్చయంగా, అల్లాహ్ పై అబద్ధాలు కల్పించేవారు ఎన్నడూ సాఫల్యం పొందరు"
        },
        {
            "chapter": 16,
            "verse": 117,
            "text": "దీనితో కొంత వరకు సుఖసంతోషాలు కలుగవచ్చు, కాని వారికి బాధాకరమైన శిక్ష ఉంటుంది"
        },
        {
            "chapter": 16,
            "verse": 118,
            "text": "మరియు మేము నీకు ప్రస్తావించిన వాటిని, ఇంతకు ముందు యూదులకు నిషేధించాము. మరియు మేము వారికి అన్యాయం చేయలేదు, కాని వారే తమకు తామే అన్యాయం చేసుకుంటూ ఉండేవారు"
        },
        {
            "chapter": 16,
            "verse": 119,
            "text": "అయితే నిశ్చయంగా, నీ ప్రభువు - ఎవరైతే అజ్ఞానంలో పాపాలు చేసి, ఆ పిదప పశ్చాత్తాప పడి, సరిదిద్దుకుంటారో - దాని (ఆ పశ్చాత్తాపం) తరువాత (వారిని క్షమిస్తాడు); నిశ్చయంగా, నీ ప్రభువు క్షమించేవాడు, అపార కరుణా ప్రదాత"
        },
        {
            "chapter": 16,
            "verse": 120,
            "text": "నిశ్చయంగా, ఇబ్రాహీమ్ (ఒక్కడే) అల్లాహ్ కు భక్తిపరుడై, ఏకదైవ సిద్ధాంతాన్ని (సత్యధర్మాన్ని) స్థాపించటంలో తనకు తానే ఒక సమాజమై ఉండెను. అతను అల్లాహ్ కు సాటి కల్పించేవారిలో ఎన్నడూ చేరలేదు"
        },
        {
            "chapter": 16,
            "verse": 121,
            "text": "ఆయన (అల్లాహ్) యొక్క అనుగ్రహాలకు కృతజ్ఞుడై ఉండేవాడు. ఆయన (అల్లాహ్) అతనిని (తన స్నేహితునిగా) ఎన్నుకొని, అతనికి ఋజుమార్గం వైపుకు మార్గదర్శకత్వం చేశాడు"
        },
        {
            "chapter": 16,
            "verse": 122,
            "text": "మేము అతనికి ఇహలోకంలో మంచి స్థితిని ప్రసాదించాము. మరియు నిశ్చయంగా, అతను పరలోకంలో సద్వర్తనులతో పాటు ఉంటాడు"
        },
        {
            "chapter": 16,
            "verse": 123,
            "text": "తరువాత మేము నీకు (ఓ ముహమ్మద్!) ఈ సందేశాన్ని పంపాము: \"నీవు ఇబ్రాహీమ్ అనుసరించిన, ఏకదైవ సిద్ధాంతాన్ని (సత్యధర్మాన్ని) అనుసరించు. అతను (ఇబ్రాహీమ్) అల్లాహ్ కు సాటి కల్పించే వారిలోని వాడు కాడు"
        },
        {
            "chapter": 16,
            "verse": 124,
            "text": "వాస్తవానికి, శనివార శాసనం (సబ్త్) విషయంలో అభిప్రాయభేదాలు కలిగి ఉన్న వారికే అది విధించబడింది. మరియు నిశ్చయంగా, నీ ప్రభువు! పునరుత్థాన దినమున వారి మధ్య ఉన్న భిన్నాభిప్రాయాలను గురించి తీర్పు చేస్తాడు"
        },
        {
            "chapter": 16,
            "verse": 125,
            "text": "(ప్రజలను) వివేకంతోనూ, మంచి ఉపదేశం (ప్రచారం) తోనూ నీ ప్రభువు మార్గం వైపునకు ఆహ్వానించు. మరియు వారితో ఉత్తమరీతిలో వాదించు. నిశ్చయంగా, నీ ప్రభువుకు తన మార్గం నుండి భ్రష్టుడైన వాడెవడో తెలుసు. మరియు మార్గదర్శకత్వం పొందిన వాడెవడో కూడా ఆయనకు బాగా తెలుసు"
        },
        {
            "chapter": 16,
            "verse": 126,
            "text": "మరియు మీరు (మీ ప్రత్యర్థులను) శిక్షించదలచుకుంటే, మీకు జరిగిన దానికి (అన్యాయానికి) సమానమైన శిక్ష మాత్రమే ఇవ్వండి. కాని మీరు సహనం వహిస్తే నిశ్చయంగా, సహనం వహించేవారికి ఎంతో మేలు కలుగుతుంది"
        },
        {
            "chapter": 16,
            "verse": 127,
            "text": "(ఓ ముహమ్మద్!) నీవు సహనం వహించు మరియు నీకు సహనమిచ్చేవాడు కేవలం అల్లాహ్ మాత్రమే. మరియు వారిని గురించి దుఃఖపడకు మరియు వారు పన్నే కుట్రలకు నీవు వ్యాకుల పడకు"
        },
        {
            "chapter": 16,
            "verse": 128,
            "text": "నిశ్చయంగా, అల్లాహ్ భయభక్తులు గల వారితో మరియు సజ్జనులైన వారితో పాటు ఉంటాడు"
        }
    ]
}