{
    "chapter": [
        {
            "chapter": 29,
            "verse": 1,
            "text": "అలిఫ్-లామ్-మీమ్"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "ఏమీ? : ప్రజలు \"మేము విశ్వసించాము!\" అని అన్నంత మాత్రాన్నే తాము విడిచి పెట్ట బడతారని మరియు తాము పరీక్షింపబడరని భావిస్తున్నారా"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "మరియు వాస్తవానికి, మేము వారికి పూర్వం గతించిన వారిని కూడా పరీక్షించి ఉన్నాము. కావున నిశ్చయంగా సత్యవంతులు ఎవరో మరియు అసత్యవంతులు ఎవరో అల్లాహ్ వ్యక్తపరుస్తాడు"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "లేక, చెడుపనులు చేస్తున్నవారు, మా (శిక్ష) నుండి తప్పించుకోగలరని భావిస్తున్నారా? ఎంత చెడ్డ నిర్ణయం వారిది"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "అల్లాహ్ ను కలుసుకునే కోరిక ఉన్నవాడు, అల్లాహ్ నిర్ణయించిన ఆ సమయం తప్పక రానున్నదని నమ్మాలి. మరియు ఆయన సర్వం వినేవాడు, సర్వజ్ఞుడు"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "కావున (అల్లాహ్ మార్గంలో) పాటుపడే వాడు నిశ్చయంగా, తన (మేలు) కొరకే పాటు పడుతున్నాడని (తెలుసుకోవాలి). నిశ్చయంగా, అల్లాహ్ సర్వలోకాల వారి అక్కర ఏ మాత్రం లేనివాడు"
        },
        {
            "chapter": 29,
            "verse": 7,
            "text": "మరియు ఎవరైతే విశ్వసించి సత్కార్యాలు చేస్తారో, నిశ్చయంగా అలాంటి వారి (పూర్వపు) పాపాలను మేము తప్పక తొలగిస్తాము మరియు వారు చేసిన సత్కార్యాలకు ఉత్తమమైన ప్రతిఫలం ఇస్తాము"
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "మరియు మేము మానవునికి తన తల్లిదండ్రులతో మంచిగా వ్యవహరించమని ఆదేశించాము. కాని వారిద్దరూ, నీవు ఎరుగని వానిని నాకు భాగస్వామిగా చేయమని బలవంతపెడితే, నీవు వారి ఆజ్ఞాపాలన చేయకు. మీరందరూ నా వైపుకే మరలి రావలసి ఉన్నది, అప్పుడు నేను మీకు, మీరు ఏమి చేస్తూ ఉండేవారో తెలుపుతాను"
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "మరియు ఎవరైతే విశ్వసించి సత్కార్యాలు చేస్తూ ఉంటారో, మేము వారిని తప్పక సద్వర్తనులతో చేర్చుతాము"
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "మరియు ప్రజలలో కొందరు (తమ నాలుకలతో): \"మేము అల్లాహ్ ను విశ్వసించాము.\" అని అనే వ్యక్తులున్నారు. కాని వారు అల్లాహ్ మార్గంలో హింసించపడినప్పుడు, మానవులు పెట్టిన పరీక్షలను అల్లాహ్ యొక్క శిక్షగా భావిస్తారు; మరియు ఒకవేళ నీ ప్రభువు నుండి సహాయం వస్తే వారు (కపట విశ్వాసులు) అంటారు: \"నిశ్చయంగా, మేము మీతోనే ఉన్నాము. సర్వలోకాల వారి హృదయాల స్థితి అల్లాహ్ కు తెలియదా ఏమిటి"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "మరియు నిశ్చయంగా, అల్లాహ్ విశ్వసించిన వారిని స్పష్టపరుస్తాడు మరియు ఆయన కపట విశ్వాసులను కూడా స్పష్టపరుస్తాడు"
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "మరియు సత్యతిరస్కారులు, విశ్వాసులతో: \"మీరు మా మార్గాన్ని అనుసరించండి. మేము మీ పాపాలను భరిస్తాము.\" అని అంటారు. వాస్తవానికి వారి పాపాలలో నుండి దేనిని కూడా వారు భరించరు. నిశ్చయంగా, వారు అసత్యవాదులు"
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "మరియు నిశ్చయంగా, వారు తమ బరువులను మోస్తారు మరియు తమ బరువులతో పాటు ఇతరుల బరువులను కూడా మోస్తారు. మరియు నిశ్చయంగా, వారు పునరుత్థాన దినమున, తమ బూటక కల్పనలను గురించి ప్రశ్నింపబడతారు"
        },
        {
            "chapter": 29,
            "verse": 14,
            "text": "మరియు వాస్తవానికి, మేము నూహ్ ను అతని జాతి వారి వద్దకు పంపాము. అతను వారి మధ్య యాభై తక్కువ వేయి సంవత్సరాల వరకు (వారిని అల్లాహ్ ధర్మం వైపుకు ఆహ్వానిస్తూ) నివసించాడు; చివరకు వారు దుర్మార్గాన్ని విడనాడనందుకు, వారిని తుఫాను పట్టుకున్నది"
        },
        {
            "chapter": 29,
            "verse": 15,
            "text": "తరువాత మేము అతనిని (నూహ్ ను) మరియు నావలో ఎక్కిన వారిని రక్షించి, దానిని సర్వలోకాల వారికి ఒక సూచనగా చేశాము"
        },
        {
            "chapter": 29,
            "verse": 16,
            "text": "మరియు (జ్ఞాపకం చేసుకోండి!) ఇలాగే ఇబ్రాహీమ్ కూడా తన జాతి వారితో: \"కేవలం అల్లాహ్ నే ఆరాధించండి మరియు ఆయన యందు భయభక్తులు కలిగి ఉండండి. మీరు అర్థం చేసుకోగలిగితే, ఇది మీకు ఎంతో మేలైనది"
        },
        {
            "chapter": 29,
            "verse": 17,
            "text": "నిశ్చయంగా, మీరు అల్లాహ్ ను వదలి విగ్రహాలను ఆరాధిస్తూ, ఒక అభూత కల్పన చేస్తున్నారు. నిశ్చయంగా, అల్లాహ్ ను వదలి మీరు ఎవరినైతే, ఆరాధిస్తున్నారో, వారికి మీకు జీవనోపాధిని సమకూర్చే యోగ్యత లేదు. కావున మీరు, మీ జీవనోపాధిని అల్లాహ్ నుండియే అపేక్షించండి మరియు ఆయననే ఆరాధించండి. మరియు ఆయనకే కృతజ్ఞులై ఉండండి. మీరంతా ఆయన వైపునకే మరలింపబడతారు"
        },
        {
            "chapter": 29,
            "verse": 18,
            "text": "ఒకవేళ మీరు (ఈ సందేశాన్ని) అబద్ధమని తిరస్కరిస్తే, (ఆశ్చర్యమేమీ లేదు) వాస్తవానికి మీకు పూర్వం ఎన్నో సమాజాలు (దివ్యసందేశాలను అబద్ధాలని) తిరస్కరించాయి. మరియు సందేశహరుని బాధ్యత, స్పష్టంగా మీకు సందేశాన్ని అందజేయటం మాత్రమే"
        },
        {
            "chapter": 29,
            "verse": 19,
            "text": "అల్లాహ్ సృష్టిని ఏ విధంగా ప్రారంభిస్తున్నాడో తరువాత దానిని ఏ విధంగా మరల ఉనికిలోకి తెస్తున్నాడో, వారు గమనించడం లేదా? నిశ్చయంగా, ఇది అల్లాహ్ కు ఎంతో సులభం"
        },
        {
            "chapter": 29,
            "verse": 20,
            "text": "వారితో అను: \"మీరు భూమిలో సంచారం చేసి చూడండి. ఆయన సృష్టిని ఏ విధంగా ప్రారంభించాడో!\" తరువాత అల్లాహ్ యే మరల (రెండవసారి) దానిని ఉనికిలోకి తెస్తున్నాడు! నిశ్చయంగా, అల్లాహ్ ప్రతిదీ చేయగల సమర్ధుడు"
        },
        {
            "chapter": 29,
            "verse": 21,
            "text": "ఆయన తాను కోరిన వారిని శిక్షిస్తాడు మరియు తాను కోరిన వారిని కరుణిస్తాడు. మరియు ఆయన వైపుకే మీరంతా మరలింపబడతారు"
        },
        {
            "chapter": 29,
            "verse": 22,
            "text": "మరియు మీరు భూమిలో గాని, ఆకాశంలో గాని ఆయన నుండి తప్పించుకోజాలరు. మరియు అల్లాహ్ తప్ప మీకు సంరక్షకుడు గానీ మరియు సహాయకుడు గానీ ఎవ్వడూ లేడు"
        },
        {
            "chapter": 29,
            "verse": 23,
            "text": "మరియు ఎవరైతే, అల్లాహ్ సూచనలను మరియు ఆయనతో కాబోయే సమావేశాన్ని తిరస్కరిస్తారో, అలాంటి వారు నా కరుణ పట్ల నిరాశ చెందుతారు. మరియు అలాంటి వారికి బాధాకరమైన శిక్ష పడుతుంది"
        },
        {
            "chapter": 29,
            "verse": 24,
            "text": "ఇక అతని (ఇబ్రాహీమ్) జాతివారి జవాబు ఈ విధంగా అనడం తప్ప మరొకటి లేక పోయింది: \"ఇతనిని చంపండి లేదా కాల్చి వేయండి\" చివరకు అల్లాహ్ అతనిని అగ్ని నుండి రక్షించాడు. నిశ్చయంగా, ఇందులో విశ్వసించే వారికి సూచన లున్నాయి"
        },
        {
            "chapter": 29,
            "verse": 25,
            "text": "మరియు (ఇబ్రాహీమ్) ఇలా అన్నాడు: \"నిశ్చయంగా, మీరు ప్రాపంచిక జీవితంలో అల్లాహ్ ను వదలి, విగ్రహారాధనను మీ మధ్య ప్రేమకు సాధనంగా చేసుకున్నారు. కాని పునరుత్థాన దినమున మీకు పరస్పరం సంబంధమే లేదంటారు మరియు పరస్పరం శపించుకుంటారు మరియు మీ ఆశ్రయం నరకాగ్నియే మరియు మీకు సహాయపడే వారు ఎవ్వరూ ఉండరు"
        },
        {
            "chapter": 29,
            "verse": 26,
            "text": "అప్పుడు లూత్ అతనిని విశ్వసించాడు. (ఇబ్రాహీమ్) ఇలా అన్నాడు: \"నేను నా ప్రభువు వైపునకు వలస పోతాను. నిశ్చయంగా, ఆయనే సర్వ శక్తిమంతుడు, మహా వివేకవంతుడు"
        },
        {
            "chapter": 29,
            "verse": 27,
            "text": "మరియు మేము అతనికి (ఇబ్రాహీమ్ కు) ఇస్ హాఖ్ మరియు యఅఖూబ్ లను ప్రసాదించి, అతని సంతతిలో ప్రవక్త పదవినీ మరియు గ్రంథాన్ని ఉంచి, ప్రపంచంలో అతనికి, అతని ప్రతిఫలాన్ని ఇచ్చాము. మరియు పరలోకంలో అతడు నిశ్చయంగా, సద్వర్తనులతో పాటు ఉంటాడు"
        },
        {
            "chapter": 29,
            "verse": 28,
            "text": "మరియు (జ్ఞాపకం చేసుకోండి) లూత్ తన జాతి ప్రజలతో ఇలా అన్నప్పుడు: \"నిశ్చయంగా, మీరు చాలా హేయమైన పని చేస్తున్నారు. మీకు పూర్వం లోకంలో ఎవ్వడూ ఇలాంటి పని చేయలేదు"
        },
        {
            "chapter": 29,
            "verse": 29,
            "text": "వాస్తవానికి, మీరు (కామంతో) పురుషుల వద్దకు పోతున్నారు! మరియు దారి కొడుతున్నారు (దోపిడి చేస్తున్నారు)! మరియు మీ సభలలో అసభ్యకరమైన పనులు చేస్తున్నారు!\" అతని జాతి వారి జవాబు కేవలం ఇలానే ఉండేది: \"నీవు సత్యవంతుడవే అయితే అల్లాహ్ శిక్షను మా పైకి తీసుకురా"
        },
        {
            "chapter": 29,
            "verse": 30,
            "text": "అప్పుడు లూత్ ఇలా ప్రార్థించాడు: \"ఓ నా ప్రభూ! దౌర్జన్యపరులపై నాకు విజయము నొసంగు"
        },
        {
            "chapter": 29,
            "verse": 31,
            "text": "మరియు మా దూతలు ఇబ్రాహీమ్ వద్దకు శుభవార్త తీసికొని వచ్చినపుడు వారన్నారు: \"నిశ్చయంగా, మేము ఈ నగరవాసులను నాశనం చేయబోతున్నాము. ఎందుకంటే వాస్తవానికి దాని ప్రజలు దుర్మార్గులై పోయారు"
        },
        {
            "chapter": 29,
            "verse": 32,
            "text": "(ఇబ్రాహీమ్) అన్నాడు: \"వాస్తవానికి, అక్కడ లూత్ కూడా ఉన్నాడు కదా!\" వారన్నారు: \"అక్కడెవరున్నారో, మాకు బాగా తెలుసు. మేము అతనిని మరియు అతని కుటుంబం వారిని రక్షిస్తాము - అతని భార్య తప్ప - ఆమె వెనుక ఉండి పోయేవారిలో చేరి పోయింది"
        },
        {
            "chapter": 29,
            "verse": 33,
            "text": "ఆ తరువాత మా దూతలు లూత్ వద్దకు రాగా అతను వారి నిమిత్తం చాలా చింతించాడు. మరియు ఇబ్బందిలో పడి పోయాడు. వారిలా అన్నారు: \"నీవు భయపడకు మరియు దుఃఖ పడకు! నిశ్చయంగా, మేము నిన్ను మరియు నీ కుటుంబం వారిని రక్షిస్తాము - నీ భార్య తప్ప - ఆమె వెనుక ఉండి పోయేవారిలో చేరిపోయింది"
        },
        {
            "chapter": 29,
            "verse": 34,
            "text": "నిశ్చయంగా, మేము ఈ నగరవాసుల మీద ఆకాశం నుండి ఘోర విపత్తు అవతరింపజేయ బోతున్నాము. ఎందుకంటే వారు అవిధేయులయ్యారు"
        },
        {
            "chapter": 29,
            "verse": 35,
            "text": "మరియు వాస్తవానికి, బుద్ధిమంతుల కొరకు మేము దీని ద్వారా ఒక స్పష్టమైన సూచనను వదలి పెట్టాము"
        },
        {
            "chapter": 29,
            "verse": 36,
            "text": "మరియు మేము మద్ యన్ వాసుల వద్దకు వారి సహోదరుడు షుఐబ్ ను పంపాము. అతను ఇలా అన్నాడు: \"నా జాతి ప్రజలారా! కేవలం అల్లాహ్ నే ఆరాధించండి. మరియు అంతిమ దినం కొరకు నిరీక్షిస్తూ (భయపడుతూ) ఉండండి. మరియు దౌర్జన్యపరులుగా భూమిలో కల్లోలం రేకెత్తిస్తూ తిరగకండి"
        },
        {
            "chapter": 29,
            "verse": 37,
            "text": "కాని వారు అతనిని అసత్యుడని తిరస్కరించారు, ఒక తీవ్రమైన భూకంపం వారిని పట్టుకున్నది, అప్పుడు వారు తమ ఇండ్లలోనే చలనం లేని శవాలుగా మారి పోయారు"
        },
        {
            "chapter": 29,
            "verse": 38,
            "text": "మరియు వాస్తవంగా, ఆద్ మరియు సమూద్ జాతల వారి (వినాశ) విషయం (మిగిలి పోయిన) వారి నివాస స్థలాల నుండి, మీకు స్పష్టంగా తెలుస్తుంది. వాస్తవానికి, వారు (సత్యాన్ని) గ్రహించే వారు అయినప్పటికీ, షైతాన్ వారి కర్మలను వారికి మంచివిగా కనబడేటట్లు చేశాడు. ఆ తరువాత వారిని (ఋజు) మార్గం నుండి తొలగించాడు"
        },
        {
            "chapter": 29,
            "verse": 39,
            "text": "ఇక ఖారూన్, ఫిర్ఔన్ మరియు హామానులను (కూడా మేము ఇదే విధంగా నాశనం చేశాము). వాస్తవానికి, మూసా వారి వద్దకు స్పష్టమైన సూచనలను తీసుకొని వచ్చాడు; కాని వారు భూమిలో అహంభావం చూపారు. కావున వారు (మా శిక్ష నుండి) తప్పించుకోలేక పోయారు"
        },
        {
            "chapter": 29,
            "verse": 40,
            "text": "కావున ప్రతి ఒక్కరిని మేము అతని పాపానికి బదులుగా పట్టుకున్నాము. వారిలో కొందరిపైకి మేము తుఫాన్ గాలిని పంపాము. మరికొందరిని ఒక భయంకరమైన గర్జన (సయ్ హా) చిక్కించుకున్నది. ఇంకా కొందరిని భూమిలోనికి అణగ ద్రొక్కాము. ఇంకా ఇతరులను ముంచి వేశాము. మరియు అల్లాహ్ వారి కెలాంటి అన్యాయం చేయలేదు, కాని వారే తమకు తాము అన్యాయం చేసుకున్నారు"
        },
        {
            "chapter": 29,
            "verse": 41,
            "text": "అల్లాహ్ ను వదలి ఇతరులను సంరక్షకులుగా చేసుకున్న వారి ఉపమానాన్ని సాలె పురుగు నిర్మించే ఇంటితో పోల్చవచ్చు. నిశ్చయంగా, అన్నిటి కంటే బలహీనమైన ఇల్లు సాలె పురుగు ఇల్లే! వారిది తెలుసుకుంటే ఎంత బాగుండేది"
        },
        {
            "chapter": 29,
            "verse": 42,
            "text": "వారు ఆయనను వదిలి దేనిని ప్రార్థిస్తున్నారో, అల్లాహ్ కు బాగా తెలుసు. మరియు ఆయన సర్వశక్తిమంతుడు, మహా వివేకవంతుడు"
        },
        {
            "chapter": 29,
            "verse": 43,
            "text": "మరియు ఈ ఉదాహరణలను మేము ప్రజలకు (అర్థం చేసుకోవాలని) ఇస్తున్నాము. మరియు జ్ఞానం గలవారు తప్ప ఇతరులు వీటిని అర్థం చేసుకోలేరు"
        },
        {
            "chapter": 29,
            "verse": 44,
            "text": "అల్లాహ్ ఆకాశాలను మరియు భూమిని సత్యాధారంగా సృష్టించాడు. నిశ్చయంగా, విశ్వసించే వారికి ఇందులో సూచన ఉంది"
        },
        {
            "chapter": 29,
            "verse": 45,
            "text": "(ఓ ప్రవక్తా!) నీపై దివ్యజ్ఞానం (వహీ) ద్వారా అవతరింపజేయబడిన గ్రంథాన్ని చదివి వినిపించు మరియు నమాజ్ ను స్థాపించు. నిశ్చయంగా, నమాజ్ అసహ్యకరమైన పనుల నుండి మరియు అధర్మమైన పనుల నుండి నిషేధిస్తుంది. మరియు అల్లాహ్ ధ్యానమే (అన్నిటి కంటే) గొప్పది. మరియు మీరు చేసేదంతా అల్లాహ్ కు బాగా తెలుసు"
        },
        {
            "chapter": 29,
            "verse": 46,
            "text": "మరియు నీవు గ్రంథ ప్రజలతో - దుర్మార్గాన్ని అవలంబించిన వారితో తప్ప - కేవలం ఉత్తమమైన రీతి లోనే వాదించు. మరియు వారితో ఇలా అను: \"మేము మా కొరకు అవతరింప జేయబడిన దానిని మరియు మీ కొరకు అవతరింప జేయబడిన దానిని విశ్వసించాము. మరియు మా ఆరాధ్య దేవుడు మరియు మీ ఆరాధ్య దేవుడు ఒక్కడే (అల్లాహ్). మరియు మేము ఆయనకే విధేయులమై (ముస్లింలమై) ఉన్నాము"
        },
        {
            "chapter": 29,
            "verse": 47,
            "text": "(ఓ ముహమ్మద్!) ఈ విధంగా మేము నీపై ఈ గ్రంథాన్ని అవతరింప జేశాము. కావున మేము (ఇంతకు పూర్వం) గ్రంథాన్ని ఇచ్చిన వారిలో కొందరు దీనిని విశ్వసిస్తారు. మరియు ఇతర ప్రజలలో నుండి కూడా కొందరు దీనిని విశ్వసిస్తారు. మరియు మా సూచనలను సత్యతిరస్కారులు తప్ప మరెవ్వరూ తిరస్కరించరు"
        },
        {
            "chapter": 29,
            "verse": 48,
            "text": "మరియు (ఓ ముహమ్మద్!) ఇంతకు పూర్వం నీవు ఏ గ్రంథాన్ని కూడా చదువ గలిగే వాడవు కావు మరియు దేనిని కూడా నీ కుడిచేతితో వ్రాయగలిగే వాడవూ కావు. అలా జరిగి వుంటే ఈ అసత్యవాదులు తప్పక అనుమానానికి గురి అయి ఉండేవారు"
        },
        {
            "chapter": 29,
            "verse": 49,
            "text": "వాస్తవానికి ఇవి, స్పష్టమైన సూచనలు (ఖుర్ఆన్ ఆయాత్), జ్ఞానమివ్వబడిన వారి హృదయాలలో (భద్రంగా) ఉంచ బడ్డాయి. మరియు మా సూచనలను (ఆయాత్ లను) దుర్మార్గులు తప్ప మరెవ్వరూ తిరస్కరించరు"
        },
        {
            "chapter": 29,
            "verse": 50,
            "text": "మరియు వారు ఇలా అంటారు: \"ఇతని ప్రభువు తరఫు నుండి ఇతని మీద అద్భుత సంకేతాలు ఎందుకు అవతరింప జేయబడలేదు?\" వారితో ఇలా అను: \"నిశ్చయంగా, అద్భుత సంకేతాలన్నీ అల్లాహ్ దగ్గరనే ఉన్నాయి. మరియు నేను కేవలం స్పష్టంగా హెచ్చరిక చేసేవాడను మాత్రమే"
        },
        {
            "chapter": 29,
            "verse": 51,
            "text": "ఏమీ? వాస్తవానికి మేము నీపై అవతరింప జేసిన ఈ గ్రంథం (ఖుర్ఆన్) వారికి వినిపించబడుతోంది కదా! ఇది వారికి చాలదా? నిశ్చయంగా, ఇందులో విశ్వసించే ప్రజలకు కారుణ్యం మరియు హితబోధలనున్నాయి"
        },
        {
            "chapter": 29,
            "verse": 52,
            "text": "(ఓ ముహమ్మద్!) వారిలో ఇలా అను: \"నాకూ మరియు మీకూ మధ్య సాక్షిగా అల్లాహ్ యే చాలు! ఆకాశాలలోనూ మరియు భూమిలోనూ ఉన్న సమస్తమూ ఆయనకు తెలుసు.\" మరియు ఎవరైతే, అసత్యాన్ని విశ్వసించి, అల్లాహ్ ను తిరస్కరిస్తారో, అలాంటి వారే నష్టపడే వారు"
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "మరియు వారు (అవిశ్వాసులు) శిక్షను త్వరగా తీసుకు రమ్మని నిన్ను కోరు తున్నారు. మరియు దానికై ఒక గడువు (అల్లాహ్ తరఫు నుండి) నిర్ణయింప బడి ఉండకపోతే! ఆ శిక్ష వారిపై వచ్చి పడి ఉండేది. మరియు నిశ్చయంగా, అది వారికి తెలియకుండానే అకస్మాత్తుగా వచ్చి వారి మీద పడనున్నది"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "వారు (అవిశ్వాసులు) శిక్షను త్వరగా తీసుకు రమ్మని నిన్ను కోరుతున్నారు మరియు నిశ్చయంగా, నరకాగ్ని సత్యతిరస్కారులను చుట్టుముట్ట నున్నది"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "ఆ రోజు, శిక్ష వారి పైనుండి మరియు పాదాల క్రింది నుండి వారిని క్రమ్ముకున్నప్పుడు, వారితో ఇలా అనబడుతుంది: \"మీరు చేస్తూ ఉండిన కర్మల ఫలితాన్ని చవి చూడండి"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "ఓ విశ్వసించిన నా దాసులారా! నిశ్చయంగా, నా భూమి ఎంతో విశాలమైనది. కావున మీరు కేవలం నన్నే ఆరాధించండి"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "ప్రతి ప్రాణి చావును చవి చూస్తుంది. ఆ తరువాత మీరందరూ మా వైపునకే మరలింపబడతారు"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "ఇక ఎవరైతే విశ్వసించి, సత్కార్యాలు చేస్తారో! వారికి మేము స్వర్గంలో గొప్ప భవనాలలో స్థిర నివాసం ఇస్తాము. దాని క్రింద సెలయేళ్ళు ప్రవహిస్తూ ఉంటాయి. అక్కడ వారు శాశ్వతంగా ఉంటారు. సత్కార్యాలు చేసిన వారి ప్రతిఫలం ఎంత శ్రేష్ఠమైనది"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "(వారికే) ఎవరైతే సహనం వహించి తమ ప్రభువునే నమ్ముకొని ఉంటారో"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "మరియు (ప్రపంచంలో) ఎన్నో ప్రాణులున్నాయి. అవి తమ జీవనోపాధిని తాము సాధించలేవు! అల్లాహ్ యే వాటికీ మరియు మీకు కూడా జీవనోపాధిని సమకూర్చుతున్నాడు. మరియు ఆయనే సర్వం వినేవాడు, సర్వజ్ఞుడు"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "మరియు ఒకవేళ నీవు వారితో: \"ఆకాశాలనూ మరియు భూమినీ సృష్టించి, సూర్యచంద్రులను ఉపయుక్తంగా చేసింది ఎవరు?\" అని అడిగితే, వారు తప్పక: \"అల్లాహ్!\" అని అంటారు. అయినా వారు ఎందుకు మోసగింప బడుతున్నారు (సత్యం నుండి మరలింపబడుతున్నారు)"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "అల్లాహ్ తన దాసులలో, తాను కోరిన వారికి జీవనోపాధిని పుష్కలంగా ప్రసాదిస్తాడు మరియు తాను కోరిన వారికి దానిని మితంగా ఇస్తాడు. నిశ్చయంగా, అల్లాహ్ కు ప్రతి దానిని గురించి బాగా తెలుసు"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "మరియు ఒకవేళ నీవు వారితో: \"ఆకాశం నుండి నీటిని కురిపించి, దాని నుండి నిర్జీవంగా ఉన్న భూమికి జీవితాన్ని ఇచ్చింది ఎవరు?\" అని అడిగితే, వారు తప్పకుండా: \"అల్లాహ్!\" అని అంటారు. నీవు ఇలా అను: \"సర్వస్తోత్రాలకు అర్హుడు అల్లాహ్ మాత్రమే!\" కాని చాలా మంది అర్థం చేసుకోలేరు"
        },
        {
            "chapter": 29,
            "verse": 64,
            "text": "మరియు ఈ ప్రాపంచిక జీవితం కేవలం వినోద కాలక్షేపం మరియు క్రీడ మాత్రమే. మరియు అసలు పరలోక గృహ జీవితమే వాస్తవమైన జీవితం. ఇది వారు తెలుసుకుంటే ఎంత బాగుండేది"
        },
        {
            "chapter": 29,
            "verse": 65,
            "text": "వారు నావలోకి ఎక్కినప్పుడు తమ భక్తిని కేవలం అల్లాహ్ కు మాత్రమే ప్రత్యేకించుకొని ఆయననే ప్రార్థిస్తారు; కాని ఆయన వారిని రక్షించి నేల మీదకు తీసుకు రాగానే ఆయనకు సాటి కల్పించ సాగుతారు"
        },
        {
            "chapter": 29,
            "verse": 66,
            "text": "ఈ విధంగా మేము వారికి ప్రసాదించిన వాటికి కృతఘ్నులై (ప్రాపంచిక) భోగభాగ్యాలలో మునిగి వుంటారు. (దాని ఫలితం) వారు మున్ముందు తెలుసు కుంటారు"
        },
        {
            "chapter": 29,
            "verse": 67,
            "text": "ఏమీ? వారికి తెలియదా? నిశ్చయంగా మేము హరమ్ ను (మక్కాను) ఒక శాంతి నిలయంగా నెలకొల్పామని! మరియు వారి చుట్టుప్రక్కల ఉన్న ప్రజలు వారి నుండి లాక్కోబడుతున్నారని? అయినా వారు అసత్యాన్ని నమ్మి, అల్లాహ్ అనుగ్రహాన్ని తిరస్కరిస్తారా"
        },
        {
            "chapter": 29,
            "verse": 68,
            "text": "మరియు అల్లాహ్ మీద అబద్ధాలు కల్పించే వాని కంటే, లేక తన వద్దకు సత్యం వచ్చినపుడు దానిని అబద్ధమని తిరస్కరించే వాని కంటే, ఎక్కువ దుర్మార్గుడు ఎవడు? ఏమీ? ఇలాంటి సత్యతిరస్కారులకు నరకమే నివాస స్థలం కాదా"
        },
        {
            "chapter": 29,
            "verse": 69,
            "text": "మరియు ఎవరైతే మా కొరకు హృదయపూర్వకంగా పాటుపడతారో, వారికి మేము మా మార్గాల వైపునకు మార్గదర్శకత్వం చేస్తాము. మరియు నిశ్చయంగా, అల్లాహ్ సజ్జనులకు తోడుగా ఉంటాడు"
        }
    ]
}