{
    "chapter": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "హా - మీమ్"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "ఈ గ్రంథం (ఖుర్ఆన్) అవతరణ సర్వశక్తిమంతుడు, మహా వివేకవంతుడైన అల్లాహ్ తరఫు నుండి జరిగింది"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "మేము ఆకాశాలను, భూమిని మరియు వాటి మధ్య ఉన్న సమస్తాన్ని, సత్యంతో ఒక నిర్ణీత కాలం కొరకు మాత్రమే సృష్టించాము. మరియు సత్యాన్ని తిరస్కరించిన వారు తమకు చేయబడిన హెచ్చరిక నుండి విముఖులవు తున్నారు"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "వారితో ఇలా అను: \"అల్లాహ్ ను వదలి మీరు ప్రార్థిస్తున్న వాటిని గురించి ఆలోచించారా? అయితే నాకు చూపండి. వారు భూమిలో ఏమి సృష్టించారో? లేదా, వారికి ఆకాశాలలో ఏదైనా భాగముందా? మీరు సత్యవంతులే అయితే, దీనికి (ఈ ఖుర్ఆన్ కు) ముందు వచ్చిన ఏదైనా గ్రంథాన్ని లేదా ఏదైనా మిగిలి ఉన్న జ్ఞానాన్ని తెచ్చి చూపండి"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "మరియు అల్లాహ్ ను వదలి పునరుత్థాన దినం వరకు తమ ప్రార్థనలను విని సమాధాన మివ్వలేనటువంటి వారిని ప్రార్థించే వారి కంటే, ఎక్కువ మార్గభ్రష్టులెవరు? మరియు వారు (తమను ప్రార్థించే) వారి ప్రార్థనలను ఎరుగకుండా ఉన్నారు"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "మరియు మానవులను (పునరుత్థాన దినమున) సమావేశ పరచిబడినపుడు, (ఆరాధించబడిన) వారు! (తమను ఆరాధించిన) వారికి విరోధులై ఉంటారు. మరియు వారి ఆరాధనను తిరస్కరిస్తారు"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "మరియు వారికి మా స్పష్టమైన సూచనలు (ఆయాత్) వినిపించబడినప్పుడు, సత్యతిరస్కారులు - సత్యం (ఈ ఖుర్ఆన్) వారి ముందుకు వచ్చినప్పుడు - ఇలా అంటారు: \"ఇది స్పష్టమైన మంత్రజాలమే"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "లేదా ఇలా అంటారు: \"ఇతనే (ముహమ్మదే) దీనిని కల్పించాడు.\" వారితో ఇలా అను: \"ఒకవేళ నేను దీనిని కల్పించి ఉండినట్లయితే, మీరు నన్ను అల్లాహ్ (శిక్ష) నుండి ఏ మాత్రం కాపాడలేరు. మీరు కల్పించే మాటలు ఆయనకు బాగా తెలుసు. నాకూ మీకూ మధ్య ఆయన (అల్లాహ్) సాక్ష్యమే చాలు! మరియు ఆయన క్షమాశీలుడు, అపార కరుణా ప్రదాత"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "(ఓ ముహమ్మద్!) వారితో ఇలా అను: \"నేను మొట్టమొదటి ప్రవక్తనేమీ కాను. నాకూ మరియు మీకూ ఏమి కానున్నదో నాకు తెలియదు. నేను అనుసరించేది, నాపై అవతరింపజేయ బడిన దివ్యజ్ఞానం (వహీ) మాత్రమే. మరియు నేను కేవలం స్పష్టంగా హెచ్చరిక చేసేవాడను మాత్రమే"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "వారిలో ఇలా అను: \"ఇది (ఈ ఖుర్ఆన్) ఒకవేళ అల్లాహ్ తరఫు నుండి వచ్చి ఉండి, మీరు దీనిని తిరస్కరిస్తూ ఉండినట్లయితే (మీ గతి ఏమవుతుందో) మీరు ఆలోచించరా? ఇస్రాయీల్ సంతతికి చెందిన ఒక సాక్షి ఇది (ఈ ఖుర్ఆన్) దాని (తౌరాత్) లాంటి గ్రంథమేనని, సాక్ష్యం ఇచ్చాడు మరియు విశ్వసించాడు కూడా. కాని మీరేమో అహంభావానికి గురి అయ్యారు. నిశ్చయంగా, అల్లాహ్ దుర్మార్గులకు మార్గదర్శకత్వం చేయడు"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "సత్యతిరస్కారులు, విశ్వాసులను గురించి ఇలా అంటారు: \"ఒకవేళ ఇందులో (ఇస్లాంలో) మేలే ఉంటే?, వీరు మా కంటే ముందుగా దాని వైపునకు పోయి ఉండేవారు కాదు!\" మరియు వారు దాని (ఖుర్ఆన్) నుండి మార్గదర్శకత్వం పొందలేదు! కాబట్టి వారు: \"ఇదొక ప్రాచీన బూటక కల్పనయే!\" అని అంటారు"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "మరియు దీనికి (ఈ గ్రంథానికి) పూర్వం, మూసా గ్రంథం మార్గదర్శినిగా మరియు కారుణ్యంగా వచ్చింది. మరియు ఈ గ్రంథం (ఖుర్ఆన్) దానిని ధృవీకరిస్తూ, అరబ్బీ భాషలో, దుర్మార్గులను హెచ్చరించటానికి మరియు సజ్జనులకు శుభవార్తలు ఇవ్వటానికి వచ్చింది"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "నిశ్చయంగా, ఎవరైతే: \"మా ప్రభువు అల్లాహ్ యే!\" అని, తరువాత దానిపై స్థిరంగా ఉంటారో! అలాంటి వారికి ఎలాంటి భయమూ వుండదు మరియు వారు దుఃఖపడరు కూడా"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "అలాంటి వారే స్వర్గవాసులవుతారు. తాము చేస్తూ ఉండిన (మంచి) కర్మల ఫలితంగా వారు అందులో శాశ్వతంగా ఉంటారు"
        },
        {
            "chapter": 46,
            "verse": 15,
            "text": "మరియు మేము మానవునికి తన తల్లిదండ్రుల పట్ల మంచితనంతో మెలగాలని ఆదేశించాము. అతని తల్లి అతనిని ఎంతో బాధతో తన గర్భంలో భరించింది మరియు ఎంతో బాధతో అతనిని కన్నది. మరియు అతనిని గర్భంలో భరించి, అతనిని పాలు విడిపించే వరకు ముప్ఫై నెలలు అవుతాయి. చివరకు అతడు పెరిగి పెద్దవాడవుతాడు మరియు అతడు నలభై సంవత్సరాల వయస్సుకు చేరి ఇలా అంటాడు: \"ఓ నా ప్రభూ! నీవు, నాకూ మరియు నా తల్లిదండ్రులకూ ప్రసాదించిన అనుగ్రహాలకు నేను మీకు కృతజ్ఞతలు తెలుపుకోవటానికి మరియు నీవు ఇష్టపడే సత్కార్యాలు చేయటానికి నాకు సద్భుద్ధిని ప్రసాదించు మరియు నా సంతానాన్ని కూడా సద్వర్తనులుగా చేయి. నిశ్చయంగా, నేను పశ్చాత్తాపంతో నీ వైపునకు మరలు తున్నాను. మరియు నిశ్చయంగా, నేను నీకు విధేయులైన (ముస్లింలైన) వారిలో ఒకడిని"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "ఇలాంటి వారి నుండి మేము వారి మంచి కర్మలను స్వీకరిస్తాము. మరియు వారి చెడు కర్మలను ఉపేక్షిస్తాము; వారు స్వర్గవాసులలో చేరుతారు. ఇది వారికి చేయబడిన వాగ్దానం, ఒక సత్యవాగ్దానం"
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "మరియు ఎవడైనా తన తల్లిదండ్రులతో ఇలా అంటే: \"ఛీ పొండి (ఉఫ్)! నేను (గోరీ నుండి సజీవిగా) లేపబడతానని మీరు నన్ను బెదిరిస్తున్నారా? మరియు వాస్తవానికి, నాకు ముందు ఎన్నో తరాలు గతించాయి. (కాని తిరిగి లేపబడలేదు కదా)?\" మరియు వారిద్దరూ అల్లాహ్ సహాయం కోరుతూ ఇలా అంటారు: \"ఓ దౌర్భాగ్యుడా! విశ్వసించు! నిశ్చయంగా, అల్లాహ్ వాగ్దానం సత్యం!\" అప్పుడు వాడు ఇలా అంటాడు: \"ఇవన్నీ కేవలం పాతకాలపు కట్టుకథలు తప్ప మరేమీ కావు"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "వీరికి పూర్వం గతించిన జిన్నాతుల మరియు మానవ సమాజాలలో, ఇలాంటి వారి మీదనే (అల్లాహ్) వాక్కు (శిక్ష) సత్యమయింది. నిశ్చయంగా, వారే నష్టపడిన వారయ్యారు"
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "ప్రతి ఒక్కరికీ వారి వారి కర్మలకు తగిన స్థానాలుంటాయి. మరియు ఇది వారి కర్మలకు తగినట్లుగా పూర్తి ప్రతిఫలమివ్వటానికి మరియు వారికి ఎలాంటి అన్యాయం జరుగదు"
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "మరియు ఆ రోజు సత్యాన్ని తిరస్కరించిన వారిని నరకాగ్ని ముందుకు తెచ్చి, వారితో (ఇలా అనబడుతుంది): \"మీరు, మీ ఇహలోక జీవితంలో మీ భోగభాగ్యాలను తరిగించుకున్నారు మరియు వాటిని బాగా అనుభవించారు; కావున మీరు ఏ హక్కూ లేకుండా భూమిలో ప్రదర్శించిన అహంకారానికి మరియు మీరు చేసిన అవిధేయతకు ప్రతిఫలంగా, ఈ రోజు మీకు అవమానకరమైన శిక్ష విధించబడుతుంది"
        },
        {
            "chapter": 46,
            "verse": 21,
            "text": "మరియు జ్ఞాపకం చేసుకోండి, ఆద్ జాతి సోదరుడు (హూద్) ఇసుక దిబ్బలలో ఉన్న తన జాతి వారిని హెచ్చరించింది మరియు అలా హెచ్చరించేవారు అతనికి పూర్వం కూడా వచ్చారు మరియు అతని తరువాత కూడా వచ్చారు. (అతను ఇలా అన్నాడు): \"మీరు అల్లాహ్ ను తప్ప ఇతరులను ఆరాధించకండి. (అలా చేస్తే) నిశ్చయంగా, ఆ గొప్ప దినమున మీపై పడబోయే, ఆ శిక్షను గురించి నేను భయపడుతున్నాను"
        },
        {
            "chapter": 46,
            "verse": 22,
            "text": "వారిలా అన్నారు: \"మా దేవతల నుండి మమ్మల్ని దూరం చేయటానికా నీవు వచ్చింది? నీవు సత్యవంతుడవే అయితే నీవు బెదిరించే (ఆ శిక్షను) తీసుకురా"
        },
        {
            "chapter": 46,
            "verse": 23,
            "text": "(హూద్) అన్నాడు: \"నిశ్చయంగా, దాని (ఆ శిక్ష) జ్ఞానం కేవలం అల్లాహ్ కే ఉంది. మరియు నేను మాత్రం నాకు ఇచ్చి పంపబడిన సందేశాన్ని మీకు అందజేస్తున్నాను. కాని, నేను మిమ్మల్ని మూఢత్వంలో పడిపోయిన వారిగా చూస్తున్నాను"
        },
        {
            "chapter": 46,
            "verse": 24,
            "text": "ఆ తరువాత వారు ఒక దట్టమైన మేఘాన్ని వారి లోయల వైపునకు రావటం చూసి ఇలా అన్నారు: \"ఈ మేఘం మాకు వర్షం ఇస్తుంది!\" (హూద్ అన్నాడు): \"కాదు, కాదు! మీరు దేనికి తొందరపెడుతున్నారో అది (ఆ శిక్ష) ఇదే! ఒక తుఫాను గాలి, అందులో బాధాకరమైన శిక్ష ఉంది"
        },
        {
            "chapter": 46,
            "verse": 25,
            "text": "అది తన ప్రభువు ఆజ్ఞతో ప్రతి దానిని నాశనం చేస్తుంది.\" చివరకు వారి నివాస స్థలాలు తప్ప, అక్కడ ఏమీ కనిపించకుండా పోయాయి. ఈ విధంగా మేము నేరస్థులకు ప్రతీకారం చేస్తాము"
        },
        {
            "chapter": 46,
            "verse": 26,
            "text": "మరియు వాస్తవానికి మేము వారిని దృఢంగా స్థిరపరచి ఉన్నాము; ఆ విధంగా మేము (ఓ ఖురైషులారా) మిమ్మల్ని కూడా స్థిరపరచలేదు. మేము వారికి చెవులను, కన్నులను మరియు హృదయాలను ఇచ్చాము. కాని వారి చెవులూ, కళ్ళూ మరియు హృదయాలు వారికి ఉపయోగపడలేదు; ఎందుకంటే వారు అల్లాహ్ సూచనలను తిరస్కరిస్తూ ఉండేవారు మరియు వారు దేనిని గురించి పరిహాసం చేస్తూ ఉండేవారో అదే వారిని చుట్టుకున్నది"
        },
        {
            "chapter": 46,
            "verse": 27,
            "text": "మరియు వాస్తవానికి, మేము మీ చుట్టుప్రక్కల ఎన్నో నగరాలను నాశనం చేశాము. మరియు బహుశా వారు (సత్యం వైపునకు మరలి వస్తారని, మా సంకేతాలను వారికి ఎన్నో విధాలుగా చూపాము)"
        },
        {
            "chapter": 46,
            "verse": 28,
            "text": "అల్లాహ్ ను వదలి - తమను ఆయన సాన్నిధ్యానికి తేగలవారని - వారు భావించిన, వారి దేవతలు వారికెందుకు సహాయం చేయవు? అలా కాదు! అవి వారిని త్యజించాయి. ఎందుకంటే అది కేవలం వారి భ్రమ. మరియు వారు కల్పించుకున్న బూటక కల్పన మాత్రమే"
        },
        {
            "chapter": 46,
            "verse": 29,
            "text": "మరియు (ఓ ముహమ్మద్!) జిన్నాతుల ఒక సమూహాన్ని మేము - ఖుర్ఆన్ వినటానికి - నీ వైపునకు మొగ్గునట్లు చేసినపుడు, వారు అక్కడ చేరిన తరువాత పరస్పరం ఇలా మాట్లాడుకున్నారు: \"నిశ్శబ్దంగా వినండి!\" అది (ఆ పఠనం) ముగిసిన తరువాత, వారు హెచ్చరిక చేసేవారిగా, తమ జాతి వైపునకు మరలిపోయారు"
        },
        {
            "chapter": 46,
            "verse": 30,
            "text": "వారు (జిన్నాతులు) ఇలా అన్నారు: \"ఓ మా జాతివారలారా! వాస్తవంగా మేము మూసా తరువాత అవతరింప జేయబడిన ఒక గ్రంథాన్ని విన్నాము. అది దానికి పూర్వం వచ్చిన దానిని (తౌరాత్ ను) ధృవీకరిస్తుంది; సత్యం వైపునకు మరియు ఋజుమార్గం (ఇస్లాం) వైపునకు మార్గదర్శకత్వం చేస్తుంది"
        },
        {
            "chapter": 46,
            "verse": 31,
            "text": "మా జాతి వారలారా! అల్లాహ్ వైపునకు పిలిచేవానిని అనుసరించండి. మరియు ఆయన (అల్లాహ్) ను విశ్వసించండి. ఆయన మీ పాపాలను క్షమిస్తాడు మరియు మిమ్మల్ని బాధాకరమైన శిక్ష నుండి కాపాడుతాడు"
        },
        {
            "chapter": 46,
            "verse": 32,
            "text": "మరియు అల్లాహ్ వైపునకు పిలిచే వానిని అనుసరించని వాడు భూమిలో (అల్లాహ్ నుండి) తప్పించుకోలేడు. మరియు ఆతడికి, ఆయన తప్ప మరొక సంరక్షకుడు లేడు. అలాంటి వారు స్పష్టంగా మార్గభ్రష్టత్వంలో పడి ఉన్నట్లే"
        },
        {
            "chapter": 46,
            "verse": 33,
            "text": "ఏమీ? వారికి తెలియదా? నిశ్చయంగా, ఆకాశాలనూ మరియు భూమినీ సృష్టించిన వాడు అల్లాహ్ యే నని మరియు ఆయన వారిని సృష్టించటంలో అలసి పోడని, మరణించిన వారిని తిరిగి బ్రతికించగల సామర్థ్యం గలవాడని? అలా కాదు (ఎందుకు కలిగిలేడు)! నిశ్చయంగా, ఆయన ప్రతిదీ చేయగల సమర్ధుడు"
        },
        {
            "chapter": 46,
            "verse": 34,
            "text": "మరియు సత్యాన్ని తిరస్కరించిన వారిని నరకాగ్ని ముందు ప్రవేశపెట్టబడే రోజు వారితో ఇలా ప్రశ్నించడం జరుగుతుంది: \"ఏమీ? ఇది సత్యం కాదా?\" అని. వారంటారు: \"ఎందుకు కాదు! మా ప్రభువు సాక్షిగా (ఇది సత్యమే!)\" వారితో అనబడుతుంది: \"అయితే, మీరు తిరస్కరిస్తూ వున్న దానికి గానూ ఈ శిక్షను రుచి చూడండి"
        },
        {
            "chapter": 46,
            "verse": 35,
            "text": "కావున నీవు (ఓ ప్రవక్తా!) సహనం వహించు! దృఢ సంకల్పం గల ప్రవక్తలు సహనం వహించినట్లు; మరియు వారి విషయంలో తొందర పడకు. నిశ్చయంగా, వారికి వాగ్దానం చేయబడిన (శిక్షను) వారు చూసిన రోజు; వారు (ఈ ప్రపంచంలో) దినంలోని ఒక ఘడియ కంటే ఎక్కువ కాలం గడపలేదని అనుకుంటారు. (ఇదే మా) సందేశం! అలాంటప్పుడు, దుష్టులు (ఫాసిఖూన్) గాక, ఇతరులు నశింప జేయ బడతారా"
        }
    ]
}