{
    "rukus": [
        {
            "chapter": 7,
            "verse": 26,
            "text": "Ey Adem ogulları! Size utanc yerlerinizi ortecek, elbise ve bir de sus elbisesi indirdik. Takva (Allah´tan korkup kotuluklerden sakınmak) elbisesi ise bunlardan daha hayırlıdır. Iste bu (nimetler) Allah´ın (yuce kudretine delalet eden) belgelerdendir Olur ki dusunur de ogut alırlar"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "Ey Adem ogulları! Seytan utanc yerlerini kendilerine gostermek icin ana babanızın elbiselerini cekip cıkarmak suretiyle onları Cennet´ten cıkardıgı gibi, sizi de fitneye sokup saptırmasın. Dogrusu o da, yandasları da —onları gormediginiz yerden— sizi gorurler. Suphesiz ki biz Seytan´ı iman etmeyenlerin dostu kılmısızdır"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "Onlar (o Seytan´ın dostu ve yandasları) bir terbiyesizlikte bulunduklarında, «babalarımızı bu yolda bulduk, Allah da bize bunu emretmistir» dediler. De ki: Allah, edepsizlik ve terbiyesizlikle emretmez. Bilmediginiz seyi Allah´a karsı mı (iftirada bulunup) soyluyorsunuz"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "De ki: Rabbim adalet ve insafı emretmistir. Her secde yerinde yuzlerinizi (O´na, O´nun kutsal evine) dogrultun; dini O´nun icin katıksız kılarak dua ve ibadet edin. Sizi ilk yarattıgı gibi, yine O´na doneceksiniz"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "Bir kısmını dogru yola iletti, bir kısmına da sapıklık hakkoldu. Cunku bunlar Allah´ı bırakıp seytanları dost edinmislerdi de kendilerini dogru yolda sanmıslardı"
        },
        {
            "chapter": 7,
            "verse": 31,
            "text": "Ey Adem ogulları! Her mescidde (namaz vakitlerinde orada bulundugunuzda) guzel ve temiz elbisenizi alıp giyinin ve bir de yiyiniz, iciniz israf etmeyiniz. Cunku Allah gercekten musrifleri sevmez"
        }
    ]
}