{
    "rukus": [
        {
            "chapter": 9,
            "verse": 1,
            "text": "Allah´tan ve Peygamberinden kendileriyle anlasma yaptıgınız musrik (Allah´a ortak kosan inkarcı)lere son ve kesin, donulmez uyandır"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "Artık (siz ey musrikler!) yeryuzunde dort ay (istediginiz gibi) gezip dolasın ve bilin ki siz elbette Allah´ı aciz kılacak degilsiniz; Allah ise inkarcı sapıkları suphe yok ki rezil ve rusvay edecektir"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "Ve buyuk hacc (hacc-ı ekber) gunu, Allah ve Peygamberinden insanlara bir duyurudur: Suphesiz ki Allah ve Peygamberi musriklerden iliskilerini kesinlikle kesmislerdir. Eger (inkar ve azgınlıktan) tevbe ederseniz bu sizin icin hayırlıdır; yuzcevirirseniz, bilin ki siz Allah´ı aciz kılacak degilsiniz. Ve artık o kufurde ısrar edenleri elem verici bir azab ile mujdele"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "Ancak musriklerden kendileriyle anlasma yaptıktan sonra anlasma maddelerinde size karsı hicbir eksiklik yapmayan ve sizin aleyhinize baska birine destek olup yardım etmiyenler mustesna. Bunlarla olan anlasma hukumlerine, suresinin sonuna kadar tamamen baglı kalın. Suphesiz ki Allah (doneklikten) sakınanları sever"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "Haram Aylan cıkınca artık musrikleri buldugunuz yerde oldurun ; yakalayıp tutuklayın ; gelip gececek butun gozetleme yollarını tutun. Tevbe eder. namaz kılar ve zekat verirlerse onları serbest bırakın gitsinler. Cunku Allah suphesiz cok bagıslayan, cok merhamet edendir"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "Musriklerden biri aman dileyerek sana gelirse, ona aman ver ki Allah´ın sozunu dinleyebilsin. Sonra da onu guven duyacagı yere kadar ulastır. Cunku onlar bilgisiz bir topluluktur"
        }
    ]
}