{
    "rukus": [
        {
            "chapter": 9,
            "verse": 30,
            "text": "Yahudiler, «Uzeyr, Allah´ın ogludur» dediler. Nasara (= Hıristiyanlar) da «Mesih (Isa) Allah´ın ogludur» dediler. Bu daha once inkara sapanların soylediklerine benzer anlamda, agızlarında geveledikleri sozlerdir. Allah kahredesiler! Nasıl da (hak´tan saptırılıp) yuzleri cevriliyor"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Bunlar Allah´ı bırakıp hahamlarını ve rahiplerini; (aynı zamanda) Meryem oglu Mesih´i Rabler (Tanrılar) edindiler. Halbuki ancak bir ilaha kulluk ve ibadetle emrolunmuslardı. Allah´tan baska ilah yoktur; O, onların ortak kostukları seylerden pak ve munezzehtir"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Allah´ın nurunu agızlarıyla sondurmek istiyorlar. Kafirler hoslanmasalar bile Allah oyle istemiyor. O mutlaka nurunu tamamlamayı diliyor"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "O Allah ki, musrikler hoslanmasa da, istemese de dinini butun dinlerden ustun kılmak icin Peygamberini dogru yol ve hak din ile gondermistir"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "Ey iman edenler! Dogrusu Hahamların ve Rahiplerin cogu, insanların mallarını haksız sebeplerle yerler; bir de (onları) Allah yolundan alıkoyarlar. Altın ve gumusu hazine edip de Allah yolunda harcamıyanları elem verici bir azab ile mujdele"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "Oyle bir gunde ki bunlar Cehennem atesinde kızdırılarak onların alınları, yanları ve sırtları daglanacak ve «Iste bu sizin kendiniz hesabına toplayıp hazine edindiginizdir. Toplayıp hazine edindiginizi tadın bakalım !» (denilecek)"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Suphesiz ayların sayısı, Allah yanında —gokleri ve yeri yarattıgı gunde(n beri) Allah´ın kitabında (planlandıgı uzere)— on ikidir. Bunlardan dordu hurmetli aylardır. Bu en saglıklı ve dogru hesaptır. Artık bu aylarda kendinize zulmetmeyiniz. (Ancak) putperestler nasıl sizinle topyekun savasıyorlarsa, siz de onlarla topyekun savasın. Bilin ki Allah (ilahi sınırlara saygılı olup kotuluklerden ve haksızlıktan) sakınanlarla beraberdir"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "(Hurmetli ayların yerlerini degistirip) geciktirmek, kufurde bir artıstan baska degildir. Oyle yapmakla kafirler (busbutun) sasırtılıp saptırılırlar ; Allah´ın haram kıldıgı sayıya uydurmak icin onu bir yıl helal, bir yıl haram sayarlar ve boylece Allah´ın haram kıldıgını helal kabul ederler. Kotu isleri kendilerine suslenip hos gorunmustur. Allah ise kufur uzere olan milleti dogru yola eristirmez"
        }
    ]
}