{
    "rukus": [
        {
            "chapter": 9,
            "verse": 73,
            "text": "Ey Peygamber! Kafirlerle ve munafıklarla savas ; onlara karsı sert davran ; onların eylesecekleri yer Cehennem´dir. Orası ne kotu gidilecek yerdir"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "(Kufru gerektiren sozu) soylemediklerine Allah ile yemin ediyorlar. And olsun ki, o kufur sozunu soylediler ; Islam´dan sonra kufre saptılar ; erisemedikleri (buyuk bir cinayet) isine de kasdedip yoneldiler. Onların kin ve intikamı, sadece Allah ve Peygamberinin kendi fazl-u keremiyle mu´minleri doygun kılmalarından ileri geliyordu. Eger tevbe ederlerse, kendileri icin hayırlı olur; yuzcevirirlerse, Allah onları Dunya´da da, Ahiret´te de elem verici bir azabla azablandıracak ve yeryuzunde kendileri icin bir dost ve yardımcı da yoktur"
        },
        {
            "chapter": 9,
            "verse": 75,
            "text": "Onlardan kimi de, «eger Allah bize kendi genis nimetinden verirse, herhalde zekat ve sadaka verir ve salihler (iyi-yararlı kisiler)den oluruz» diyerek Allah´a karsı .soz vermislerdi"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "Ne vakit ki, Allah onlara genis nimetinden verdi, onunla cimrilik edip yuzcevirdiler; zaten onlar donek kimselerdir"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "Allah´a karsı verdikleri sozu yerine getirmedikleri, va´dlerini tutmadıkları ve yalan soyledikleri icin Allah da kendisine kavusacakları gune kadar, yaptıklarını kendi kalblerinde nifaka ceviriverdi"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "Bilmezler mi ki, Allah onların sırlarını da, gizli toplantı ve fısıltılarını da bilir. Allah gaybleri de yeterince bilendir"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "Mu´minlerden, sadakalar hususunda, zekattan baska bir de arzu ve istekle bagısta bulunanlara dil uzatanları ve ancak o didinerek ele gecirdiklerini tasadduk edenleri alaya alanları, Allah alaya alıp rezil eder ve onlar icin elem verici bir azab vardır"
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "Onlar icin ister bagıslanma dile, ister dileme (farketmez). Onlar icin yetmis defa bagıslanma dilesen, Allah elbette onları bagıslamıyacaktır. Bu boyledir; cunku onlar Allah ve Peygamber´i inkar ettiler. Allah ise hak yolundan cıkmıs ahlaksızları dogru yola eristirmez"
        }
    ]
}