{
    "rukus": [
        {
            "chapter": 11,
            "verse": 1,
            "text": "Elif - Lam - Ra. Bu bir kitabdır ki ayetleri saglam esaslara, kuvvetli kesin delillere oturtulmustur. Sonra da bir bir acıklanmıstır. Bu, yegane hikmet sahibi ve her seyden haberli (yuce kudret) katındandır"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "Oyle ki, Allah´tan baskasına ibadet etmiyesiniz. Ben de suphesiz O´ndan (gonderilen) bir uyarıcı ve mujdeciyim"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "Ve Rabbinizden bagıslanma isteyesiniz, sonra da O´na tevbe edesiniz ; ta ki belli bir sureye kadar sizi guzel bir gecimle gecindirsin ve her fazilet sahibine faziletini versin. Eger yuzcevirirseniz, dogrusu ben sizin icin buyuk bir gunun azabından korkarım"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "Donusunuz ancak Allah´adır. O´nun guc ve kudreti her seye yeter"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Dikkat et ki, onlar O´ndan gizlenmek icin goguslerini katlayıp (iki) buklum olurlar. Haberiniz olsun ki, elbiselerine burunduklerinde, Allah onların gizlediklerini de, acıga vurduklarını da bilir. Suphesiz ki Allah goguslerde donup dolasanı bilendir"
        },
        {
            "chapter": 11,
            "verse": 6,
            "text": "Yeryuzunde hareket eden hicbir canlı yoktur ki, rızkı Allah´a ait olmasın. Onların yerlestikleri yeri de, tevdi´ edildikleri yeri de bilir. Bunların hepsi acık kitabdadır"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "O sizi denemek, hanginizin amelinin daha guzel oldugunu ortaya cıkarmak icin gokleri ve yeri altı gun (devir)de yarattı ki Ars´ı da su ustunde idi. Eger onlara, oldukten sonra dirilip kalkacaksınız, diyecek olsan, o kufredenler, «elbette bu acık bir sihirden baskası degildir!» diyecekler"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "Sayet azabı onlardan sayılı bir sureye kadar geciktirecek olsak, «onu engelleyip alıkoyan nedir?» diyecekler. Bilin ki azab onlara geldigi gun, artık kendilerinden cevrilecek degildir ve alaya aldıkları sey onları iyiden iyiye kusatacaktır"
        }
    ]
}