{
    "rukus": [
        {
            "chapter": 16,
            "verse": 120,
            "text": "Suphesiz ki Ibrahim, Allah´a itaat (havası) icinde boyun egen ve O´na dosdogru yonelen, kendi basına bir ummet idi. O, musriklerden (Allah´a ortak kosanlardan) degildi"
        },
        {
            "chapter": 16,
            "verse": 121,
            "text": "Ilahi nimetlere sukrederdi. Allah onu secip dosdogru bir yola iletmisti"
        },
        {
            "chapter": 16,
            "verse": 122,
            "text": "Ona hem Dunya´da iyilik-guzellik verdik; hem de Ahiret´te O salihlerdendir"
        },
        {
            "chapter": 16,
            "verse": 123,
            "text": "Sonra da biz Hanif olan, musriklerden olmayan Ibrahim´in dinine uy, diye sana vahyettik"
        },
        {
            "chapter": 16,
            "verse": 124,
            "text": "Cumartesi (tatil ve ibadeti) ancak onda gorus ayrılıgına dusup cekisenlere farz kılınmıstır. Suphesiz ki Rabbin, onların ayrılıga dusup cekistikleri sey hakkında Kıyamet gunu aralarında hukmedecektir"
        },
        {
            "chapter": 16,
            "verse": 125,
            "text": "Rabbin yoluna hikmetle ve guzel ogutle cagır; onlarla en guzel (olcu ve usul ne ise ona gore) mucadeleni surdur. Suphesiz ki Rabbin kendi yolundan sapanları daha iyi bilir ve O, dogru yolda olanları da en iyi bilendir"
        },
        {
            "chapter": 16,
            "verse": 126,
            "text": "Ceza verecek olursanız, size verilen cezanın misliyle cezalandırın. Ama eger (bu hususta) sabrederseniz, and olsun ki bu, sabredenler icin daha hayırlıdır"
        },
        {
            "chapter": 16,
            "verse": 127,
            "text": "Sabret, senin sabrın ancak Allah´ın yardımı iledir. Onların (inkarda inad etmelerine) uzulme ; kurdukları hile ve tuzaktan dolayı telaslanıp sıkıntıda kalma"
        },
        {
            "chapter": 16,
            "verse": 128,
            "text": "Suphesiz ki Allah (Rabbinden) korkup (fenalıklardan ; zulum ve tecavuzden) sakınanlarla ve bir de iyiligi huy edinenlerle beraberdir"
        }
    ]
}