{
    "rukus": [
        {
            "chapter": 2,
            "verse": 197,
            "text": "Hacc bilinen aylardır (Sevval, Zilka´de, Zilhicce); kim o aylarda hacc´ı (ihrama girerek, sesini telbiye ile = Lebbeyk nidasıyla yukseltip) kendine farz ederse, artık ne cinsi yaklasma ve benzeri davranıslar, ne ser´i sınırı asma, ne sovusme tartısma, ne de surtusme ve kavga vardır. Hayırdan ne islerseniz Allah onu bilir. Azık edinin. Dogrusu azıgın hayırlısı takva (Allah´tan saygı ile korkup kotuluklerden sakınmak)dır. Ve (ancak) Benden korkun ey akıl sahipleri"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "Rabbinizden (ticaret amacıyla) kar ve yarar istemenizde size bir gunah yoktur. Arafat´tan akıp geldiginizde Mes´ar-i Haram yanında Allah´ı anın. O sizi nasıl dogruya eristirdiyse siz de O´nu oylece anın ; her ne kadar bundan once sapık kimselerdendiniz (ama simdi dogru yola eristirildiniz)"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "Sonra insanların akıp geldigi yerden (Islam birligini, ´ Tevhid Inancı´nın derin anlam ve hikmetini dusunerek) akıp gelin ve Allah´tan gunahlarınızın bagıslanmasını dileyin. Suphesiz Allah cok bagıslayan ve cok merhamet edendir"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "Hacc ile ilgili ibadetinizi yerine getirince babalarınızı andıgınız gibi ya da daha guclu ve icli bir anısla Allah´ı anın.. Insanlardan kimi, «Rabbimiz! bize Dunya´da ver» der. Artık onun icin Ahiret´te bir nasip yoktur"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "Kimi de, «Rabbimiz! bize Dunya´da da iyilik ve guzellik ver, Ahiret´te de iyilik ve guzellik ver ve bizi Cehennem atesinden koru» der"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "Iste bunlara kazandıklarından nasip var. Allah ise hesabı cabuk gorendir"
        },
        {
            "chapter": 2,
            "verse": 203,
            "text": "Ve sayılı gunlerde Allah´ı anın.. Kim iki gunde (Mina´dan ayrılmak icin) acele ederse, ona hicbir gunah yoktur. Kim de geri kalırsa, ona da hicbir gunah yoktur. (Tabii bu) Allah´tan korkup gunahlardan sakınan icindir. Artık Allah´tan korkun ve bilin ki herhalde siz O´na hasrolunacaksınız"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "Insanlardan oylesi var ki, dunya hayatı hakkındaki sozu begenmene yol acar ve kalbinde olana Allah´ı sahit tutar. Halbuki o (din) dusmanlıgı gudenlerin en azılısıdır"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "Is basına gecince de yeryuzunde bozgunculuk cıkarmaya, ekini ve nesli yok etmeye calısır. Allah bozguncuları hic sevmez"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "Ona, Allah´tan kork, denilince onur ve gururu tutar da kendisini gunaha iter. Artık ona Cehennem yeter; orası ne kotu yataktır"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "Insanlardan oylesi de var ki, Allah´ın hosnutlugunu dileyerek canını feda eder. Allah ise kullarına cok sefkatli ve cok merhametlidir"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "Ey iman edenler! Hep birden (Allah´a itaat ve O´na kul olmanın derin anlam ve hikmetini anlayarak) sulh ve selamete girin.. Seytanın adımlarına uymayın. Suphesiz ki o, sizin apacık dusmanınızdır"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "Size bunca belgeler geldikten sonra kayarsanız, biliniz ki, Allah cok ustun ve cok gucludur; yegane hikmet sahibidir"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "Onlar Allah´ın buluttan golgelikler icinde meleklerle gelivermesini ve isin hemen bitiriverilmesini mi bekliyorlar ? (Halbuki) isler (eninde sonunda) ancak Allah´a dondurulur"
        }
    ]
}