{
    "rukus": [
        {
            "chapter": 18,
            "verse": 60,
            "text": "Hani bir zaman Musa, genc (arkadasına) ben iki denizin birlestigi yere ulasıncaya kadar hic durmadan gidecegim, ya da (bu ugurda) yıllar gecirecegim, demisti"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "ikisi, iki denizin birlestigi yere ulasınca balıklarını unuttular. Balık ise, denize bir delikten girip yolunu bulmustu"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "Orayı gectiklerinde Musa, genc arkadasına, «azıgımızı faize getir; and olsun ki, bu yolculugumuzdan yorgun ve bitkin dustuk, demisti.»"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "O da, «gordun mu, o kayaya sıgındıgımız vakit dogrusu ben balıgı unutmustum, onu hatırlamamı bana ancak seytan unutturdu. Balık ise denizde sasılacak sekilde yolunu tutup gitmis,» dedi"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "Musa ona: «Aradıgımız bu ya» dedi ve izleri uzerine gerisin geri donduler"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "Boylece onlar kendisine yanımızdan bir rahmet verdigimiz ve katımızdan bir ilim ogrettigimiz kullarımızdan bir kul buldular"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Musa ona dedi ki: «Ogretildigin ilimden bana, dogruya iyiye ileten hususları ogretmen icin sana uyayım mı ?»"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "O, «sen benimle beraber elbette pek sabredemezsin» dedi"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "«Ic yuzunu kavrayamadıgın bir seye nasıl sabredebilirsin ?»"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "Musa ona: «Insaallah beni sabırlı bulursun, hicbir isde sana karsı gelmiyecegim» dedi"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "O: «O halde bana uyacaksan, ben sana anlatmadıkca hicbir seyden (sebep ve ic yuzunden) sorma» dedi"
        }
    ]
}