{
    "rukus": [
        {
            "chapter": 65,
            "verse": 1,
            "text": "Ey Peygamber! Kadınları bosayacagınız vakit, iddetlerini (ay hallerini ve bekleme surelerini) dikkate alarak bosayın ve iddeti sayın. Rabbına Allah´tan korkun ; kadınları evlerinden cıkarmayın; kendileri de cıkmasınlar. Ancak acık bir hayasızlıkta bulunanları mustesna. Bunlar Allah´ın belirledigi sınırlardır. Kim Allah´ın sınırlarını asarsa, gercekten o kendine haksızlık etmis olur. Bilmezsin bunun ardından Allah´ın, (barısıp anlasma gibi) bir durum meydana getirmesi umulur"
        },
        {
            "chapter": 65,
            "verse": 2,
            "text": "Bekleme surelerinin sonuna yaklastıkları zaman onları ya iyilikle* guzellikle tutun, ya da guzellikle ayırın. Icinizden iki adil kimseyi sahit tutun; sahitligi Allah icin yerine getirin. Bununla Allah´a ve Ahiret gunune iman edenlere ogut verilir. Kim Allah´tan korkar (da karsı gelmekten) sakınırsa, Allah ona bir cıkıs imkanı saglar"
        },
        {
            "chapter": 65,
            "verse": 3,
            "text": "Ve ummadıgı, hesaplıyamadıgı bir cihetten onu rızıklandırır. Kim Allah´a guvenip dayanırsa, Allah ona yeter. Suphesiz ki Allah, emrini yerine getirendir. Gercekten Allah, her sey icin bir olcu belirleyip ortaya koymustur"
        },
        {
            "chapter": 65,
            "verse": 4,
            "text": "Kadınlarınızdan ay halinden umitleri kesilmis olanların iddetlerl hakkında suphelenirseniz, onların iddeti uc aydır. Henuz ay hali gormeyen kadın da boyle... Gebe kadınların ise bekleme suresi, dogum yapmasıyla son bulur. Kim Allah´tan korkup sakınırsa, Allah, onun isinde bir kolaylık saglar"
        },
        {
            "chapter": 65,
            "verse": 5,
            "text": "Bu Allah´ın buyrugudur ki, size indirmistir. Kim Allah´tan korkar (buyruguna karsı gelmekten) sakınırsa, Allah, onun kotuluklerini ortup temizler; mukafatını buyultur"
        },
        {
            "chapter": 65,
            "verse": 6,
            "text": "(Bosayıp da henuz iddeti sona ermemis) kadınları, gucunuz ve imkanınız elverdigi nisbette oturdugunuz yerde oturtun. Sıkıntıya ugratmak icin kendilerine sakın zarar vermeyin. Eger o (bosadıgınız) kadınlar gebe iseler, dogumlarını yapıncaya kadar nafakalarını verin. Size ait cocugu emzirirse ucretlerini verin. (Bu hususları) aranızda guzellikle orfe uygun sekilde gorusun. Eger aranızda sıkıntıya sebep bir anlasmazlık cıkarsa, cocugu baska bir kadın emzirecek (sekilde karar alabilirsiniz)"
        },
        {
            "chapter": 65,
            "verse": 7,
            "text": "Genis imkanı olan, genis imkanına gore nafaka versin. Rızkı dar ve sınırlı olan ise, Allah´ın kendisine verdiginden nafaka versin. Allah, hic kimseye verdiginden fazlasını teklif etmez. Allah, bir sıkıntı ve zorlugun ardından bir kolaylık meydana getirir"
        }
    ]
}