{
    "rukus": [
        {
            "chapter": 5,
            "verse": 51,
            "text": "Ey iman edenler! Yahudi ve Hıristiyanları dost edinmeyin. Onlar (gerektiginde) birbirlerinin dostlarıdır. Sizden kim onları dost edinirse, dogrusu o da onlardandır. Suphesiz ki Allah zalim toplulugu dogru yola eristirmez"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "Kalblerinde hastalık bulunanları, onlara dogru (dostluk kucagını acarak) kosustuklarını gorursun ve: «Bize, (devrin donmesiyle) bir felaketin dokunmasından korkarız» derler. Umulur ki Allah fetih veya kendi katından bir emirle gelir de (o kimseler) iclerinde gizleyip durduklarına pisman olarak sabahlarlar"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "Iman edenler de, «Bunlar mıdır olanca yeminleriyle Allah´a yemin edip sizinle beraber olduklarını Iddia edenler ?» derler. Amelleri bosa gitti de zarara ugrayanlar olarak sabahladılar"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "Ey iman edenler! Sizden kim dininden donerse, Allah onun yerine ileride oyle bir millet getirir ki, Allah ´ onları sever, onlar da Allah´ı severler ; mu´minlere karsı boyunları bukuk ve alcak gonulludurler; kafirlere karsı baslan dik, vakarlı ve gucludurler ; Allah yolunda cihad (kutsal savas) ederler, kınayıp ayıplayanların ayıplamasından endise etmezler, iste bu, Allah´ın oyle bir lutfudur ki diledigine verir. Allah´ın (lutuf ve Ihsanı) genistir ve (O her seyi) bilendir"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "Sizin dostlarınız ancak Allah´tır, O´nun Peygamberidir ve namazı dosdogru kılıp ruku´u yerine getirerek zekat veren mu´minlerdir"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "Kim Allah´ı, Peygamberini ve iman edenleri dost edinirse, suphesiz ki ancak Allah´tan yana olanlar ustundurler"
        }
    ]
}