{
    "chapter": [
        {
            "chapter": 23,
            "verse": 1,
            "text": "Bienheureux sont les croyants, en vérité"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "qui prient avec recueillement et humilité"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "se détournent dignement de toute futilité"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "s’acquittent de l’aumône légale par charité"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "et préservent vertueusement leur chasteté"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "n’ayant de rapports qu’avec leurs épouses ou leurs esclaves, auquel cas ils ne sauraient être blâmés"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "contrairement à ceux qui recherchent d’autres relations, qui seuls sont coupables de transgression"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "qui ne trompent jamais la confiance placée en eux, honorent fidèlement leurs engagements"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "et accomplissent leurs prières assidûment"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "Ce sont eux les héritiers"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "qui hériteront les hauts lieux du Paradis où ils demeureront pour l’éternité"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "Nous avons, en vérité, créé l’homme à partir d’une essence d’argile"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "puis sa descendance d’un liquide insignifiant placé dans un réceptacle sûr"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "Nous faisons ensuite de ce liquide un corps s’accrochant à la matrice, puis de ce dernier une masse de chair au sein de laquelle se forme le squelette que Nous revêtons finalement d’une masse musculaire avant d’en faire une créature différente. Béni soit Allah, le Créateur par excellence"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Vous serez ensuite appelés à mourir"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "avant d’être rendus à la vie le Jour de la résurrection"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "Nous avons créé au-dessus de vous sept cieux superposés. Nous ne sommes jamais inattentif à la Création"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "Nous faisons descendre du ciel, dans une juste proportion, une eau que Nous maintenons sous terre, mais que Nous pourrions très bien faire disparaître"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "Par cette eau, Nous faisons surgir de terre, pour vous, des palmeraies et des vignobles produisant toutes sortes de fruits dont vous vous nourrissez"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "ainsi qu’un arbre qui pousse sur le mont Sinaï et qui donne une huile dont vous vous enduisez le corps et dans laquelle vous trempez votre pain"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "Vous avez, en vérité, dans les bestiaux matière à méditer. Nous vous abreuvons de ce qui se trouve à l’intérieur de leur corps. Vous en tirez bien d’autres avantages encore et vous vous nourrissez de leur chair"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "Ils vous servent également de montures sur terre, de même que les vaisseaux vous transportent en mer"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "Nous avons, en vérité, envoyé Noé à son peuple auquel il dit : « Mon peuple, adorez Allah ! Vous n’avez d’autre divinité que Lui. Allez-vous donc finir par Le redouter ? »"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Les notables de son peuple, qui avaient rejeté la foi, dirent : « Ce n’est qu’un homme comme vous qui veut seulement s’élever au-dessus de vous. Si Allah l’avait voulu, Il aurait fait descendre des anges. Nous n’avons rien entendu de tel chez nos ancêtres les plus éloignés"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "Ce n’est, en vérité, qu’un possédé. Supportons-le quelque temps encore. »"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Noé dit : « Venge-moi, Seigneur, de ce peuple qui me traite d’imposteur ! »"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Nous lui avons révélé : « Construis l’Arche sous Nos yeux et selon Nos instructions. Puis le jour où, sur Notre ordre, l’eau se mettra à jaillir de toute la surface de la terre, tu embarqueras dans l’Arche un couple de chaque espèce, ainsi que ta famille - excepté ceux contre qui Notre arrêt a déjà été prononcé. Et cesse d’intervenir en faveur de ces impies qui sont condamnés à périr engloutis"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "Lorsque tu auras pris place dans l’Arche avec ceux qui t’accompagnent, tu diras : « Louange à Allah qui nous a sauvés de ce peuple impie ! »"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "Tu diras aussi : « Seigneur ! Fais-nous débarquer en une terre bénie. Car Toi seul peux nous faire arriver à bon port ! »"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Voilà assurément des signes. C’est ainsi que Nous mettons les hommes à l’épreuve"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Nous avons, à leur suite, suscité un autre peuple"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "auquel Nous avons envoyé l’un des leurs comme Messager qui leur dit : « Adorez Allah ! Vous n’avez d’autre divinité que Lui. Allez-vous donc finir par Le redouter ? »"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "Les notables de son peuple, qui avaient rejeté la foi et renié la rencontre d’Allah dans l’au-delà, et que Nous avions fait vivre dans le faste ici-bas, dirent : « Ce n’est là qu’un homme comme vous qui mange ce que vous mangez et boit ce que vous buvez"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "Si vous obéissez à un homme comme vous, vous serez certainement perdus"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Vous annonce-t-il que, une fois morts et vos os réduits en poussière, vous serez rendus à la vie"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "Impensable ! Impensable qu’une telle menace puisse se réaliser"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "Il n’y a rien après la mort. Une génération disparaît, une autre naît. Nous ne serons jamais ressuscités"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "Ce n’est qu’un homme qui forge des mensonges en les attribuant à Allah. Jamais nous ne le croirons. »"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "Le Messager implora : « Venge-moi, Seigneur, de ce peuple qui me traite d’imposteur ! »"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "Allah répondit : « Ils ne vont pas tarder à le regretter. »"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "Ils furent donc foudroyés, châtiment amplement mérité. Nous les avons réduits à l’état de débris charriés par les torrents. Que les impies soient donc emportés"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Nous avons, à leur suite, suscité d’autres communautés"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "Nul peuple n’est en mesure d’avancer ou de reculer le terme qui lui est assigné"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Nous avons ensuite envoyé Nos Messagers les uns à la suite des autres. Chaque fois qu’un Messager était suscité à son peuple, ce dernier le traitait d’imposteur. Nous avons donc anéanti les peuples impies les uns après les autres, ne laissant d’eux que le récit de leur destruction. Que les mécréants soient donc emportés"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Puis Nous avons envoyé Moïse et son frère Aaron, assistés de Nos signes et de preuves d’une grande clarté"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "à Pharaon et aux grands d’Egypte qui, poussés par l’orgueil, les ont rejetés avec fierté"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "Ils dirent : « Allons-nous croire en deux hommes comme nous dont le peuple nous est asservi ? »"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "Pour les avoir traités l’un et l’autre de menteurs, ils furent anéantis"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "Nous avons confié à Moïse les Ecritures afin que son peuple soit guidé"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "Nous avons, par ailleurs, fait du fils de Marie et de sa mère un signe, et leur avons tous deux donné refuge sur une colline accueillante et baignée d’eau vive"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "« Messagers ! Choisissez les nourritures les plus pures et accomplissez les œuvres les plus vertueuses. Je sais parfaitement ce que vous faites"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "Telle est votre religion, la seule véritable religion. Et Je suis votre Seigneur, craignez-Moi donc. »"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "Mais leurs adeptes se sont ensuite divisés en sectes, chacune satisfaite de la voie qu’elle a adoptée, persuadée de détenir la vérité"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "Laisse-les donc quelque temps à leur égarement"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Croient-ils que les richesses et les enfants que Nous leur accordons ici-bas"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "soient un avant-goût des bienfaits qu’ils recevront dans l’au-delà ? Non, mais ils ne savent pas qu’il s’agit simplement d’une épreuve"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Quant à ceux qui sont remplis de crainte envers leur Seigneur"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "et croient fermement en Ses signes et aux versets qu’Il a révélés"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "ceux qui se gardent de Lui associer de fausses divinités"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "et accomplissent de bonnes œuvres tout en appréhendant de comparaître devant leur Seigneur sans avoir suffisamment œuvré pour être sauvés"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "voilà ceux qui s’empressent vers les bonnes actions qu’ils sont les premiers à réaliser"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "Nous n’imposons à une âme que ce qu’elle peut supporter. Auprès de Nous se trouve un livre qui énonce la vérité, sans que nul ne soit lésé"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "Or, les mécréants accueillent cette vérité avec insouciance et indifférence, ajouté à d’autres péchés qu’ils ne manqueront pas de perpétrer"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "Mais lorsque Nous châtierons ceux d’entre eux qui vivaient dans le faste et l’opulence, ils crieront au secours"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "« Inutile, aujourd’hui, de crier au secours. Nul ne pourra vous mettre à l’abri de Notre châtiment"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "Lorsque Mes versets vous étaient récités, vous préfériez vous en détourner"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "tirant fierté d’être les gardiens du Sanctuaire sacré autour duquel vous passiez pourtant vos soirées à prononcer des paroles impies et à renier la vérité. »"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "N’ont-ils pas médité la parole d’Allah ? Ou bien leur est-il venu une religion différente de celle reçue par leurs ancêtres les plus éloignés"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "Ou bien connaissent-ils si peu le Messager qui leur a été envoyé pour le renier"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "Ou alors prétendent-ils qu’il est possédé ? Non, il leur a seulement apporté la vérité. Mais la plupart d’entre eux ont en horreur la vérité"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "Si la vérité devait se plier à leurs désirs, les cieux, la terre et tous ceux qui les peuplent seraient livrés au chaos. Nous leur avons, en réalité, apporté un message édifiant qui fera leur gloire et leur renommée, mais dont ils préfèrent se détourner"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "Ou bien leur réclames-tu une récompense ? Mais la récompense de ton Seigneur, le plus généreux des pourvoyeurs, est bien meilleure"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "Tu ne fais, en vérité, qu’appeler les hommes à suivre le droit chemin"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "chemin dont s’écartent ceux qui ne croient pas en l’au-delà"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "Si, par miséricorde envers eux, Nous les avions délivrés de leurs souffrances, ils auraient persisté aveuglément dans l’impiété"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "Le châtiment que Nous leur avons infligé ne les a pas pour autant incités à se soumettre à la volonté de leur Seigneur, ni à L’implorer avec humilité"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "Mais lorsque Nous les soumettrons à un terrible châtiment, ils seront totalement désespérés"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "C’est Lui qui vous a dotés de l’ouïe, de la vue et de l’entendement. Mais vous êtes si peu reconnaissants"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "C’est Lui aussi qui vous a créés et dispersés sur terre, et c’est vers Lui que vous serez rassemblés"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "C’est Lui qui donne la vie et la mort, et qui fait alterner le jour et la nuit. Etes-vous donc incapables de raisonner"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "Ils se contentent, en vérité, de répéter les arguments avancés par leurs devanciers"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "disant : « Serons-nous, une fois morts et nos os réduits en poussière, ressuscités"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "Voici une menace que nous avons déjà entendue, ainsi que nos ancêtres avant nous. Ce ne sont là que légendes du passé ! »"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "Demande-leur : « A qui appartiennent la terre et tous ceux qui la peuplent, si vous le savez ? »"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "« A Allah », répondront-ils. Dis-leur : « Ne réfléchissez-vous donc pas ? »"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Demande-leur : « Qui est le Seigneur des sept cieux et le Maître du Trône glorieux ? »"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "« C’est Allah », reconnaîtront-ils. Dis-leur : « N’allez-vous donc pas Le redouter ? »"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Demande-leur encore : « Qui règne en Maître absolu sur la Création ? Qui accorde Sa protection à qui Il veut, mais dont nul ne peut être protégé, si vous le savez ? »"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "« C’est Allah », admettront-ils. Dis-leur : « Comment avez-vous pu ainsi perdre toute raison ? »"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "Nous avons bel et bien apporté la vérité à ces impies qui, pour leur part, ne font que mentir"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "Allah ne s’est pas donné d’enfant et il n’y a pas d’autres dieux avec Lui. Sans quoi, chaque divinité exercerait sa souveraineté sur sa création et chercherait à soumettre les autres à sa domination. Gloire donc à Allah que leurs blasphèmes ne sauraient atteindre"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "Lui qui connaît le monde visible comme le monde invisible est bien au-dessus des fausses divinités qu’ils associent à Son culte"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "Dis : « Si Tu dois, Seigneur, me montrer le châtiment dont ils sont menacés"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "veuille, Seigneur, ne pas m’associer au sort de ces impies ! »"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "Nous sommes, en vérité, parfaitement capable de te montrer ce dont Nous les menaçons"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Rends le bien pour le mal. Nous connaissons parfaitement leurs allégations"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "Et dis : « J’implore, Seigneur, Ta protection contre les tentations des démons"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "et me mets sous Ta protection, Seigneur, contre leurs infâmes suggestions ! »"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "Lorsque la mort se présente à l’un d’entre eux, il dit : « Seigneur ! Rends-moi à la vie"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "afin que je puisse accomplir les bonnes actions que j’ai délaissées. » Sûrement pas ! Ce ne sont là que des mots. Ils en seront empêchés jusqu’au Jour où ils seront ressuscités"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "Le Jour où il sera soufflé dans la Corne, nul ne pourra se prévaloir de ses liens de parenté et nul ne sera sollicité"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "Bienheureux, en vérité, ceux dont la balance penchera du bon côté"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "Quant à ceux dont la balance penchera du mauvais côté, ils auront perdu leurs âmes et seront voués à la Géhenne pour l’éternité"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "Les flammes de l’Enfer leur lécheront les visages qui seront totalement crispés"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "« N’avez-vous pas renié Mes versets qui vous étaient récités ? » Leur sera-t-il lancé"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "Ils diront : « Seigneur ! Notre funeste destin a été plus fort que nous. Nous étions totalement égarés"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "Fais-nous sortir, Seigneur, de l’Enfer. Si nous revenons à nos errements, nous ferons preuve de la plus grande iniquité. »"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "Il dira : « Demeurez-y dans l’humiliation, sans plus jamais me parler"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "Une partie de Mes serviteurs disait : “Seigneur ! Nous avons la foi ! Veuille nous accorder Ton pardon et Ta miséricorde qui est sans égale”"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "Mais vous les avez tournés en dérision au point d’en oublier Ma révélation, occupés que vous étiez par vos moqueries"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "Je les récompense aujourd’hui pour leur constance en leur accordant la félicité éternelle au Paradis. »"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "Il leur demandera : « Combien d’années êtes-vous demeurés sur terre ? »"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "Ils répondront : « Nous y sommes restés un jour ou moins d’une journée. Interroge donc ceux qui tiennent les comptes. »"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "Il dira : « Vous n’y êtes demeurés, en vérité, que peu de temps, si seulement vous saviez"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "Pensiez-vous que Nous vous avions créés en vain et que vous ne seriez jamais ramenés à Nous ? »"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "Exalté soit Allah, le seul et véritable Souverain ! Il n’est de divinité digne d’être adorée que Lui, Maître du Trône sublime"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "Quiconque, sans se fonder sur la moindre preuve, invoque une autre divinité avec Allah devra en payer le prix auprès de son Seigneur. Il n’y a point de salut pour les impies"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "Dis : « Veuille, Seigneur, m’accorder Ton pardon et Ta miséricorde qui dépasse toute miséricorde ! »"
        }
    ]
}