{
    "juzs": [
        {
            "chapter": 67,
            "verse": 1,
            "text": "khuba ja barakatavalo che te (allaha) jena hathamam saltanata che. Ane je dareka vastu'o para saktimana che"
        },
        {
            "chapter": 67,
            "verse": 2,
            "text": "jene mrtyu ane jivanane te mate peda karyu ke tamari kasoti kare, ke tamara manthi kona sara karyo kare che. Ane te sarvopari (ane) ksama karanara che"
        },
        {
            "chapter": 67,
            "verse": 3,
            "text": "jene sata akaso tala para tala banavya, (to e jovavala) allaha krpalu na sarjanamam ko'i avyavastha nahi ju'e, pharivara (najara thamavine) jo'i le sum ko'i tirada pana dekha'i che"
        },
        {
            "chapter": 67,
            "verse": 4,
            "text": "pharivara be be vakhata jo'i le, tari najara tari tarapha apamanita (ane lacara) tha'ine thakine pachi pharase"
        },
        {
            "chapter": 67,
            "verse": 5,
            "text": "ni:Sanka ame duniyana akasane diva'o (tara'o) vade sanagaryum ane temane saitanone maravanum madhyama banavi didhu ane saitano mate ame (jahannamani salagavi denari) yatana taiyara kari didhi"
        },
        {
            "chapter": 67,
            "verse": 6,
            "text": "Ane potana palanaharano inkara karanara'o mate jahannamani yatana che ane te ketali kharaba jagya che"
        },
        {
            "chapter": 67,
            "verse": 7,
            "text": "jyare temam te'o nakhavamam avase to teno khuba ja moto avaja sambhalase ane te josa mari rahi hase"
        },
        {
            "chapter": 67,
            "verse": 8,
            "text": "najika che ke (hamana) krodhathi phati jase, jyare pana temam ko'i jutha nakhavamam avase tenathi jahannamana rakhevalo savala karase ke sum tamari pase khabaradara karanara ko'i nahato avyo"
        },
        {
            "chapter": 67,
            "verse": 9,
            "text": "te javaba apase ke kema nahi, avyo hato, parantu ame temane juthalavya ane ame kahyum ke allaha ta'ala'e kasum pana utaryum nathi. Tame khuba ja mota geramarge cho"
        },
        {
            "chapter": 67,
            "verse": 10,
            "text": "ane kahese ke agara ame sambhalata hota athava to samajya hota to jahannami'omam na hota"
        },
        {
            "chapter": 67,
            "verse": 11,
            "text": "basa temane potanum papa svikari lidhum, have a jahannami'o dura tha'i java"
        },
        {
            "chapter": 67,
            "verse": 12,
            "text": "ni:Sanka je loko potana palanaharathi vinadekhe darata rahe che temana mate ksama che ane bhavya savaba che"
        },
        {
            "chapter": 67,
            "verse": 13,
            "text": "tame potani vatone chupavo athava to jahera karo, te to hrdayona bhedone pana khuba ja sari rite jane che"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "sum te ja na jane, jene sarjana karyu? Phari te khuba ja janakara che"
        },
        {
            "chapter": 67,
            "verse": 15,
            "text": "te hasti jene tamara mate jaminane nimna ane ajnavarti banavi didhi, jethi tame tena rasta'o para harata pharata raho ane allahani rojimam thi kha'o (pi'o), teni ja tarapha (tamare) jivita tha'i ubhu thavanum che"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "sum tame e vatathi pana nirbhaya tha'i gaya cho ke akasovalo tamane jaminamam dhasavi de ane eka'eka jamina dagamagi jaya"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "athava sum tame a vatathi nirbhaya tha'i gaya cho ke akasovalo tamara para paththara varasavi de, pachi to tamane khabara padi ja jase ke mari cetavani kevi hati"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "ane temanathi pahelana loko'e pana juthalavyu, to temana para najara dodavo ke mari pakada kevi sakhata tha'i"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "Sum a loko potana upara phelayela ane (kayareka) sametayela (udata) pankhi'o ne nathi jota, temane (allaha) krpalu e ja (hava ane vatavaranamam) takavi rakhya che, ni:Sanka dareka vastu teni dekharekha hethala che"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "sivaya allahana tamaru te kevum laskara che, je tamari madada kari sake, inkari'o to kharekhara dhokamam ja che"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "agara allaha ta'ala tamari roji roki le to bata'o kona che je tamane phari roji apase? Parantu (inkari'o) to vidroha ane vimukhata para hathe cadhi gaya che"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "ham, te vyakti vadhu satyana marga upara che je undhum ghaline cali rahyo che, athava to te je satyana margane parakhine sidho calato hoya"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "kahi do! Ke te ja (allaha) che jene tamaru sarjana karyu ane tamara kana, ankho ane hrdaya banavya, tame khuba ja ocho abhara mano cho"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "kahi do! Ke te ja che jene tamane dharati para phelavi didha ane jeni tarapha tamane ekatha karavamam avase"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "(inkari'o) savala kare che ke te vacana kyare thase, agara tame saca hoya (to batavo)"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "tame kahi do! Ke tenum jnana to allahane ja che, hum to phakata spasta rite saceta karavavalo chum"
        },
        {
            "chapter": 67,
            "verse": 27,
            "text": "jyare a loko te vacanane najika jo'i lese te vakhate te inkari'ona mukha bagadi jase ane kahi devamam avase ke a ja che jeni tame iccha karata hata"
        },
        {
            "chapter": 67,
            "verse": 28,
            "text": "tame kahi do! Agara mane ane mara sathi'one allaha ta'ala nasta kari de, athava amara para daya kare, (banne paristhiti'omam evum to batavo) ke inkari'one du:Khadayi yatanathi kona bacavase"
        },
        {
            "chapter": 67,
            "verse": 29,
            "text": "tame kahi do! Ke te ja krpalu che. Ame to tena para imana lavi cukaya ane tena para ja amaro visrvasa che. Tamane najikamam ja khabara padi jase ke nari pathabhrastatamam kona che"
        },
        {
            "chapter": 67,
            "verse": 30,
            "text": "Tame kahi do! Ha e to batavo ke jo tamaru (pivanum) pani jaminamam jatum rahe to kona che je tamara mate vahetum pani lave"
        },
        {
            "chapter": 68,
            "verse": 1,
            "text": "nuna, soganda che kalamana ane tena, je kami pana te (pharista'o) lakhe che"
        },
        {
            "chapter": 68,
            "verse": 2,
            "text": "tame potana palanaharani krpathi pagala nathi"
        },
        {
            "chapter": 68,
            "verse": 3,
            "text": "ane ni:Sanka tamara mate ananta badalo che"
        },
        {
            "chapter": 68,
            "verse": 4,
            "text": "ane ni:Sanka tame khuba ja srestha (uttama) caritravala cho"
        },
        {
            "chapter": 68,
            "verse": 5,
            "text": "basa! Have tame pana jo'i leso ane te'o pana jo'i lese"
        },
        {
            "chapter": 68,
            "verse": 6,
            "text": "ke tamaramam thi kona pralobhanamam sapadayelu che"
        },
        {
            "chapter": 68,
            "verse": 7,
            "text": "ni:Sanka tamaro palanahara potana margathi bhatakelane khuba ja sari rite jane che, ane te sanmargi'o ne pana khuba ja sari rite jane che"
        },
        {
            "chapter": 68,
            "verse": 8,
            "text": "basa! Tame juthalavanara'oni (vata) na mano"
        },
        {
            "chapter": 68,
            "verse": 9,
            "text": "te'o to icche che ke tame thodaka narama pado to te'o pana narama padi jaya"
        },
        {
            "chapter": 68,
            "verse": 10,
            "text": "ane tame ko'i eva vyaktinum pana kahevum na manaso je vadhare soganda khavavalo"
        },
        {
            "chapter": 68,
            "verse": 11,
            "text": "be'abaru, nica, mahenantona maranara, cadi khanara"
        },
        {
            "chapter": 68,
            "verse": 12,
            "text": "bhala'ithi rokavavalo, atireka karanara, papi"
        },
        {
            "chapter": 68,
            "verse": 13,
            "text": "atada svabhavano, sathe sathe badanama pana che"
        },
        {
            "chapter": 68,
            "verse": 14,
            "text": "teno vidroha phakata etala mate che ke te dhana-sampatti valo ane santanovalo che"
        },
        {
            "chapter": 68,
            "verse": 15,
            "text": "jyare teni same amari ayato padhavamam ave che to kahi de che ke a to aga'una lokoni varta'o che"
        },
        {
            "chapter": 68,
            "verse": 16,
            "text": "ame pana teni sundha (naka) para dama apisum"
        },
        {
            "chapter": 68,
            "verse": 17,
            "text": "ni:Sanka ame temani tevi ja rite kasoti kari jevi rite ke ame bagicavala'o ni kasoti kari hati. Jyare ke temane soganda khadhi ke vaheli parodha thata ja a bagicana phala todi la'isum"
        },
        {
            "chapter": 68,
            "verse": 18,
            "text": "ane in sa'a allaha na bolya"
        },
        {
            "chapter": 68,
            "verse": 19,
            "text": "basa! Temana para tara palanahara taraphathi eka aphata careya bajuthi phari vali ane te su'i ja rahya hata"
        },
        {
            "chapter": 68,
            "verse": 20,
            "text": "basa! Te bagico evo tha'i gayo jevi ke vadheli paka"
        },
        {
            "chapter": 68,
            "verse": 21,
            "text": "have savara thata ja temane ekabijane pokarya"
        },
        {
            "chapter": 68,
            "verse": 22,
            "text": "Ke agara tamare phala todava hoya to potani kheti para vaheli parodhamam cali nikalo"
        },
        {
            "chapter": 68,
            "verse": 23,
            "text": "phari te loko dhire-dhire vato karata nikalya"
        },
        {
            "chapter": 68,
            "verse": 24,
            "text": "ke ajana divase ko'i lacara tamari pase na avi sake"
        },
        {
            "chapter": 68,
            "verse": 25,
            "text": "ane lapakata savara savaramam nikalya (samaji rahya hata) ke ame samartha chi'e (phala todava mate)"
        },
        {
            "chapter": 68,
            "verse": 26,
            "text": "jyare temane bagico joyo to kaheva lagya, ni:Sanka ame rasto bhuli gaya"
        },
        {
            "chapter": 68,
            "verse": 27,
            "text": "na na, parantu apanum bhagya phuti gayu"
        },
        {
            "chapter": 68,
            "verse": 28,
            "text": "te lokomam je srestha hato tene kahyu ke hum tamane nahato kaheto ke tame allaha ni pavitratanum varnana kema nathi karata"
        },
        {
            "chapter": 68,
            "verse": 29,
            "text": "to badha ja kaheva lagya, apano palanahara pavitra che, ni:Sanka ame ja atyacari hata"
        },
        {
            "chapter": 68,
            "verse": 30,
            "text": "phari te'o eka-bija tarapha pharine eka-bijane thapako apava lagya"
        },
        {
            "chapter": 68,
            "verse": 31,
            "text": "kaheva lagya khuba aphasosa! Kharekhara ame vidrohi hata"
        },
        {
            "chapter": 68,
            "verse": 32,
            "text": "um'mida che ke amaro palanahara amane anathi saro badalo apase, ame to have potana palanaharathi ja apeksa kari'e chi'e"
        },
        {
            "chapter": 68,
            "verse": 33,
            "text": "avi ja rite musibata ave che. Ane akhirata (paraloka) ni musibata ghani ja moti che. Kadaca te'o janata hota"
        },
        {
            "chapter": 68,
            "verse": 34,
            "text": "daranara'o mate temana palanahara pase ne'amatovali jannato che"
        },
        {
            "chapter": 68,
            "verse": 35,
            "text": "sum ame musalmanone papi'o jeva kari da'isum"
        },
        {
            "chapter": 68,
            "verse": 36,
            "text": "tamane sum tha'i gayu, keva nirnayo karo cho"
        },
        {
            "chapter": 68,
            "verse": 37,
            "text": "sum tamari pase ko'i kitaba che je tame padhata hoya"
        },
        {
            "chapter": 68,
            "verse": 38,
            "text": "ke temam tamari manacahi vato hoya"
        },
        {
            "chapter": 68,
            "verse": 39,
            "text": "athava to tame amarathi ketalika sogando lidhi che? Je kayamata (pralaya) sudhi rahe, ke tamara mate te badhu ja che je tame potani taraphathi nakki kari lo"
        },
        {
            "chapter": 68,
            "verse": 40,
            "text": "temane pucho ke temana manthi kona a vatano javabadara (davedara) che"
        },
        {
            "chapter": 68,
            "verse": 41,
            "text": "sum temana ko'i bhagidara che? To pota potana bhagidaro la'i ave, agara te'o saca che"
        },
        {
            "chapter": 68,
            "verse": 42,
            "text": "Je divase pindali (dhicana no nicalo bhaga) kholi nakhavamam avase ane sijado karava mate bolavavamam avase. To (sijado) nahi kari sake"
        },
        {
            "chapter": 68,
            "verse": 43,
            "text": "najaro nici hase ane temana para kalanka chava'i rahyu hase. Tema chanta a sijada mate (te vakhate pana) bolavavamam avata hata jyare ke tandurasta hata"
        },
        {
            "chapter": 68,
            "verse": 44,
            "text": "basa! Mane ane a kalamane juthalavanara'one chodi do, ame temane ama dhire dhire khencisum ke temane khabara pana nahim pade"
        },
        {
            "chapter": 68,
            "verse": 45,
            "text": "ane hum temane dhila apisa, ni:Sanka mari yojana sakhata sacota che"
        },
        {
            "chapter": 68,
            "verse": 46,
            "text": "sum tame temanathi ko'i valatara iccho cho jena dandana boja hethala daba'i rahya hoya"
        },
        {
            "chapter": 68,
            "verse": 47,
            "text": "athava to temani pase adrasyanum jnana che, jene te'o lakhi rahya hoya"
        },
        {
            "chapter": 68,
            "verse": 48,
            "text": "basa! Tame potana palanaharana adesani dhiraja thi (raha ju'o), ane machalivala (arthat murada eka payagambara che jemanum nama yunusa a.Sa. Che, te'o potana loko pasethi allahano adesa avya pahela ja samudra tarapha calya gaya. Tyam te'one temani bhulano pasatavo thayo. Pasatavo thanta ja temane pote samudramam chalanga lagavi ane tyam te'one eka machali'e lagabhaga divasa sudhi potana petamam rakhela) jeva na tha'i java, jyare ke tene sokatura tha'i du'a kari"
        },
        {
            "chapter": 68,
            "verse": 49,
            "text": "agara tene tena palanaharani madada na avi hota to ni:Sanka te kharaba paristhitimam sapata medana para nakhi devamam avata"
        },
        {
            "chapter": 68,
            "verse": 50,
            "text": "tene tena palanahare phari pasanda kari lidho ane tene sadacari lokomansamela kari didho"
        },
        {
            "chapter": 68,
            "verse": 51,
            "text": "ane najika che ke inkari'o potani dharadara najarathi tamane lapasavi de, jyare pana kura'ana sambhale che to kahi de che, a to pagala ja che"
        },
        {
            "chapter": 68,
            "verse": 52,
            "text": "kharekhara a (kura'ana) to samagra manavajati mate sikhamana ja che"
        },
        {
            "chapter": 69,
            "verse": 1,
            "text": "sabita thavavali"
        },
        {
            "chapter": 69,
            "verse": 2,
            "text": "sabita thavavali sum che"
        },
        {
            "chapter": 69,
            "verse": 3,
            "text": "ane tane sum khabara ke te sabita thanara sum che"
        },
        {
            "chapter": 69,
            "verse": 4,
            "text": "Te khakhadavi denarane samuda ane ada (pracina samayani takatavara kaumo'e) juthalavi didhi"
        },
        {
            "chapter": 69,
            "verse": 5,
            "text": "(jena parinama rupe) samudane trasajanaka (ane unca) avaja vade nasta karavamam avya"
        },
        {
            "chapter": 69,
            "verse": 6,
            "text": "ane ada ne tivra tophani andhithi nasta kari devamam avya"
        },
        {
            "chapter": 69,
            "verse": 7,
            "text": "jene temana para nirantara sata ratri'o ane atha divasa sudhi (allaha'e) chavayeli rakhi. Basa! Tame jota ke a loko jamina para evi rite patakayela padaya che jevi rite ke khajurana khokhala thada hoya"
        },
        {
            "chapter": 69,
            "verse": 8,
            "text": "sum temana manthi ko'i pana tamane baki dekha'i che"
        },
        {
            "chapter": 69,
            "verse": 9,
            "text": "phira'auna ane tenathi pahelana loko ane jemani vasti'o palatavi nakhi temane pana aparadha acaryo"
        },
        {
            "chapter": 69,
            "verse": 10,
            "text": "ane potana palanaharana payagambarani avaganana kari. (Chevate) allaha e te'one (pana) sakhata pakadamam la'i lidha"
        },
        {
            "chapter": 69,
            "verse": 11,
            "text": "jyare panimam tophana avi gayum to te samaye ame tamane naukamam savara kari didha"
        },
        {
            "chapter": 69,
            "verse": 12,
            "text": "jethi te tamara mate sikhamana ane yadagara bani jaya ane (jethi) yada rakhavavala kana tene yada rakhe"
        },
        {
            "chapter": 69,
            "verse": 13,
            "text": "basa! Jyare suramam eka phunka maravamam avase"
        },
        {
            "chapter": 69,
            "verse": 14,
            "text": "ane jamina tatha parvato uthavi levamam avase. Ane eka ja praharamam curecura kari devamam avase"
        },
        {
            "chapter": 69,
            "verse": 15,
            "text": "te divase tha'i janari (kayamata) tha'i jase"
        },
        {
            "chapter": 69,
            "verse": 16,
            "text": "ane akasa phati jase, ane te divase ghanum ja nabalu padi jase"
        },
        {
            "chapter": 69,
            "verse": 17,
            "text": "tena kinara'o para pharista'o hase, ane tara palanaharano arsa te divase atha (pharista'o) potana upara uthavela hase"
        },
        {
            "chapter": 69,
            "verse": 18,
            "text": "te divase tame sau raju karavamam avaso, tamaru ko'i rahasya chupayelum nahi rahe"
        },
        {
            "chapter": 69,
            "verse": 19,
            "text": "to, jene tenum karmapatra jamana hathamam apavamam avase, to te kaheva lagase ke “lo maru karmapatra vanci lo”"
        },
        {
            "chapter": 69,
            "verse": 20,
            "text": "mane to sampurna visrvasa hato ke mane maro hisaba malase ja"
        },
        {
            "chapter": 69,
            "verse": 21,
            "text": "basa! Te eka managamata jivanamam hase"
        },
        {
            "chapter": 69,
            "verse": 22,
            "text": "ucca darajjavali jannatamam"
        },
        {
            "chapter": 69,
            "verse": 23,
            "text": "jena guccha nami padela hase"
        },
        {
            "chapter": 69,
            "verse": 24,
            "text": "(Temane kahevamam avase) ke anandathi kha'o pi'o, potana te karmona badalamam je tame vitela divasomam karya"
        },
        {
            "chapter": 69,
            "verse": 25,
            "text": "parantu jenum karmapatra tena daba hathamam apavamam avase to te kahase ke “kadaca mane maru karmapatra apavamam ja na avyu hota”"
        },
        {
            "chapter": 69,
            "verse": 26,
            "text": "ane hum janato ja na hota ke hisaba sum che"
        },
        {
            "chapter": 69,
            "verse": 27,
            "text": "kadaca! Ke mrtyu (maru) kama puru kari deta"
        },
        {
            "chapter": 69,
            "verse": 28,
            "text": "maru dhana pana mane kami phayado na pahoncadi sakyu"
        },
        {
            "chapter": 69,
            "verse": 29,
            "text": "mari satta pana mara pasethi jati rahi"
        },
        {
            "chapter": 69,
            "verse": 30,
            "text": "adesa apavamam avase, tene pakadi lo pachi tene galiyum paheravi do"
        },
        {
            "chapter": 69,
            "verse": 31,
            "text": "pachi tene dojhakhamam nakhi do"
        },
        {
            "chapter": 69,
            "verse": 32,
            "text": "pachi tene evi sankalamam bandhi do jeni mapani sittera hatha lambi che"
        },
        {
            "chapter": 69,
            "verse": 33,
            "text": "ni:Sanka te mahanatavala allaha para imana nahato rakhato"
        },
        {
            "chapter": 69,
            "verse": 34,
            "text": "ane lacarane khavadavava mate protsahana nahato apato"
        },
        {
            "chapter": 69,
            "verse": 35,
            "text": "basa! Aje tenum na ko'i mitra che"
        },
        {
            "chapter": 69,
            "verse": 36,
            "text": "ane na to paru sivaya tenu ko'i bhojana che"
        },
        {
            "chapter": 69,
            "verse": 37,
            "text": "jene gunegara sivaya ko'ipana nahim khaya"
        },
        {
            "chapter": 69,
            "verse": 38,
            "text": "basa! Mane soganda che te vastu'ona jene tame ju'o cho"
        },
        {
            "chapter": 69,
            "verse": 39,
            "text": "ane te vastu'ona jene tame nathi jota"
        },
        {
            "chapter": 69,
            "verse": 40,
            "text": "ke ni:Sanka a (kura'ana) pratisthita payagambaranum kathana che"
        },
        {
            "chapter": 69,
            "verse": 41,
            "text": "a ko'i kavinum kathana nathi (aphasosa) tame bhagye ja imana lavo cho"
        },
        {
            "chapter": 69,
            "verse": 42,
            "text": "ane na to ko'i jayotisanum kathana che. (Aphasosa) bhagye ja sikhamana prapta karo cho"
        },
        {
            "chapter": 69,
            "verse": 43,
            "text": "(a to) jagatana palanahare avatarita karela che"
        },
        {
            "chapter": 69,
            "verse": 44,
            "text": "ane jo a (muham'mada payagambara) amara para ko'ipana vata ghadata"
        },
        {
            "chapter": 69,
            "verse": 45,
            "text": "to jarurathi ame teno jamano hatha pakadi leta"
        },
        {
            "chapter": 69,
            "verse": 46,
            "text": "pachi teni dhori nasa kapi nakhata"
        },
        {
            "chapter": 69,
            "verse": 47,
            "text": "pachi tamaramanthi ko'i pana mane te kamathi atakavanara na hota"
        },
        {
            "chapter": 69,
            "verse": 48,
            "text": "ni:Sanka a kura'ana daravavala'o mate sikhamana che"
        },
        {
            "chapter": 69,
            "verse": 49,
            "text": "amane kharekhara jana che ke tamaramanthi ketalaka tene juthalavanara che"
        },
        {
            "chapter": 69,
            "verse": 50,
            "text": "ni:Sanka (a juthalavavu) inkari'o upara kheda che"
        },
        {
            "chapter": 69,
            "verse": 51,
            "text": "Ane ni:Sanka a taddana visrvasaniya satya che"
        },
        {
            "chapter": 69,
            "verse": 52,
            "text": "basa! Tu potana mahana palanaharani pavitrata bayana kara"
        },
        {
            "chapter": 70,
            "verse": 1,
            "text": "eka savala karanara'e te yatana vise savala karyo, je spasta thanari che"
        },
        {
            "chapter": 70,
            "verse": 2,
            "text": "inkari'o para, jene ko'i talanara nathi"
        },
        {
            "chapter": 70,
            "verse": 3,
            "text": "te allaha taraphathi je sidi'ono malika che"
        },
        {
            "chapter": 70,
            "verse": 4,
            "text": "jena tarapha pharista'o ane ruha (hajharata jibra'ila a.Sa.) Cadhe che. Eka divasamam jeno galo pacasa hajara varsono che"
        },
        {
            "chapter": 70,
            "verse": 5,
            "text": "basa! Tu sari rite dhiraja rakha"
        },
        {
            "chapter": 70,
            "verse": 6,
            "text": "ni:Sanka a te (yatana) ne dura samaji rahaya che"
        },
        {
            "chapter": 70,
            "verse": 7,
            "text": "ane ame tene najika jo'i rahya chi'e"
        },
        {
            "chapter": 70,
            "verse": 8,
            "text": "je divase akasa ukalata tela jevu tha'i jase"
        },
        {
            "chapter": 70,
            "verse": 9,
            "text": "ane parvata rangina una jeva tha'i jase"
        },
        {
            "chapter": 70,
            "verse": 10,
            "text": "ane ko'i mitra bija mitrane nahi puche"
        },
        {
            "chapter": 70,
            "verse": 11,
            "text": "(parantu) ekabijane dekhadi devamam avase, gunegara te divasani yatanana badalamam muktidanda rupe potana dikara'one"
        },
        {
            "chapter": 70,
            "verse": 12,
            "text": "potani patnine ane potana bha'ine"
        },
        {
            "chapter": 70,
            "verse": 13,
            "text": "ane potana kutumbi'one, je tene asaro apata hata"
        },
        {
            "chapter": 70,
            "verse": 14,
            "text": "ane dharati paranam saune apava icchase jethi te'o tene chutakaro apavi de"
        },
        {
            "chapter": 70,
            "verse": 15,
            "text": "(parantu) kadapi avum nahim thaya, ni:Sanka te bhadakati (aga) che"
        },
        {
            "chapter": 70,
            "verse": 16,
            "text": "je mom ane mathani camadine khenci lavanari che"
        },
        {
            "chapter": 70,
            "verse": 17,
            "text": "te (aga) te dareka vyaktine pokarase je pachala pharanara ane pitha batavanara che"
        },
        {
            "chapter": 70,
            "verse": 18,
            "text": "ane bhegu karine sambhali rakhe che"
        },
        {
            "chapter": 70,
            "verse": 19,
            "text": "kharekhara manusya khuba ja kaca manano banavelo che"
        },
        {
            "chapter": 70,
            "verse": 20,
            "text": "jyare tene paresani pahonce che to gabhara'i jaya che"
        },
        {
            "chapter": 70,
            "verse": 21,
            "text": "ane jyare rahata male che to kanjusi karava lage che"
        },
        {
            "chapter": 70,
            "verse": 22,
            "text": "sivaya te namajhi"
        },
        {
            "chapter": 70,
            "verse": 23,
            "text": "je potani namajha para hammesa pambadi karanara che"
        },
        {
            "chapter": 70,
            "verse": 24,
            "text": "ane jemana dhanamam nakki karelo bhaga che"
        },
        {
            "chapter": 70,
            "verse": 25,
            "text": "mangavavala mate pana ane savalathi bacanarano pana"
        },
        {
            "chapter": 70,
            "verse": 26,
            "text": "ane je badalana divasa para sradhdha rakhe che"
        },
        {
            "chapter": 70,
            "verse": 27,
            "text": "ane je potana palanaharani yatanathi darata rahe che"
        },
        {
            "chapter": 70,
            "verse": 28,
            "text": "Ni:Sanka temana palanaharani yatana nidara thava jevi vastu nathi"
        },
        {
            "chapter": 70,
            "verse": 29,
            "text": "ane je loko potana gumptagani (haramathi) raksa kare che"
        },
        {
            "chapter": 70,
            "verse": 30,
            "text": "ha! Temani patni'o ane bandi'o vise jemana te'o malika che, temana para ko'i dosa nathi"
        },
        {
            "chapter": 70,
            "verse": 31,
            "text": "have je ko'i tena sivaya (rasto) sodhase karase to ava loko hada vatavi janara che"
        },
        {
            "chapter": 70,
            "verse": 32,
            "text": "ane je potani nisthanum ane potana vacanonum dhyana rakhe che"
        },
        {
            "chapter": 70,
            "verse": 33,
            "text": "ane je potani saksi'o para sidha ane makkama rahe che"
        },
        {
            "chapter": 70,
            "verse": 34,
            "text": "ane je'o potani namajhoni raksa kare che"
        },
        {
            "chapter": 70,
            "verse": 35,
            "text": "a ja loko jannatomam ijhajhatavala hase"
        },
        {
            "chapter": 70,
            "verse": 36,
            "text": "basa! Inkari'one su tha'i gayu che ke te tamari tarapha dodata ave che"
        },
        {
            "chapter": 70,
            "verse": 37,
            "text": "jamane ane dabethi, juthana jutha"
        },
        {
            "chapter": 70,
            "verse": 38,
            "text": "sum temana manthi dareka asa rakhe che ke tene ne'amato vali jannatamam dakhala karavamam avase"
        },
        {
            "chapter": 70,
            "verse": 39,
            "text": "(avum) kadapi nahi thaya ame temanu te (vastu) thi sarjana karyu che jene te'o jane che"
        },
        {
            "chapter": 70,
            "verse": 40,
            "text": "basa! Mane soganda che pasrcimo ane purvana palanaharani (ke) ame kharekhara saktimana che"
        },
        {
            "chapter": 70,
            "verse": 41,
            "text": "te vata para ke te'ona badale temanathi sara lokone la'i avi'e ane ame aksama nathi"
        },
        {
            "chapter": 70,
            "verse": 42,
            "text": "basa! Tu emane ladata-jhaghadata ane khelakuda karata chodi de ahim sudhi ke potana te divasathi mulakata kari le jenum temane vacana apavamam avyu che"
        },
        {
            "chapter": 70,
            "verse": 43,
            "text": "je divase a loko kabaromanthi dodata nikalase, jevi rite ke te'o ko'i jgya tarapha jhadapathi ja'i rahya hoya"
        },
        {
            "chapter": 70,
            "verse": 44,
            "text": "temani ankho nameli hase, temana para badanami chavayeli hase. A che te divasa jenum temane vacana apavamam avyu hatum"
        },
        {
            "chapter": 71,
            "verse": 1,
            "text": "ni:Sanka ame nuha (a.Sa.) Ne temani koma tarapha moklya ke potani komane daravi do (ane saceta kari do) te pahela ke temani pase du:Khadayi yatana avi jaya"
        },
        {
            "chapter": 71,
            "verse": 2,
            "text": "(nuha a.Sa.E) kahyu, ke aya mari koma! Hum tamane spasta rite cetavani apanara chum"
        },
        {
            "chapter": 71,
            "verse": 3,
            "text": "Ke tame allahani bandagi karo ane tenathi ja daro. Ane maru kahyu mano"
        },
        {
            "chapter": 71,
            "verse": 4,
            "text": "to te tamara gunaha mapha kari dese ane tamane eka nisrcita samaya sudhi chuta apase. Ni:Sanka jyare allaha ta'alanum vacana avi jaya che, to dhila nathi apato. Kadaca ke tamane budhdhi hota"
        },
        {
            "chapter": 71,
            "verse": 5,
            "text": "(nuha a.Sa.E) kahyu, aya mara palanahara! Mem potani komane rata divasa tari (bandagi) tarapha bolavya"
        },
        {
            "chapter": 71,
            "verse": 6,
            "text": "parantu mara bolavava para a loko vadhu dura java lagya"
        },
        {
            "chapter": 71,
            "verse": 7,
            "text": "mem jyare pana temane tari ksama tarapha bolavya, temane potani angali'o potana kanomam nakhi didhi ane potana kapadathi (modhum) dhanki didhu. Ane jida kari ane khuba ja ghamanda karyu"
        },
        {
            "chapter": 71,
            "verse": 8,
            "text": "pachi mem temane unca avaje bolavya"
        },
        {
            "chapter": 71,
            "verse": 9,
            "text": "ane ni:Sanka mem temane jaheramam pana kahyu ane gupta rite pana"
        },
        {
            "chapter": 71,
            "verse": 10,
            "text": "ane mem kahyu, ke potana palanaharathi potana gunahani maphi mango, te kharekhara khuba ja ksama karavavalo che"
        },
        {
            "chapter": 71,
            "verse": 11,
            "text": "te tamara para akasamanthi khuba ja (varasada) varasavase"
        },
        {
            "chapter": 71,
            "verse": 12,
            "text": "ane tamane khuba ja dhana ane santano apase. Ane tamane bagica'o apase ane tamara mate nahera vahavi dese"
        },
        {
            "chapter": 71,
            "verse": 13,
            "text": "tamane sum tha'i gayu che ke tame allaha ni mahanata nathi manata"
        },
        {
            "chapter": 71,
            "verse": 14,
            "text": "jo ke tene tamane vibhinna rite banavya che"
        },
        {
            "chapter": 71,
            "verse": 15,
            "text": "sum tame nathi jota ke allaha ta'ala'e tala para tala kevi rite sata akaso banavya"
        },
        {
            "chapter": 71,
            "verse": 16,
            "text": "ane temam candrane khuba ja prakasita banavyo, ane surajane prakasita dipaka"
        },
        {
            "chapter": 71,
            "verse": 17,
            "text": "ane tamane jaminathi eka (visesa dekharekha hethala) ugadaya. (Etale ke sarjana karyu)"
        },
        {
            "chapter": 71,
            "verse": 18,
            "text": "phari tamane temam ja parata karase ane (eka khasa rite) phari kadhase"
        },
        {
            "chapter": 71,
            "verse": 19,
            "text": "ane kharekhara tamara mate dharatine allaha ta'ala'e patharanum banavi didhu che"
        },
        {
            "chapter": 71,
            "verse": 20,
            "text": "jethi tame tena khulla rasta'o para haro-pharo"
        },
        {
            "chapter": 71,
            "verse": 21,
            "text": "Nuha (a.Sa.) E kahyu ke aya mara palanahara! Te loko'e mari vatane rada kari, ane teva lokoni vata mani jemanum dhana ane santano'e temani khotamam (kharekhara) vadharo karyo"
        },
        {
            "chapter": 71,
            "verse": 22,
            "text": "ane te loko'e bhare dhoko karyo"
        },
        {
            "chapter": 71,
            "verse": 23,
            "text": "ane temane kahyu ke tame kadapi potana pujyone na chodaso, ane na vadda, suva'a, ane yagusa ane ya'uka ane nasra ne (chodaso)"
        },
        {
            "chapter": 71,
            "verse": 24,
            "text": "ane temane ghana lokone pathabhrasta karya, (aya allaha) tu te atyacari'oni pathabhrastatane vadhu kara"
        },
        {
            "chapter": 71,
            "verse": 25,
            "text": "a loko potana papona lidhe dubadi devamam avya ane jahannamamam pahoncadi devamam avya. Ane allaha sivaya temane ko'i madada karanara na joyo"
        },
        {
            "chapter": 71,
            "verse": 26,
            "text": "ane nuha (a.Sa.) E kahyu, ke aya mara palanahara! Tum jamina para ko'i inkarine vasavavalo na chodisa"
        },
        {
            "chapter": 71,
            "verse": 27,
            "text": "jo tu temane chodi da'isa to (ni:Sanka) a loko tara banda'one (pana) bhatakavi dese. Ane duracari ane inkari'one ja janma apase"
        },
        {
            "chapter": 71,
            "verse": 28,
            "text": "aya mara palanahara! Tu mane ane mara mata-pita ane je imanani sthitimam mara gharamam avya ane dareka momina puruso ane stri'one mapha kari de ane inkari'one barabadi sivaya biji ko'i vatamam agala na vadharisa"
        },
        {
            "chapter": 72,
            "verse": 1,
            "text": "(muham'mada sa.A.Va.) Tame kahi do ke mane vahi karavamam avi che ke jinnatona eka juthe (kura'ana) sambhalyu ane kahyu ke ame ad- bhuta kura'ana sambhalyu che"
        },
        {
            "chapter": 72,
            "verse": 2,
            "text": "je sidha marga tarapha margadarsana kare che. Ame tena para imana la'i avya. (Have) ame kadapi ko'ine pana potana palanaharano bhagidara nahi theravi'e"
        },
        {
            "chapter": 72,
            "verse": 3,
            "text": "ane ni:Sanka amara palanaharanum gaurava khuba ja ucca che. Na tene ko'ine (potani) patni banavi ane na to dikaro"
        },
        {
            "chapter": 72,
            "verse": 4,
            "text": "ane e ke apanamam no murkha allaha vise satya virudhdha vata"
        },
        {
            "chapter": 72,
            "verse": 5,
            "text": "ane ame to evum ja samajata rahya ke sakya nathi ke manavi ane jinnata allaha para jutha race"
        },
        {
            "chapter": 72,
            "verse": 6,
            "text": "Vata evi che ke ketalaka manavi'o ketalaka jinnatothi sarana mangata hata. Jenathi jinnato potani pathabhrastatamam vadhi gaya"
        },
        {
            "chapter": 72,
            "verse": 7,
            "text": "ane (manavi'o) e pana jinnato jevum anumana karyu hatu ke allaha ko'ine pana nahim mokale. (Athava to ko'ine bijivara jivita nahim kare)"
        },
        {
            "chapter": 72,
            "verse": 8,
            "text": "ane ame akasane cakasyum to tene sakhata cokidaro ane sakhata angara'o thi chavayelu joyu"
        },
        {
            "chapter": 72,
            "verse": 9,
            "text": "te pahela ame vato sambhalava mate akasamam jgya'e jgya'e besi jata hata, have je pana kana lagave che te eka angarane potani lagamam ju'e che"
        },
        {
            "chapter": 72,
            "verse": 10,
            "text": "ame nathi janata ke dharativala'o sathe ko'i kharaba vartanano irado che athava temana palanaharano irado temani sathe bhala'ino che"
        },
        {
            "chapter": 72,
            "verse": 11,
            "text": "ane e ke (ni:Sanka) ketalaka to amaramam sadacari'o che. Ane ketalaka tena virudhdha pana che, ame vividha rite vahencayela chi'e"
        },
        {
            "chapter": 72,
            "verse": 12,
            "text": "ane ame samaji lidhu ke ame allaha ta'alane dharati para kadapi aksama nahi kari saki'e ane na ame dodine tene haravi saki'e chi'e"
        },
        {
            "chapter": 72,
            "verse": 13,
            "text": "ame to satya margani vata sambhalata ja tena para imana lavya ane je pana potana palanahara para imana lavase, tene na ko'i nukasana no bhaya hase ane na to atyacarano"
        },
        {
            "chapter": 72,
            "verse": 14,
            "text": "ha! Amaramanthi ketalaka to musalamana che ane ketalaka an'yayi che. Basa! Je ajnakari tha'i gaya temane satya marga sodhi lidho"
        },
        {
            "chapter": 72,
            "verse": 15,
            "text": "ane je atyacari'o che te jahannamanum indhana banase"
        },
        {
            "chapter": 72,
            "verse": 16,
            "text": "ane (he nabi evum pana kahi do) ke jo loko satya marga para sidha calata to kharekhara ame temane puskala matramam pani pivadavata"
        },
        {
            "chapter": 72,
            "verse": 17,
            "text": "jethi ame temani kasoti kari'e ane je vyakti potana palanaharana smaranathi modhum pheravi lese to allaha ta'ala tene sakhata yatanamam nakhi dese"
        },
        {
            "chapter": 72,
            "verse": 18,
            "text": "ane masjido phakata allaha mate ja che. Basa! Allaha ta'ala sathe ko'i an'ya ne na pokaro"
        },
        {
            "chapter": 72,
            "verse": 19,
            "text": "Ane jyare allahano bando teni bandagi mate ubho thayo to najikamam ja juthana jutha teni upara tuti padaya"
        },
        {
            "chapter": 72,
            "verse": 20,
            "text": "tame kahi do ke hum to phakata mara palanaharane ja pokaru chum ane teni sathe ko'ine pana bhagidara nathi theravato"
        },
        {
            "chapter": 72,
            "verse": 21,
            "text": "kahi do ke hum tamara ko'i nukasana ane phayadano adhikara dharavato nathi"
        },
        {
            "chapter": 72,
            "verse": 22,
            "text": "kahi do ke mane kadapi ko'i allahathi nahi bacavi sake ane mane kadapi"
        },
        {
            "chapter": 72,
            "verse": 23,
            "text": "parantu (marum kama) allahani vata ane tena adeso (loko sudhi) pahoncadi devanu che, (have) je pana allaha ane tena payagambaranum kahyum nahim mane, tena mate jahannama ni aga che. Jemam ava loko hammesa rahese"
        },
        {
            "chapter": 72,
            "verse": 24,
            "text": "(temani ankha nahim khule) ahim sudhi ke tene jo'i le, jenum vacana temane apavamam ave che, basa! Najikamam ja jani lese ke kona madadagara nirbala ane konum jutha ochum che"
        },
        {
            "chapter": 72,
            "verse": 25,
            "text": "kahi do ke mane khabara nathi ke jenum vacana tamane apavamam ave che, te najika che athava maro palanahara tena mate durano samaya nakki karase"
        },
        {
            "chapter": 72,
            "verse": 26,
            "text": "te adrsyane janavavalo che ane te potana adrsyani jana ko'ine karato nathi"
        },
        {
            "chapter": 72,
            "verse": 27,
            "text": "sivaya te payagambarana, jene te pasanda kari le, parantu teni agala-pachala pana cokidara nakki kari de che"
        },
        {
            "chapter": 72,
            "verse": 28,
            "text": "jethi temana palanaharana adesone pahoncadavani jana tha'i jaya, allaha ta'ala'e temani ajubaju (ni dareka vastu'o) ne gheramam la'i rakhi che ane dareka vastune gani rakhela che"
        },
        {
            "chapter": 73,
            "verse": 1,
            "text": "he cadara odhanara"
        },
        {
            "chapter": 73,
            "verse": 2,
            "text": "ratri (na samaye namajha) mam ubha tha'i java parantu ochum"
        },
        {
            "chapter": 73,
            "verse": 3,
            "text": "adadhi rata athava to tenathi pana thodum ochum kari do"
        },
        {
            "chapter": 73,
            "verse": 4,
            "text": "athava to tenathi thodu vadhari do ane kura'ana ruki rukine (spasta) padhaya kara"
        },
        {
            "chapter": 73,
            "verse": 5,
            "text": "ni:Sanka ame tamara para khuba ja bhare vata najikamam ja utarisum"
        },
        {
            "chapter": 73,
            "verse": 6,
            "text": "ni:Sanka ratamam uthavum mana upara kabu melavava mate khuba ja asarakaraka che ane vatane yogya kari devanum karana che"
        },
        {
            "chapter": 73,
            "verse": 7,
            "text": "Hakikatamam tamane divasabhara ghani ja vyastata hoya che"
        },
        {
            "chapter": 73,
            "verse": 8,
            "text": "tame potana palanaharana namanum smarana karata raho ane dareka sarjani'othi kapa'ine teni ja tarapha dhyana dhari do"
        },
        {
            "chapter": 73,
            "verse": 9,
            "text": "purva ane pasrcimano palanahara jena sivaya ko'i ma'abuda (bandagine layaka) nathi, tame tene ja potano karyasadhaka banavi lo"
        },
        {
            "chapter": 73,
            "verse": 10,
            "text": "ane je ka'im te kahe tena para dhairya rakho ane sajjanatapurvaka temanathi juda tha'i java"
        },
        {
            "chapter": 73,
            "verse": 11,
            "text": "mane ane te juthalavanara khusahala lokone chodi do ane temane thodika mahetala api do"
        },
        {
            "chapter": 73,
            "verse": 12,
            "text": "ni:Sanka amari pase sakhata sankalo che ane bhalake balati jahannama che"
        },
        {
            "chapter": 73,
            "verse": 13,
            "text": "ane galamam phasa'i janara khoraka che ane du:Khadayi yatana che"
        },
        {
            "chapter": 73,
            "verse": 14,
            "text": "je divase dharati ane parvato dhruji uthase ane parvato vikherayeli reti jeva bani jase"
        },
        {
            "chapter": 73,
            "verse": 15,
            "text": "ni:Sanka ame tamari tarapha pana tamara para saksi apanara payagambara mokali didha che. Jevum ke ame phira'auna tarapha payagambara mokalya hata"
        },
        {
            "chapter": 73,
            "verse": 16,
            "text": "to phira'aunane te payagambarani vata na mani to ame tene sakhata (sajamam) pakadi lidha"
        },
        {
            "chapter": 73,
            "verse": 17,
            "text": "jo tame inkari rahya, to te divase kevi rite sarana pamaso je divasa balakone vrdhdha kari devamam avase"
        },
        {
            "chapter": 73,
            "verse": 18,
            "text": "je divase akasa phati padase, allaha ta'alanum a vacana tha'ine ja rahase"
        },
        {
            "chapter": 73,
            "verse": 19,
            "text": "ni:Sanka a sikhamana che, basa! Je icche te potana palanahara tarapha jato marga apanavi lem"
        },
        {
            "chapter": 73,
            "verse": 20,
            "text": "Tamaro palanahara sari rite jane che ke tame ane tamara sathenum eka jutha lagabhaga be-trtiyansa rata ane adadhi rata athava eka- trtiyansa ratamam tahajjuda (modi ratre padhavamam avati namajha) padhe che. Ane rata divasano hisaba allaha ta'ala pase ja che, te (khuba) ja jane che ke tame tene kadapi pali nahi sako basa! Tene tamara para krpa kari, jethi jetalum kura'ana padhavum tamara mate sarala hoya tetalum ja padho. Te jane che ke tamaramanthi ketalaka bimara pana hase, ketalaka bija dharati para hari-pharine allaha ta'alani krpa (etale ke roji) pana sodhase ane ketalaka loko allaha ta'alana rastamam jihada (dharmika yudhdha) pana karase, to tame jetalum kura'ana saralatathi padhi sako padho ane namajha pabandithi padhata raho ane jhakata (dharmadana) apata raho ane allaha ta'alane saru rna apo ane je sadakarya tame tamara mate agala mokalaso tene allaha ta'alane tyam ati'uttama ane badalamam khubaja vadhare pamaso, allaha ta'ala pase ksama mangata raho, ni:Sanka allaha ta'ala ksama karanara krpavalo che"
        },
        {
            "chapter": 74,
            "verse": 1,
            "text": "he cadara odhanara"
        },
        {
            "chapter": 74,
            "verse": 2,
            "text": "ratri (na samaye namajha) mam ubha tha'i java parantu ochum"
        },
        {
            "chapter": 74,
            "verse": 3,
            "text": "adadhi rata athava to tenathi pana thodum ochum kari do"
        },
        {
            "chapter": 74,
            "verse": 4,
            "text": "athava to tenathi thodu vadhari do ane kura'ana ruki rukine (spasta) padhaya kara"
        },
        {
            "chapter": 74,
            "verse": 5,
            "text": "ni:Sanka ame tamara para khuba ja bhare vata najikamam ja utarisum"
        },
        {
            "chapter": 74,
            "verse": 6,
            "text": "ni:Sanka ratamam uthavum mana upara kabu melavava mate khuba ja asarakaraka che ane vatane yogya kari devanum karana che"
        },
        {
            "chapter": 74,
            "verse": 7,
            "text": "hakikatamam tamane divasabhara ghani ja vyastata hoya che"
        },
        {
            "chapter": 74,
            "verse": 8,
            "text": "tame potana palanaharana namanum smarana karata raho ane dareka sarjani'othi kapa'ine teni ja tarapha dhyana dhari do"
        },
        {
            "chapter": 74,
            "verse": 9,
            "text": "purva ane pasrcimano palanahara jena sivaya ko'i ma'abuda (bandagine layaka) nathi, tame tene ja potano karyasadhaka banavi lo"
        },
        {
            "chapter": 74,
            "verse": 10,
            "text": "Ane je ka'im te kahe tena para dhairya rakho ane sajjanatapurvaka temanathi juda tha'i java"
        },
        {
            "chapter": 74,
            "verse": 11,
            "text": "mane ane te juthalavanara khusahala lokone chodi do ane temane thodika mahetala api do"
        },
        {
            "chapter": 74,
            "verse": 12,
            "text": "ni:Sanka amari pase sakhata sankalo che ane bhalake balati jahannama che"
        },
        {
            "chapter": 74,
            "verse": 13,
            "text": "ane galamam phasa'i janara khoraka che ane du:Khadayi yatana che"
        },
        {
            "chapter": 74,
            "verse": 14,
            "text": "je divase dharati ane parvato dhruji uthase ane parvato vikherayeli reti jeva bani jase"
        },
        {
            "chapter": 74,
            "verse": 15,
            "text": "ni:Sanka ame tamari tarapha pana tamara para saksi apanara payagambara mokali didha che. Jevum ke ame phira'auna tarapha payagambara mokalya hata"
        },
        {
            "chapter": 74,
            "verse": 16,
            "text": "to phira'aunane te payagambarani vata na mani to ame tene sakhata (sajamam) pakadi lidha"
        },
        {
            "chapter": 74,
            "verse": 17,
            "text": "jo tame inkari rahya, to te divase kevi rite sarana pamaso je divasa balakone vrdhdha kari devamam avase"
        },
        {
            "chapter": 74,
            "verse": 18,
            "text": "je divase akasa phati padase, allaha ta'alanum a vacana tha'ine ja rahase"
        },
        {
            "chapter": 74,
            "verse": 19,
            "text": "ni:Sanka a sikhamana che, basa! Je icche te potana palanahara tarapha jato marga apanavi lem"
        },
        {
            "chapter": 74,
            "verse": 20,
            "text": "Tamaro palanahara sari rite jane che ke tame ane tamara sathenum eka jutha lagabhaga be-trtiyansa rata ane adadhi rata athava eka- trtiyansa ratamam tahajjuda (modi ratre padhavamam avati namajha) padhe che. Ane rata divasano hisaba allaha ta'ala pase ja che, te (khuba) ja jane che ke tame tene kadapi pali nahi sako basa! Tene tamara para krpa kari, jethi jetalum kura'ana padhavum tamara mate sarala hoya tetalum ja padho. Te jane che ke tamaramanthi ketalaka bimara pana hase, ketalaka bija dharati para hari-pharine allaha ta'alani krpa (etale ke roji) pana sodhase ane ketalaka loko allaha ta'alana rastamam jihada (dharmika yudhdha) pana karase, to tame jetalum kura'ana saralatathi padhi sako padho ane namajha pabandithi padhata raho ane jhakata (dharmadana) apata raho ane allaha ta'alane saru rna apo ane je sadakarya tame tamara mate agala mokalaso tene allaha ta'alane tyam ati'uttama ane badalamam khubaja vadhare pamaso, allaha ta'ala pase ksama mangata raho, ni:Sanka allaha ta'ala ksama karanara krpavalo che"
        },
        {
            "chapter": 74,
            "verse": 21,
            "text": "tene phari joyu"
        },
        {
            "chapter": 74,
            "verse": 22,
            "text": "pachi bhanva cadhavya ane modhum bagadyu"
        },
        {
            "chapter": 74,
            "verse": 23,
            "text": "pachi puntha pheravi ane ghamanda karyu"
        },
        {
            "chapter": 74,
            "verse": 24,
            "text": "ane kaheva lagyo ke a to phakata jadu che je nakala karavamam ave che"
        },
        {
            "chapter": 74,
            "verse": 25,
            "text": "manavina kathana sivaya kasum ja nathi"
        },
        {
            "chapter": 74,
            "verse": 26,
            "text": "hum najikamam tene jahannamamam nakhisa"
        },
        {
            "chapter": 74,
            "verse": 27,
            "text": "ane tane sum khabara ke jahannama sum che"
        },
        {
            "chapter": 74,
            "verse": 28,
            "text": "na te baki rakhe che na chode che"
        },
        {
            "chapter": 74,
            "verse": 29,
            "text": "camadine bali nakhe che"
        },
        {
            "chapter": 74,
            "verse": 30,
            "text": "ane temam oganisa (pharista'o nakki) che"
        },
        {
            "chapter": 74,
            "verse": 31,
            "text": "Ame jahannamani dekharekha rakhanara phakata pharista'o rakhya che ane ame temani sankhya phakata inkari'one kasoti mate nakki kari che. Jethi kitabavala mani le ane imanavala'ona imanamam vadharo thaya ane kitabavala ane imanavala sanka na kare ane jena hrdayomam bimari che te ane inkari kahe ke a bayanathi allaha ta'ala sum icche che? Avi ja rite allaha ta'ala jene icche che tene vidrohi banavi de che ane jene icche che satya marga para lavi de che, tara palanaharana laskarane tena sivaya ko'i nathi janatu. A bharoso adamani santano mate kharekhara sikhamana ja che"
        },
        {
            "chapter": 74,
            "verse": 32,
            "text": "sacum kahum chum soganda che candrana"
        },
        {
            "chapter": 74,
            "verse": 33,
            "text": "ane ratrina jyare te pachi phare"
        },
        {
            "chapter": 74,
            "verse": 34,
            "text": "ane savarana jyare te prakasita tha'i jaya"
        },
        {
            "chapter": 74,
            "verse": 35,
            "text": "ke (ni:Sanka te jahannama) moti vastu'omanthi eka che"
        },
        {
            "chapter": 74,
            "verse": 36,
            "text": "adamani santanane cetavani apanari"
        },
        {
            "chapter": 74,
            "verse": 37,
            "text": "(etale) tene je tamarathi agala vadhava mage athava pacha hatava mange"
        },
        {
            "chapter": 74,
            "verse": 38,
            "text": "dareka vyakti potana karyona badalamam giro che"
        },
        {
            "chapter": 74,
            "verse": 39,
            "text": "parantu jamana hathavala"
        },
        {
            "chapter": 74,
            "verse": 40,
            "text": "ke te'o jannatomam (bethela) duracari'othi"
        },
        {
            "chapter": 74,
            "verse": 41,
            "text": "prasrna karata hase"
        },
        {
            "chapter": 74,
            "verse": 42,
            "text": "tamane jahannamamam ka'i vastu'e nakhya"
        },
        {
            "chapter": 74,
            "verse": 43,
            "text": "te'o javaba apase ke ame namajha nahata padhata"
        },
        {
            "chapter": 74,
            "verse": 44,
            "text": "na to lacarone khavanu khavadavata hata"
        },
        {
            "chapter": 74,
            "verse": 45,
            "text": "ane ame vadavivada karanara (inkari'o) ne satha api vadavivadamam vyasta raheta hatam"
        },
        {
            "chapter": 74,
            "verse": 46,
            "text": "ane badalana divasane juthalavata hata"
        },
        {
            "chapter": 74,
            "verse": 47,
            "text": "ahim sudhi ke ame mrtyu sudhi pahonci gaya"
        },
        {
            "chapter": 74,
            "verse": 48,
            "text": "basa! Temane bhalamana karanara'oni bhalamana phayado nahim pahoncade"
        },
        {
            "chapter": 74,
            "verse": 49,
            "text": "temane sum tha'i gayum che? Ke sikhamanathi modhum pheravi rahya che"
        },
        {
            "chapter": 74,
            "verse": 50,
            "text": "jane ke te'o bhadaki gayela gadheda che"
        },
        {
            "chapter": 74,
            "verse": 51,
            "text": "je sinhathi darine bhagya hoya"
        },
        {
            "chapter": 74,
            "verse": 52,
            "text": "parantu temathi dareka vyakti icche che ke tene khulli kitabo apavamam ave"
        },
        {
            "chapter": 74,
            "verse": 53,
            "text": "Kadapi evum nathi (ho'i sakatum parantu) a loko kayamatathi nidara che"
        },
        {
            "chapter": 74,
            "verse": 54,
            "text": "satya vata to e che ke a (kura'ana) eka sikhamana che"
        },
        {
            "chapter": 74,
            "verse": 55,
            "text": "have je icche te sikhamana prapta kare"
        },
        {
            "chapter": 74,
            "verse": 56,
            "text": "ane te'o te samaye sikhamana prapta karase, jyare allaha ta'ala icche, te (allaha) ja ano hakadara che ke tenathi daravamam ave, ane tena mate yogya che ke te (daravavalane) ksama kari dem"
        },
        {
            "chapter": 75,
            "verse": 1,
            "text": "hum soganda kha'um chum kayamatana divasana"
        },
        {
            "chapter": 75,
            "verse": 2,
            "text": "ane soganda kha'um chum thapako apanara antaratmana"
        },
        {
            "chapter": 75,
            "verse": 3,
            "text": "sum manavi ema samaje che ke ame tena hadaka bhega karisu ja nahim"
        },
        {
            "chapter": 75,
            "verse": 4,
            "text": "kema nahim ame jarurathi karisum, ame to samartha chi'e ke tena terava sudhdha thika kari da'i'e"
        },
        {
            "chapter": 75,
            "verse": 5,
            "text": "parantu manavi icche che ke agala agala avajna karato rahe"
        },
        {
            "chapter": 75,
            "verse": 6,
            "text": "savala kare che ke kayamatano divasa kayare avase"
        },
        {
            "chapter": 75,
            "verse": 7,
            "text": "basa! Je samaye najara pathara'i jase"
        },
        {
            "chapter": 75,
            "verse": 8,
            "text": "ane candra prakasahina tha'i jase"
        },
        {
            "chapter": 75,
            "verse": 9,
            "text": "suraja ane candra bhega kari devamam avase"
        },
        {
            "chapter": 75,
            "verse": 10,
            "text": "te divase manavi kahese ke aje bhagava mate jgya kayam che"
        },
        {
            "chapter": 75,
            "verse": 11,
            "text": "na na ko'i sarana nathi"
        },
        {
            "chapter": 75,
            "verse": 12,
            "text": "aje to tara palanahara tarapha ja sarana che"
        },
        {
            "chapter": 75,
            "verse": 13,
            "text": "aje manavine tene agala mokalela ane pachala chodelathi saceta karavamam avase"
        },
        {
            "chapter": 75,
            "verse": 14,
            "text": "parantu manavi svayam pote puravo che"
        },
        {
            "chapter": 75,
            "verse": 15,
            "text": "ketalaya bahana raju kema na kare"
        },
        {
            "chapter": 75,
            "verse": 16,
            "text": "(he payagambara) tame kura'ana majida ne jaldi (yada karava) mate potani jabanane halavo nahim"
        },
        {
            "chapter": 75,
            "verse": 17,
            "text": "tenum bhegum karavum ane (tamari jabanathi) padhavavum amara sire che"
        },
        {
            "chapter": 75,
            "verse": 18,
            "text": "ame jyare tene padhi la'i'e to tame tena jevum ja padho"
        },
        {
            "chapter": 75,
            "verse": 19,
            "text": "pachi ano (artha) spasta kari devo pana amara sire che"
        },
        {
            "chapter": 75,
            "verse": 20,
            "text": "na na tame jhadapathi malavavali (duniya) thi prema karo cho"
        },
        {
            "chapter": 75,
            "verse": 21,
            "text": "ane akhirata (paraloka) ne chodi betha cho"
        },
        {
            "chapter": 75,
            "verse": 22,
            "text": "te divase ghana cahera tajagibharya hase"
        },
        {
            "chapter": 75,
            "verse": 23,
            "text": "potana palanahara tarapha jo'i rahya hase"
        },
        {
            "chapter": 75,
            "verse": 24,
            "text": "Ane ketalaka cahera te divase udasa hase"
        },
        {
            "chapter": 75,
            "verse": 25,
            "text": "samajata hase ke temani sathe kamara todi nakhanaro vyavahara karavamam avase"
        },
        {
            "chapter": 75,
            "verse": 26,
            "text": "na na jyare jiva gala sudhi pahonci jase"
        },
        {
            "chapter": 75,
            "verse": 27,
            "text": "ane kahevamam avase ke ko'i mantra-tantra karanara che"
        },
        {
            "chapter": 75,
            "verse": 28,
            "text": "ane tene jani lidhum ke a chuta padavano samaya che"
        },
        {
            "chapter": 75,
            "verse": 29,
            "text": "ane pindi sathe pindi valagi jase"
        },
        {
            "chapter": 75,
            "verse": 30,
            "text": "aje tara palanahara tarapha pharavanum che"
        },
        {
            "chapter": 75,
            "verse": 31,
            "text": "tene na to sacum theravyu, na to namajha padhi"
        },
        {
            "chapter": 75,
            "verse": 32,
            "text": "parantu juthalavyu ane anakani kari"
        },
        {
            "chapter": 75,
            "verse": 33,
            "text": "pachi potana gharavala'o pase itara'ine gayo"
        },
        {
            "chapter": 75,
            "verse": 34,
            "text": "kheda che tara para, aphasosa che tara para"
        },
        {
            "chapter": 75,
            "verse": 35,
            "text": "pachi kheda che tara para ane aphasosa che tara mate"
        },
        {
            "chapter": 75,
            "verse": 36,
            "text": "sum manavi ema samaje che ke tene ama ja nirarthaka chodi devamam avase"
        },
        {
            "chapter": 75,
            "verse": 37,
            "text": "sum te eka jada paninum bunda nahato je tapakavavamam avyum hatum"
        },
        {
            "chapter": 75,
            "verse": 38,
            "text": "pachi te lohino loco bani gayo, pachi allaha'e tenum sarjana karyu ane thikathaka banavi didho"
        },
        {
            "chapter": 75,
            "verse": 39,
            "text": "pachi tenathi jodakam etale ke nara ane mada banavya"
        },
        {
            "chapter": 75,
            "verse": 40,
            "text": "sum (allaha ta'ala) te (karya) para saktimana nathi ke mrtane jivita kari de"
        },
        {
            "chapter": 76,
            "verse": 1,
            "text": "ni:Sanka manavi upara eka evo samaya pana vityo che jyare te ka'inja nondhapatra vastu nahato"
        },
        {
            "chapter": 76,
            "verse": 2,
            "text": "ni:Sanka ame manavine misrita viryana tipamanthi kasoti mate paida karyo. Ane tene sambhalavavalo, jovavalo banavyo"
        },
        {
            "chapter": 76,
            "verse": 3,
            "text": "ame tene marga batavyo, have cahe to te abhari bane athava to krtadhna"
        },
        {
            "chapter": 76,
            "verse": 4,
            "text": "ni:Sanka ame inkari'o mate sankalo ane toka ane bhabhukati aga taiyara kari rakhi che"
        },
        {
            "chapter": 76,
            "verse": 5,
            "text": "ni:Sanka sadacari loko te jama (sarabana pyala) pise. Jenum misrrana kapuranum che"
        },
        {
            "chapter": 76,
            "verse": 6,
            "text": "je eka jharanum che, jemanthi allahana banda'o pise, teni sakha'o kadhi la'i jase (jyam icchase)"
        },
        {
            "chapter": 76,
            "verse": 7,
            "text": "Je najhara (phakata allaha mate maneli manata) puri kare che. Ane te divasathi dare che jeni apatti careya baju phela'i janari che"
        },
        {
            "chapter": 76,
            "verse": 8,
            "text": "ane allaha ta'alani mohabbatamam khavanum khavadave che, gariba, anatha ane kedi'one"
        },
        {
            "chapter": 76,
            "verse": 9,
            "text": "ame to tamane phakata allaha ta'ala ni prasannata mate khavadavi'e chi'e. Na tamarathi badalo icchi'e che ane na to abhara"
        },
        {
            "chapter": 76,
            "verse": 10,
            "text": "ni:Sanka ame potana palanaharathi te divasa no bhaya rakhi'e chi'e je udasa ane sakhata hase"
        },
        {
            "chapter": 76,
            "verse": 11,
            "text": "basa! Temane allaha ta'ala'e te divasani apattithi bacavi lidha ane temane tajagi ane khusi pahoncadi"
        },
        {
            "chapter": 76,
            "verse": 12,
            "text": "ane temane temani dhairyana badalamam jannata ane resami posaka apya"
        },
        {
            "chapter": 76,
            "verse": 13,
            "text": "te tyam asano para takiya lagavine betha hase, na to tyam surajano tadako jose na thandini ugrata"
        },
        {
            "chapter": 76,
            "verse": 14,
            "text": "te jannatona chaya temana para jhukela hase ane tena (phala ane) guccha nice latakela hase"
        },
        {
            "chapter": 76,
            "verse": 15,
            "text": "ane temana para candina vasano ane te jamone (sarabana pyala) pheravavamam avase je kacana hase"
        },
        {
            "chapter": 76,
            "verse": 16,
            "text": "kaca pana candina jene yogya pramanamam bharya hase"
        },
        {
            "chapter": 76,
            "verse": 17,
            "text": "ane temane tyam te jama pivadavavamam avase jenum misrana jhanjabila (sutha,sunku adu) num hase"
        },
        {
            "chapter": 76,
            "verse": 18,
            "text": "jannatani eka nahera jenum nama salasabila che"
        },
        {
            "chapter": 76,
            "verse": 19,
            "text": "ane teni ajubaju pharata hase te nana balako je hammesa rahese. Jyare tame temane joso to evum samajso ke te'o vikherayela khara moti che"
        },
        {
            "chapter": 76,
            "verse": 20,
            "text": "tame tyam jyam pana najara dodavaso ne'amato ja ne'amato ane mahana sattane ja joso"
        },
        {
            "chapter": 76,
            "verse": 21,
            "text": "temana sariro para patala resamana lila kapada hase ane temane candina kanganana abhusana paheravavamam avase ane temane temano palanahara sudhdha pavitra saraba pivadavase"
        },
        {
            "chapter": 76,
            "verse": 22,
            "text": "(kahevamam avase) ke a che tamara karyo no badalo ane tamara prayasoni kadara karavamam avi"
        },
        {
            "chapter": 76,
            "verse": 23,
            "text": "Ni:Sanka ame tamara para thodum thodum karine kura'ana avatarita karyu"
        },
        {
            "chapter": 76,
            "verse": 24,
            "text": "basa! Tum potana palanaharana adesa para dati ja. Ane temanthi ko'i papi athava duracarinum kahayu na mana"
        },
        {
            "chapter": 76,
            "verse": 25,
            "text": "ane potana palanaharana namanum savara sanja smarana karya kara"
        },
        {
            "chapter": 76,
            "verse": 26,
            "text": "ane ratrina samaye teni same sajada kara. Ane ratano vadhu bhaga teni tasbiha (smarana) karya kara"
        },
        {
            "chapter": 76,
            "verse": 27,
            "text": "ni:Sanka a loko jhadapathi malavavali (duniya) ne cahe che. Ane potani pachala eka bhare divasane chodi de che"
        },
        {
            "chapter": 76,
            "verse": 28,
            "text": "ame temanum sarjana karyu ane ame ja temana jodone ane bandhanane majabuta banavya. Ane ame jyare icchisum tena badalamam temana jeva bija lokone lavisum"
        },
        {
            "chapter": 76,
            "verse": 29,
            "text": "kharekhara a to eka sikhamana che basa! Je icche potana palanaharana marga para cale"
        },
        {
            "chapter": 76,
            "verse": 30,
            "text": "ane tame nahi iccho parantu e ke allaha ta'ala ja icche. Ni:Sanka allaha ta'ala jnanavalo ane tatvadarsi che"
        },
        {
            "chapter": 76,
            "verse": 31,
            "text": "jene icche tene potani krpamam dakhala kari le. Ane atyacari'o mate tene du:Khadayi yatana taiyara kari rakhi che"
        },
        {
            "chapter": 77,
            "verse": 1,
            "text": "dila khusa kari nakhanari hava'ona soganda"
        },
        {
            "chapter": 77,
            "verse": 2,
            "text": "pachi tivra hava'ona soganda"
        },
        {
            "chapter": 77,
            "verse": 3,
            "text": "pachi ukasavine veravikhera karanarana soganda"
        },
        {
            "chapter": 77,
            "verse": 4,
            "text": "pachi satya ane asatya ne juda kari nakhanara"
        },
        {
            "chapter": 77,
            "verse": 5,
            "text": "ane vahi lavanara pharista'ona soganda"
        },
        {
            "chapter": 77,
            "verse": 6,
            "text": "je (vahi) purava ane saceta karava mate che"
        },
        {
            "chapter": 77,
            "verse": 7,
            "text": "je vastunum vacana tamane apavamam ave che te ni:Sanka tha'ine rahese"
        },
        {
            "chapter": 77,
            "verse": 8,
            "text": "basa! Jyare tara'o prakasahina kari devamam avase"
        },
        {
            "chapter": 77,
            "verse": 9,
            "text": "ane jyare akasa todi phodi nakhavamam avase"
        },
        {
            "chapter": 77,
            "verse": 10,
            "text": "ane jyare parvato tukade tukada kari udavi devamam avase"
        },
        {
            "chapter": 77,
            "verse": 11,
            "text": "ane jyare payagambarone nakki karela samaye hajara karavamam avase"
        },
        {
            "chapter": 77,
            "verse": 12,
            "text": "keva divasa mate (a badhane) lambavavamam avya che"
        },
        {
            "chapter": 77,
            "verse": 13,
            "text": "nirnayana divasa mate"
        },
        {
            "chapter": 77,
            "verse": 14,
            "text": "ane tane sum khabara ke nirnayano divasa sum che"
        },
        {
            "chapter": 77,
            "verse": 15,
            "text": "Te divasa juthalavanara'o mate vinasa che"
        },
        {
            "chapter": 77,
            "verse": 16,
            "text": "sum ame purvajone vinasa nathi karya"
        },
        {
            "chapter": 77,
            "verse": 17,
            "text": "phari ame temana pachi bijane lavya"
        },
        {
            "chapter": 77,
            "verse": 18,
            "text": "ame duracari'o sathe avum ja kari'e chi'e"
        },
        {
            "chapter": 77,
            "verse": 19,
            "text": "te divasa juthalavanara'o mate vaila (aphasosa) che"
        },
        {
            "chapter": 77,
            "verse": 20,
            "text": "sum ame tamane tuccha pani (virya) thi paida nathi karya"
        },
        {
            "chapter": 77,
            "verse": 21,
            "text": "pachi ame temane majabuta ane suraksita jagya'e rakhyo"
        },
        {
            "chapter": 77,
            "verse": 22,
            "text": "eka nakki karela samaya sudhi"
        },
        {
            "chapter": 77,
            "verse": 23,
            "text": "pachi ame andajo karyo. Ane ame khuba ja uttama andajo karanara che"
        },
        {
            "chapter": 77,
            "verse": 24,
            "text": "te divasa juthalavanara'o mate vaila (aphasosa) che"
        },
        {
            "chapter": 77,
            "verse": 25,
            "text": "sum ame dharatine ekathi kari nakhanari nathi banavi"
        },
        {
            "chapter": 77,
            "verse": 26,
            "text": "jivita lokone pana ane mrtakone pana"
        },
        {
            "chapter": 77,
            "verse": 27,
            "text": "ane ame amam unca ane bhare parvato banavi didha ane tamane mithum pani pivadavyum"
        },
        {
            "chapter": 77,
            "verse": 28,
            "text": "te divasa juthalavanara'o mate vaila (aphasosa) che"
        },
        {
            "chapter": 77,
            "verse": 29,
            "text": "te jahannama tarapha ja'o jene tame juthalavata rahya"
        },
        {
            "chapter": 77,
            "verse": 30,
            "text": "calo te trana sakha'ovala chanyada tarapha"
        },
        {
            "chapter": 77,
            "verse": 31,
            "text": "je kharekhara na chanyado apanaro che ane na javala'othi bacavase"
        },
        {
            "chapter": 77,
            "verse": 32,
            "text": "ni:Sanka jahannama javala'o phenke che. Je mahelo jevi che"
        },
        {
            "chapter": 77,
            "verse": 33,
            "text": "jane ke te pila unto che"
        },
        {
            "chapter": 77,
            "verse": 34,
            "text": "te divasa juthalavanara'o mate vaila (aphasosa) che"
        },
        {
            "chapter": 77,
            "verse": 35,
            "text": "aja (no divasa) te divasa che ke a loko boli pana nahim sake"
        },
        {
            "chapter": 77,
            "verse": 36,
            "text": "na temane taka apavamam avase"
        },
        {
            "chapter": 77,
            "verse": 37,
            "text": "te divasa juthalavanara'o mate vaila (aphasosa) che"
        },
        {
            "chapter": 77,
            "verse": 38,
            "text": "a che nirnayano divasa ame tamane ane agalana dareka lokone ekatha kari didha che"
        },
        {
            "chapter": 77,
            "verse": 39,
            "text": "basa! Jo tame mari virudhdha ko'i yukti kari sakata hoya to kari lom"
        },
        {
            "chapter": 77,
            "verse": 40,
            "text": "te divasa juthalavanara'o mate vaila (aphasosa) che"
        },
        {
            "chapter": 77,
            "verse": 41,
            "text": "ni:Sanka daravavala chanyadamam che. Ane vaheta jharana pase"
        },
        {
            "chapter": 77,
            "verse": 42,
            "text": "ane te phalo pase jeni te'o iccha karase"
        },
        {
            "chapter": 77,
            "verse": 43,
            "text": "(jannati'o) khavo pivo majathi, pote karela karyona badalamam"
        },
        {
            "chapter": 77,
            "verse": 44,
            "text": "Ni:Sanka ame sadacari lokone avi ja rite badalo api'e chi'e"
        },
        {
            "chapter": 77,
            "verse": 45,
            "text": "te divasa juthalavanara'o mate vaila (aphasosa) che"
        },
        {
            "chapter": 77,
            "verse": 46,
            "text": "(he juthalavanara'o tame duniyamam) thodunka kha'i lo ane labha uthavi lo ni:Sanka tame papi cho"
        },
        {
            "chapter": 77,
            "verse": 47,
            "text": "te divasa juthalavanara'o mate vaila (aphasosa) che"
        },
        {
            "chapter": 77,
            "verse": 48,
            "text": "temane jyare kahevamam ave che ke ruku'a kari lo to nathi karata"
        },
        {
            "chapter": 77,
            "verse": 49,
            "text": "te divasa juthalavanara'o mate vaila (aphasosa) che"
        },
        {
            "chapter": 77,
            "verse": 50,
            "text": "have a kura'ana pachi kevi vata para imana lavaso"
        }
    ]
}