{
    "pages": [
        {
            "chapter": 7,
            "verse": 23,
            "text": "Zij zeiden: \"Onze Heer, wij hebben onszelf onrecht aangedaan en wanneer U ons niet vergeeft en ons geen genade schenkt, dan zullen wij zeker tot de verliezers behoren"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "Hij (Allah) zei: \"Daalt af, jullie zijn elkaars vijanden, en voor jullie is er op de aarde een verblijfplaats en een genieting tot een bepaalde tijd"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "Hij zei: \"Daarop zullen jullie leven en daarop zullen jullie sterven en daaruit zullen jullie tevoorschijn worden gebracht"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "O Kinderen van Adam, voorzeker, Wij hebben voor jullie kleding neergezonden om jullie schaamte te bedekken en versierselen. En het kleed van het vrezen (van Allah), dat is het beste. Dat zijn een aantal van Allah's Tekenen. Hopelijk laten zij zich vermanen"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "OKinderen van Adam, laat de Satan jullie niet in verzoeking brengen, zoals hij jullie voorouders uit de tuin heeft verdreven; hij nam hun kleding van hen weg om hen hun schaamte te tonen. Hij en zijn aanhangers zien jullie van waar jullie hen niet zien. Voorwaar, Wij hebben de Satans tot leiders gemaakt voor degenen die niet geloven"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "En wanneer zij een gruweldaad bedrijven, dan zeggen zij: \"Wij troffen dit bij onze vaderen aan en Allah heeft ons dit bevolen.\" Zeg (O Moehammad): \"Voorwaar, Allah beveelt geen gruweldaden, zeggen jullie dat over Allah wat jullie niet weten"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "Zeg: \"Mijn Heer heeft rechtvaardigheid bevolen.\" En: \"Richt jullie aangezicht (tot Hem) bij iedere knieling (in het gebed) en aanbidt Hem op een zuivere wijze van aanbidding. Zoals Hij jullie de eerste keer heeft geschapen, zo zullen jullie terugkeren"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "Een groep heeft Hij leiding gegeven en voor een andere groep is hun dwaling terecht. Voorwaar, zij namen de Satans als beschermers, naast Allah, en zij dachten dat zij waarlijk rechtgeleiden waren"
        }
    ]
}