{
    "pages": [
        {
            "chapter": 8,
            "verse": 53,
            "text": "Dat is omdat Allah nimmer een genieting die Hij aan een volk heeft geschonken verandert (in een bestraffing), tenzij zij veranderen wat zich bij hen bevindt: en voorwaar, Allah is Alhorend, Alwetend"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Zoals Fir'aun en zijn volgelingen en degenen vóór hen; zij loochhenden de Tekenen van hun Heer, waarna Wij hen vernietigden wegens hun zonden. En Wij verdronken Fir'aun en zijn volgelingen en zij allen waren onrechtplegers"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Voorwaar, de slechtste schepselen bij Allah zijn degenen die ongelovig zijn, omdat zij niet geloven"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "(Zij zijn) degenen met wie jij (O Moehammad) een verbond bent aangegaan, (en die) vervolgens hun verbond iedere keer schenden: en zij vrezen (Allah) niet"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "Wanneer jullie hen dan treffen in de oorlog: doe degenen achter hen dan alle kanten uitvluchten, hopelijk zullen zij er lering uit trekken"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "En als jij verraad vreest van een volk, hef het (verbond) dan met wederzijdse duidelijkheid op. Voorwaar, Allah houdt niet van de verraders"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "En laten degenen die ongelovig zijn zeker niet denken dat zij (de bestraffing van Allah) kunnen tegenhouden. Voorwaar, zij kunnen (die) niet ontkrachten"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "En brengt wat jullie kunnen aan macht bij elkaar, om hen mee te bevechten, waaronder strijdrossen om daarmee de vijanden van Allah en jullie vijanden angst aan te jagen, en ook anderen die jullie niet kennen (en) die Allah wel kent. En wat jullie ook aan bijdragen uitgeven op de Weg van Allah, Hij zal jullie volledig vergoeden. En jullie zal geen onrecht worden aangedaan"
        },
        {
            "chapter": 8,
            "verse": 61,
            "text": "En als zij geneigd zijn tot vrede, wees dan ook daartoe geneigd en stel jouw vertrouwen op Allah. Voorwaar, Hij is Alhorend, Alwetend"
        }
    ]
}