{
    "pages": [
        {
            "chapter": 11,
            "verse": 29,
            "text": "En: \"O mijn volk, ik vraag jullie hiervoor geen rijkdom, mijn beloning is slechts bij Allah. En ik zal de ongerlovigen nimmer wegjagen. Voorwaar, zij zullen hun Heer zeker ontmoeten, maar ik zie dat jullie een onwetend volk zijn"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "En: \"O mijn volk, wie kan mij redden (van de bestraffing) van Allah, als ik hen zou wegjagen? Trekken jullie er dan geen lering uit"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "En ik zeg niet tot jullie: 'Ik bezit de schatten van Allah.? En ik ken het onwaarneembare niet. En ik zeg niet: 'Voorwaar, ik ben een Engel.' En ik zeg niet tot de-genen die verachtelijk zijn in jullie ogen: 'Allah zal jullie nimmer iets goeds geven.' Allah weet beter wat er in hen is. Voorwaar, den zou ik zeker tot de onrechtplegers behoren"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "Zij zeiden: \"O Nôeh, je hebt met ons getwist, en je hebt lang met ons getwist, laat dan tot ons komen wat jij hebt aangezegd, als jij tot de waarachtigen behoort"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "Hij zei: \"Voorwaar, Allah doet het komen, als Hij wil. En jullie zullen er niet aan kunnen ontkomen"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "En mijn raad baat jullie niet, als ik jullie raad zou willen geven. Als Allah jullie wil doen dwalen: Hij is jullie Heer en tot Hem worden jullie terugge keerd"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Of zij zeggen: \"Hij heeft het verzonnen.\" Zeg: \"Als ik het heb verzonnen, dan rust mijn misdaad op mij. En ik ben onschuldig aan de misdaden die jullie plegen"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "En er werd aan Nôeh geopenbaard: \"Voorwaar, van jouw volk zal nooit iemand geloven, behalve degenen die reeds geloofden, treur daarom niet over wat zij plachten te doen"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "Bouw het schip onder Ons toezicht en Onze Openbaring en spreek Mij niet aan over degenen die onrecht pleegden. Voorwaar, zij worden verdronken"
        }
    ]
}