{
    "pages": [
        {
            "chapter": 15,
            "verse": 1,
            "text": "Alif Lam Ra. Dit zijn Verzen van het Boek, en een duidelijke Koran"
        },
        {
            "chapter": 15,
            "verse": 2,
            "text": "Misschien zullen degenen die ongelovig zijn wensen dat zij Moslims waren"
        },
        {
            "chapter": 15,
            "verse": 3,
            "text": "Lad hen eten en zich vermaken en worden afgeleid door de (valse) hoop, later ze zullen (het) weten"
        },
        {
            "chapter": 15,
            "verse": 4,
            "text": "En Wij hebben nooit een stad vernietigd, behalve op een vastgestelde tijdstip"
        },
        {
            "chapter": 15,
            "verse": 5,
            "text": "Er is geen gemeenschap die haar tijdstip kan verhaasten of vertragen"
        },
        {
            "chapter": 15,
            "verse": 6,
            "text": "Zij zeiden: \"O jij, aan wie de vermaning (Koran) is neergezonden: voorwaar, jij bent zeker bezeten"
        },
        {
            "chapter": 15,
            "verse": 7,
            "text": "Waarom heb jij de Engelen niet naar ons gebracht, als jij tot de waarachtigen behoort"
        },
        {
            "chapter": 15,
            "verse": 8,
            "text": "Wij sturen de Engelen niet, behalve met de Waarheid. En zij zouden dan geen uitstel (van hun bestraffing) hebben gekregen"
        },
        {
            "chapter": 15,
            "verse": 9,
            "text": "Voorwaar, Wij zijn het Die de Vermaning (de Koran) hebben neergezonden. En voorwaar, Wij zijn daarover zeker de Wakers"
        },
        {
            "chapter": 15,
            "verse": 10,
            "text": "En voorzeker, Wij hebben (Boodschappers) voor jou gezonden naar de vroegere volkeren"
        },
        {
            "chapter": 15,
            "verse": 11,
            "text": "En er kwam nooit een Boodschapper tot hen of zij dreven de spot met hen"
        },
        {
            "chapter": 15,
            "verse": 12,
            "text": "Op deze wijze doen wij het (ongeloof) in de harten van de misdadigers binnengaan"
        },
        {
            "chapter": 15,
            "verse": 13,
            "text": "Zij geloven er niet in, hoewel de gebruikelijke handelwijze (de bestraffing van Allah) van de vroegeren wazlijk heeft plaatsgevonden"
        },
        {
            "chapter": 15,
            "verse": 14,
            "text": "En als Wij voor hen een poort van de hemel zouden openen, wardoor zij dan zouden kunnen blijven opstijgen"
        },
        {
            "chapter": 15,
            "verse": 15,
            "text": "(Dan) zouden zij zeker zeggen: \"Voorwaar, ons gezichtsvermogen is beneveld; wij zijn zelfs een betoverd volk"
        }
    ]
}