{
    "pages": [
        {
            "chapter": 27,
            "verse": 77,
            "text": "En voorwaar, hij is zeker Leiding en Barmhartigheid voor de gelovigen"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "Voorwaar, jouw Heer zal tussen hen oordelen met Zijn Oordeel. En Hij is de Almachtige, de Alwetende"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "Vertrouw daarom op Allah. Voorwaar, jij (O Moehammad) bent op (het Pad van) de duidelijke Waarheid"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "Voorwaar, jij bent niet in staat de doden te doen horen en de doven de roep te doen horen wanneer zij de rug toekeren"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "En jij kunt ook niet de blinden van hun dwaling wegleiden en jij kunt alleen hen doen luisteren die in Onze Verzen geloven, waarop zij zich (aan Allah) overgeven"
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "En wanneer het woord hen treft, dan brengen Wij voor hen een levend wezen uit de aarde tevoorschijn om tot hen te spreken: voorwaar, de mensheid was niet van Onze Tekenen overtuigd"
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "En (gedenk) op die Dag zullen Wij uit iedere gemeenschap een groep verzamelen van hen die Onze Tekenen loochenden, zij worden dan in rijen opgesteld"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "Totdat, wanneer zij komen, Hij zal zeggen: \"Hebben jullie Mijn Tekenen geloochend, die jullie niet met kennis omvatten? Of wat was het, dat jullie plachten te doen"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "En het woord zal hen treffen omdat zij onrecht pleegden, en zij spreken niet"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "Hebben zij niet gezien dat Wij de nacht voor hen hebben gemaakt om erin uit te rusten en de dag om hen licht te geven? Voorwaar, daarin zijn zeker Tekenen voor een volk dat gelooft"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "En (gedenkt) de Dag waarop op de Bazuin geblazen wordt: wie er dan in de hemelen en op de aarde zijn, zullen in angst verkeren, behalve voor wie Allah het (anders) wil. Eii allen zullen nederig tot Hem komen"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "En jij ziet de bergen, waarvan jij denkt dat zij vaststaan, terwijl zij voorbijgaan als wolken. Een werk van Allah, Degene Die alle zaken nauwkeurig geregeld heeft. Voorwaar, Hij is Alwetend over wat jullie doen"
        }
    ]
}