{
    "pages": [
        {
            "chapter": 54,
            "verse": 28,
            "text": "En bericht hun dat het water onder hen (en de kameel) verdeeld moet worden. Ieder een dronk, om de beurt"
        },
        {
            "chapter": 54,
            "verse": 29,
            "text": "Zij riepen toen hun metgezel, die overmoedig werd en (haar) slachtte"
        },
        {
            "chapter": 54,
            "verse": 30,
            "text": "Hoe was toen Mijn bestraffing en Mijn waarschuwing"
        },
        {
            "chapter": 54,
            "verse": 31,
            "text": "Voorwaar, Wij zonden één bliksemslag, waarop zij als dorre takken voor veevoer werden"
        },
        {
            "chapter": 54,
            "verse": 32,
            "text": "En voorzeker, Wij hebben de Koran gemakkelijk gemaakt ter vermaning, is er dan iemand die er lering uit trekt"
        },
        {
            "chapter": 54,
            "verse": 33,
            "text": "Het volk van Lôeth loochende de waarschuwingen"
        },
        {
            "chapter": 54,
            "verse": 34,
            "text": "Voorwaar, Wij zonden vulkanische stenen over hen, behalve over de familie van Lôeth. Wij redden hen in het laatste gedeelte van de nacht"
        },
        {
            "chapter": 54,
            "verse": 35,
            "text": "Als een gunst van Ons. Zo belonen Wij wie dankbaar is"
        },
        {
            "chapter": 54,
            "verse": 36,
            "text": "En voorzeker, Hij (Lôeth) waarschuwde hen voor Onze harde greep, maar zij twijfelden aan de waarschuwingen"
        },
        {
            "chapter": 54,
            "verse": 37,
            "text": "En voorzeker, zij probeerden zijn gasten over te halen (tot hun begeerten), waarop Wij hen blind maakten. (En Allah zei:) \"Proeft dan Mijn bestraffing en Mijn waarschuwing"
        },
        {
            "chapter": 54,
            "verse": 38,
            "text": "En voorzeker, een blijvende bestraffing kwam in de ochtend van de volgende dag tot hen"
        },
        {
            "chapter": 54,
            "verse": 39,
            "text": "Proeft dan Mijn bestraffing en Mijn waarschuwing"
        },
        {
            "chapter": 54,
            "verse": 40,
            "text": "En voorzeker, Wij hebben de Koran gemakkelijk gemaakt ter vermaning, is er dan iemand die er lering uit trekt"
        },
        {
            "chapter": 54,
            "verse": 41,
            "text": "En voorzeker, tot Fir'aun kwamen waarschuwingen"
        },
        {
            "chapter": 54,
            "verse": 42,
            "text": "Zij loochenden alle Tekenen van Ons, waarop Wij hen grepen met de greep van een machtige geweldige"
        },
        {
            "chapter": 54,
            "verse": 43,
            "text": "Zijn de ongelovigen onder jullie beter dan diegenen van hen (bovengenoemden), of hebben jullie een vrijbrief in de vroegere Schriften"
        },
        {
            "chapter": 54,
            "verse": 44,
            "text": "Of zeggen zij: \"Wij vormen één (groep) die zal overwinnen (van Moehammad)"
        },
        {
            "chapter": 54,
            "verse": 45,
            "text": "De groep zal verslagen worden en zij zullen vluchten"
        },
        {
            "chapter": 54,
            "verse": 46,
            "text": "Nee, het Uur is hun belofte, en het Uur is het verschrikkelijkst en het bitterst"
        },
        {
            "chapter": 54,
            "verse": 47,
            "text": "Voorwaar, de misdadigers verkeren in dwaling en in de Hel"
        },
        {
            "chapter": 54,
            "verse": 48,
            "text": "Op de Dag dat zij naar de Hel gesleept worden op hun gezichten, zal gezegd worden: \"Proeft de aanraking van de Hel (Saqar)"
        },
        {
            "chapter": 54,
            "verse": 49,
            "text": "Voorwaar, Wij hebben alle zaken volgens een bepaalde maatgeving geschapen"
        }
    ]
}