{
    "pages": [
        {
            "chapter": 3,
            "verse": 30,
            "text": "Op de Dag dat iedere ziel aanwezig vindt wat zij van het goede verricht heeft en wat zij van het kwade verricht heeft, zal zij wensen dat er een grotere afstand tussen haar en haar (kwaad) zou zijn. En Allah waarschuwt jullie (voor) Zijn (bestraffing) en Allah is Genadig voor de dienaren"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "Zeg (O Moehammad): Als jullie van Allah houden, volg mij dan: Allah zal van jullie houden en jullie zonden vergeven. En Allah is Vergevensgezind, Meest Barmhartig"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "Zeg: \"Gehoorzaamt Allah en de Boodschapper, maar als jullie je afwenden: voorwaar, Allah houdt niet van de ongelovigen"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "Voorwaar, Allah verkoos Adam en Noeh en de familie van Ibrâhîm en failie van Imran boven de (andere) wereldbewoners"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "Zij zijn afstammelingen van elkaar, en Allah is Alhorend, Alwetend"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "Teon de vrouw van 'Imran zei: \"Mijn Heer, voorwaar, ik wijd bij belofte aan U wat er in mijn buik is, aanvaard het van mij. Voorwaar, U bent de Alhorende, de Alwetende"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "En toen zij haar gebaard had, zei zij: \"Mijn Heer, ik heb haar gebaard, (het is) een meisje,\" - en Allah wist het best wat zij gebaard had - \"en het mannelijke is niet als het vrouwelijke. En voorwaar, ik heb haar Maryam genoemd, en ik smeek U haar en haar nakomelingen te bescherment tegen de vervloekte Satan"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "Toen aanvaardde haar Heer haar vriendelijk en deed haar goed opgroeien. En Hij stelde haar onder de hoede van Zakariyya. Iedere keer dat Zakariyya in de (gebeds-) ruimte bij haar kwam vond hij levensvoorzieningen bij haar. Hij zei: \"O maryam, van waar heb jij dat?\" Zij zei: \"Dat komt bij Allah vandaan, voorwaar, Allah voorziet wie Hij wil zonder afrekening"
        }
    ]
}