{
    "pages": [
        {
            "chapter": 3,
            "verse": 38,
            "text": "Daar smeekte Zakariyyâ zijn Heer, hij zei: \"O, mijn Heer, schenk mij van U een goed nageslacht, voorwaar, U bent het die de smeekbede verhoot"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "Toen riepen de Engelen tot hem, toen hij in de gebedsruimte (Mihrâb) in gehed stond: \"Voorwaar, Allah brengt jou een verheugende tijding: (de geboorte van) Yahya, als een bevstiging van een Woord van Allah, als een leider, een ingetogene, een Profeet, behorende tot de rechtschapenen"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "Hij zei: \"O mijn Heer, hoe kan ik een jongen (verwekken), terwijl ik oud gewordden ben en mijn vrouw onvruchtbaar is?\" Hij (Allah) zei: \"Zo doet Allah wat Hij wil"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "Hij zei \"O mijn Heer, geef mij een teken.\" Hij (Allah) zei: \"Jouw teken is, dat je drie dragen niet met de mensen spreekt dan door gebaren, gedenkt jouw Heer veel en prijst (Zijn glorie) in de avond en in de ochtend"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "En toen de Engelen zeiden: \"O Maryam, voorwaarm Allah heeft jou uitverkoren en jou gereinigd en jou boven de vrouwen van de werelden uitverkoren"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "O Maryam, gerhoorzaam jour Heer en kniel je voor Hem neer en buig je met de buigenden"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "Dat zijn berichten over het verborgene die wij aan jou (O Moehammad) mededelen. En jij was niet met hen toen zij door hun pennen te werpen verlotten wie can hen verantwoordelijk was voor de zorg voor Maryam, en jij was ook niet bij hen toen zij hierover redetwistten"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "(Gedenkt) toen de Engelen zeiden: \"O Maryam, voorwaar, Allah kondigt jou met een Woord van Hem een verheugende tijding aan: zjin naam is de Messîh, 'Îsa, zoon van Maria, in deze wereld en in het Hiernamaals is hij een man van eer en hij behoort tot degenen die dicht (bij Allah) staan"
        }
    ]
}