{
    "chapter": [
        {
            "chapter": 71,
            "verse": 1,
            "text": "بێگومان ئێمە نوحمان نارد بۆ لای ھۆزەکەی (وە پێمان ووت) کە ھۆزەکەت بێدارکەرەوە وبیانترسێنە پێش ئەوەی کە سزای سەختیان تووش ببێت"
        },
        {
            "chapter": 71,
            "verse": 2,
            "text": "(نوح) ووتی: ئەی گەلی خۆم بەڕاستی من (پێغەمبەرو) ترسێنەرێکی ئاشکرام بۆ ئێوە"
        },
        {
            "chapter": 71,
            "verse": 3,
            "text": "کە ھەر خوا بپەرستن ولێی بترسن وە فەرمانبەرداری من بکەن"
        },
        {
            "chapter": 71,
            "verse": 4,
            "text": "تا خوا لە گوناھەکانتان خۆش ببێت وە (بە زیندوویی) دەتان ھێڵێتەوە تا کاتی دیاری کراوی مردنتان، بێگومان کاتێ سزای خوا کە ھات دوا ناکەوێت ئەگەر بتانزانیایە"
        },
        {
            "chapter": 71,
            "verse": 5,
            "text": "ووتی: ئەی پەروەردگارم من گەلەکەی خۆمم (بە پەنھانی) بانگ کرد بە شەو وبە ڕۆژ"
        },
        {
            "chapter": 71,
            "verse": 6,
            "text": "وە هەتا بانگم دەکردن ئەوان زۆرتر دوور ئەکەوتنەوە لێم وھەڵئەھاتن"
        },
        {
            "chapter": 71,
            "verse": 7,
            "text": "وە بێگومان من ھەر کات بانگم دەکردن (بۆ بڕوا ھێنان) تا لێیان خۆش ببیت ئەوان پەنجەکانیان دەکرد بە گوێچکەكانیاندا وە پۆشاکەکانیان دەدا بە سەرو چاویاندا وە بەردەوام دەبوون لە بێ باوەڕیدا، وە سەرکەشییان دەکرد چۆن سەرکەشییەك"
        },
        {
            "chapter": 71,
            "verse": 8,
            "text": "لەپاشان بە ئاشکرا بانگم کردن"
        },
        {
            "chapter": 71,
            "verse": 9,
            "text": "ئەمجا (دەمێك) بۆم ئاشکرا دەکردن، (دەمێك) بۆم پەنھان دەکردن بە پەنھان کردنێکی تەواو"
        },
        {
            "chapter": 71,
            "verse": 10,
            "text": "ئەوسا پێم ووتن: داوای لێخۆشبوون بکەن لە پەروەردگارتان بەڕاستی پەروەردگارتان زۆر لێبووردەیە"
        },
        {
            "chapter": 71,
            "verse": 11,
            "text": "(ئەمجا گەر وا بکەن) بارانی خوڕەم ولێزمەتان بۆ دەبارێنێ"
        },
        {
            "chapter": 71,
            "verse": 12,
            "text": "وە سامان وکوڕی زۆرتان پێ دەبەخشێت وە باخ وباخاتی زۆرتان پێ دەدات وە جۆگە ئاوی زۆرتان دەداتێ"
        },
        {
            "chapter": 71,
            "verse": 13,
            "text": "ئەوە چیتانە ناترسن لە شکۆ وگەورەیی خوا؟"
        },
        {
            "chapter": 71,
            "verse": 14,
            "text": "لە کاتێکدا کە دروستی کردوون بە چەند قۆناغێك"
        },
        {
            "chapter": 71,
            "verse": 15,
            "text": "ئایا نابینن کە خوا چۆن حەوت ئاسمانی دروستكردووە نھۆم لەسەر نھۆم"
        },
        {
            "chapter": 71,
            "verse": 16,
            "text": "وە مانگی گێڕاوە لە ناویاندا بە ڕووناك وە ڕۆژیشی گێڕاوە بە چرا"
        },
        {
            "chapter": 71,
            "verse": 17,
            "text": "وە خوا ئێوەی ڕوواندووە لە زەوی بە ڕوواندن"
        },
        {
            "chapter": 71,
            "verse": 18,
            "text": "لەپاشان دەتان باتەوە ناوی وە دەرتان دەھێنێتەوە (لێی) بە دەرھێنان"
        },
        {
            "chapter": 71,
            "verse": 19,
            "text": "خوا زەوی بۆ ڕاخستوون"
        },
        {
            "chapter": 71,
            "verse": 20,
            "text": "تا ھاتوچۆ بکەن بە ڕێگە کراوەکانیدا"
        },
        {
            "chapter": 71,
            "verse": 21,
            "text": "نوح ووتی: ئەی پەروەردگارم بێگومان گەلەکەم بێ فەرمانیان کردم وە شوێن کەسانێك کەوتن کە ماڵ و منداڵی قازانجی پێ نەگەیاندوە زیان نەبێ"
        },
        {
            "chapter": 71,
            "verse": 22,
            "text": "وە پیلان وفڕو فێڵی زۆر گەورەیان کرد"
        },
        {
            "chapter": 71,
            "verse": 23,
            "text": "وە ووتیان دەست ھەڵنەگرن لە بت وخواکانتان وە دەست ھەڵنەگرن لە (پەرستنی) وەد وسواع ویەغووث ویەعوق ونەسر (ئەمانە کۆمەڵە پیاوچاکێك بوون، جا کاتێك مردن، شەیتان ھات ووتی بەشوێنکەوتوانیان کە چەند پەیکەرێکیان بۆ بتاشن تاوەکو ھەمیشە لەبەرچاوتان بن، جا پاش ماوەیەك کەبەسەر چوو شەیتان ھات بەخەڵکی ووت ئەو پەیکەرانە بپەرستن، چونکە باوباپیرانتان ئەو پەیکەرانەیان پەرستووە، ئێوەش لەسەر ڕێبازی ئەوان بن)"
        },
        {
            "chapter": 71,
            "verse": 24,
            "text": "وە بەڕاستی ئەوانە زۆر (خەڵك) یان گومڕا کرد، (خوایە) ئەم ستەمكارانە لە گومڕایی زیاتر ھیچی تریان بۆ زۆر مەکە"
        },
        {
            "chapter": 71,
            "verse": 25,
            "text": "بەھۆی گوناھەکانیانەوە بە زریان خنکێنران، ئەمجا خرانە ئاگرەوە، ئیتر بێجگە لە خوا ھیچ یارمەتی دەرێکیان دەست نەکەوت"
        },
        {
            "chapter": 71,
            "verse": 26,
            "text": "نوح فەرمووی: ئەی پەروەردگار مەیھێڵە لەسەر زەوی ھیچ کەسێك لە بێ بڕوایان"
        },
        {
            "chapter": 71,
            "verse": 27,
            "text": "(چونکە) بێگومان ئەگەر تۆ وازیان لێ بھێنیت، بەندەکانی تۆ گومڕا دەکەن وە ھەر منداڵی تاوانباری سوپاس نەکەر دەخەنەوە"
        },
        {
            "chapter": 71,
            "verse": 28,
            "text": "ئەی پەروەردگارم خۆش ببە لە خۆم وباوکم ودایکم وە لەو کەسە کە دێتە ماڵم بە بڕواداریەوە وە لە ھەموو پیاوان وژنانی ئیماندار"
        }
    ]
}