{
    "chapter": [
        {
            "chapter": 76,
            "verse": 1,
            "text": "بێگومان بەسەر ئادەمی دا تێپەڕی ماوەیەکی زۆر لە ڕۆژگار کە شتێکی وانەبوو ناوببرێت"
        },
        {
            "chapter": 76,
            "verse": 2,
            "text": "بەڕاستی ئێمە ئادەمیزادمان دروست کرد لە دڵۆپێك ئاوی تێکەڵ لە گەلێ توخم تا تاقی بکەینەوە"
        },
        {
            "chapter": 76,
            "verse": 3,
            "text": "بێگومان ئێمە ڕێنموونیمان کرد بۆ ڕاستەڕێ، جا یان سوپاسگوزارە، وە یان نا سوپاس و سپڵە"
        },
        {
            "chapter": 76,
            "verse": 4,
            "text": "بەڕاستی ئێمە ئامادەمان کردووە بۆ بێ بڕوایان زنجییر وتەوقی زۆر (کە دەکرێتە گەردنیان) و ئاگری ھەڵگیرساو"
        },
        {
            "chapter": 76,
            "verse": 5,
            "text": "بێگومان چاکەکاران لە پەرداخێکدا (شەراب)دەخۆنەوە کە ئاوێتەکەی لە سەرچاوەی کافورەوەیە"
        },
        {
            "chapter": 76,
            "verse": 6,
            "text": "کە کانییەکە (لە بەھەشتدا) بەندەکانی خوا لێی دەخۆنەوە (لەھەر شوێنێکدا بیانەوێت) ھەڵیدەقوڵێن وفوارە دەکات"
        },
        {
            "chapter": 76,
            "verse": 7,
            "text": "وەفا بە نەزر دەکەن وە لە ڕۆژێکیش دەترسن کە بەدی و سەختیەکەی ھەمووان دەگرێتەوە"
        },
        {
            "chapter": 76,
            "verse": 8,
            "text": "وە خواردن ئەدەن بە ھەژاران وھەتیوان ودیلەکان ھەرچەند خۆیان حەزیشیان لێی بێت"
        },
        {
            "chapter": 76,
            "verse": 9,
            "text": "(دەڵێن) بەڕاستی ئێمە تەنھا لەبەر ڕەزامەندی خوا خواردنتان دەدەینێ، چاوەڕوانی ناکەین لە ئێوە نە پاداشت ونە سوپاس"
        },
        {
            "chapter": 76,
            "verse": 10,
            "text": "بەڕاستی ئێمە لە سزای پەروەردگارمان دەترسین لە ڕۆژێکی ترش و تاڵ و دژواردا"
        },
        {
            "chapter": 76,
            "verse": 11,
            "text": "جا خوا پاراستنی لە خراپی ئەو ڕۆژە وە ڕووی گەش وشادومانی پێ بەخشین"
        },
        {
            "chapter": 76,
            "verse": 12,
            "text": "وە پاداشتی دانەوە بەھۆی خۆڕاگرتنیان (لەسەر چاکە ودوور کەوتنەوە لە خراپە) بە بەھەشت و (پۆشاکی) ئاوریشم"
        },
        {
            "chapter": 76,
            "verse": 13,
            "text": "پاڵی تیا دەدەنەوە لەسەر تەخت وقەنەفەی زۆر، نابینن تێیدا نە گەرمی ڕۆژ وە نە سەرمای بەهێز (واتە ھەوایەکی زۆر خۆشی ھەیە)"
        },
        {
            "chapter": 76,
            "verse": 14,
            "text": "وە سێبەری درەختانی بەھەشت بەسەر سەریانەوەیە، وە ھێشووی میوەکانی نزیکە دەست وئاسان کراوە"
        },
        {
            "chapter": 76,
            "verse": 15,
            "text": "دەگەڕێن بەسەریاندابە قاپی زیوین وپەرداخی شووشەوە"
        },
        {
            "chapter": 76,
            "verse": 16,
            "text": "شووشە لە زیو بە ئەندازەی پێویست ئامادەکراون"
        },
        {
            "chapter": 76,
            "verse": 17,
            "text": "لە بەھەشتدا شەرابیان لە پەرداخێکدا پێ دەنۆشرێت کە زەنجەبیلی تێکەڵاوە"
        },
        {
            "chapter": 76,
            "verse": 18,
            "text": "(کە ئەویش) کانییەکە لە بەھەشتدا ناودەبرێت بە سەلسەبیل"
        },
        {
            "chapter": 76,
            "verse": 19,
            "text": "دەگەڕێن بە سەریاندا نەوجەوانانی ھەمیشە لاو وڕوخۆش وپاك، کاتێك بیان بینیت وا دەزانیت دانەی مرواری پرژو بڵاوون"
        },
        {
            "chapter": 76,
            "verse": 20,
            "text": "وە کاتێك بڕوانیت لەوێدا ناز ونیعمەت ودەسەڵاتێکی گەورە دەبینیت"
        },
        {
            "chapter": 76,
            "verse": 21,
            "text": "لە بەریاندایە بەرگی نەرم ونۆڵی سەوزکار وپۆشاکی ئاوریشمین وە ڕازێنراونەتەوە بە بازنی زیو وە پەروەردگاریان شەرابی پاك وتەمیزی پێ نۆشین"
        },
        {
            "chapter": 76,
            "verse": 22,
            "text": "(پێیان دەوترێت) ئەم بەھەشتە پاداشتی ئێوەیە وە ھەموو کۆششێکتان سوپاس کراوە"
        },
        {
            "chapter": 76,
            "verse": 23,
            "text": "بێگومان ئێمە قورئانمان بۆ ناردیتە خوارێ بە ناردنی (بەش بەش)"
        },
        {
            "chapter": 76,
            "verse": 24,
            "text": "کەواتە چاوەڕوانی فەرمانی خوا بکە وە فەرمانبەرداری ھیچ گوناھبار وبێ باوەڕێك مەکە"
        },
        {
            "chapter": 76,
            "verse": 25,
            "text": "وە زیکر ویادی پەروەردگارت بکە، بەیانیان وئێواراندا"
        },
        {
            "chapter": 76,
            "verse": 26,
            "text": "وە لە شەوا سوژدەی بۆ بەرە (نوێژ بکە) وە ستایشی خوا بکە لە بەشێکی زۆر لە شەودا"
        },
        {
            "chapter": 76,
            "verse": 27,
            "text": "بێگومان ئەم بێ بڕوایانە دونیای بێ بەقایان خۆش دەوێ وە پشت گوێی دەخەن ڕۆژێکی قورس وگران (کە قیامەتە)"
        },
        {
            "chapter": 76,
            "verse": 28,
            "text": "ئێمە ئەوانمان دروست کرد وجومگەکانیانمان قایم پێکەوە بەستووە وە کاتێك بمانەوێت دەیان گۆڕین بە کەسانی تری وەك خۆیان چۆن گۆڕینێك"
        },
        {
            "chapter": 76,
            "verse": 29,
            "text": "ئەم سورەتە ئامۆژگاری وپەندە، ئەمجا ھەر کەسێك بیەوێت ڕێگا دەگرێتە بەر بۆ لای پەروەردگاری"
        },
        {
            "chapter": 76,
            "verse": 30,
            "text": "وە ئێوە حەز ناکەن (لە گرتنی ئەو ڕێیە) مەگەر کاتێك کە خوا بیەوێت (وە بە زۆر ناچارتان بکات) بێگومان خوا زانا ودانا دروستكردارە"
        },
        {
            "chapter": 76,
            "verse": 31,
            "text": "ئەوەی (خوا) بیەوێت دەیخاتە ناو میھرەبانی خۆیەوە وە ئامادەی کردووە بۆ ستەمکاران سزای سەخت"
        }
    ]
}