{
    "chapter": [
        {
            "chapter": 39,
            "verse": 1,
            "text": "Bul Kiteptin (Kuraandın) tüşüşü Kudurettüü, Daanışman Allaһ tarabınan"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "(O, Muhammad!) Biz saga Kitepti Akıykat menen tüşürdük. Emi Dindi Allaһtın Özünö gana kalıs abalda ibadat kıl"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "Köŋül burgula! Kalıs Din Allaһ üçün! Andan başkanı dos (kuday) kılıp algandar: «Biz alarga, bizdi Allaһka jakın kılışı üçün gana ibadat kıluudabız» (deşet). Çınında, alar talaşkan nerselerde alardın arasında Allaһ (gana) öküm kılat. Allaһ jalgançılardı jana kaapırlardı Tuura Jolgo baştabayt"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "Eger Allaһ balası boluunu kaalaganda, Özü jaratkan nerselerdin arasınan Özü kaalaganın tandap (bala kılıp) almak. Allaһ (mından) Aruu-Taza! Al-Jalgız, Jeŋüüçü Allaһ"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "Alasmandar menen jerdi Akıykat (daanışmandık jana maksat) menen jarattı. Al tündü kündüzgö, kündüzdü tüngö oroyt. Jana Al Kün menen Aydı (Özünö) moyun sundurdu. (Kün, Ay jana başka jıldızdardın) bardıgı belgilengen möönötkö (Kıyamatka) çeyin (süzüp) jürüşöt. Köŋül burgula! Al- Kudurettüü, Keçirimdüü"
        },
        {
            "chapter": 39,
            "verse": 6,
            "text": "Al silerdi bir jandan (Adam-Atadan) jarattı. Kiyin andan jup-tügöyün jasadı. Jana (Allaһ) siler üçün çarba aybandarınan segiz juptu tüşürdü.! Al silerdi eneŋerdin içindegi üç karaŋgılıktın içinde, akırındık menen, baskıçtar türündö jaratat. Uşul Allaһ — silerdin Rabbiŋer (Bardık) mülk Anın kolunda. Eç bir kuday jok, jalgız Özü gana bar! Dagı kayda burulup ketip jatasıŋar"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "Eger kaapır bolsoŋor, (bilip koygula) Allaһ silerden Beymuktaj. Al pendelerinin kaapır bolup ketişine ıraazı bolboyt. Al emi (Özünö ıklas menen ibadat kılıp) şügür keltirseŋer, uşuga silerden ıraazı bolot. Eç bir kötörüüçü başka biröönün jügün (künöösün) kötörböyt. Kiyin silerdin kaytuuŋar-Rabbiŋerge! Anan Al silerge (bul düynödö) jasagan işiŋerdin kabarın bildiret. Çınında Al—köküröktögü sırlardı Bilüüçü"
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "Eger insandı bir zıyan karmasa, Rabbisine gana kaytkan abalda duba kılat. Kiyin (Allaһ) Özü tarabınan aga neemat (zıyandan arıluu) berse, jaŋı ele Aga duba kılgan nerseni unutup, (özün jana başkalardı) azgıruu üçün Allaһka teŋdeş-şerik keltire baştayt. (Alarga) aytkın: «Kaapırçılıgıŋ menen bir az paydalanıp tur. (Bir azdan kiyin Kıyamat kelgende) sen tozok elderinen bolosuŋ"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "Je bolboso, (uşul muşrik), Rabbisinin ırayımınan ümütker bolup, Akıretten korkup tün içinde (namazda) turgan, sajda kılgan abaldagı (Allaһka) moyun sunuuçu kişi menen teŋ bolo alabı? Ayt: «Bilimdüü adamdar menen bilimsiz adamdar teŋ bolo albayt. Çınında (Allaһtı jana Akıretti) akılduu adamdar gana eskerişet"
        },
        {
            "chapter": 39,
            "verse": 10,
            "text": "Menin ıymanduu pendelerime aytkın: «Rabbiŋerden korkkula! Uşul düynödö jakşılık (amaldarın) jasagandar üçün (Akırette andan abzel) jakşılık bar. Jana Allaһtın jeri kenen.! Albette, Al sabırduu momundarga soop-sıylıktarın esepsiz toluktap beret"
        },
        {
            "chapter": 39,
            "verse": 11,
            "text": "Ayt: «Men din-ibadattı Allaһtın Özünö gana kalıs kıluuga buyuruldum"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "Jana musulmandardın aldıŋkısı boluuga buyuruldum»"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "Ayt: «Eger men Rabbime (şirk keltirüü menen) künöö kılsam Uluu Kündün azabınan korkomun!»"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "Ayt: «Allaһtın Özünö gana dinimdi kalıs kılgan abalda ibadat kılamın"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "(Ey, muşrikter!) Siler dagı Özünön başka kaalagan «kudayıŋarga» ibadat kıla bergile» Ayt: «Kıyamat Künü özdörünö jana üy-bülösünö zıyan keltirgen adamdar çınıgı zıyan tartuuçular! Köŋül burgula: Anık zıyan tartuu - uşul"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "Alar üçün (Kıyamatta) üstülörünön da, astılarınan da jalınduu «kölökölör» bar. Allaһ Öz pendelerin uşu menen korkutat. O, pendelerim! Menden gana korkkula"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "Al emi, Tagutka! ibadat kılbay, Allaһtın Özünö (ibadat kıluu menen) kaytkan adamdarga süyünçülör bar! Emi Menin (oşol) pendelerime kubanıçtuu kabar ber"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "Alar sözdü ugup eŋ mıktısın? eerçişet. Alar — Allaһ Tuura Jolgo baştagan kişiler. Oşolor gana akılduu kişiler"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "(O, Muhammad!) azap sözü akıykat bolup (tagdırına jazılıp) kalgan adamdı (sen Tuura Jolgo baştay alar beleŋ?!) Sen tozoktogu adamdı kutkarıp kala alar beleŋ"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "A, birok, Rabbilerinen takıba kılgan adamdarga (Beyişte) kabat-kabat kurulgan bölmölör bar, alardın tübünön darıyalar agıp turat. (Bul) Allaһtın ubadası. Allaһ ubadasına kıyanat kılbayt"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "Körböy jatasıŋbı, Allaһ asmandan suu tüşürüp, anı jer boorundagı bulaktarga joldop koydu. Anan anı menen ar türdüü tüstögü ösümdüktördü çıgarat. Kiyin (al ösümdüktör) kurgayt. Sen alardın sargarıp kalganın körösüŋ. Kiyin (Allaһ) alardı kurgak çöpkö aylantat. Çınında bul nersede akılduu adamdar üçün eskerme-sabaktar bar"
        },
        {
            "chapter": 39,
            "verse": 22,
            "text": "Allaһ kökürögün İslamga açıp, (natıyjada) al Rabbisinen berilgen Nur-hidayattın üstündö bolgon adam (taş jürök adam menen teŋbi?) Allaһtı eskerüüdön jüröktörü taş bolup kalgandarga ölüm bolsun! Alar anık adaşuuda"
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "Allaһ eŋ mıktı sözdördü biri-birine okşoş jana (ayattarı) kaytalanıp kelgen Kitep sürötündö tüşürdü. Al Kitepten (anı okugandan jana ukkandan) Rabbisinen korkkon pendelerdin terileri titireyt. Anan terileri jana jüröktörü Allaһtı estegenge jumşap kalat. Bul Allaһtın Hidayat (Tuura Jol) bergeni. Allaһ Öz Hidayatı menen kaalagan pendesin Tuura Jolgo baştayt. Al emi, Allaһ kimdi adaştırıp koyso, al üçün Tuura Jolgo baştooçu tabılbayt"
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "Kıyamat Künü jaman azaptan betin kalkalagan adam (Allaһ Hidayat bergen adamga okşoybu?) (Oşol Künü) zaalımdarga «Özüŋör jasagan (künöö) işterdi (n azabın) tatkıla!» dep aytılat"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "Alardan murunku (kaapır) adamdar dagı (dindi) jalganga çıgarışkan. Anan alarga özdörü sezbegen taraptan azap kelgen"
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "Oşentip, Allaһ alarga bul düynö jaşoosunda korduk (azabın) tattırdı. Al emi, Akıret azabı eger bilişse, (mından da) katuuraak"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "Biz bul Kuraanda adamdarga ar türdüü misaldardı keltirdik. Kana emi (köbüröök Allaһtı) esteşse"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "Arab tilindegi Kuraan şekilinde, eç bir katası jok abalda (tüşürdük) Kana emi, takıba kılışsa"
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "Allaһ bir (kul) kişini misal keltiret: Anı talaşkan köp kojoyundarı bar. Dagı bir (kul) kişi bir gana kojoyunga moyun sunat. Eköösünün misalı okşoşpu?! Allaһka maktoolor bolsun! Jok, (munu) alardın köpçülügü bilbeyt"
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "(O, Muhammad!) Sen da ölösüŋ, alar dagı ölüşöt"
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "Kiyin siler Kıyamat Kündö Rabbiŋerdin aldında talaşasıŋar"
        },
        {
            "chapter": 39,
            "verse": 32,
            "text": "Allaһ jönündö jalgan süylögön jana özünö kelgen ubakıtta Çın Sözdü (Kuraandı) «jalgan» degen pendeden köbüröök zaalım bolgon kim bar?! Tozokto kaapırlarga orun jok beken"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "Al emi, Çın Sözdü alıp kelgen adam menen anı tastıktagan adam(dar).., Dal oşolor gana takıba pendeler"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "Alarga Rabbisinin aldında (Beyişte) köŋülü köksögön nerseler bar. Bul - jakşı amal kılgandardın sıylıgı"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "Andıktan, Allaһ alardın jaman (künöö) işterin öçürüp, jasagan jakşı işterine jaraşa sıylık beret"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "Pendesine Allaһtın Özü jetiştüü emespi? (O, Muhammad!) Alar seni Allaһtan başkası menen korkutuşat. Allaһ kimdi adaştırıp koyso, anı eç kim Tuura Jolgo baştay albayt"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "Al emi, Allaһ kimdi Tuura Jolgo baştagan bolso, anı eç kim adaştıra albayt. Allaһ Kudurettüü, (muşrikterden) öç aluuçu emespi"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "Sen alardan «Asmandar menen jerdi kim jaratkan?» dep surasaŋ, «Allaһ»-dep daana aytışat. Aytkın: «Emi maga kabar bergileçi, eger Allaһ maga bir zıyan jetkirse, Allaһtan başka siler duba kılıp jatkan kudayıŋar Anın zıyanın (menden) arılta alabı? Je bolboso, Allaһ maga bir ırayım(ın) ıraa körsö, Anın (bul) ırayımın alar toktoto alabı?» Aytkın: «Maga Allaһ jetiştüü (Jardamçı). Tobokel! kıluuçular Özünö tobokel kılışat"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "Aytkın: «Ey, (muşrik) koomum! Bilgeniŋerdey amal (ibadat) kıla bergile. Men dagı (özüm bilgendey) amal kıluuçumun. Tez arada bilip alasıŋar —"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "kimge kor kıluuçu azap (uşul düynödö) kelişin jana kimge (Kıyamatta) üzgültüksüz azap boluşun"
        },
        {
            "chapter": 39,
            "verse": 41,
            "text": "Biz adamdar üçün arnalgan kitepti, Akıykat menen saga tüşürdük. Kim anı eerçise-özünö payda. Al emi kim adaşsa- al özünün zıyanına. Sen alarga karoolçu emessiŋ"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "Allaһ jandardı ölüm ubaktısında alat. Ölbögöndördükün uykusunda alat. Anan aga (ölümdü) öküm kılgan jandardı karmap kalat jana başkaların belgilüü ubakıtka (ajalı jetkenge) çeyin (denelerine kayra) koyup jiberet. Albette bul nersede pikir kılgan elder üçün (Allaһtın kuduretine) anık belgiler bar"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "Je bolboso, (muşrikter) Allaһtan başka (kudaylardı) şapaatçılar kılıp alıştıbı?! Aytkın: «Eger akılı jok jana eç nersege kojoyun bolboso delebi?»"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "Aytkın: «Bardık şapaat Allaһka taandık. Asmandar menen jerdin padışalıgı da Anıkı. Kiyin bardıgıŋar Özünö kaytarılasıŋar"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "Eger Jalgız Allaһ eskertilse, Akıretke ıyman keltirbegenderdin jürögü sıgılıp kalat. Al emi Andan başka «kudayları» eskertilse, oşol zamat süyünüp kalışat"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "Atkın: «O, Allaһım! Asmandar menen jerdin Jaratuuçusu! Kayıp menen anıktı Bilüüçü! Pendeleriŋdin arasındagı talaşıp jatkan nerselerde Özüŋ gana öküm kılasıŋ!”"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "Eger zaalım (kaapır) adamdardın kolunda jer betinin büt baylıgı jana anı menen dagı oşonçosu bolso da, anı Kıyamat Kündögü katuu azap barabarına (andan kutuluu üçün) tölöp jiberişet. Jana Allaһ tarabınan alarga, oyloruna da kelbegen (azaptuu) nerseler körünöt"
        },
        {
            "chapter": 39,
            "verse": 48,
            "text": "Jana alarga jasagan (künöö) işterinin jamandıgı körünüp, alardı (düynö jaşoosunda) mazaktagan nerseleri (tozok otu) orop kalat"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "Eger insandı (bir) zıyan karmasa, (ıklas menen) Bizge duba kılat. Kiyin Özübüz aga neemat bersek (azaptan kutkarsak): «Men buga öz ilimim sebeptüü jettim» deyt. Jok, bul-sınoo. Birok, alardın köpçülügü bilişpeyt"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "Munu alardan murunku (muşrik) adamdar dele aytkan. Birok, jasagan işteri alarga (azap kelgende) payda berbedi"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "Kiyin jasagan (künöö) işterinin jamandıgı özdörünö (kaygı bolup) jetti. Al emi, mına bulardan (Makka muşrikterinen) turgan zaalım kişilerge da, jasagan işterinin jamandıgı tez ele (kaygı bolup) jetet. Jana alar (azap-kaygı kelgende) kutulup kete alışpayt"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "Alar bilişpeybi, Allaһ kaalagan pendesine ırıskını kenen beret, kaalaganına çenep beret. Albette bul nersede ıymanduu adamdarga dalilder bar"
        },
        {
            "chapter": 39,
            "verse": 53,
            "text": "(O, Muhammad, Menin pendelerime Menin Atıman) ayt: «O, Menin özdörünö ısırap (köp künöö) kılgan pendelerim! Allaһtın ırayımınan ümütsüz bolbogula! Allaһ bardık künöölördü keçiret! Çınında, Al - Keçirimdüü, Irayımduu"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "Rabbiŋerge kaytkıla! Jana silerge azap kelip, kiyin jardam berilbey (toobaŋar kabıl bolboy) kalganga çeyin Özünö gana (ıklas menen) moyun sunup kalgıla"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "Jana özüŋör sezbegen abalda kapıstan başıŋarga azap kelişinen murun, Rabbiŋer tarabınan tüşürülgön eŋ sonun nerseni — Kuraandı eerçigile"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "(Ar bir) jan: «Allaһ(tın parızdarın atkaruu) jönündö jalkooluk kılganım üçün maga kaygı! Men (al parızdardı) şıldıŋdagandardan bolgon ekenmin!»-dep (buşayman çegip) kalışınan murun"
        },
        {
            "chapter": 39,
            "verse": 57,
            "text": "je bolboso, «Eger Allaһ meni Tuura Jolgo baştasa, takıbalardan bolup (tozokton kutulup) kalmak ekenmin»-dep kalışınan murun"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "je bolboso, azaptı körgön çakta: «Eger maga dagı bir iret (jaşoo mümkünçülügü) bolgondo, Allaһka ıklas menen ibadat kıluuçulardan boloor elem!» dep kalışınan murun (Rabbiŋer tarabınan tüşürülgön Kuraandı eerçip, soopko iştep kalgıla!) (Oşondo Allay buşayman çekken kaapırga mınday deyt)"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "«Jok! Saga Menin ayattarım kelgende, alardı «jalgan» dep, tekeberlenip, kaapırlardan bolgonsuŋ!»"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "(O, Muhammad!) Sen Kıyamat Künü Allaһ jönündö jalgan süylögöndördü, betteri karargan abalda körösüŋ. Tekeberlengen (kaapır) adamdarga tozokto orun jok beken"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "Allaһ takıba kişilerdi (Kuraan menen jaşap) jeŋişke jetkenderinen ulam (tozokton) kutkarat. Alardı (eç bir) jamandık karmabayt jana alar kaygıga da batışpayt"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "Allaһ— bardık nerselerdin Jaratuuçusu! Al — bardık nersenin Korgooçu-Saktooçusu"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "Asmandar menen jerdin açkıçtarı Aga taandık!! Allaһtın ayattarına kaapır bolgon adamdar gana anık zıyan tartuuçular"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "Ayt: «Ey, naadandar! Siler meni Allaһtan başkaga ibadat kıluuga buyurasıŋarbı?!»"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "Saga jana senden murunku ötköndörgö: «Eger şirk keltirseŋ amalıŋ küyüp ketet jana zıyan tartuuçulardan bolup kalasıŋ!»-dep vahiy kılındı"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "Jok! Sen Allaһtın Özünö gana ibadat kıl jana şügür kıluuçulardan bol"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "Alar Allaһtı akıykat baalay alışpadı. (Akıykat baa boyunça) jerdin bardıgı Kıyamat kündö Anın Öz Çeŋgelinde, Jana asmandar Anın Kolunda türmöktölgön bolot! Al muşrikterdin şirk amaldarınan (jana pikirlerinen) Taza jana Biyik"
        },
        {
            "chapter": 39,
            "verse": 68,
            "text": "(Al Künü) Sur (kerneyi) tartıldı. Natıyjada asmandarda jana jerde jaşagandardın, Allaһ kaalagandan başka bardıgı mürt ketti. Kiyin ekinçi iret tartıldı. Kapıstan alar (tirilip, közdörü alaŋdagan, Akıret korkunuçtarına) karagan boydon turup kalışat"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "Jer Öz Rabbisinin Nuru menen jarkın boldu, (pendelerdin bardık işteri jazılgan) Kitep(ter ar birinin aldına) koyuldu jana paygambarlar menen (başka) kübölör alıp kelindi.? Jana alardın (bardık elderdin) ortosunda akıykat menen öküm kılındı. Alar(dan eç birine) zulum kılınbayt"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "Ar bir janga özünün jasaganı(na jaraşası) gana toluk berildi. Al alar jasagan işterdi eŋ jakşı Bilüüçü"
        },
        {
            "chapter": 39,
            "verse": 71,
            "text": "(Anan) kaapır bolgon adamdar tobu menen tozokko aydaldı. Kaçan aga kelişkende, eşikteri açılıp, tozok korukçuları «Silerge özüŋördün araŋardan, uşul künüŋörgö joluguunu eskertken jana Rabbiŋerdin ayattarın okup bergen paygambarlar kelbedi bele?»-deşet. «Jok, kelgen - deşet alar - birok, azap sözü (ökü-mü) kaapırlarga akıykat (jaza) boldu»"
        },
        {
            "chapter": 39,
            "verse": 72,
            "text": "(Alarga) aytıldı: «Tübölük kala turgan tozok eşikterine kirgile! Tekeber adamdardın ordu kanday jaman"
        },
        {
            "chapter": 39,
            "verse": 73,
            "text": "Al emi, Rabbisinen korkkon (takıba) adamdar tobu menen Beyişke alıp barıldı. Kaçan Beyişke jetip, eşikteri açılganda, anın korukçuları ayttı: «Silerge (Allaһtan) salam bolsun! Koş keliŋizder! Emi Beyişke tübölük jaşooçu bolup kirgile!»"
        },
        {
            "chapter": 39,
            "verse": 74,
            "text": "(Takıbalar) aytıştı: «Ubadasın çındap atkargan jana bizge uşul jerdi (tübölük) muraska bergen Allaһka maktoolor bolsun! Biz Beyişten kaalagan orundarga tüşöbüz! (Jakşı) amal kıluuçulardın sıylıgı kanday sonun!»"
        },
        {
            "chapter": 39,
            "verse": 75,
            "text": "Jana sen periştelerdi Rabbisine maktoo - tasbihterdi aytıp, Arştın aylanasında turganın körösüŋ. (Al Künü) alardın (bardık pendelerdin) arasında akıykattık menen öküm kılındı jana «Aalamdardın Rabbisi Allaһka maktoolor bolsun» dep aytıldı"
        }
    ]
}