{
    "juzs": [
        {
            "chapter": 18,
            "verse": 75,
            "text": "Otvetil tot: \"Ne ya li govoril tebe, Chto ty so mnoy ne smozhesh' sokhranit' terpen'ye"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "Musa skazal: \"Yesli tebya ya posle etogo o chem-nibud' sproshu, Ne pozvolyay mne put' s toboy prodolzhit', - Eto tebe sluzhilo b izvinen'yem ot menya"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "Oni prodolzhili svoy put', Poka ne podoshli k selen'yu I zhiteley yego o pishche ne sprosili. No te v gostepriimstve otkazali im. Oni nashli v selen'ye stenu, Kotoraya byla gotova razvalit'sya, I tut (poputchik Musy) pochinil yeye. Musa skazal: \"Yesli by ty khotel togo, Ty mog by poluchit' za eto platu"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "My razluchimsya zdes', - skazal (yego poputchik), - No prezhde ya khochu rastolkovat' tebe Znacheniye togo, o chem tebe tak ne terpelos' (znat')"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "Ta lodka, chto ya prodyryavil, Prinadlezhala bednyakam, Kotoryye rabotali na more. YA zakhotel yeye isportit' potomu, Chto pozadi ikh nakhodilsya tsar', Kotoryy siloyu zakhvatyval vse lodki"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "Yunets, (kotorogo ubil ya), - Yego roditeli blagochestivy byli v vere, I my boyalis': on im gore prichinit Svoim neveriyem i nepokorstvom"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "I my khoteli, chtob Gospod' ikh Dal im vzamen drugogo (syna), Kto budet i (dushoyu) chishche, I miloserdneye (v synov'yem dolge)"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "A (chto kasayetsya) steny (v selen'ye): Ona prinadlezhala dvum yuntsam-sirotam, I byl pod neyu klad, chto im prinadlezhal. Otets ikh byl blagochestiv, I potomu Gospod' tvoy pozhelal Dostich' im zrelosti i klad izvlech' Po blagosklonnosti Gospodney Voli. YA ne svoim resheniyem vse eto sovershil - (Na to byla Gospodnya Volya)! Vot ob\"yasneniye togo, O chem tebe tak neterpelos' znat'"
        },
        {
            "chapter": 18,
            "verse": 83,
            "text": "Oni tebya o Zul'-Karnayne voproshayut, - Skazhi: \"YA vam povedayu istoriyu o nem"
        },
        {
            "chapter": 18,
            "verse": 84,
            "text": "My ukrepili yego moshch' na sey zemle I dali yemu vse puti i sredstva"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "On (vybral) put' i im poshel"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "Kogda doshel on do zakhoda solntsa, To on uvidel, chto ono Saditsya v vody gryaznogo klyucha, A bliz nego - (seleniye) naroda. Skazali My: \"O Zul'-Karnayn! Ty mozhesh' nakazat' yego Ili yavit' svoye velikodush'ye"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "Skazal on: \"My togo, kto nechestiv, nakazhem - Potom on budet k Bogu vozvrashchen, I tyazhkoy mukoy On yego nakazhet"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "No tem, kto veruyet i delayet dobro, Ot nas - prekrasnaya nagrada, I nashi povelen'ya im Budut dany im dobrym slovom"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "Potom drugim putem poshel on"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "Poka ne podoshel k zemle voskhoda solntsa I ne uvidel, chto ono voskhodit nad narodom, Kotoromu ne dali My pokrova Ukryt'sya ot luchey palyashchikh"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "(On ikh ostavil) v tom zhe (vide, kak nashel), I vedali My vse o nem"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "I vnov' otpravilsya on v put'"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "Poka ne podoshel k prokhodu mezh dvumya gorami, I u (podnozh'ya) ikh nashel narod, Chto mog yedva ponyat' kakuyu-libo rech'"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "O Zul'-Karnayn! - oni skazali. - Gog i Magog tvoryat nechest'ye na zemle. Ne primesh' li ot nas ty dan', Chtoby vozdvignut' stenu mezhdu (nechestivtsami) i nami"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "Otvetil on: \"Mogushchestvo, chto dal mne moy Gospod', Mne luchshe (po nagrade). Vy mne (rabochey) siloy pomogite, I ya vozdvignu stenu mezhdu vami"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "Nesite mne kuski zheleza\". Kogda (zhelezom) on srovnyal (prostranstvo) Mezhdu krutymi sklonami gory, \"Duyte (v kuznechnyye mekhi)!\" - skazal on. Kogda zhelezo raskalilos', kak ogon', Skazal on: \"Prinesite mne yego! YA vyl'yu na neye rasplavlennyy metall"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "I ne mogli (Gog i Magog) Ni perelezt' cherez neye, ni prodyryavit'"
        },
        {
            "chapter": 18,
            "verse": 98,
            "text": "Siye - po milosti ot Boga moyego, - skazal on, - Kogda pridet obeshchannoye Gospodom moim, On obratit yeye v (mel'chayshiy) shcheben', - A to, chto obeshchayet moy Gospod', Yest' Istina, (chto neminuyemo svershitsya)"
        },
        {
            "chapter": 18,
            "verse": 99,
            "text": "V tot Den' My ikh ostavim lit'sya (besporyadochnoy tolpoy), Podobno volnam, sporyashchim drug s drugom, - Razdastsya trubnyy glas, i My v\"yedino soberem ikh"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "I My predstavim Ad V tot Den' Pered (prozrevshimi) glazami nechestivtsev"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "Tekh, ch'i glaza byli zavesoyu zakryty, Chtoby znameniya Moi ne raspoznat', (Zakryty glukhotoyu byli ushi), Chtoby ne moch' uslyshat' (Slova Moyego)"
        },
        {
            "chapter": 18,
            "verse": 102,
            "text": "Uzhel' nevernyye schitali, Chto mogut vzyat' v zashchitniki sebe Moikh rabov vmesto Menya? Poistine, My ugotovili im Ad kak (gostevoy) priyem"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "Skazhi: \"Ne soobshchit' li vam pro tekh, Kto poneset ot del svoikh naybol'shiye poteri"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "Tekh, ch'i usiliya vpustuyu Byli potracheny (v ikh zhizni na zemle), - Oni zhe dumali, chto delayut prekrasnyye dela"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "I eto - te, kto otvergayet znameniya ikh Gospoda i vstrechu s Nim, - Dela ikh v tshchEtu obratyatsya, V Den' Voskreseniya My ne dadim im nikakogo vesa"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "Vot ikh nagrada - Ad! Za to, chto ne uverovali (v Boga), Podvergli osmeyaniyu znameniya Moi I predali Moikh poslannikov izdevkam"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "A te, kto veruyet i delayet dobro, - Dlya tekh zhilishchem budut Rayskiye sady"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "Gde prebyvat' navechno im Bez vsyakogo zhelaniya zameny"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "Skazhi, (o Mukhammad!): \"Yesli by vody okeana V chernila obratilis' dlya zapisi Gospodnikh Slov, Poistine, oni b issyakli ran'she, Chem istoshchilis' by SlovEsy Boga moyego\", - Yesli b My dazhe k etomu pribavili podobnoye semu"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "Skazhi: \"Vsego lish' chelovek ya, vam podobnyy. I mne otkrylos', Chto vash Bog - Yedinyy Bog (dlya vsekh). A kto nadezhdy vozlagayet na vstrechu s Gospodom svoim, Pust' dobryye dela tvorit I v pochitanii Yego Drugikh bozhestv ne prizyvayet"
        },
        {
            "chapter": 19,
            "verse": 1,
            "text": "Kaf - Kha - Ya - A'yn - Sad"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "Povestvovaniye o milosti Gospodney k Zakarii, Sluzhitelyu Yego (i vernomu sluge)"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "On taynym zovom k Gospodu vozzval"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "I vozmolil: \"Gospod' moy! Vo mne uzh oslabeli kosti, I golova sverkayet sedinoy, No ya v svoikh molitvakh, Gospodi, k Tebe Ne ostavalsya nikogda Lishennym Tvoyego blagovolen'ya"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "Boyus' ya: moi blizkiye (po krovi) Posle menya (soydut s Gospodnego puti), Nu, a zhena moya neplodna. Day mne naslednika (po vole) ot Tebya"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "On budet mne nasledovat' I rodoslovnuyu Yakuba prodolzhat'. Sdelay yego, o moy Gospod', Tebe ugodnym"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "(Otvetom bylo): \"Zakariya! Poistine, My blagovestvuyem tebe o syne, Imya kotoromu - Yakhya. My prezhde nikogo sim imenem ne narekali"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "Skazal on: \"Gospodi, kak yavitsya mne syn, Kogda moya zhena neplodna, A moi dryakhlyye goda uzh podoshli k predelu"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "(Tut angel s nim zagovoril i) molvil: \"Tvoy Gospod' skazal: \"Eto legko Mne (sdelat'), - Ved' prezhde sotvoril tebya YA, Kogda ty byl, poistine, nichem"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "Gospod' moy! - molvil (Zakariya). - Yavi Svoye znamen'ye mne! (I byl otvet:) Vot znak tebe: Tri nochi ty s lyud'mi ne budesh' govorit', Pri etom sokhranyaya dobroye zdorov'ye"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "On vyshel iz svyatilishcha k narodu I (znakami) prizval yego Khvalu (Allakhu) vozdavat' i po utram, i vecherami"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "(I vot, kogda Yakhya rodilsya I vozrasta razumnosti dostig, Yemu veleniye ot Gospoda predstalo): \"Yakhya, derzhis' Pisaniya vsey moshch'yu!\" My darovali yemu mudrost', Kogda on byl yeshche yuntsom"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "I sostradan'ye (k blizhnemu) ot Nas, i chistotu - On (v blagochestii svoyem) Gospodnego strashilsya gneva"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "Dobroserdechen byl k roditelyam svoim, I ne byl on vlastolyubiv i nepokoren"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "Da budet mir yemu v tot den', kogda rodilsya, V tot den', kogda umret, I v Den', Kogda on k zhizni vnov' voskresnet"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "I (vam) Pisaniye napominayet (istoriyu) Maryam: Ona ot svoyego semeystva udalilas' V mesto, (lezhashcheye) k vostoku (ot rodnogo ochaga)"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "Ustroiv pred soboy ot nikh zavesu. My k ney otpravili Nash Dukh, I pered ney predstal on v vide nastoyashchego muzhchiny"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "Ona skazala: \"YA ishchu spasen'ya ot tebya U Miloserdnogo (Vladyki). I yesli ty Yego strashish'sya, (Ko mne ne priblizhaysya ni na shag)"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "On otvechal: \"YA - lish' ot Boga tvoyego poslanets, Chtoby tebe (povedat' o Gospodnem) dare Blagoslovennogo mladentsa - syna"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "Kak mozhet byt' mladenets u menya, - ona skazala, - Kogda ko mne ne prikasalsya ni odin muzhchina I ne byla ya (nikogda) rasputnoy"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "Otvetil on: \"Gospod' tvoy tak skazal: \"Legko Mne eto (sdelat'). My sdelayem yego znamen'yem dlya lyudey, I Nashey milost'yu (dlya vsekh blagochestivykh), (I iz\"yavleniyem Moim), - sobytiyu semu svershit'sya"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "I ponesla ona yego, I sdelalas' beremenna dityatey, I udalilas' s nim v dalekiye mesta"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "A muki (pri rozhdenii dityati) Yeye k stvolu (tenistoy) pal'my priveli, I molvila ona: \"O, luchshe b umeret' mne ran'she - Zabytoy i zabvennoy stat' do etogo vsego"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "I tut pod ney razdalsya golos: \"Ne skorbi! Gospod' tvoy pod toboy provel ruchey"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "I potryasi stvol pal'my nad soboy - Ona k tebe uronit spelyye i svezhiye plody"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "Yesh', pey i prokhladi glaza. No yesli cheloveka ty uvidish', Skazhi: \"YA Miloserdnomu dala obet posta, I govorit' segodnya ya ni s kem ne budu"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "Ona prishla k narodu svoyemu, Nesya mladentsa-syna na rukakh. Oni skazali: \"O Maryam! Ty sdelala neslykhannoye delo"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "O sestra Kharuna! Ni tvoy otets porochnym ne byl, Ni tvoya mat' bludnitsey ne byla"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "Ona im ukazala (na mladentsa, Kak by ishcha otveta u nego); Oni zhe (v izumlenii) skazali: \"Kak mozhem govorit' my s tem, Kto vse yeshche mladenets v kolybeli"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "No tut zagovoril mladenets: \"Poistine, ya - rab Allakha. On Otkroveniye mne dal i utverdil prorokom"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "I On menya blagoslovennym sdelal Vezde, gde mne by ni prishlos' byvat'. On zapovedal mne molitvu i ochistitel'nuyu podat', Poka zhivu ya (na zemle)"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "A k materi moyey Mne blagost' (povelel) i poslushan'ye, Menya ne sdelal derzkim i lishennym blagosloveniya (Yego)"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "Mne - mir v tot den', kogda ya byl rozhden, I v den', kogda umru, i v Den', kogda voskresnu k zhizni"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "Takim byl Isa, syn Maryam, Po slovu Istiny, kasatel'no kotoroy Oni v somnen'ye prebyvayut"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "(Gospodnemu velichiyu) Allakha Ne podobayet syna brat' Sebe. SubkhAnagu! (Khvala Yemu!) Kogda zadumano tvoren'ye Im, On molvit: \"Bud'!\" - i yest' ono"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "(I Isa, syn Maryam, skazal): \"Allakh, poistine, i moy Gospod', i vash Gospod', - Tak poklonyaytes' zhe Yemu: Eto i yest' stezya pryamaya"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "No sredi nikh raznoglasyat (razlichnyye) obshchiny, I gore tem, kto ne uveroval (v Allakha), Ot Dnya Velikogo, v kotoryy Im yavitsya (zloveshchaya rasplata)"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "V tot Den', Kogda oni predstanut pered Nami, Kak yasno im uvidet' i uslyshat' (predstoit) (Vse to, chem, uveshchaya, ugrozhali im proroki)! No zlochestivyye segodnya v yavnom zabluzhden'ye"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "Predupredi zhe ikh o Dne Stradaniya i Skorbi, - Etot vopros uzh predreshen. Oni zhe nebregut (uveshchevan'yami proroka), I (v Gospoda) ne veruyut oni"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "Poistine, nasleduyem My zemlyu I tekh, kotoryye zhivut na ney, I k Nam lezhit ikh vozvrashchen'ye"
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "I (vam) Pisaniye napominayet o (proroke) Ibrakhime. Poistine, on pravednikom byl - prorokom"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "Vot svoyemu ottsu skazal on: \"Moy otets, zachem ty poklonyayesh'sya tomu, Chto (ne sposobno) ni uslyshat', ni uvidet' I nikakoy uslugi ne sposobno okazat'"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "O moy otets! Ko mne yavilos' znaniye togo, Chto (do sikh por) tebya ne osenilo, A potomu za mnoy ty sleduy - Pryamym putem ya povedu tebya"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "O moy otets! Ne poklonyaysya Satane - On Miloserdnomu oslushnik"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "O moy otets! Boyus' ya, chto tebya postignet kara ot Miloserdnogo (Allakha) I stanesh' ty sobratom Satany"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "(Otets) skazal: \"Uzhel', o Ibrakhim, ty ot moikh bogov otrech'sya (khochesh')? Yesli ot etogo sebya ty ne uderzhish', Tebya kamnyami nepremenno ya pob'yu. Uydi zhe ot menya (i porazmysli) nekiy srok"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "(Yemu) otvetil (Ibrakhim): \"Da budet nad toboyu mir! YA o proshchenii tebe Budu molit' Vladyku moyego, - Ved' On ko mne blagopreklonen"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "YA otdelyus' ot vas i ot togo, Chto chtite vy, oprich' Allakha. YA k Bogu moyemu vzovu, I, mozhet byt', v prizyvakh k Bogu Ne budu ya lishen Yego blagosloven'ya"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "I vot kogda ot nikh on otdelilsya I ot tekh, kogo oni, oprich' Allakha, pochitali, Yemu Iskhaka i Yakuba darovali My, I kazhdogo iz nikh My sdelali prorokom"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "My odarili ikh ot milosti Svoyey I rech' ikh sdelali (na mnogiye veka) (Nositelem) vysokoy Pravdy"
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "I (vam) Pisaniye napominayet i o Muse. On byl, poistine, osobo izbran (Nami). On byl poslannikom i byl prorokom"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "My s pravoy storony Gory k nemu vozzvali I k Nam veleli blizhe podoyti Dlya sovershen'ya (tainstva) besedy (s Nami)"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "Ot Nashey milosti yemu My darovali Brata Kharuna kak proroka"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "I (vspomni) v etoy Knige Ismaila. Poistine, v obeshchannom on byl pravdiv. On byl poslannikom i byl prorokom"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "On ochistitel'nuyu podat' i molitvu Zapovedal narodu svoyemu, I Bogu svoyemu on byl ugoden"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "Napomni ob Idrise v etoy Knige. Poistine, on pravednikom byl - prorokom"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "I voznesli yego My vysoko"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "Eto - vsego lish' neskol'ko iz tekh prorokov, Komu Allakh yavil Svoye blagovolen'ye, Iz (mnogochislennykh) potomkov Adama i tekh, Kogo nosili My (v kovchege) s Nukhom, I iz potomstva Ibrakhima, Israilya, i iz tekh, Kogo pryamym putem My poveli I (milost'yu Svoyey) izbrali: Kogda chitalis' im znamen'ya Miloserdnogo (Allakha), Oni, prostershis' nits, slezami umilen'ya oblivalis'"
        },
        {
            "chapter": 19,
            "verse": 59,
            "text": "Za nimi vsled prishli inyye pokolen'ya I pogubili (zapovednuyu) molitvu, Posledovav svoim zhelan'yam i strastyam. Im predstoit pogibel' vstretit'"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "Pomimo tekh, Kotoryye, raskayavshis', uveruyut (v Allakha) I budut dobroye tvorit'. Oni voydut v sady Edema, I im obid ne prichinyat ni v chem"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "V izvechnyye sady Edema, Chto Miloserdnyy obeshchal sluzhitelyam Svoim (Vnushen'yem) taynym, - A obeshchaniyu Yego, poistine, svershit'sya"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "Im ne uslyshat' tam pustykh rechey, Odno lish' \"Mir!\" (im budet tam privetom). Dlya nikh tam - vse potrebnoye prebudet I po utram, i vecherami"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "Takov tot Sad, kotoryy My dadim v nasledstvo Tem iz sluzhiteley Svoikh, Kto, (Bozh'yego strashasya gneva), Blagochestiv v deyaniyakh svoikh"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "(A kto vyskazyvayet neterpen'ye Na zapozdalost' blag ili znameniy, Tomu otvetom budut angelov slova): \"Niskhodim svyshe my lish' tol'ko Po povelen'yu Boga tvoyego. Lish' odnomu Yemu prinadlezhit To, chto pred nami, pozadi ot nas I to, chto mezhdu tem i etim. Gospod' tvoy nichego ne zabyvayet"
        },
        {
            "chapter": 19,
            "verse": 65,
            "text": "Gospod' nebes, zemli, A takzhe i togo, chto mezhdu nimi. Tak poklonyaysya zhe Yemu I v etom poklonenii Terpeniye i stoykost' sokhranyay. Neuzhto znayesh' ty togo, Kto (imenem) Yego (sposoben) nazyvat'sya"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "(V koshchunstvennom somnen'ye) molvit chelovek: \"Uzhel', kogda umru, YA snova budu k zhizni vozvrashchen"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "Razve zapamyatoval chelovek, chto v davniye [vremena] My sozdali yego iz nichego? (per. Osmanova)"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "Poistine, v znak (Slova) Boga tvoyego My soberem i ikh, i d'yavolov (na Sud), Potom vokrug Ognya postavim na koleni"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "Potom iz kazhdoy gruppy izvlechem My tekh, Kto byl osobo nepokoren (SlovEsam) Miloserdnogo (Allakha)"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "Ved', istinno, Nam luchshe znat' takikh, Komu bol'she drugikh goret' tam nadlezhit"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "Net ni yedinogo sred' vas, Kto minoval by etot Ogn'. V desnitse Boga tvoyego Siye - ukaz, zadumannyy k svershen'yu"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "Potom My vyzvolim ottuda tekh, Kto byl blagochestiv, A nechestivykh tam ostavim na kolenyakh"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "Kogda im Nashi yasnyye znameniya chitayut, To te, kotoryye ne veruyut (v Allakha), Veruyushchim govoryat: \"Kotoraya iz etikh dvukh obshchin Luchshe ustroyena (v sey zhizni) I po sostavu - radostney (dlya glaz)"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "I (vspomnite), kak mnogo pokoleniy Do ikh (prikhoda) pogubili My, Kotoryye prevoskhodili ikh Po obustroystvu (ikh obshchiny) I po blistatel'nomu vidu"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "Skazhi: \"Tomu, kto v zabluzhden'ye prebyvayet, Vsemilostivyy (Bog) prodlit predel, Poka glazam ikh ne predstanet Vse to, chto obeshchali im, (uveshchevaya ot grekha), Il' (ne predstanet) nakazan'ye, Il' Chas (rasplaty) ne pridet, - Togda im predstoit uznat', Kto, istinno, i mestom khuzhe, I voinstvom svoim slabey"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "Allakh Svoye voditel'stvo umnozhit Dlya tekh, kto sleduyet pryamoy stezey; A to, chto (vne khlopot zemnogo mira) prebyvayet, - Dela blagiye - Yest' luchsheye pred Gospodom tvoim I po nagrade, (chto za pravednost' On dast), Po vozdayaniyu, (chto On naznachit)"
        },
        {
            "chapter": 19,
            "verse": 77,
            "text": "Vidal li ty togo, Kto ne uveroval v znamen'ya Nashi i govoril: \"Konechno, budet mne dano bogatstvo i potomstvo"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "Neuzhto v Sokrovennoye pronik on Il' s Miloserdnym v dogovor vstupil"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "O net! Zapishem My, chto govorit on, - Yemu usilivaya muki, My budem prodlevat' ikh (vnov' i vnov')"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "My unasleduyem vse blaga, O koikh on (khvastlivo) govorit, I pered Nami on predstanet Lishennym vsyakogo (dobra i pokrovitel'stva zemnogo)"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "Oni sebe drugikh bogov, oprich' Allakha, vzyali, Chtob oni stali slavoy i oporoy im"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "No net! Oni otvergnut eto poklonen'ye I stanut nepriyatelyami im"
        },
        {
            "chapter": 19,
            "verse": 83,
            "text": "Uzhel' ne vidish' ty, Chto My poslali d'yavolov protiv nevernykh, Chtob, vozmushchaya ikh, ko zlu ikh podstrekat'"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "A potomu ne toropis' im protivostoyat': My schet (ikh vremeni i del) vedem"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "V tot Den', Kogda My soberem blagochestivykh Posol'stvom, chtimym pered Miloserdnym"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "I v Ad pogonim nechestivykh, Kak gonyat skot na vodopoy"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "Nikto vstupit'sya (za drugikh) tam ne posmeyet, Pomimo tekh, kto dozvoleniye na eto Ot Miloserdnogo poluchit"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "I govoryat oni: \"Vzyal Miloserdnyy syna na Sebya"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "Vy etim vyrazili gnusnost'"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "Ot kotoroy Gotovy raskolot'sya nebesa, Razverznut'sya zemlya, Past' prakhom gory"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "Ottogo, Chto pripisali oni syna Miloserdnomu (Allakhu)"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "(Gospodnemu velichiyu) Allakha Ne podobayet syna brat' Sebe"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "I vsyak, kto v nebesakh i na zemle, Prikhodit k Miloserdnomu kak rab"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "On znayet ikh naperechet I schel ikh (vernym schetom)"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "V Den' Voskresen'ya vse oni Pridut k Nemu poodinochke"
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "I, istinno, k uverovavshim (v Boga), Tvorivshim dobryye dela Lyubov' proyavit Miloserdnyy"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "My sdelali (Koran) Na yazyke tvoyem legkodostupnym, Chtob im ty radoval lyudey blagochestivykh I smog predosterech' (bluzhdayushchikh v neverii) upryamtsev"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "(Napomni im), kak mnogo pokoleniy Do ikh (prikhoda) pogubili My, - Ty chuyesh' khot' odno iz nikh? Ty slyshish' (khot' maleyshiy) shorokh"
        },
        {
            "chapter": 20,
            "verse": 1,
            "text": "Ta - Kha"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "Ne dlya togo tebe Koran My nisposylali, Chtoby on stal (prichinoy) tvoikh bed i ogorcheniy"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "(My nizveli tebe yego) lish' kak napominaniye dlya tekh, Kotoryye strashatsya (gneva) Boga"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "Kak otkroven'ye ot Togo, Kto zemlyu sotvoril i vys' nebes postroil"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "(Sozdatel') Miloserdnyy, (Kto) utverdil Sebya na Trone (Vsederzhav'ya)"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "Yemu prinadlezhit vse v nebesakh i na zemle I vse, chto mezhdu nimi (prebyvayet) I pod zemley (khoronitsya ot glaz)"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "I yesli ty povysish' golos, (Pol'zy ot etogo ne budet), - Yemu ved' taynoye izvestno I to, (chto yeshche) boleye sokryto"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "Allakh! Drugogo bozhestva ne sushchestvuyet. Yemu - prekrasneyshiye imena"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "Doshla li do tebya istoriya o Muse"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "Vot on ogon' uvidel I skazal semeystvu svoyemu: \"Ostan'tes' (zdes'). YA chuvstvuyu prisutstviye ognya. Byt' mozhet, ot nego ya prinesu vam goloveshku Il' u ognya togo put' vernyy otyshchu"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "Kogda zh k ognyu on podoshel, Yemu razdalsya glas: \"O Musa"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "Poistine, YA - tvoy Gospod'. Snimi zhe obuv' ty s sebya, - Ved' ty - v svyatoy doline Tuva"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "I YA izbral tebya, - Tak slushay zhe, chto YA tebe vmenyayu"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Poistine, YA yest' Allakh, Krome Menya, inogo bozhestva ne sushchestvuyet, Sluzhi lish' Mne I, pominaya lish' Menya, tvori molitvu"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "Uzh blizitsya, poistine, tot Chas, Khotya derzhat' yego sokrytym (YA nameren), Chtob vozymela vsyakaya dusha Po mere svoyego userdiya (v delakh Gospodnikh)"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "I pust' ot etogo tebya ne otvratit Tot, kto ne veruyet v nego, A sleduyet strastyam svoim (porochnym), Chtoby tebe, o Musa, ne pogibnut'"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "Chto eto u tebya v pravoy ruke, o Musa"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "Eto - moy posokh, - on skazal. - YA opirayus' na nego i krome etogo YA im listvu (s vetvey) sbivayu dlya moikh ovets. V nem - pol'za mne i dlya drugikh rabot"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "(Gospod') skazal: \"(Na zemlyu) bros' yego, o Musa"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "I brosil on yego (na zemlyu), I tut - v zmeyu on obratilsya, Chto vsya v dvizheniye prishla"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "(Gospod') skazal: \"Voz'mi yeye, ne boysya! My pridadim yey prezhniy vid"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "Teper' prizhmi ty ruku svoyu k boku, I ona vyydet, beliznoy sverkaya, Bez vsyakogo vreda tebe I kak yeshche odno znamen'ye"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "Chtob pokazat' tebe (khotya by dva) Iz Nashikh velichayshikh Znakov"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "(Teper' zhe) sleduy k Faraonu, - Ved' prestupil on vse predely"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "O moy Gospod'! - otvetil (Musa). - Rasshir' mne grud'"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "I oblegchi moyu zadachu"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "Ot uz yazyk moy razreshi"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "Chtob rech' moyu oni mogli ponyat'"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "Postav' pomoshchnika mne iz moyey sem'i"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "Kharuna, brata moyego"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "I ukrepi im moshch' moyu"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "Sdelay uchastnikom yego v moyem prednaznachen'ye"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "Chtob neustanno slavit' nam Tebya"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "I neustanno prizyvat' (v svoikh molitvakh)"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "Ved' Ty - nad nami zorkiy strazh"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "(Allakh yemu) otvetil: \"Musa! Darovano tebe prosimoye toboy"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "Ved', istinno, i v prezhniy raz Tebe My milost' okazali"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "Kogda vnushili povelen'ye materi tvoyey"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "(Mladentsa) bros' v kovcheg i po moryu pusti. A more vybrosit yego na bereg, I vytashchit yego vrag Moy i vrag yego. YA na tebya proster Moyu lyubov', Chtob na ochakh Moikh tebya oni vzrastili"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "I (vspomni,) kak prishla tvoya sestra I tak skazala: \"Ne ukazat' li vam, Kto mozhet vykhodit' i vyrastit' (mladentsa)?\" Tak My vernuli k materi tebya, Chtoby uteshilas' ona i pro pechal' zabyla. Potom ty (v gneve) dushu pogubil, I My spasli tebya ot vsekh trevog i nakazan'ya, I My podvergli mnogim ispytaniyam tebya. I ty provel goda sred' obitateley Madyana, Potom po predpisaniyu (ot Nas) Prishel syuda (k narodu svoyemu), o Musa"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "Sebe (na sluzhbu) YA tebya gotovil"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Idi zhe ty i brat tvoy So znamen'yami Moimi (k lyudyam), I v pominanii Menya (Userdiye pust' vashe) ne slabeyet"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Stupayte oba k Faraonu - Ved' vse predely prestupil on"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "No rech' s nim krotkuyu vedite: Byt' mozhet, uveshchaniye on primet I uboitsya (gneva Boga)"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "Oni skazali: \"Nash Gospod'! Boimsya my, on s nami budet derzok Il' pospeshit nam sdelat' zlo"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "(Gospod') skazal: \"Ne boytes', s vami YA, - Poistine, YA slushayu i vizhu"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "A potomu idite i skazhite: \"Poslanniki my Boga tvoyego. Otprav' synov Israilya ty s nami I im stradaniy ne chini. Prishli k tebe my so znameniyem ot Boga tvoyego, I mir tomu, kto Rukovodstvo (Yego) primet"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Uzhe otkryto nam, Chto budet nakazaniye dlya tekh, Kto (yego) lozh'yu narechet i otvernetsya"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "(Tut) (Faraon) skazal: \"Kto vam Gospod', o Musa"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "Musa otvetil: \"Gospod' nash - Tot, Kto kazhdoy (sotvorennoy) tvari Pridal porodu, formu, a potom (Dlya prebyvaniya) naznachil Rukovodstvo"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "A kak zhe (delo budet obstoyat') So (mnozhestvom) ushedshikh pokoleniy, (K kotorym eto Rukovodstvo ne prishlo)? - Sprosil (ikh Faraon)"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "Pro eto znayet moy Gospod', - otvetil Musa, - (I znachitsya ob etom) v Yego Knige. Ne oshibayetsya Gospod' moy (nikogda) I (nichego) ne zabyvayet"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "On - Tot, Kto rasproster vam zemlyu kolybel'yu, Po ney dlya vas dorogi prolozhil, Nizvel (obil'no) vodu s neba I yeyu v parakh raznyye rasteniya izvel"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "Pitaytes' i na ney stada svoi pasite! Zdes', istinno, znameniye dlya tekh, Kto obladayet razumen'yem"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "My iz (zemli) vas sotvorili, V neye zhe snova vas vernem I iz neye vas izvedem opyat'"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "My vse znamen'ya Nashi pokazali (Faraonu), - On zhe otverg ikh, lozhnymi schitaya"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "I skazal: \"Ne dlya togo li ty prishel, o Musa, Chtob koldovstvom svoim Izgnat' nas so svoyey zemli"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "No ved' i my predstavit' tebe mozhem Podobnoye zhe koldovstvo. Naznach' dlya nas i dlya sebya Uslovlennoye vremya vstrechi - Ni my, ni ty yego ne peremenim - Na meste, (gde my budem) ravnyye (vozmozhnosti imet')"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "(Musa) skazal: \"Den' Ukrasheniya dlya vas - uslovlennoye vremya vstrechi, I pust' vse lyudi soberutsya k pozdnemu utru"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "I udalilsya Faraon, I prigotovil svoi kozni, I (poutru) yavilsya (s nimi)"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Musa skazal im: \"Gore vam! Ne izmyshlyayte lzhi protiv Allakha, Inache karoy porazit On vas. Ved' gibnut zamysly vsekh tekh, Kto lozh' vozvodit (na Allakha)"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "Oni obgovorili svoye delo, Ostaviv v tayne obsuzhdeniye svoye"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "I molvili: \"Oni, konechno, oba - magi, I koldovstvom svoim oni khotyat S vashey zemli izgnat' vas, - Tem samym na pogibel' obrekaya Vse luchsheye v uklade vashey zhizni"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "Ob\"yedinite zamysly svoi, Somknites' (plotnym) ryadom, - Segodnya budet schastliv tot, Kto verkh oderzhit (v etom spore)"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "(I daleye) skazali: \"O Musa, brosish' pervym ty Il' budem my brosat' snachala"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "Skazal on: \"Net! Vy pervymi brosayte\". I vot verevki ikh i zhezly - Kak to pochudilos' yemu - Pod siloyu ikh char prishli v dvizhen'ye"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "I strakh vdrug dushu Musy okhvatil"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "Skazali My: \"Ne boysya, (Musa)! Ved', istinno, ty vyshe ikh"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "Bros' to, chto derzhit tvoya pravaya ruka, - On vmig pozhret vse to, Chto charami oni proizveli; Ved' vse, chto sozdali oni, - Prostaya khitrost' charodeya, No charodeyu schast'ya ne nayti, Kuda by on ni otpravlyalsya"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "I byli nits povergnuty (V poklone pered Musoy) charodei I skazali: \"My v Boga Musy i Kharuna Uverovali (vsey dushoy)"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "I molvil Faraon: \"V nego uverovali ran'she, Chem ya soglasiye svoye na eto dal? Dolzhno byt', on - u vas glava I nauchil vas koldovskim (ulovkam). YA nakrest ruki vam i nogi otseku, Raspnu na pal'movykh stvolakh, I vy uznayete togda, CH'ya kara - (Boga Musy il' moya) - Strashney i prodolzhitel'neye budet"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "Oni otvetili: \"Tebya my ne postavim vyshe Znameniy yasnykh, chto prishli (k nam cherez nikh), - Vyshe Togo, Kto sotvoril nas. Reshay zhe vse, chto ty reshayesh', - Ved' prostirayetsya resheniye tvoye Na (kratkoye mgnoven'ye) etoy zhizni"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Uverovali v Gospoda my nashego, Chtob On prostil nam nashi pregreshen'ya I koldovstvo, k kotoromu ty nas prinudil. Allakh ved' luchshe (vozdayaniyem) i vechnost'yu (nagrady)"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Ved' tot, Kto pered Gospodom svoim v grekhakh predstanet, - Ad - dlya togo, V kotorom on ni umirayet, ni zhivet"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "A tot, kto vernym pered Nim predstanet, Imeya za soboy deyaniya blagiye, - Tem - vysshaya stupen' (darov Gospodnikh)"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "Sady, rekami omovenny, Gde prebyvat' navechno im, - Takoy nagrada budet tem, Kto (pered Gospodom) ochishchennym (predstanet)"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "Vnusheniyem My Muse (poveleli): \"Vyydi so slugami Moimi noch'yu I prolozhi im sushey put' chrez more. Pogoni (Faraona) ne strashis' I (nichego) ne boysya"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "I Faraon pognalsya im vosled s voyskami, No v more ikh pokrylo to, Chemu (bylo poveleno) pokryt' ikh"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "Ved' Faraon narod svoy sbil s puti, Ikh ne povel pryamoy stezeyu"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "Syny Israilya! My vas spasli ot vashego vraga, I s vami Svoy Zavet skrepili Na pravoy storone Gory, I nizveli vam mannu i perepelov"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "Vkushayte ot (Gospodnikh) blag, Kotoryye My vam daruyem, No ne izlishestvuyte v etom, Chtoby ne pal na vas Moy gnev, - Ved' na kogo padet Moy gnev, Togo postignet gibel'"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "No YA, poistine, proshchayushch K tomu, kto, kayas', obrashchayetsya ko Mne, I veruyet, tvorit blagoye, I sleduyet pryamoy stezey"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "(Kogda na Goru Musa pribyl, Allakh skazal): \"Chto pospeshil ty tak Uyti ot tvoyego naroda"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "Otvetil (Musa): \"Oni tam po pyatam za mnoy idut. YA pospeshil k Tebe, Gospod' moy, Chtoby Tebe ugodnym byt'"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "(Gospod') skazal: \"V otshestviye tvoye My ispytali tvoy narod, I SamirI ikh sbil s puti"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Vernulsya Musa k svoyemu narodu Razgnevannyy i ogorchennyy I tak skazal: \"O moy narod! Ne dal li vam Gospod' v Zavete Prekrasneyshiye obeshchan'ya? Il' eti obeshchaniya v Zavete Uzh ochen' daleki (po sroku Ot ispolneniya na vash vek zhizni)? Il' pozhelali vy, chtob vas postig Gnev vashego Vladyki, I potomu narushili obeshchannoye mne"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "Oni otvetili: \"Svoyeyu vlast'yu Tebe obeshchannogo my ne narushali, No nam bylo poveleno nesti Gruz ukrasheniy (tselogo naroda), I brosili my etot gruz v ogon', I to zhe sdelal Samiri"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "I vyvel on im (iz ognya) telo tel'tsa, Chto (byl iz zolota otlit) i izdaval mychan'ye. \"Eto - vash bog i Musy Bog, - (oni) skazali, - No (v poiskakh drugogo boga na Gore) On (i pro vas, i pro nego) zabyl"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Razve ne videli oni, Chto on ne mozhet im otvetit' ni yedinym (slovom), Ne mozhet im ni navredit', Ni pol'zy prinesti"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "A ved' do etogo Kharun im govoril: \"O moy narod! Vas tol'ko iskushayut etim. Ved', istinno, Gospod' vash - Miloserdnyy. Tak sleduyte zh za mnoy I povinuytes' moyemu prikazu"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "Oni skazali: \"My ne perestanem chtit' yego, Poka ne vozvratitsya Musa"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "(I vot vernulsya Musa i) skazal: \"Kharun! Chto uderzhat' moglo tebya, Kogda uvidel ty, chto oni sbilis'"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "Posledovat' za mnoy? Uzhel' oslushalsya prikaza moyego"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "(Kharun) otvetil: \"O syn materi moyey! Ty ne khvatay za borodu menya i golovu (ne trogay). YA poboyalsya, chto potom ty skazhesh': \"Sredi synov Israilya ty vyzval razdelen'ye I ne ispolnil slova moyego"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "(Tut Musa) obratilsya (k Samiri): \"(Teper' skazhi), kak delo obstoit s toboy"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "Otvetil (tot): \"YA videl to, chego ne videli oni. YA ot sledov poslannika (uspel) skhvatit' gorst' pyli I brosil yeye (v glotku etogo tel'tsa), - Tak iskushen ya byl svoyeyu sobstvennoy dushoy"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "(I Musa) molvil: \"Ukhodi! Otnyne tvoya (kara) v etoy zhizni - Chto budesh' ty (vse vremya) govorit': \"Ko mne ne prikasaytes': (ya - vash iskusitel')!\" A chto obeshchano tebe (dlya vechnoy zhizni), V naznachennyy svershitsya srok. Vzglyani na boga tvoyego, Kotoromu ty poklonyalsya, - Yego sozhzhem my i razveyem v more prakhom"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Yedinstvennyy nash Bog - Allakh; Krome Nego, inogo bozhestva ne sushchestvuyet, On Svoim znaniyem ob\"yemlet vse i vsya"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "Tak izlagayem My tebe Sobytiya vremen minuvshikh, I My dostavili tebe poslaniye ot Nas"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Kto otvernetsya ot nego, Tot poneset v Den' Voskreseniya (na Sud) Noshu (tyazhelykh pregresheniy)"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "Yemu s ney vechno prebyvat', I skverna eta nosha budet dlya nego V Den' Voskreseniya (na Sud)"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "V tot Den', Kogda razdastsya trubnyy glas, My soberem vsekh greshnikov (na Sud) S oslepshimi (ot uzhasa) glazami"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "I shepotom oni drug drugu budut govorit': \"My probyli tam tol'ko desyat' dney"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "My znayem luchshe, chto oni (tam) skazhut, I skazhet samyy svedushchiy iz nikh Na tom puti, (kotorym oni shli): \"Odin lish' den' vy byli tam"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "Chto stanet s (tverd'yu) gor? - interesuyet ikh. Otvet': Ikh prakhom moy Gospod' rasseyet"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "Ostavit rovnoyu dolinoy"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "Gde vam ne razlichit' Ni krivizny, ni vozvysheniy"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "V tot Den' Oni poydut za Sozyvayushchim (ikh dushi), Kto povedet ikh (pryamo), bez izvilin (k Bogu), I stikhnut golosa pred Miloserdnym, I ty uslyshish' tol'ko shorokh (ikh shagov)"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "V tot Den' Nich'ye zastupnichestvo ne pomozhet, Pomimo tekh, komu dozvolit Miloserdnyy, CH'yu rech' dopustit blagovoliyem Svoim"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "On znayet to, chto bylo prezhde nikh, I to, chto posle nikh (nastupit); Oni zhe znaniyem svoim Postignut' etogo ne smogut"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "Poniknut golovy (v tot Den') Pred Vechnym, Sushchim (Vlastelinom). Obmanetsya v svoikh nadezhdakh vsyak, Kto prineset s soboy (tyazhelyy gruz) Nespravedlivosti (zemnykh deyaniy)"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "A tot, kto delayet dobro i (v Gospoda) uveroval (dushoy), Ne uboitsya ni obid, ni utesneniya (dovol'stva)"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Tak nisposlali My yego - Koran arabskiy - I pomestili v nem ugrozy (Dlya tekh, kto glukh k znamen'yam Nashim), - Byt' mozhet, poboyatsya oni Boga, Il' on probudit v nikh vospominaniye (o Nem)"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "Prevyshe vsekh Allakh - Tsar' (vsekh mirov) i Istina (tvoren'ya)! (I ty, o Mukhammad!), ne toropis' s Koranom, Poka tebe ne zavershitsya otkroveniye yego, A govori: \"Gospod' moy, Uvelich' vo mne poznan'ye"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "My prezhde s Adamom v Zavet vstupili, No on zabyl (o nem), I v nem My ne nashli reshitel'nosti tverdoy"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "Vot My skazali angelam: \"Adamu poklonites'!\" I poklonilis' oni vse, krome Iblisa, Kto, (vozgordivshis'), otkazalsya"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "Togda skazali My: \"O Adam! On - vrag tebe i vrag tvoyey zhene. Ne dopusti, chtob on izvel oboikh vas iz Raya, Chtoby tebe ne stat' neschastnym"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "Ved' zdes', (v Rayu), ne byt' tebe golodnym, Ni nagoty (svoyey stydit'sya)"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "Ot zhazhdy ne stradat', Ne muchit'sya ot znoya"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "No nasheptal yemu (durnoye) Satana, Skazav: \"O Adam! Ne ukazat' li mne tebe Na drevo vechnosti i vlasti, Chto ne issyaknet (nikogda)"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "I oni oba ot nego vkusili, I im otkrylas' ikh sramnaya nagota. I (chtob prikryt' yeye), oni iz list'yev Sada Stali plesti sebe (odezhdy). Tak Boga svoyego oslushalsya Adam - I s pravednoy stezi byl sovrashchen"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "No (milost'yu Svoyey) izbral yego Gospod' - Prostil i pravednym putem napravil"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "Nizvergnites' vy oba iz nego I bud'te vo vrazhde drug k drugu. A yesli ot Menya pridet vam Rukovodstvo, Te, kto posleduyet Prizyvu Moyemu, Bluzhdat' (v neverii) ne budut, Neschast'ya ne postignut ikh"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "No kto ot Moyego Poslaniya otstupit, Tomu, poistine, My zhizn' utesnim I prizovem slepym v Den' Voskresen'ya"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "On skazhet: \"Gospodi! Zachem prizval menya slepym, - Ved' prezhde byl ya zryachim"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "No ved' i ty tak (postupil), - otvetit On, - Kogda prishli k tebe Moi znamen'ya, Ty (v nebrezhenii) zabyl ikh, - Segodnya budesh' ty zabytym"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "Tak vozdayem My tem, Kto pereshel predely (dopustimogo Allakhom) I ne uveroval v znameniya Yego, I, nesomnenno, kara budushchego mira Sil'ney i dlitel'ney (zemnykh nevzgod)"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "Uzhel' ne stalo (dlya nevernykh) Preduprezhdayushchim (znamen'yem to), Kak mnogo prezhnikh pokoleniy My pogubili (za neveriye i grekh), - Po obitalishcham kotorykh oni nyne khodyat? A v etom ved' znameniya dlya tekh, kto razumeyet"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "I yesli b ne (Gospodne) Slovo, Chto zagodya yavilos' ot Vladyki tvoyego, Ikh (gibel') stala b neizbezhnoy, (No vsyakomu tvoren'yu na zemle) Naznachen (Gospodom) svoy srok"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "A potomu, (o Mukhammad!), Terpi, chto govoryat oni, I slav' khvaloy Vladyku tvoyego Do poyavlen'ya solntsa (v nebe) I do yego zakata (v noch'), (V blagoslovennom bden'ye) nochi I (v suyetnykh zabotakh) dnya, Chtoby (dusha tvoya) dovol'stvo obrela (I Gospodu ugodnoy stala)"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "I vzorom glaz ne obnimay te (blaga), Kotorymi My (shchedro) nadelili Kakiye-to iz ikh semeystv, - Rastsvetom zhizni v etom mire My lish' ispytyvayem ikh. Ved', istinno, udel u Boga tvoyego I dlitel'ney, i krashe"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "Veli semeystvu tvoyemu tvorit' molitvu I sam prilezhno sovershay yeye. My na tebya ne vozlagayem Potrebnoye (dlya zhizni) dobyvat' - My Sami obespechim tebya vsem. (Blagoy) konets (zemnogo bytiya) - (Dlya tekh, kto) blagochestiye (blyudet)"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "I govoryat oni: \"Chto zh on ot Boga svoyego K nam ne prishel s kakim-libo znamen'yem yasnym?\" Neuzhto k nim ne prikhodilo yasnogo svidetel'stva (vsego), Chto znachitsya na svitkakh prezhnikh (Otkroveniy)"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "Yesli b My karoy pogubili ikh do poyavlen'ya (Mukhammada), (To v Den' Suda oni by Nam skazali): \"Gospod' nash! Yesli by Ty tol'ko K nam uveshchatelya napravil ot Sebya, Tvoim znamen'yam nepremenno by posledovali my, Prezhde chem nas podvergli unizheniyu i sramu"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "Skazhi: \"Kazhdyy (iz nas) zhdet (svoyego predela), - Tak zhdite zhe i vy: Potom uznat' vam (predstoit), Kto - obladatel' vernogo puti, Kto - shel pryamym putem (po zhizni blizhney)"
        }
    ]
}