{
    "juzs": [
        {
            "chapter": 5,
            "verse": 82,
            "text": "I ty uvidish', chto iz vsekh lyudey Sil'neye vsekh vrazhda k uverovavshim (v Boga) Mnogobozhnikov i iudeyev. I, nesomnenno, ty naydesh', Chto blizhe vsekh v lyubvi k uverovavshim te, Kto govorit: \"My - nazorei\". I eto potomu, chto sredi nikh yest' iyerei i monakhi, Kotoryye gordyni lisheny (I ne voznosyatsya pered drugimi)"
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "Kogda zhe slushayut oni To, chto nisposlano proroku, Ty vidish', kak glaza ikh prolivayutsya slezoy, - Ved' v etom vidyat Istinu oni. I govoryat oni: \"Vladyka nash! Uverovali my, Vpishi nas v ispovedniki Svoi"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "I otchego zh nam ne uverovat' v Allakha I v to, chto nam iz Istiny prishlo, Kol' my zhelayem, chtob Allakh Nas vvel v chislo lyudey blagochestivykh"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "Za eti rechi ikh Allakh voznagradit Sadami, chto rekami omovenny, Gde prebyvat' navechno im, I eto - vozdayaniye dobrotvoryashchim"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "A tem, kto ne uveroval (v Allakha), Sochtya za lozh' znameniya Yego, Stat' obitatelyami Ada"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "O vy, kto veruyet! Zapret ne nalagayte Na vse to dobroye, chto vam dozvolil Bog, Izlishestvam ne predavaytes', prestupaya (meru), - Gospod' ne lyubit tekh, kto prestupayet (dozvolennyye Im predely)"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "Pitaytes' iz togo, chem Bog vas nadelil, - Dozvolennoy i dobroy (pishchey), Blagochestivy bud'te pered Bogom, V Kotorogo uverovali vy"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Gospod' ne vzyshchet s vas Za pustoslov'ye v vashikh klyatvakh, No vzyshchet za namerennyye klyatvy, (Kotorymi sebya svyazali vy). Vo iskupleniye sego (grekha) - Dat' desyati golodnym pishchu, Kotoruyu obychno vy dayete svoim sem'yam; Il' dat' odezhdu im; il' vykupit' rabu svobodu. A kto ne v sostoyan'ye eto sdelat', Postitsya pust' tri dnya podryad, - Siye yest' iskupleniye tekh klyatv, kotoryye vy dali. Tak soblyudayte zhe svoi vy klyatvy! Tak vam Gospod' Svoi znamen'ya raz\"yasnyayet, - Chtob vy mogli byt' blagodarny"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "O vy, kto veruyet! Vse, chto p'yanit (i travit) um, azartnyye zatei, I kamni (zhertvennikov, altarey i mest moleniy), (I zhrebii) na strelakh - Vse eto - merzost', chto izmyslil Satana. Tak vozderzhites' zhe ot etikh iskusheniy, Chtob obresti vam (schast'ye i) uspekh"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "I khochet Satana azartom i vinom Vrazhdu i nenavist' sred' vas poseyat' I uklonit' ot pominaniya Allakha i molitvy. Uzhel' vy ne sumeyete sderzhat'sya"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "Tak povinuytes' zhe Allakhu i poslanniku Yego I bud'te ostorozhny! A yesli otvratites', znayte, Chto dolg poslannika - Lish' verno peredat' (Gospodni otkroven'ya)"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "I net grekha na tekh, kto veruyet i dobroye tvorit, V toy pishche, chto vkushali oni (prezhde), Kol' oni Gospoda strashatsya, I ot grekha sebya blyudut, I veruyut, i dobroye tvoryat; I (snova) - veruyut i Gospoda strashatsya; I (vnov') - sebya ot zla blyudut i dobroye tvoryat. Gospod' dobrotvoryashchikh lyubit"
        },
        {
            "chapter": 5,
            "verse": 94,
            "text": "O vy, kto veruyet! Gospod' vas, nesomnenno, ispytayet toy dobychey, Chto vashi ruki il' kop'ya na okhote S takoyu legkost'yu poluchat, Chtob etim Gospodu uznat', Kto v glubine dushi Yemu predalsya. Kto zh posle etogo prestupit, Tomu naznachena muchitel'naya kara"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "O vy, kto veruyet! Ne ubivayte dichi (na okhote), Poka oblacheny v igram, (odezhdy piligrima). A kto iz vas namerenno ub'yet - Otdat' vzamen domashnego skota takogo zh vesa, Chto budet vyveren dvumya pravdivymi iz vas I v zhertvu prisuzhden dlya otpravleniya k Ka'abe. Il' v iskupleniye (sego grekha) - dat' pishchu nishchim Il' ravnoznachnyy post blyusti, Chtoby vkusit' prestupnost' svoyego postupka. Allakh prostit, chto bylo prezhde. Kto zh povtorit (sey grekh), Tomu vozmezdiye Allakh naznachit, - Allakh, poistine, moguch, vozmezdiya Blyustitel'"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "Razreshena vam lovlya ryby v more V pishchu dlya vas i tekh, kto derzhit put'. No vam zapreshchena okhota na zemle, Poka na vas igram, (odezhdy piligrima). Strashites' gneva vashego Vladyki, K Kotoromu vas vsekh (odnazhdy) prizovut"
        },
        {
            "chapter": 5,
            "verse": 97,
            "text": "Allakh ustanovil Zapretnyy (dlya grekha) Dom - Ka'abu - Pristanishchem lyudey (yedinoy very); A takzhe i zapretnyy mesyats, I zhertvennykh zhivotnykh, I ukrashen'ya, (chto povesheny na nikh, Chtob otlichit' ikh ot obychnykh). I eto dlya togo, chtoby vy znali: Allakhu, istinno, izvestno vse, Chto na zemle i v nebe (proiskhodit), - Allakh o vsyakoy veshchi znayushch"
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "I znayte: v nakazanii surov Allakh! I vse zh proshchayushch On i miloserd"
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "I dolg, chto na poslannika vozlozhen, - Lish' peredat' (poslaniye Gospodne). Allakhu zhe izvestno vse: I to, chto vy yavlyayete otkryto, I chto (tak tshchatel'no) skryvayete v dushe"
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "Skazhi: \"Zlo i dobro ne mogut byt' sravni, Khotya izbytok zla tebya poroy privodit v voskhishchen'ye\". A potomu blagochestivy bud'te pred Allakhom Vse te, v kom razumeniye zhivet, Chtob obresti vam (schast'ye i) uspekh"
        },
        {
            "chapter": 5,
            "verse": 101,
            "text": "O vy, kto veruyet! Ne sprashivayte o veshchakh, Chto mogut prinesti vam ogorchen'ye, Yesli otkryty budut vam. A yesli sprosite o tekh veshchakh, (chto vam neYasny), V to vremya, kogda vam nizvoditsya Koran, Oni vam budut s yasnost'yu otkryty. Allakh prostit za eto vas, - Proshchayushch On i (v nakazaniyakh) vozderzhan"
        },
        {
            "chapter": 5,
            "verse": 102,
            "text": "Byli do vas takiye lyudi, Chto zadavali eti zhe voprosy, No, (poluchiv otvet), Po-prezhnemu v neverii ostalis'"
        },
        {
            "chapter": 5,
            "verse": 103,
            "text": "Ne dal Allakh ustanovleniy Ni o bakhire, ni o sa'ibe, ni o vasile, ni o khame; No te, kto ne uveroval, Vozvodyat na Allakha lozh', (Pripisyvaya vse eto Yemu). I lisheny lyubogo razumen'ya mnogiye iz nikh"
        },
        {
            "chapter": 5,
            "verse": 104,
            "text": "Kogda im govoryat: \"Pridite zhe k tomu, chto vam nizvel Allakh, K Yego poslanniku pridite\", Oni otvetstvuyut: \"Dovol'no nam togo, chto my nashli (v nasledii) ottsov\". Neuzhto i togda, kogda ottsy ikh byli lisheny I razumeniya, i rukovodstva"
        },
        {
            "chapter": 5,
            "verse": 105,
            "text": "O vy, kto veruyet! Na vas - zabota o svoyey dushe, I yesli vy pryamym putem idete, Ne povredit vam tot, kto s etogo puti soshel. K Allakhu - vozvrashcheniye vas vsekh. Togda On yasno vam pokazhet Vse to, chem vy (greshili) na zemle"
        },
        {
            "chapter": 5,
            "verse": 106,
            "text": "O vy, kto veruyet! Svidetel'stvom mezh vami, Kogda komu-nibud' iz vas predstanet smert', Pri sostavlen'ye zaveshchan'ya Dolzhny byt' dvoye vashego okruga, Izvestnyye pravdivost'yu svoyey, Il' dvoye iz drugikh ne vashey (very), Kol' stranstvuyete vy v chuzhikh krayakh I vam grozit opasnost' smerti. No yesli v ikh pravdivosti vy usomnilis', To zaderzhite ikh posle molitvy, I pust' klyanutsya imenem Allakha: \"Svidetel'stva sego ne prodadim my Ni za kakuyu tsenu (blag zemnykh), Khotya b i shlo eto na pol'zu nashim blizkim; I my ne utaim togo svidetel'stva, Kotoroye my imenem Allakha dali, - Inache byli b my, poistine, iz greshnykh"
        },
        {
            "chapter": 5,
            "verse": 107,
            "text": "Yesli zh okazhetsya, chto oba vo grekhe povinny, Pust' dva drugikh zaymut ikh mesto, Na sey raz - iz chisla takikh, Kto (spravedlivo) pretenduyet na nasledstvo. I pust' klyanutsya imenem Allakha: \"Svidetel'stvo, chto my dayem, Pravdiveye svidetel'stva dvukh prezhnikh. My ne prestupim (za predely pravdy), Inache byli b bezzakonny my"
        },
        {
            "chapter": 5,
            "verse": 108,
            "text": "Siye yest' luchshiy (put') (Zastavit' ikh) davat' svidetel'stvo po suti (dela), Chtoby oni ispytyvali strakh, Chto vsled za (lzhivost'yu) ikh klyatv Opyat' potrebuyutsya klyatvy. A potomu blagochestivy bud'te vy I slushayte (ustanovleniya) Allakha, - Ved' On nepravednym (iz vas) Stezyu pryamuyu ne ukazhet"
        },
        {
            "chapter": 5,
            "verse": 109,
            "text": "Nastanet den', kogda Allakh Svoikh poslannikov vsekh soberet i sprosit: \"Kakov byl otklik (na prizyvy vashi)?\" Oni otvetyat: \"Etogo ne znayem my. Tebe Yedinomu, poistine, vse taynoye otkryto"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "Kogda (v Den' Voskreseniya) Gospod' nash skazhet: \"O Isa, syn Maryam! Ty vspomni O Moyem blagovolen'ye k tebe i k materi tvoyey, Kogda YA Dukhom ukrepil tebya Svyatym, Chtob i mladentsem v kolybeli, i zrelym muzhem Ty k lyudyam s rech'yu obrashchalsya. Pisaniyu i mudrosti tebya YA nauchil, Yevangeliyu i Zakonu - (Tore). I vot ty voleyu Moyey Iz gliny obraz ptitsy sotvoril, Vdokhnul v neye, i voleyu Moyey ona zhivoyu stala. I voleyu Moyey ty istselil togo, kto slep rodilsya. I prokazhennogo ozdorovil Moyeyu voley, I ozhivil Moyeyu voleyu umershikh. YA ot tebya synov Israilevykh uderzhal, Kogda ty im predstavil yasnyye znamen'ya, (Oni zhe ne uverovali v nikh, tvoyey pogibeli zhelaya). I te, kto ne uveroval iz nikh, skazali: \"Siye yest' yavno koldovstvo"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "I YA apostolam vnushil: \"Uveruyte v Menya i Moyego proroka!\" Oni otvetili: \"Uverovali my! I bud' svidetelem tomu, chto my predalis'"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "I vot apostoly skazali: \"O Isa, syn Maryam! Sumeyet li tvoy Bog s nebes nam trapezu svesti?\" \"Kol' vy uverovali (v Boga), Poboytes' Yego gneva!\" - im on otvechal"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "Oni skazali: \"My khotim poyest' s neye I uspokoit' nashi dushi - I budem znat', chto ty skazal nam pravdu, I sey (chudesnoy trapeze) svidetelyami stanem"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "I molvil Isa, syn Maryam: \"Vladyka nash, Allakh Vsevyshniy! Svedi nam trapezu s nebes, I stanet prazdnikom ona, Znameniyem Tvoim predstanet Dlya vsekh: ot pervogo i do poslednego iz nas. Daruy udel, potrebnyy nam. Ty - luchshiy iz daruyushchikh udely"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "Skazal Allakh: \"YA vam yeye svedu, No kto iz vas posle sego ostanetsya nevernym, Togo YA nakazhu takoyu karoy, Kakoyu ne nakazyval YA ni odin narod"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "I skazhet (v Den' Suda) Allakh: \"O Isa, syn Maryam! Uzhel' ty lyudyam govoril: \"Menya i mat' moyu dvumya bogami, oprich' Allakha, pochitayte!\"?\" \"Khvala Tebe! - otvetit Isa. - Kak govorit' mne to, na chto mne prava net? Kogda b ya govoril takoye, Ty, nesomnenno, znal by eto, - Ty znayesh', chto v moyey dushe, A chto v Tvoyey - mne neizvestno. Tebe Yedinomu vse taynoye otkryto"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "YA govoril im tol'ko to, Chto Ty mne povelel (im vozvestit'): \"Allakhu poklonyaytes'! On - moy Gospod' i vash Gospod'!\" Poka sred' nikh ya prebyval, YA byl svidetelem o nikh. Kogda zhe Ty prizval menya k Sebe, Ty stal nad nimi Nablyudatel', - Ved' Ty - svidetel' obo vsem, chto sushche"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "I yesli Ty nakazyvayesh' ikh, (tak v etom - Tvoya Volya); Oni zhe - v usluzhenii Tebe. A kol' proshchayesh', (v etom Ty - Vladyka), - Ved' Ty moguch i mudr (bezmerno)"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "Allakh otvetil: \"Eto - Den', kogda pravdivym pol'zu prineset ikh pravda. Dlya nikh - Sady, rekami omovenny, Gde prebyvat' navechno im. I tam oni - k dovol'stviyu Allakha, I k ikh dovol'stviyu - Allakh. I eto yest' velikoye svershen'ye"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "Allakh vladeyet nebesami i zemley I tem, chto prebyvayet v nikh, I On nad vsyakoy veshch'yu vlasten"
        },
        {
            "chapter": 6,
            "verse": 1,
            "text": "Khvala Allakhu, Kto nebesa i zemlyu sozdal, Ustroil mrak i svet! I vse zhe te, kto ne uveroval (v Nego), Drugikh pridumyvayut v ravnyye Yemu"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "On - Tot, Kto vas iz gliny sozdal I srok ustanovil (dlya vashey zhizni), I u Nego naznachen srok drugoy. I vse zhe vy v somnenii (ob etom)"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "I On - Allakh i na zemle, i v nebesakh. Yemu izvestno, chto taite vy, I chto yavlyayete otkryto, I chto vy predvaryayete sebe (deyan'yami svoimi)"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "Kakoye by znameniye Allakha Iz vsekh Yego znameniy k nim ni prikhodilo, Oni lish' otvrashchalis' ot nego"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "I (nyne) istinu za lozh' oni sochli, Kogda ona predstala pered nimi; No skoro k nim pribudet vest' o vernosti togo, Nad chem oni (tak dolgo) nasmekhalis'"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "Uzhel' ne videli oni, kak mnogo pokoleniy My pogubili i do nikh? My na zemle ustanovili im takuyu silu, Kakuyu vam ne dostavlyali My: Im s neba dozhd' obil'no lili, Veleli rekam tech' v nogakh u nikh. I vse zh potom My za grekhi ikh pogubili I vozveli na mesto ikh drugiye pokolen'ya"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "I yesli b dazhe na pergamentnykh listakh Tebe My Knigu nisposlali, - tak, Chtoby oni rukami oshchutit' yeye mogli, To i togda b nevernyye skazali: \"Siye yest' yavno koldovstvo"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "I govoryat oni: \"Chto zh angel s neba ne sveden k nemu?!\" No yesli b angela sveli My, Reshilos' by ikh delo srazu, I posle etogo im ne bylo b otsrochki"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "A yesli b sdelali My angela (Prichastnym k etim sporam), To My b yego poslali v vide cheloveka I tem dlya nikh by zatemnili (sut') voprosa, Kotoryy oni sami zatemnyayut"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "I nesomnenno, do tebya poslannikov nasmeshkam podvergali. No ikh nasmeshnikov postiglo to, Nad chem oni tak (otkrovenno) nasmekhalis'"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "Skazhi: \"Proydite po zemle i posmotrite, Kakov konets byl tekh, Kotoryye sochli (poslannikov) lzhetsami"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "Skazhi: \"Komu prinadlezhit Vse to, chto na zemle i v nebe?\" Skazhi: \"Allakhu! I miloserdiye vmenil On Sam Sebe. On soberet vas vsekh v Den' Voskreseniya (na Sud), O koyem nikakogo net somnen'ya, I ne uveruyut v nego lish' te, Kto svoyu dushu pogubil (naveki)"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "Yemu prinadlezhit vse to, Chto prebyvayet dnem i noch'yu. On slyshit vse i znayet obo vsem"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "Skazhi: \"Uzhel' ya v pokroviteli sebe Voz'mu kogo-nibud', krome Allakha - Togo, Kto nebesa i zemlyu sozdal, Kto vsem dayet potrebnoye (dlya zhizni), A Sam svoboden ot lyuboy nuzhdy?\" Skazhi: \"Poveleno mne pervym byt' Iz tekh, kto predalsya islamu. I vy ne bud'te sredi tekh, Kto v ravnyye Allakhu drugiye prizyvayet bozhestva"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "Skazhi: \"Koli oslushayus' Vladyku moyego, Strashus' ya kary Dnya Velikogo (Suda)"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "I tot, kto budet ot neye izbavlen v etot Den', Tomu yavil On miloserdiye Svoye, I yavnym budet etot dar"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "Yesli Gospod' bedoy tebya kosnetsya, To ot neye, krome Nego, net izbavitelya tebe; A yesli On kosnetsya tebya blagom, - Tak ved' nad vsyakoy veshch'yu vlasten On"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "On - polnovlastnyy Gospodin nad slugami Svoimi, On mudr i (o vsyakoy suti) svedushch"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "Skazhi: \"Chto kak svidetel'stvo vesomeye vsego?\" Skazhi: \"Allakh - svidetel' mezhdu mnoy i vami. I etot Al' Koran otkryt byl mne, Chtob im i vas uveshchevat', I tekh, kotorykh on dostignet. Uzhel' svideteli tomu vy, Chto yest' drugiye bozhestva, krome Allakha?\" Skazhi: \"YA etomu svidetelem ne budu\". Skazhi: \"Siye, poistine, Yedinyy Bog, I ne prichasten ya k tomu, chto v ravnyye Yemu Drugiye bozhestva vy pridayete"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "I te, komu My darovali Knigu, znayut eto, Kak znayut svoikh sobstvennykh synov, I tol'ko te, chto pogubili svoi dushi, (Po-prezhnemu) nevernymi ostalis'"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "I yest' li nechestiveye togo, Kto lozh' vozvodit na Allakha Ili schitayet lozhnymi znameniya Yego, - Poistine, ne budet blagodenstviya nevernym"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "V tot Den' My soberem ikh vsekh I skazhem tem, kto pridaval drugiye bozhestva (Allakhu): \"Gde zh te drugiye bozhestva, Kotorykh vy izmyslili (sebe v ugodu)"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Togda ne budet im drugoy uvertki, kak skazat': \"Klyanemsya Gospodom, Vladykoy nashim, Chto v ravnyye Yemu My nikakikh bozhestv ne izmyshlyali"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Smotri, kak lozh' oni vozvodyat na sebya I kak pokinulo ikh to, Chto sozdali oni svoim voobrazhen'yem"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "I sredi nikh takiye yest', Kto (lish' pritvorno) slushayet tebya, - Na ikh serdtsa pokrov My nalozhili, Chtoby oni ne ponyali yego, I glukhotoy zakryli ushi. I dazhe yesli vse znameniya oni uvidyat, V nikh ne uveruyut oni. Kogda zh k tebe oni pridut, To stanut prepirat'sya, govorya: \"Siye - lish' tol'ko skazy pervykh"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "Oni drugikh uderzhivayut ot nego I sami storonoy yego obkhodyat, No gubyat etim lish' samikh sebya I sami zhe ne vedayut ob etom"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "Yesli b ty tol'ko mog uvidet', Kak ikh postavyat pred Ognem I kak oni (v otchayan'ye) voskliknut: \"O, yesli by (na zemlyu) nas vernuli! Togda b my ne schitali lozh'yu Znamen'ya nashego Vladyki I byli by sred' pravednykh lyudey"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "Togda otkrylos' by (ikh sobstvennym glazam) Vse, chto skryvali oni prezhde. I vse zhe, yesli by (na zemlyu) ikh vernuli, Oni by obratilis' vnov' k tomu, Chto nedozvoleno im bylo, - Ved', istinno, oni - lzhetsy"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "I govoryat oni: \"Net nichego, pomimo etoy zhizni, I my ne budem nikogda voskresheny"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "Yesli b ty tol'ko mog uvidet', Kak ikh postavyat pered ikh Vladykoy! On skazhet im: \"Uzhel' siye - ne istina (dlya vas)?\" Oni otvetyat: \"Da! I (v etom) nashim Gospodom klyanemsya!\" I skazhet On: \"Vkusite zh nakazaniye za to, Chto (na zemle) nepravednymi byli"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "Poteryany (dlya Boga) budut te, Kotoryye schitali lozh'yu vstrechu s Nim, Poka vdrug ne prishel k nim Chas, Kogda oni vzmolili: \"O, gore nam za to, Chto nebregli (zavetom, dannym Bogu)!\" I im nesti na svoikh spinakh (Zemnykh) oshibok tyazhkiy gruz, - I skol' zhe merzkoy budet eta nosha"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "Zhizn' nasha v etom mire - Zabava legkaya da tshchEta. No mnogo krashe - budushchiy priyut Dlya tekh, kto blagochestiye blyudet, (Strashasya gneva svoyego Vladyki). Uzhel' vam eto ne ponyat'"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "My znayem tu pechal', Chto rechi ikh tebe prinosyat, No ne tebya vo lzhi oni vinyat - Znamen'ya Gospoda schitayut lozh'yu nechestivtsy"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "I do tebya poslannikov lzhetsami ob\"yavlyali, No s terpelivoy stoykost'yu oni snosili I obvineniya vo lzhi, i pritesnen'ya, Poka k nim Nasha pomoshch' ne prishla, - Ved' net takogo, kto sumeyet Peremenit' Gospodne Slovo. K tomu zh tebe uzhe izvestny Istorii poslannikov Yego"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "A yesli tebe v tyagost' ikh prezren'ye, To dazhe yesli b mog ty otyskat' Rasselinu v zemle il' lestnitsu na nebo I tem yavit' yeshche odno znamen'ye im, (To vse ravno oni by ne uverovali v Boga). I bud' na to zhelaniye Gospodne, Sobral by On ikh vsekh na pravednoy steze. A potomu, (o Mukhammad!), ne bud' v chisle nevezhd"
        },
        {
            "chapter": 6,
            "verse": 36,
            "text": "Otkliknutsya (na propoved' proroka) Lish' te, kotoryye (zhelayut) slyshat'. A (chto kasayetsya) umershikh - Gospod' ikh voskresit, I budut vse oni potom k Nemu vozvrashcheny"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "I govoryat oni: \"O, yesli by yemu ot Gospoda yego bylo nisposlano znamen'ye, (Chto bylo b zrimo ili oshchutimo)!\" Skazhi: \"Mogushch Gospod' (yemu) znameniye svesti, No bol'shinstvo iz vas (yego) ne raspoznayet"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "I net ni odnogo zhivogo sushchestva, Chto na zemle (zhivet) ili na kryl'yakh (v nebe), Kotoryye, podobno vam, ne sostavlyali by obshchiny, - My nichego ne upustili iz Knigi (Nashikh ulozheniy), I budet Den', kogda ikh vsekh u ikh Vladyki soberut"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "I kto znamen'ya Nashi otvergayet, Tot glukh i nem i prebyvayet v mrake. I po Svoyey (vsevedushchey) ugode Allakh inykh sbivayet s vernogo puti, Drugikh zhe - na stezyu pryamuyu stavit"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Skazhi: \"Uzhel' ne dumali vy sami o sebe, Chto yesli snizoydet na vas Gospodnya kara Ili nastupit Chas (Gospodnego Suda), Uzhel' k drugim, krome Allakha, (O miloserdii) vzovete vy? (Otvet'te zhe), kol' vy pravdivy"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "O net! Tol'ko k Allakhu vy vzovete, I yesli pozhelayet On, izbavit vas On ot togo, Chto pobudilo vas o pomoshchi prosit', - (Togda, byt' mozhet), vy zabudete o tekh, Kogo vy prochili Yemu v partnery"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "I do tebya k narodam mnogim My slali (vestnikov Svoikh) I podvergali (etot lyud) nevzgodam i stradan'yam, - Chtoby oni, (proydya cherez nevzgody), Uznali, kak smirennym byt'"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Kogda ot Nas obrushilis' na nikh nevzgody, Chto zh ne smirilisya oni? Serdtsa zhe ikh, naprotiv, ocherstveli, I Satana im razukrasil (Vsyu skvernu) ikh (grekhovnykh) del"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "I vot kogda oni zabyli to, chem ikh uveshchevali, My rastvorili pered nimi vrAta (vsekh soblaznov). Kogda zh oni darovannym sladilis', Skhvatili My vnezapno ikh, I vot oni v otchayanii (zhdut Gospodnego Suda)"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "I byli iz nepravednogo lyuda Vse do poslednego usecheny. Khvala Allakhu, Gospodu mirov"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "Skazhi: \"Vy dumali o tom, Chto yesli Bog lishit vas zreniya i slukha I vam nalozhit na serdtse pechat', Kakoye bozhestvo, pomimo Boga, Vam vse eto vernet opyat'?\" Smotri, kak My po-raznomu tolkuyem im znamen'ya, I vse zhe otvrashchayutsya oni potom"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "Skazhi: \"Vy dumali o tom, Chto kol' vnezapno ili zhdanno Na vas padet Gospodnya kara, Uzhel' pogublen budet kto-to, krome nechestivykh"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "My shlem poslannikov Svoikh Lish' vozveshchat' dobro i uveshchat' (ot zlogo), I kto uveroval i stal blagochestiv, Na tekh ne lyazhet strakh, pechal' ne otyagchit"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "A tekh, kotoryye sochli znamen'ya Nashi lozh'yu, Kosnetsya nakazaniye za to, chto byli nechestivy"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "Skazhi: \"YA vam ne govoryu, Chto u menya sokrovishcha Allakha, I sokrovennoye mne neizvestno, (tak zhe kak i vam). Ne govoryu ya vam, chto angel ya. A ya lish' sleduyu tomu, Chto mne otkryto v Otkroven'ye\". Skazhi: \"Uzhel' sravni slepoy i zryachiy? Chto zh vam ob etom ne podumat'"
        },
        {
            "chapter": 6,
            "verse": 51,
            "text": "Ty etim tekh predupredi, V kom yest' (blagogoveynyy) strakh v preddverii togo, Kogda ikh soberut dlya vstrechi s ikh Vladykoy I im, krome Nego, Zastupnika i pokrovitelya ne budet. Togda, byt' mozhet, obretut oni i blagochestiye, i veru"
        },
        {
            "chapter": 6,
            "verse": 52,
            "text": "Ne otgonyay ty tekh, Kotoryye na utrenney zare i v chas zakhoda solntsa Vzyvayut k Gospodu v molitve, ishcha Yego blagovolen'ya; Ty ne otvetstvenen nichem za ikh (deyan'ya), I za tebya im ne otvetstvovat' nichem, Chtoby tebe ikh progonyat' i stat' odnim iz nechestivykh"
        },
        {
            "chapter": 6,
            "verse": 53,
            "text": "Tak My (lyudey sopostavlyayem), Chtob ispytat' odnikh drugimi I chtob oni skazali, (chto u nikh v dushe): \"Neuzhto etim sredi nas Allakh yavil Svoye blagovolen'ye\", - Uzhel' Allakh ne znayet luchshe blagodarnykh"
        },
        {
            "chapter": 6,
            "verse": 54,
            "text": "Kogda prikhodyat k tebe te, Kto veruyet v znamen'ya Nashi, To govori: \"Mir vam!\" I miloserdiye vmenil Gospod' vash Sam Sebe. I yesli kto-nibud' iz vas Zlo po nevedeniyu sovershit, Potom raskayetsya, k blagomu obratyas', - Tak ved' Allakh proshchayushch, miloserd"
        },
        {
            "chapter": 6,
            "verse": 55,
            "text": "My s yasnost'yu takoy znameniya tolkuyem, Chtob vyyavit' (dlya vas) put' tekh, Kto s pravednoy dorogi sbilsya"
        },
        {
            "chapter": 6,
            "verse": 56,
            "text": "Skazhi: \"Zapreshcheno mne poklonyat'sya tem, Kogo vy chtite, krome Boga\". Skazhi: \"YA ne poydu putem vashikh strastey, Inache b ya soshel s Gospodnego puti I ne byl by sred' tekh, Kotoryye idut pryamoy stezeyu"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "Skazhi: \"YA (nakhozhus') na yasnoy missii ot moyego Vladyki, Vy zhe ne verite v neye. Ne vlasten ya nad tem, Chto vy toropite (k svershen'yu), - Resheniye togo - lish' u Allakha, - On vozglashayet Istinu i luchshiy iz reshayushchikh, (Chemu, kogda i gde svershit'sya)"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "Skazhi: \"I yesli b v moyey vlasti bylo to, Chto vy toropite (k svershen'yu), To delo bylo b resheno mezh mnoy i vami. Allakh zhe luchshe razlichayet nechestivykh"
        },
        {
            "chapter": 6,
            "verse": 59,
            "text": "Klyuchi Nezrimogo - lish' (v veden'ye) Yego, I lish' Yemu ono izvestno. Izvestno Yemu vse na sushe i na more, I ni yedinyy list ne upadet bez vedoma Yego; Ni odnogo zerna net v temeni zemli, Ni svezhey, ni sukhoy bylinki, Chto v Yasnoy Knige oznachena by ne byla"
        },
        {
            "chapter": 6,
            "verse": 60,
            "text": "On - Tot, Kto zabirayet vashi dushi na noch' I znayet vse, chto vami sdelano za den'; A na (voskhode) dnya On voskresit vas snova, (Otpraviv dushi vam nazad), Chtob zavershit' naznachennyy vam srok. Potom k Nemu - i vashe vozvrashchen'ye; Togda On v istine predstavit vam (Vsyu sut' togo), chto vy svershili"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "On - polnovlastnyy Gospodin nad slugami Svoimi, I On khraniteley Svoikh nad vami shlet. Kogda k komu-nibud' iz vas prikhodit smert', Poslantsy Nashi zabirayut yego dushu, Ne upuskaya nichego, (kak to predpisano Allakhom)"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "Potom ikh vsekh k Allakhu vozvratyat, K ikh istinnomu Gospodinu. O da! On - Vlastelin suda i prigovora, I net bystrey Yego v raschete"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "Skazhi: \"Kto vas ot mraka sushi i vody spasayet, Kogda smirenno, v molchalivom strakhe, Vy obrashchayetes' k Nemu: \"O Gospodi! Kol' vyzvolish' otsyuda nas, Poistine, my stanem iz chisla blagodaryashchikh"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "Skazhi: \"Gospod' spasayet vas ot etikh i ot prochikh bed, Potom zhe v ravnyye Yemu drugikh bogov vy pridayete"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "Skazhi: \"On - Tot, Kto moshchen (v Svoyem gneve) Obrushit' bedstviya (stikhiynyye) na vas, Na vashi golovy il' snizu, iz-pod vashikh nog; Oblech' vas v smutu plemennoy vrazhdy I dat' poznat' vam vkus nasiliya so storony drug druga\". Smotri, kak My po-raznomu tolkuyem im znamen'ya, Potom zhe otvrashchayutsya oni"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "I tvoy narod schitayet yego lozh'yu, Togda kak on yest' Istina sama. Skazhi: \"Za vas ne poruchitel' ya"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "I vsyakoy vesti (v etoy Knige) Opredelen svoy srok, I skoro vy uznayete ob etom"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "Kogda ty vidish' tekh, Kto slovobludit o znamen'yakh Nashikh, Ty udalis' ot nikh, Poka oni ne obratyatsya k novoy teme. A yesli Satana tebya zastavit (sey nakaz) zabyt', To vse zh, pridya v sebya, Ty ne sidi v kompanii nevernykh"
        },
        {
            "chapter": 6,
            "verse": 69,
            "text": "I ne otvetstvenny za nikh blagochestivyye nichem - Na nikh lezhit lish' uveshchaniye nevernykh: Byt' mozhet, obretut oni Strakh pred Gospodnim gnevom"
        },
        {
            "chapter": 6,
            "verse": 70,
            "text": "Pokin' ty tekh, kto na religiyu svoyu Kak na zabavu i pustuyu tshchEtu smotrit, - Ikh iskusheniya tekushchey zhizni sovratili. No, (ukhodya), ty etim vozvesti im to, Chto vsyakaya dusha sebe pogibel' predvaryayet Tem, chto styazhala (na zemle); I net yey ni zastupnika, ni pokrovitelya, krome Allakha. I chto b ona ni predlozhila (vo iskupleniye grekha), Tam ot neye nikto ne primet. Takov udel vsekh tekh, kto obrechen na gibel' Za to, chto predvaril sebe (deyan'yami svoimi). Im - zhazhdu utolyat' kipyashcheyu struyey, I im - muchitel'naya kara Za to, chto ne uverovali (v Boga)"
        },
        {
            "chapter": 6,
            "verse": 71,
            "text": "Skazhi: \"Uzhel' my stanem prizyvat', oprich' Allakha, tekh, Kto nemochen ni prinesti nam pol'zy, Ni vred nam prichinit'? Vernemsya li k obratnomu puti Posle togo, kak nas Allakh postavil na stezyu pryamuyu, Podobno tem, kogo shaytany zabludili na zemle I kto rasteryanno bredet V to vremya, kak druz'ya yego zovut: \"Idi zhe k nam!\" - na put' pryamoy?\" Skazhi: \"Poistine, stezya Allakha - odna na vsekh (na sey zemle), I nam poveleno predat'sya Gospodu mirov"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "Molitvu tochno otpravlyat' I blagochestiye blyusti, (strashasya Yego gneva). On - Tot, k Komu vas soberut (na Sud)"
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "On - Tot, Kto nebesa i zemlyu sozdal, Chtoby yavit' nam Istinu (Svoyu). V tot Den' On skazhet: \"Bud'!\", - i stanet on. I Slovo Yego - Istina sama. On budet vlastvovat' v tot Den', Kogda razdastsya trubnyy glas. Yemu nezrimoye i yavnoye izvestno, - On - mudr i (o vsyakoy suti) svedushch"
        },
        {
            "chapter": 6,
            "verse": 74,
            "text": "I (vspomnite), kak Ibrakhim skazal Azaru, svoyemu ottsu: \"Uzhel' za bozhestva ty idolov priyemlesh'? Poistine, ya vizhu, chto i ty, i tvoy narod Nakhodites' vse v yavnom zabluzhden'ye"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "I tak My pokazali Ibrakhimu (Svoye) mogushchestvo nad nebesami i zemley, Chtob, (poznavaya), obresti uverennost' on mog"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "Kogda pokryla yego noch' i on zvezdu uvidel, Skazal on: \"Eto - moy Gospod'!\" Kogda zhe zakatilas' poutru ona, skazal on: \"YA ne lyublyu (vse to), chto voznikayet i ukhodit"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "(I vnov'), kogda lunu on voskhodyashchuyu uvidel, Skazal on: \"Eto - moy Gospod'!\" (I vnov'), kogda zashla ona, skazal on: \"Yesli moy Gospod' menya na put' Svoy ne napravit, YA budu iz chisla takikh, kto zabluzhden"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "(I vnov'), kogda on solntse voskhodyashcheye uvidel, Skazal on: \"Eto - moy Gospod'! I sey - prevyshe (predydushchikh)\". Kogda zhe solntse selo, on skazal: \"O moy narod! Poistine, YA neprichasten vashemu (grekhu) Prochit' drugiye bozhestva Allakhu"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "YA obratil svoy lik k Tomu, Kto nebesa i zemlyu sozdal, I vsey dushoy Yemu predalsya. YA - ne iz tekh, kto prochit souchastnikov (Allakhu)"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "I prerekalsya s nim yego narod. (Togda) skazal on: \"Vy prerekayetes' so mnoyu ob Allakhe, Togda kak vyvel On menya na put' pryamoy. I ne boyus' ya tekh, kogo vy pridayete v sotovarishchi Yemu, Yesli togo ne pozhelayet moy Gospod'. Ved' bezgranichnym veden'yem Svoim Gospod' moy vsyaku veshch' ob\"yemlet. Uzhel' ne porazmyslit' vam nad etim"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "I otchego zhe mne boyat'sya tekh, Kogo vy prochite Yemu v partnery, Kol' ne boites' vy priravnivat' Yemu Takikh, kasatel'no kotorykh On poruchitel'stva vam ne daval? Togda kakoy iz etikh dvukh storon Byt' pravomerno bezopasney? (Otvet'te zhe), kol' vam izvestno eto"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "Lish' te, kto veruyet, Ne oblekaya svoyey very v bezzakon'ye, - Im - istinnaya bezopasnost', I lish' oni - na pravednoy steze"
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "Takov tot dovod, chto My dali Ibrakhimu Protiv (neveriya) yego naroda. My vozvyshayem stepenyami tekh, Kogo Svoim zhelaniyem sochtem. Gospod' tvoy, istinno, i mudr, i (vse)znayushch"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "I dali My yemu Iskhaka i Yakuba I vsekh napravili po vernomu puti. A prezhde My stezyu pryamuyu Nukhu ukazali. I iz yego potomstva - Daudu, Suleymanu i Ay'yyubu, Yusufu, Muse i Kharunu. Tak vozdayem My tem, kto delayet dobro"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "I Zakarii, i Yakhyye, i Ise, i Il'yasu, - Ved' oni vse - iz ryada pravovernykh"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "I Ismailu, Al'-Yasau, Yyunusu i Lutu - Ikh vsekh vozvysili My nad mirami"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "Iz ikh ottsov, potomkov ikh i brat'yev Izbrali ikh My i veli po pravednoy steze"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "Vot takovo voditel'stvo Allakha, Kotorym On vedet tekh v usluzhenii Yemu, Kogo sochtet Svoim zhelan'yem. No yesli b naravne s Allakhom Oni drugikh izmyslili bogov, To vse, chto by ni sdelali oni, Dlya nikh by obratilos' v tshchEtu"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "I eto - te, komu My darovali Knigu, Vlast' i prorochestvo (sred' nikh samikh). A yesli v eto vse narod sey ne poverit, My (obyazatel'stvo) siye Vozlozhim na drugoy narod, Kotoryy v eto vse poverit"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "To byli te, kotorykh vel Allakh, A potomu putem ikh sleduy! Skazhi: \"YA ne proshu u vas za eto platy. Siye - lish' uveshchaniye miram"
        },
        {
            "chapter": 6,
            "verse": 91,
            "text": "Oni otsenki dolzhnoy Gospodu ne dali, govorya: \"Allakh ved' nichego dlya cheloveka ne poslal\". Skazhi: \"Kto Knigu nisposlal, S kotoroyu yavilsya Musa Kak so Svetom i Rukovodstvom dlya lyudey? Oni zhe, (tselostnost' yeye narushiv), Yeye yavlyayut na pergamentnykh listakh, Pokazyvaya iz neye odno i ukryvaya iz neye drugoye. A ved' po ney naucheny tomu vy, Chego ni vy, ni vashi praottsy ne znali\". Skazhi: \"Allakh (yeye vam nisposlal)!\" Potom ostav' ikh zabavlyat'sya v (greshnom) pustoslov'ye"
        },
        {
            "chapter": 6,
            "verse": 92,
            "text": "I eto - Kniga, chto tebe My nisposlali, Blagoslovenna Nami I podtverzhdeniye nisposlannomu prezhde, Chtob (yeyu) mog uveshchevat' ty Mat' gorodov i vse, chto vkrug neye, I tekh, kto veruyut v druguyu zhizn' i v eto I strogi v soblyudenii svoikh molitv"
        },
        {
            "chapter": 6,
            "verse": 93,
            "text": "I yest' li nechestiveye togo, Kto lozh' vozvodit na Allakha Il' govorit: \"Dano mne Otkroven'ye (ot Allakha)\", Togda kak ne bylo ono yemu dano? Ili togo, kto govorit: \"YA nizvedu (dlya vas) podobnoye tomu, Chto svyshe (vam) Allakh nizvodit\". O, yesli b videl ty, kakoy puchinoy muk Okhvatit smert' vsekh nechestivykh! I skazhut angely, prostershi ruki k nim: \"Istorgnite zhe vashi dushi! Sim Dnem vozdastsya vam muchitel'nym pozorom Za vsyu tu lozh', chto vozveli vy na Allakha, Kak i za to, chto, velichayas', nebregli znamen'yami Yego"
        },
        {
            "chapter": 6,
            "verse": 94,
            "text": "I vy vernetes' k Nam lishennymi vsego - Kakimi vas My iznachal'no sotvorili, Ostaviv za svoyey spinoy Vse to, chem vas My nadelili. I ne uvidim My zastupnikov pri vas, Kotorykh vy izmyslili sebe kak sotovarishchey (Allakhu). Razorvany seychas vse uzy mezhdu vami, Ot vas ischezli te, Kotorykh vy izmyslili svoim voobrazhen'yem"
        },
        {
            "chapter": 6,
            "verse": 95,
            "text": "I, istinno, Allakh shchepit (dlya izrastaniya pobega) I zernyshko (lyubogo zlaka), I kostochku (ot ploda finikovoy pal'my). On izvlekayet zhizn' iz mertvoy (ploti), Iz glubiny zhivogo vyzyvayet smert'. Takov Allakh! I kak zhe bezrassudny vy, (Chto v storone ot Istiny Yego stoite)"
        },
        {
            "chapter": 6,
            "verse": 96,
            "text": "On rassekayet (nebo) utrenney zareyu I dlya pokoya naznachayet noch', A solntsu i lune - schet vremeni vesti. Siye - ustanovleniye Togo, Kto mudr i moguch bezmerno"
        },
        {
            "chapter": 6,
            "verse": 97,
            "text": "On - Tot, Kto zvezdy razmestil (dlya vashikh nuzhd), Chtoby ukazyvat' vam put', Kogda na sushu il' na more mrak (niskhodit). Tak raz\"yasnyayem My znameniya Svoi Dlya tekh, v kom znaniye zhivet"
        },
        {
            "chapter": 6,
            "verse": 98,
            "text": "On - Tot, Kto iz odnoy dushi vzrastil vas, Vas iznachal'no pomestiv vo chreslakh muzha, Potom - v sokhrannom chreve u yego zheny. Tak raz\"yasnyayem My znameniya Svoi Dlya tekh, kto obladayet razumen'yem"
        },
        {
            "chapter": 6,
            "verse": 99,
            "text": "On - Tot, Kto vam nizvodit vodu s neba, I yeyu My dayem proizrasti rasteniyam vsekh vidov, I yeyu My rastim pobegi zlakov, Iz nikh vyrashchivayem zerna, Usazhivaya (v kolos plotnym) ryadom. Iz finikovoy pal'my, zavyazey yeye - Grozd'ya plodov, svisayushchiye nizko; Sady iz vinogradnykh loz, maslin, granatov, Kotoryye (vo mnogom) tak pokhozhi - I vse zhe stol' razlichny mezh soboy! Kogda na nikh poyavyatsya plody, Sladites' tem, kak nalivayutsya oni i zreyut! Poistine, v sem kroyutsya znameniya dlya tekh, Kotoryye uverovali (v Boga)"
        },
        {
            "chapter": 6,
            "verse": 100,
            "text": "I vse zhe stavyat oni dzhinnov v sotovarishchi Allakhu, Khotya On Sam ikh sotvoril, I lzhivo prochat synovey i docherey Yemu Bez vsyakogo na to poznan'ya. SubkhAnagu! (Khvala Yemu!) Prevyshe On togo, chto Yemu prochat"
        },
        {
            "chapter": 6,
            "verse": 101,
            "text": "Sozdatel' iznachal'nogo (poryadka) na nebesakh i na zemle, - Kak mozhet byt' rebenok u Nego, Kol' u Nego ne mozhet byt' suprugi? On sozdal vse, chto sushche (v mire), I znayet obo vsem i vsya"
        },
        {
            "chapter": 6,
            "verse": 102,
            "text": "Takov Allakh, Vladyka vash! Inykh bogov, krome Nego, ne sushchestvuyet. Tvorets vsego, chto sushche (v mire). Tak poklonyaytes' zhe Yemu! On, istinno, rasporyaditel' vsyakoy suti"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "Net nikakogo vIdeniya (v mire), Chto (Gospoda) postich' (sposobno), - Yego zhe vzor ob\"yemlet vse. (On zrit vo vsyako yestestvo) i vedayet o vsem, chto sushche"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "Predstali vam Naglyadnyye svidetel'stva ot vashego Vladyki, I tot, kto zryach, Sebe na pol'zu raspoznayet ikh. A tot, kto slep, Sebe vo vred (ikh ne uvidit). I zdes' nad vami ya - ne strazh"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "Tak My po-raznomu tolkuyem im Svoi znamen'ya Chtob ne mogli oni skazat': \"Ty (u drugikh semu) uchilsya!\" - I dlya togo, chtob (Istinu) My yasno iz\"yasnili Dlya tekh, kto obladayet znan'yem"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "Tak sleduy zhe tomu, Chto tvoy Gospod' otkryl tebe vnushen'yem: Krome Nego, inogo Boga net. I otoydi ot tekh, kto prochit souchastnikov Yemu"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "I yesli by zhelal togo Allakh, Oni b drugikh bogov ne izmyshlyali; No My tebya ne delali ikh strazhem, I ty nad nimi ne rasporyaditel'"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "I ne khuli te bozhestva, Kotorykh oni chtyat, pomimo Boga, Chtoby v (otvetnoy) zlobe na tebya, V nevezhestve svoyem (glubokom) Ne stali oni Gospoda khulit'. Tak uvlekli My vsyakiy lyud (V zemnoy soblazn) ikh deyaniy. Ved' (vse ravno) v kontse puti Oni vernutsya k svoyemu Vladyke. Togda My yasno im ukazhem Vse, chem greshili (na zemle) oni"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "I poklyalis' oni Allakhom - Odnoy iz samykh strogikh klyatv, - Chto, yesli b k nim prishlo znamen'ye, Oni b poverili v nego. Skazhi: \"Znamen'ya vse - vo vlasti Boga, No kto by mog vam, (vernym), dat' ponyat', Chto, dazhe yesli by znameniya prishli, V nikh vse ravno by ne poverili oni"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "My otvratim serdtsa i ochi ikh, Tak kak oni ne verovali v eto iznachal'no; I My ostavim ikh skitat'sya slepo V nevezhestve i zabluzhden'ye"
        }
    ]
}