{
    "rukus": [
        {
            "chapter": 11,
            "verse": 110,
            "text": "Ni dui zhe deng ren suo chongbai de (ouxiang), buyao huaiyi, tamen zhi xiang tamen de zuxian nayang chongbai, wo biding yao ba tamen de fen er wanquan wuque de shangci tamen."
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "Ni de zhu bi shi mei geren dou de xiangshou ziji xingwei de wanquan de baochou, ta que shi che zhi tamen de xingwei de."
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "Ni yingdang anzhao tianming er zunxun zhenglu, yu ni yiqi huiguo de ren, ye dang zunxun zhenglu. Nimen buyao guofen, ta que shi mingcha nimen de xingwei de."
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "Nimen buyao qingxiang bu yi de ren, yimian zaoshou huoxing. Chu zhenzhu wai, nimen jue wu baohu zhe, ranhou, nimen buneng huode yuanzhu."
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "Ni dang zai baizhou de liang duan he chu geng de shihou jin shou bai gong, shanxing bi neng xiaochu e xing. Zhe shi duiyu neng juewu zhe de jiaohui."
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "Ni dang jianren, yin wei zhenzhu bi bu shi xingshan zhe tulao wu chou."
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "Zai nimen zhiqian shiqu de ge shidai zhong, you de zhe wei he bu jin zhi zhongren zai difang shang zuo'e? Dan tamen zhong wo suo zhengjiu de shaoshu ren chuwai. Bu yi de renmen zhuisui tamen suo xiangshou de haohua shenghuo. Tamen shi fanzui de ren."
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "Ni de zhu buzhi wei bufen ren mixin er huimie naxie shi zhen, er duoshu jumin shi shanliang de."
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "Jiaruo ni de zhu yiyu, ta bi shi zhongren bian cheng wei-ge minzu. Tamen jiang jixu fenqi,"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "dan ni de zhu suo lianmin de ren chuwai. Ta wei zhe jian shi er chuangzao tamen. Ni de zhu de pan ci yi quedingle: Wo shi bi yi renlei he jingling yiqi chongman huo yu."
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "Guanyu shizhemen de xiaoxi, wo ba ta gaosu ni, yong lai anding ni de xin. Zai zhexie xiaoxi zhong, zhenli yiji dui xinshimen de xunjie he jinian yi jianglin nile."
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "Ni dui bu xindao de ren shuo: Nimen an nimen de nengli er gongzuo ba, women que shi gongzuo de!"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "Nimen dengdai ba, women que shi dengdai de!"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "Tiandi de youxuan zhishi zhenzhu de, yiqie shiqing zhi gui ta, gu ni yingdang chongbai ta, yingdang xinlai ta. Ni de zhu jue bu hushi nimen de xingwei."
        }
    ]
}