{
    "rukus": [
        {
            "chapter": 14,
            "verse": 42,
            "text": "Ni jue buyao yiwei zhenzhu hushi buyi zhe de xingwei, ta zhi dui tamen huanxing dao dengyan de rizi,"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "(zai na ri), tamen jiang taizhe tou wang qian benzou, tamen de yanjing bu gan kan ziji, tamen de xin shi kongxu de."
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "Ni yingdang jinggao zhongren, jianglai yao you zheyang de yi ri, xingfa jiang lailin tamen, er buyi zhe jiang shuo:`Women de zhu a! Qiu ni rang women yanchi dao yige linjin de dingqi, yibian women xiangying ni de haozhao, shuncong ni de shizhe.'Nandao nimen yiqian meiyou fashi shuo, nimen jue bu hui miewang ma?"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "Nimen ceng juzhu zai zi kui zhe suo zhu di difang, erqie mingbai wo shi zenyang chuzhi tamen de. Wo ye wei nimen dale xuduo bifang."
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "Tamen que yi yong jimou, zai zhenzhu nali, you tamen de jimou (de guobao). Tamen de jimou, buzu yi yidong qun shan."
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "Ni jue buyao yiwei zhenzhu dui ta de shizhe shuangyue. Zhenzhu que shi qiangda de, que shi cheng e de."
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "Zai na ri, zhe dadi yao biancheng bie de da di, zhu tian ye yao biancheng wei bie de zhu tian, tamen yao chulai jian du yi de, quanneng de zhenzhu."
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "Zai na ri, ni jiang kanjian zui renmen daizhe zhigu, cheng shuang cheng dui di bei kunbang qilai;"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "tamen de chenyi shi yong liqing zuo de, huo jiang longzhao tamen de lian."
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "Yibian zhenzhu yiju ge ren suo xing de shan e er jiayi baochou. Zhen zhu que shi qingsuan shensu de."
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "Zhe shi dui zhongren de chongfen de biaoshi, yibian tamen yinci er shou jinggao, yibian tamen zhidao ta zhishi du yi de bei chongbai zhe, yibian you lizhi de ren jiqu jiaohui."
        }
    ]
}