{
    "rukus": [
        {
            "chapter": 64,
            "verse": 1,
            "text": "Fan zai tiandi jian de, dou zansong zhenzhu chaojue wanwu. Guo quan zhi gui ta suoyou, zansong zhi gui ta xiangshou, ta duiyu wanshi shi quanneng de."
        },
        {
            "chapter": 64,
            "verse": 2,
            "text": "Ta ceng chuangzao nimen, dan nimen zhong you bu xindao de, you xindao de; zhenzhu shi jian cha nimen de xingwei de."
        },
        {
            "chapter": 64,
            "verse": 3,
            "text": "Ta ceng benzhe zhenli chuangzao tiandi, ta ceng yi xing xiang fuyu nimen, er shi nimen de xing xiang youmei, ta shi wei yi de guisu."
        },
        {
            "chapter": 64,
            "verse": 4,
            "text": "Ta zhidao tiandi wanwu, ta zhidao nimen suo yinni de he nimen suo biaoxian de, zhenzhu shi quanzhi xinshi de."
        },
        {
            "chapter": 64,
            "verse": 5,
            "text": "Yiqian bu xindao de renmen de xiaoxi, nandao meiyou dadao nimen ma? Na deng ren, ceng changshi tamen de shiqing de eguo, tamen jiang shou tongku de xingfa."
        },
        {
            "chapter": 64,
            "verse": 6,
            "text": "Zhe shi yinwei tamen zu zhong de shizhe xianshi tamen xuduo mingzheng, tamen queshuo:`Nandao fanren ye neng yin dao women ma?'Gu tamen bu xindao er weibei zhi. Zhenzhu ceng biaoshi wu qiu yu tamen de xinyang, zhenzhu shi wu qiu de, shi ke song de."
        },
        {
            "chapter": 64,
            "verse": 7,
            "text": "Bu xindao de renmen, wangyan tamen jue bu fuhuo, ni shuo:`Buran! Yi wo de zhu mengshi, nimen biding fuhuo, ranhou nimen biding huode guanyu nimen de xingwei de baogao, zhe duiyu zhenzhu shi rongyi de.'"
        },
        {
            "chapter": 64,
            "verse": 8,
            "text": "Gu nimen dang xinyang zhenzhu he shizhe, he tasuo jiang shi de guangming. Zhenzhu shi che zhi nimen de xingwei de."
        },
        {
            "chapter": 64,
            "verse": 9,
            "text": "Zai na ri, ta jiang zai juhui ri jihe nimen; na shi xiang qi zhi ri. Xinyang zhenzhu, erqie xingshan de ren, ta jiang jiechu ta de zui'e, erqie shi ta ru xia lin zhu he de leyuan, er yong ju qizhong, na que shi weida de chenggong."
        },
        {
            "chapter": 64,
            "verse": 10,
            "text": "Bu xindao, erqie fouren wo de jixiang de renmen, shi huo yu de jumin, tamen jiang yong ju qizhong. Na guisu zhen elie!"
        }
    ]
}