{
    "rukus": [
        {
            "chapter": 3,
            "verse": 190,
            "text": "Tiandi de chuangzao, zhouye de lunliu, zai you lizhi de ren kan lai, ci zhong que you xuduo jixiang."
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "Tamen zhanzhe, zuozhe, tangzhe jinian zhenzhu, bing siwei tiandi de chuangzao,(tamen shuo):`Women de zhu a! Ni meiyou turan di chuangzao zhege shijie. Women zansong ni chaojue wanwu, qiu ni baohu women, mian shou huo yu de xingfa."
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "Women de zhu a! Ni shi shui ru huo yu, ni que yi lingru shuile. Buyi de ren, jue meiyou yuanzhu zhe."
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "Women de zhu a! Women que yi tingjian yige zhaohuan de ren, zhao ren yu zhengxin,(ta shuo):“Nimen dang quexin nimen de zhu.” Women jiu quexinle. Women de zhu a! Qiu ni she you women de zui'e, qiu ni xiaochu women de guoshi, qiu ni shi women yu yirenmen si zai yi chu."
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "Women de zhu a! Ni ceng jie zhong shizhe de kou er yingxu women de enhui, qiu ni ba ta shangci women, qiu ni zai fuhuo ri buyao lingru women. Ni que shi bushuang yue de.'"
        },
        {
            "chapter": 3,
            "verse": 195,
            "text": "Tamen de zhu yingdale tamen:`Wo jue bu shi nimen zhong renhe yige xingshan zhe tulao wu chou, wulun ta shi nan de, haishi nu de——nannu shi xiangsheng de——qianju yixiang zhe, bei ren quzhu zhe, wei zhu dao er shouhai zhe, canjia zhandou zhe, bei di shashang zhe, wo bi xiaochu tamen de guoshi, wo bi shi tamen jin na xia lin zhu he de leyuan.'Zhe shi cong zhenzhu fachu de baochou. Zhenzhu nali, you youmei de baochou."
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "Bu xindao de ren, wanglai sifang, ziyou fazhan, ni buyao rang zhe jian shi qipian ni."
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "Na shi xiewei de xiangshou, jianglai tamen de guisu shi huo yu. Na wo ru zhen elie!"
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "Jingwei zhu de ren, que de xiangshou xia lin zhu he de leyuan, er yong ju qizhong. Zhe shi cong zhenzhu nali fachu de kuandai. Zai zhenzhu nali de endian, duiyu yi ren shi geng youyi de."
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "Xinfeng tian jing de ren zhong, dique youren xinyang zhenzhu, xinyang nimen suo shou de qishi, he tamen suo shou de qishi; tongshi, tamen shi jing shi zhenzhu de, tamen bu yi zhenzhu de jixiang huanqu xiewei de daijia, zhe deng ren, jiang zai tamen de zhu nali xiangshou tamen de baochou. Zhenzhu que shi qingsuan shensu de."
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "Xindao de renmen a! Nimen dang jianren, dang fendou, dang jiebei, dang jingwei zhen zhu, yibian nimen chenggong."
        }
    ]
}