{
    "rukus": [
        {
            "chapter": 4,
            "verse": 11,
            "text": "Zhenzhu wei nimen de zinu er mingling nimen. Yige nanzi, de liang ge nuzi de fenzi. Ruguo wang ren you liang ge yishang de nuzi, namo, tamen gong de yichan de san fen zhi er; ruguo zhiyou yige nuzi, namo, ta de er fen zhi yi. Ruguo wang ren you zinu, namo, wang ren de fumu ge de yichan de liu fen zhi yi. Ruguo ta meiyou zinu, zhiyou fumu chengshou yichan, namo, ta muqin de san fen zhi yi. Ruguo ta you ji ge xiongdi jiemei, namo, ta muqin de liu fen zhi yi,(zhe zhong fenpei), xu zai jiaofu wang ren suo zhu de yizeng huo qingchang wang ren suo qian de zhaiwu zhihou.——Nimen de fumu he zinu, shui duiyu nimen shi geng you biyi de, nimen bu zhidao——zhe shi cong zhenzhu jiang shi de dingzhi. Zhenzhu que shi quanzhi de, que shi zhi rui de."
        },
        {
            "chapter": 4,
            "verse": 12,
            "text": "Ruguo nimen de qi shi meiyou zinu, namo, nimen de shou tamen de yichan de er fen zhi yi. Ruguo tamen you zinu, namo, nimen de shou tamen de yichan de si fen zhi yi.(Zhe zhong fenpei), xu zai jiaofu wang ren suo zhu de yizeng huo qingchang wang ren suo qian de zhaiwu zhihou. Ruguo nimen meiyou zinu, namo, nimen de qi shi de nimen yichan de si fen zhi yi. Ruguo nimen you zinu, namo, tamen de nimen yichan de ba fen zhi-.(Zhe zhong fenpei), xu zai jiaofu wang ren suo zhu de yizeng huo qingchang wang ren suo qian de zhaiwu zhihou, ruguo bei jicheng de nanzi huo nuzi, shang wu fumu, xia wu zinu, zhiyou (tong mu yifu de) yige dixiong he yige jiemei, namo, ta he ta, ge de yichan de liu fen zhi yi. Ruguo bei jicheng zhe you (tong mu yifu de) geng duo"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "zhexie shi zhenzhu de fadu. Shui fucong zhenzhu he shizhe, zhenzhu jiang shi shui ru na xia lin zhu he de leyuan, er yong ju qizhong. Zhe shi weida de chenggong."
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "Shui weikang zhenzhu he shizhe, bing chaoyue ta de fadu, zhenzhu jiang shi shui ru huo yu, er yong ju qizhong, ta jiang shou lingru de xingfa."
        }
    ]
}