{
    "pages": [
        {
            "chapter": 5,
            "verse": 24,
            "text": "They said, \"O Moses, indeed we will not enter it, ever, as long as they are within it; so go, you and your Lord, and fight. Indeed, we are remaining right here"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "[Moses] said, \"My Lord, indeed I do not possess except myself and my brother, so part us from the defiantly disobedient people"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "[Allah] said, \"Then indeed, it is forbidden to them for forty years [in which] they will wander throughout the land. So do not grieve over the defiantly disobedient people"
        },
        {
            "chapter": 5,
            "verse": 27,
            "text": "And recite to them the story of Adam's two sons, in truth, when they both offered a sacrifice [to Allah], and it was accepted from one of them but was not accepted from the other. Said [the latter], \"I will surely kill you.\" Said [the former], \"Indeed, Allah only accepts from the righteous [who fear Him]"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "If you should raise your hand against me to kill me - I shall not raise my hand against you to kill you. Indeed, I fear Allah, Lord of the worlds"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "Indeed I want you to obtain [thereby] my sin and your sin so you will be among the companions of the Fire. And that is the recompense of wrongdoers"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "And his soul permitted to him the murder of his brother, so he killed him and became among the losers"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "Then Allah sent a crow searching in the ground to show him how to hide the disgrace of his brother. He said, \"O woe to me! Have I failed to be like this crow and hide the body of my brother?\" And he became of the regretful"
        }
    ]
}