{
    "pages": [
        {
            "chapter": 7,
            "verse": 188,
            "text": "Say, \"I hold not for myself [the power of] benefit or harm, except what Allah has willed. And if I knew the unseen, I could have acquired much wealth, and no harm would have touched me. I am not except a warner and a bringer of good tidings to a people who believe"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "It is He who created you from one soul and created from it its mate that he might dwell in security with her. And when he covers her, she carries a light burden and continues therein. And when it becomes heavy, they both invoke Allah, their Lord, \"If You should give us a good [child], we will surely be among the grateful"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "But when He gives them a good [child], they ascribe partners to Him concerning that which He has given them. Exalted is Allah above what they associate with Him"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Do they associate with Him those who create nothing and they are [themselves] created"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "And the false deities are unable to [give] them help, nor can they help themselves"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "And if you [believers] invite them to guidance, they will not follow you. It is all the same for you whether you invite them or you are silent"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Indeed, those you [polytheists] call upon besides Allah are servants like you. So call upon them and let them respond to you, if you should be truthful"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Do they have feet by which they walk? Or do they have hands by which they strike? Or do they have eyes by which they see? Or do they have ears by which they hear? Say, [O Muhammad], \"Call your 'partners' and then conspire against me and give me no respite"
        }
    ]
}