{
    "pages": [
        {
            "chapter": 10,
            "verse": 26,
            "text": "For them who have done good is the best [reward] and extra. No darkness will cover their faces, nor humiliation. Those are companions of Paradise; they will abide therein eternally"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "But they who have earned [blame for] evil doings - the recompense of an evil deed is its equivalent, and humiliation will cover them. They will have from Allah no protector. It will be as if their faces are covered with pieces of the night - so dark [are they]. Those are the companions of the Fire; they will abide therein eternally"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "And [mention, O Muhammad], the Day We will gather them all together - then We will say to those who associated others with Allah, \"[Remain in] your place, you and your 'partners.' \" Then We will separate them, and their \"partners\" will say, \"You did not used to worship us"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "And sufficient is Allah as a witness between us and you that we were of your worship unaware"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "There, [on that Day], every soul will be put to trial for what it did previously, and they will be returned to Allah, their master, the Truth, and lost from them is whatever they used to invent"
        },
        {
            "chapter": 10,
            "verse": 31,
            "text": "Say, \"Who provides for you from the heaven and the earth? Or who controls hearing and sight and who brings the living out of the dead and brings the dead out of the living and who arranges [every] matter?\" They will say, \"Allah,\" so say, \"Then will you not fear Him"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "For that is Allah, your Lord, the Truth. And what can be beyond truth except error? So how are you averted"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "Thus the word of your Lord has come into effect upon those who defiantly disobeyed - that they will not believe"
        }
    ]
}