{
    "pages": [
        {
            "chapter": 11,
            "verse": 13,
            "text": "Or do they say, \"He invented it\"? Say, \"Then bring ten surahs like it that have been invented and call upon [for assistance] whomever you can besides Allah, if you should be truthful"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "And if they do not respond to you - then know that the Qur'an was revealed with the knowledge of Allah and that there is no deity except Him. Then, would you [not] be Muslims"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Whoever desires the life of this world and its adornments - We fully repay them for their deeds therein, and they therein will not be deprived"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "Those are the ones for whom there is not in the Hereafter but the Fire. And lost is what they did therein, and worthless is what they used to do"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "So is one who [stands] upon a clear evidence from his Lord [like the aforementioned]? And a witness from Him follows it, and before it was the Scripture of Moses to lead and as mercy. Those [believers in the former revelations] believe in the Qur'an. But whoever disbelieves in it from the [various] factions - the Fire is his promised destination. So be not in doubt about it. Indeed, it is the truth from your Lord, but most of the people do not believe"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "And who is more unjust than he who invents a lie about Allah? Those will be presented before their Lord, and the witnesses will say, \"These are the ones who lied against their Lord.\" Unquestionably, the curse of Allah is upon the wrongdoers"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "Who averted [people] from the way of Allah and sought to make it [seem] deviant while they, concerning the Hereafter, were disbelievers"
        }
    ]
}