{
    "pages": [
        {
            "chapter": 34,
            "verse": 40,
            "text": "And [mention] the Day when He will gather them all and then say to the angels, \"Did these [people] used to worship you"
        },
        {
            "chapter": 34,
            "verse": 41,
            "text": "They will say, \"Exalted are You! You, [O Allah], are our benefactor not them. Rather, they used to worship the jinn; most of them were believers in them"
        },
        {
            "chapter": 34,
            "verse": 42,
            "text": "But today you do not hold for one another [the power of] benefit or harm, and We will say to those who wronged, \"Taste the punishment of the Fire, which you used to deny"
        },
        {
            "chapter": 34,
            "verse": 43,
            "text": "And when our verses are recited to them as clear evidences, they say, \"This is not but a man who wishes to avert you from that which your fathers were worshipping.\" And they say, \"This is not except a lie invented.\" And those who disbelieve say of the truth when it has come to them, \"This is not but obvious magic"
        },
        {
            "chapter": 34,
            "verse": 44,
            "text": "And We had not given them any scriptures which they could study, and We had not sent to them before you, [O Muhammad], any warner"
        },
        {
            "chapter": 34,
            "verse": 45,
            "text": "And those before them denied, and the people of Makkah have not attained a tenth of what We had given them. But the former peoples denied My messengers, so how [terrible] was My reproach"
        },
        {
            "chapter": 34,
            "verse": 46,
            "text": "Say, \"I only advise you of one [thing] - that you stand for Allah, [seeking truth] in pairs and individually, and then give thought.\" There is not in your companion any madness. He is only a warner to you before a severe punishment"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "Say, \"Whatever payment I might have asked of you - it is yours. My payment is only from Allah, and He is, over all things, Witness"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "Say, \"Indeed, my Lord projects the truth. Knower of the unseen"
        }
    ]
}