{
    "pages": [
        {
            "chapter": 39,
            "verse": 48,
            "text": "And there will appear to them the evils they had earned, and they will be enveloped by what they used to ridicule"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "And when adversity touches man, he calls upon Us; then when We bestow on him a favor from Us, he says, \"I have only been given it because of [my] knowledge.\" Rather, it is a trial, but most of them do not know"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "Those before them had already said it, but they were not availed by what they used to earn"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "And the evil consequences of what they earned struck them. And those who have wronged of these [people] will be afflicted by the evil consequences of what they earned; and they will not cause failure"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "Do they not know that Allah extends provision for whom He wills and restricts [it]? Indeed in that are signs for a people who believe"
        },
        {
            "chapter": 39,
            "verse": 53,
            "text": "Say, \"O My servants who have transgressed against themselves [by sinning], do not despair of the mercy of Allah. Indeed, Allah forgives all sins. Indeed, it is He who is the Forgiving, the Merciful"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "And return [in repentance] to your Lord and submit to Him before the punishment comes upon you; then you will not be helped"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "And follow the best of what was revealed to you from your Lord before the punishment comes upon you suddenly while you do not perceive"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "Lest a soul should say, \"Oh [how great is] my regret over what I neglected in regard to Allah and that I was among the mockers"
        }
    ]
}