{
    "pages": [
        {
            "chapter": 70,
            "verse": 40,
            "text": "So I swear by the Lord of [all] risings and settings that indeed We are able"
        },
        {
            "chapter": 70,
            "verse": 41,
            "text": "To replace them with better than them; and We are not to be outdone"
        },
        {
            "chapter": 70,
            "verse": 42,
            "text": "So leave them to converse vainly and amuse themselves until they meet their Day which they are promised"
        },
        {
            "chapter": 70,
            "verse": 43,
            "text": "The Day they will emerge from the graves rapidly as if they were, toward an erected idol, hastening"
        },
        {
            "chapter": 70,
            "verse": 44,
            "text": "Their eyes humbled, humiliation will cover them. That is the Day which they had been promised"
        },
        {
            "chapter": 71,
            "verse": 1,
            "text": "Indeed, We sent Noah to his people, [saying], \"Warn your people before there comes to them a painful punishment"
        },
        {
            "chapter": 71,
            "verse": 2,
            "text": "He said, \"O my people, indeed I am to you a clear warner"
        },
        {
            "chapter": 71,
            "verse": 3,
            "text": "[Saying], 'Worship Allah, fear Him and obey me"
        },
        {
            "chapter": 71,
            "verse": 4,
            "text": "Allah will forgive you of your sins and delay you for a specified term. Indeed, the time [set by] Allah, when it comes, will not be delayed, if you only knew"
        },
        {
            "chapter": 71,
            "verse": 5,
            "text": "He said, \"My Lord, indeed I invited my people [to truth] night and day"
        },
        {
            "chapter": 71,
            "verse": 6,
            "text": "But my invitation increased them not except in flight"
        },
        {
            "chapter": 71,
            "verse": 7,
            "text": "And indeed, every time I invited them that You may forgive them, they put their fingers in their ears, covered themselves with their garments, persisted, and were arrogant with [great] arrogance"
        },
        {
            "chapter": 71,
            "verse": 8,
            "text": "Then I invited them publicly"
        },
        {
            "chapter": 71,
            "verse": 9,
            "text": "Then I announced to them and [also] confided to them secretly"
        },
        {
            "chapter": 71,
            "verse": 10,
            "text": "And said, 'Ask forgiveness of your Lord. Indeed, He is ever a Perpetual Forgiver"
        }
    ]
}