{
    "pages": [
        {
            "chapter": 8,
            "verse": 34,
            "text": "(இவ்விரு காரணங்களும் இல்லாதிருப்பின்) அல்லாஹ் அவர்களை வேதனை செய்யாமலிருப்பதற்கு என்ன (தடை) இருக்கிறது? ஏனென்றால், அவர்களோ சிறப்புற்ற மஸ்ஜிதுக்கு (மக்கள்) செல்வதைத் தடுக்கின்றனர். அவர்கள் அதற்கு பொறுப்பாளர்களல்ல. இறையச்சமுடையவர்களைத் தவிர வேறு எவரும் அதன் பொறுப்பாளர்களாக இருக்கமுடியாது. எனினும், அவர்களில் பெரும்பாலானவர்கள் (இதை) அறிய மாட்டார்கள்"
        },
        {
            "chapter": 8,
            "verse": 35,
            "text": "அந்த அல்லாஹ்வின் வீட்டில் அவர்கள் புரியும் வணக்கமெல்லாம் சீட்டியடிப்பதும், கைதட்டுவதும் தவிர வேறில்லை! (ஆகவே, மறுமையில்) ‘‘உங்கள் நிராகரிப்பின் காரணமாக (இன்றைய தினம்) வேதனையை சுவைத்துப் பாருங்கள்'' (என்றே கூறப்படும்)"
        },
        {
            "chapter": 8,
            "verse": 36,
            "text": "நிச்சயமாக, நிராகரிப்பவர்கள் தங்கள் பொருள்களை (மக்கள்) அல்லாஹ்வுடைய வழியில் செல்வதைத் தடை செய்ய செலவு செய்கின்றனர். அவர்கள் மேலும், இவ்வாறே செலவு செய்வார்கள், முடிவில் அது அவர்களுக்கே துக்கமாக ஏற்பட்டுவிடும்! பின்னர் அவர்கள் தோற்கடிக்கப்பட்டு வெற்றி கொள்ளப்படுவார்கள். (இப்படிப்பட்ட) நிராகரிப்பவர்கள் (மறுமையில்) நரகத்தின் பக்கமே ஓட்டிச் செல்லப்படுவார்கள்"
        },
        {
            "chapter": 8,
            "verse": 37,
            "text": "அல்லாஹ் நல்லவர்களிலிருந்து கெட்டவர்களைப் பிரித்தெடுப்பதற்காகவும்; கெட்டவர்கள் ஒருவர் மீது ஒருவராக அடுக்கப்பட்டு ஒன்றாகக் குவிக்கப்பட்ட பின்னர் நரகத்தில் தூக்கி எறியப்படுவதற்காகவும் (இவ்வாறு செய்கிறான்.) இவர்கள்தான் முற்றிலும் நஷ்டமடைந்தவர்கள்"
        },
        {
            "chapter": 8,
            "verse": 38,
            "text": "(நபியே!) நிராகரிப்பவர்களுக்கு நீர் கூறுவீராக: இனியேனும் அவர்கள் (விஷமம் செய்யாது) விலகிக் கொண்டால் (அவர்களுடைய) முந்திய குற்றங்கள் அவர்களுக்கு மன்னிக்கப்படும். (அவ்வாறில்லாமல் விஷமம் செய்யவே) முன் வருவார்களாயின் முன் சென்(ற இவர்கள் போன்)றவர்களின் வழி ஏற்பட்டே இருக்கிறது. (அவர்களுக்கு ஏற்பட்ட கதிதான் இவர்களுக்கும் ஏற்படும்)"
        },
        {
            "chapter": 8,
            "verse": 39,
            "text": "(நம்பிக்கையாளர்களே! இந்நிராகரிப்பவர்களின்) விஷமத்தனம் முற்றிலும் நீங்கி, அல்லாஹ்வுடைய மார்க்கம் முழுமையாக நிலைபெறும் வரை (மக்காவாசிகளாகிய நிராகரிக்கும்) இவர்களுடன் போர் புரியுங்கள். (விஷமம் செய்வதிலிருந்து) அவர்கள் விலகிக்கொண்டால் நிச்சயமாக அல்லாஹ் அவர்கள் செய்வதை உற்று நோக்குகிறான்"
        },
        {
            "chapter": 8,
            "verse": 40,
            "text": "(இதற்கு) அவர்கள் மாறு செய்தால் நிச்சயமாக அல்லாஹ் உங்கள் பாதுகாவலன் (பொறுப்பாளன்) என்பதை நீங்கள் உறுதியாக அறிந்து கொள்ளுங்கள். அவன் சிறந்த பாதுகாவலன்; அவன் சிறந்த உதவியாளன்"
        }
    ]
}