{
    "pages": [
        {
            "chapter": 9,
            "verse": 32,
            "text": "இவர்கள் தங்கள் வாய்களைக் கொண்டே (ஊதி) அல்லாஹ்வுடைய பிரகாசத்தை அணைத்துவிட விரும்புகின்றனர். எனினும், இந்நிராகரிப்பவர்கள் வெறுத்த போதிலும் அல்லாஹ் தனது பிரகாசத்தை முழுமைப்படுத்தி வைக்காமல் இருக்கப்போவதில்லை"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "அவன்தான் தன் தூதரை நேரான வழியைக் கொண்டும், சத்திய மார்க்கத்தைக் கொண்டும் அனுப்பிவைத்தான். இணைவைத்து வணங்குபவர்கள் (அதை) வெறுத்தபோதிலும் (உலகிலுள்ள) எல்லா மார்க்கங்களையும் அந்த சத்திய மார்க்க(மான இஸ்லா)ம் வென்றுவிடும்படி அவன் செய்வான்"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "நம்பிக்கையாளர்களே! (வேதக்காரர்களின்) பாதிரிகளிலும், (சிலை வணங்கிகளின்) சந்நியாசிகளிலும் பலர் மக்களின் செல்வங்களைத் தப்பான முறையில் விழுங்கி வருவதுடன் அல்லாஹ்வுடைய பாதையில் (மக்கள்) செல்வதையும் தடை செய்கின்றனர். ஆகவே, (இவர்களுக்கும் இன்னும் எவர்கள்) தங்கத்தையும், வெள்ளியையும் சேகரித்து வைத்துக்கொண்டு, அதை அல்லாஹ்வுடைய பாதையில் செலவு செய்யாதிருக்கின்றனரோ அவர்களுக்கும் (நபியே!) நீர் துன்புறுத்தும் வேதனையை நற்செய்தியாகக் கூறுவீராக"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "(தங்கம், வெள்ளியாகிய) அவற்றை நரக நெருப்பில் பழுக்கக் காய்ச்சி அவற்றைக் கொண்டு அவர்களுடைய நெற்றிகளிலும், அவர்களுடைய விலாக்களிலும், அவர்களுடைய முதுகுகளிலும் சூடிட்டு ‘‘உங்களுக்காக நீங்கள் சேகரித்து வைத்திருந்தவை இவைதான். ஆகவே, நீங்கள் சேகரித்து வைத்திருந்த இவற்றை சுவைத்துப் பாருங்கள்'' என்று கூறப்படும் நாளை (நபியே! நீர் அவர்களுக்கு ஞாபகமூட்டுவீராக)"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "நிச்சயமாக அல்லாஹ்விடத்தில் மாதங்களின் எண்ணிக்கை (ஓர் ஆண்டுக்கு) பன்னிரண்டுதான். (இவ்வாறே) வானங்களையும், பூமியையும் படைத்த நாளிலிருந்து அல்லாஹ்வின் புத்தகத்தில் பதிவு செய்யப்பட்டுள்ளது. அவற்றில் நான்கு (மாதங்கள்) சிறப்புற்றவை. இதுதான் நேரான மார்க்கமாகும். ஆகவே, இவற்றில் நீங்கள் (போர் புரிந்து) உங்களுக்கு நீங்களே தீங்கிழைத்துக் கொள்ள வேண்டாம். எனினும், இணைவைத்து வணங்குபவர்களில் எவரேனும் (அம்மாதங்களில்) உங்களுடன் போர் புரிந்தால் அவ்வாறே நீங்களும் அவர்கள் அனைவருடனும் (அம்மாதங்களிலும்) போர் புரியுங்கள். நிச்சயமாக, அல்லாஹ் இறையச்சமுடையவர்களுடன் இருக்கிறான் என்பதை உறுதியாக அறிந்து கொள்ளுங்கள்"
        }
    ]
}