{
    "pages": [
        {
            "chapter": 9,
            "verse": 55,
            "text": "(நபியே!) அவர்களுடைய செல்வங்களும், அவர்களுடைய மக்களும் (பெருகியிருப்பது) உங்களை ஆச்சரியப்படுத்த வேண்டாம். அல்லாஹ் (அவற்றை அவர்களுக்குக் கொடுத்து) அவற்றைக் கொண்டு அவர்களை இவ்வுலக வாழ்விலேயே வேதனை செய்ய நிச்சயமாக நாடுகிறான். இன்னும், அவர்கள் நிராகரிப்பவர்களாக இருக்கும் நிலைமையில் அவர்களுடைய உயிர் போவதையும் நாடுகிறான்"
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "‘‘நிச்சயமாக நாங்களும் உங்களைச் சார்ந்தவர்கள்தான்'' என்று அவர்கள் அல்லாஹ்வின் மீது சத்தியம் செய்கின்றனர். எனினும், அவர்கள் உங்களைச் சார்ந்தவர்களல்ல. அவர்கள் (தங்கள் உண்மைக் கோலத்தை வெளிப்படுத்த அஞ்சும்) கோழைகள்"
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "தப்பித்துக்கொள்ளக்கூடிய ஓர் இடத்தை அல்லது (மலைக்) குகைகளை அல்லது ஒரு சுரங்கத்தை அவர்கள் காண்பார்களேயானால் (உங்களிடமிருந்து விலகி) அவற்றின் பக்கம் அல்லோலமாக விரைந்து ஓடுவார்கள்"
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "(நபியே!) நீர் தானங்களைப் பங்கிடுவதில் பாரபட்சமுடையவர் என்று உம்மைக் குறை கூறுபவர்களும் அவர்களில் பலர் இருக்கின்றனர். (அவர்கள் விருப்பப்படி) அதிலிருந்து அவர்களுக்குக் கொடுக்கப்பட்டால் அவர்கள் திருப்தியடைகின்றனர். அதிலிருந்து (அவர்கள் விருப்பப்படி) கொடுக்கப்படாவிட்டாலோ ஆத்திரம் கொள்கின்றனர்"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "அல்லாஹ்வும், அவனுடைய தூதரும் அவர்களுக்குக் கொடுத்ததைப் பற்றி திருப்தியடைந்து, ‘‘அல்லாஹ் நமக்குப் போதுமானவன்; அல்லாஹ்வும், அவனுடைய தூதரும் இன்னும் நமக்கு அருள்புரியக் கூடும்; நிச்சயமாக நாம் அல்லாஹ்வையே நம்பியிருக்கிறோம்'' என்று அவர்கள் கூற வேண்டாமா"
        },
        {
            "chapter": 9,
            "verse": 60,
            "text": "(‘ஜகாத்து' மார்க்கவரியாகிய) தானமெல்லாம் வறியவர்களுக்கும், ஏழைகளுக்கும், அதை வசூலிப்பவர்களுக்கும், புதிதாக இஸ்லாமைத் தழுவியவர்களுக்கும், அடிமைகளை விடுதலை செய்வதற்கும், கடனில் மூழ்கியவர்களுக்கும், அல்லாஹ்வுடைய பாதையில் போர் செய்வதற்கும், வழிப்போக்கர்களுக்கும் (உரித்தானதாக) அல்லாஹ் ஏற்படுத்திய கட்டாய கடமையாகும். அல்லாஹ் (அனைத்தையும்) மிக அறிந்தவன், ஞானமுடையவன் ஆவான்"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "(‘‘இந்த நபியிடம் எவர் எதைக் கூறியபோதிலும் அதற்குச்) செவி கொடுக்கக் கூடியவராக அவர் இருக்கிறார்'' என்று கூறி (நம்) நபியைத் துன்புறுத்துபவர்களும் அவர்களில் பலர் இருக்கின்றனர். அதற்கு (நபியே!) நீர் கூறுவீராக: ‘‘(அவ்வாறு அவர்) நன்மைக்கு செவி கொடுப்பது உங்களுக்கே நன்று. அவர் அல்லாஹ்வையும் நம்புகிறார்; நம்பிக்கையாளர்களையும் நம்புகிறார். இன்னும், உங்களில் நம்பிக்கை கொண்டவர்கள் மீது மிகக் கருணை உடையவராகவும் இருக்கிறார்.'' ஆகவே, (உங்களில்) எவர்கள் (இவ்வாறு கூறி) அல்லாஹ்வுடைய தூதரைத் துன்புறுத்துகிறார்களோ அவர்களுக்கு மிகத் துன்புறுத்தும் வேதனையுண்டு"
        }
    ]
}