{
    "pages": [
        {
            "chapter": 17,
            "verse": 18,
            "text": "எவர்கள், (மறுமையைப் புறக்கணித்துவிட்டு) இம்மையை மட்டும் விரும்புகிறார்களோ அவர்களில் நாம் நாடியவர்களுக்கு நாம் நாடியதை இம்மையிலேயே கொடுத்து விடுகிறோம். பின்னர், மறுமையில் நரகத்தைத்தான் அவர்களுக்கு தயார்படுத்தி வைத்திருக்கிறோம். அவர்கள் நிந்திக்கப்பட்டவர்களாகவும், சபிக்கப்பட்டவர்களாகவும் அதில் நுழைவார்கள்"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "எவர்கள் மறுமையை விரும்பி அதற்காகப் பெரும் முயற்சியையும் எடுத்துக் கொண்டு நம்பிக்கை கொண்டவர்களாகவும் இருக்கிறார்களோ, அவர்களின் செயல்கள் (அல்லாஹ் விடத்தில் மிக்க அன்பாக) அங்கீகரிக்கப்படுபவையாக இருக்கின்றன"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "(இம்மையை விரும்புகிற) அவர்களுக்கும் (மறுமையை விரும்புகிற) இவர்களுக்கும் ஆக அனைவருக்கும் உமது இறைவன் தன் கொடையைக் கொண்டே உதவி செய்கிறான். உமது இறைவனின் கொடை (இவ்விருவரில் எவருக்குமே) தடை செய்யப்பட்டதாக இல்லை"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "(நபியே!) அவர்களில் சிலரை சிலர் மீது எவ்வாறு மேன்மையாக்கி வைத்திருக்கிறோம் என்பதை கவனிப்பீராக! மறுமை (வாழ்க்கை)யோ பதவிகளாலும் மிகப் பெரிது; சிறப்பிப்பதாலும் மிகப்பெரிது"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "(நபியே!) அல்லாஹ்வுடன் மற்றொருவனை வணக்கத்திற்குரியவனாக ஆக்காதீர். (அவ்வாறு செய்தால்) நீர் நிந்திக்கப்பட்டவராகவும் உதவியற்றவராகவும் அமர்ந்து விடுவீர்"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "(நபியே!) உமது இறைவன் தன்னைத் தவிர (மற்றெவரையும்) வணங்கக் கூடாதென்று (கட்டளையிட்டிருப்பதுடன்) தாய் தந்தைக்கு நன்றி செய்யும்படியாகவும் கட்டளையிட்டிருக்கிறான். உம்மிடம் இருக்கும் அவர்களில் ஒருவரோ அல்லது இருவருமோ முதுமையை அடைந்து விட்டபோதிலும் அவர்களை வெருட்டவும் வேண்டாம்; அவர்களை (நிந்தனையாகச்) ‘சீ' என்றும் சொல்ல வேண்டாம். அவர்களிடம் (எதைக் கூறியபோதிலும்) மிக்க மரியாதையாக(வும் அன்பாகவுமே) பேசுவீராக"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "அவர்களுக்கு மிக்க அன்புடன் பணிந்து நடப்பீராக! மேலும், ‘‘என் இறைவனே! நான் குழந்தையாக இருந்த பொழுது (மிக்க அன்பாக) என்னை அவர்கள் வளர்த்துப் பாதுகாத்தவாறே நீயும் அவ்விருவர் மீது அன்பும் அருளும் புரிவாயாக!'' என்றும் பிரார்த்திப்பீராக"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "உங்கள் மனதிலுள்ளதை உங்கள் இறைவன்தான் நன்கறிவான். நீங்கள் நன்னடத் தையுடையவர்களாக இருந்து (உங்களில் எவர்) மன்னிப்புக் கோரிய(போதிலும் அ)வர்களின் குற்றங்களை நிச்சயமாக அல்லாஹ் மன்னிப்பவனாகவே இருக்கிறான்"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "உறவினர்களுக்கும், ஏழைகளுக்கும், வழிப்போக்கர்களுக்கும் அவரவர்களுடைய உரிமைகளைக் கொடுத்து வரவும். (செல்வத்தை) அளவு கடந்து வீண் செலவு செய்யவேண்டாம்"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "ஏனென்றால், மிதமிஞ்சி செலவு செய்பவர்கள் ஷைத்தானுடைய சகோதரர்களாக இருக்கின்றனர். ஷைத்தானோ தன் இறைவனுக்குக்கூட நன்றி செலுத்தா(து மாறு செய்)தவனாக இருக்கிறான்"
        }
    ]
}