{
    "pages": [
        {
            "chapter": 23,
            "verse": 90,
            "text": "நாம் அவர்களுக்கு சத்தியத்தையே கொடுத்திருந்தோம். (இதை மறுத்துக் கூறும்) அவர்கள் நிச்சயமாக பொய்யர்களே"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "அல்லாஹ் சந்ததி எடுத்துக்கொள்ளவில்லை. அவனுடன் வணக்கத்திற்குரிய வேறு இறைவனுமில்லை. அவ்வாறாயின் ஒவ்வொரு இறைவனும் தான் படைத்தவற்றைத் தன்னுடன் சேர்த்துக் கொண்டு, ஒருவர் மற்றவர் மீது போர் புரிய ஆரம்பித்து விடுவர். (நிராகரிக்கும்) இவர்கள் வர்ணிக்கும் இத்தகைய வர்ணிப்புகளை விட்டும் அல்லாஹ் மிகப் பரிசுத்தமானவன்"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "அவன் மறைவானவற்றையும் வெளிப்படையானவற்றையும் அறிந்தவன். இவர்கள் இணைவைப்பவற்றை விட அல்லாஹ் மிக்க மேலானவன்"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "‘‘என் இறைவனே! நீ அவர்களுக்கு வாக்களிக்கும் வேதனையை நீ எனக்கு காண்பிப்பதாயின்"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "என் இறைவனே! (அச்சமயம்) இந்த அநியாயக்கார மக்களுடன் என்னை நீ சேர்த்து விடாதே'' என்று (நபியே!) பிரார்த்திப்பீராக"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "ஏனென்றால், நிச்சயமாக நாம் அவர்களுக்கு வாக்களித்திருக்கும் வேதனையை உமக்குக் காண்பிக்கவும் ஆற்றலுடையவர்கள் ஆவோம்"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "(நபியே!) தீமையை மிக அழகியதைக் கொண்டே நீர் தடுத்துக் கொள்வீராக. அவர்கள் (உம்மைப் பற்றிக்) கூறுவதை நாம் நன்கறிவோம்"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "‘‘ என் இறைவனே! (பாவமான காரியங்களைச் செய்யும்படித் தூண்டும்) ஷைத்தான்களுடைய தூண்டுதல்களிலிருந்து என்னைக் காப்பாற்றும்படி நான் உன்னிடம் கோருகிறேன்"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "என் இறைவனே! ஷைத்தான்கள் என்னிடம் வராமலிருக்கவும் நான் உன்னிடம் கோருகிறேன்'' என்று (நபியே!) பிரார்த்தித்துக் கொண்டிருப்பீராக"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "(நிராகரித்துக் கொண்டிருக்கும்) அவர்களில் எவனுக்கும் மரணம் வந்தாலோ (அவன் தன் இறைவனை நோக்கி) ‘‘ என் இறைவனே! என்னை (உலகத்திற்கு) திரும்ப அனுப்பிவிடு"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "நான் விட்டு வந்த அ(ந்த உலகத்)தில் (இனி) நல்ல காரியங்களையே நான் செய்து கொண்டிருப்பேன்'' என்று கூறுவான். (எனினும்,) அது ஆகக்கூடிய காரியமன்று. (இத்தகைய சந்தர்ப்பங்களில்) அவன் கூறக்கூடியது வெறும் வார்த்தையே (தவிர வேறில்லை). அவர்களுக்கு முன் ஓர் அரண் ஏற்பட்டு விடும். (உயிர் கொடுத்து) எழுப்பப்படும் நாள் வரை அதில் தங்கிவிடுவார்கள்"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "சூர் (எக்காளம்) ஊதப்பட்டு விட்டால், அந்நாளில் அவர்களுக்கிடையில் பந்துத்துவம் இருக்காது. ஒருவரின் (சுக துக்க) செய்தியை மற்றொருவர் விசாரிக்கவும் மாட்டார். (தத்தம் கவலையே பெரிதாக இருக்கும்)"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "ஆகவே, எவர்களுடைய நன்மையின் எடைகள் கணக்கிறதோ அவர்கள்தான் வெற்றி அடைவார்கள்"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "எவர்களுடைய (நன்மையின்) எடைகள் குறைகிறதோ அவர்கள் தமக்குத் தாமே நஷ்டத்தை உண்டுபண்ணிக் கொண்டு எந்நாளுமே நரகத்தில் தங்கிவிடுவார்கள்"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "அவர்களுடைய முகங்களை (நரகத்தின்) நெருப்புப் பொசுக்கும். அதில் அவர்களுடைய (உதடுகளெல்லாம் வெந்து சுருண்டு) முகம் விகாரமாக இருக்கும்"
        }
    ]
}