{
    "pages": [
        {
            "chapter": 24,
            "verse": 62,
            "text": "நிச்சயமாக உண்மையான நம்பிக்கையாளர்கள் மெய்யாகவே யாரென்றால், அல்லாஹ்வையும் அவனுடைய தூதரையும் நம்பிக்கை கொண்டவர்கள்தான். அவர்கள் ஒரு விஷயத்தைப் பற்றி ஆலோசனை செய்ய அவ(னுடைய தூத)ரிடம் கூடியிருந்தால், அவருடைய அனுமதியின்றி (கூட்டத்திலிருந்து) அவர்கள் விலகிப் போகவே மாட்டார்கள். (அவ்வாறு போகவேண்டிய அவசியம் ஏற்பட்டால், நபியே!) நிச்சயமாக எவர்கள் உம்மிடம் அனுமதியைக்கோரி செல்கிறார்களோ அவர்கள்தான் அல்லாஹ்வையும், அவனுடைய தூதரையும் மெய்யாக நம்பிக்கை கொண்டவர்கள். ஆகவே, அவர்கள் தங்கள் அவசர வேலை ஒன்றுக்காக உம்மிடம் அனுமதி கோரினால், அவர்களில் நீர் விரும்பியவர்களுக்கு அனுமதி அளிப்பீராக. அவர்களுக்காக அல்லாஹ்விடத்தில் மன்னிப்புக் கோருவீராக. நிச்சயமாக அல்லாஹ் மிக்க மன்னிப்பவன், மகா கருணையுடையவன் ஆவான்"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "(நம்பிக்கையாளர்களே!) அல்லாஹ்வுடைய தூதரை நீங்கள் அழைத்தால் அதை நீங்கள் உங்களுக்குள் ஒருவர் மற்றொருவரை அழைப்பதைப்போல் கருத வேண்டாம். (யா முஹம்மது என பெயர் கூறி அழைக்க வேண்டாம்.) உங்களில் எவர்கள் (நம் தூதர் கூட்டிய சபையிலிருந்து) மறைவாக நழுவி விடுகிறார்களோ அவர்களை அல்லாஹ் நிச்சயமாக நன்கறிவான். ஆகவே, எவர்கள் (தூதராகிய) அவருடைய கட்டளைக்கு மாறுசெய்கிறார்களோ அவர்கள் தங்களுக்கு ஒரு ஆபத்தோ அல்லது துன்புறுத்தும் வேதனையோ வந்தடையும் என்பதைப் பற்றிப் பயந்து கொண்டிருக்கவும்"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "வானங்களிலும் பூமியிலும் இருப்பவை அனைத்தும் அல்லாஹ்வுக்கு உரியனவே என்பதை நிச்சயமாக அறிந்து கொள்ளுங்கள். நீங்கள் (இன்றைய தினம்) இருக்கும் நிலைமையையும் நிச்சயமாக அல்லாஹ் நன்கறிவான். அவனிடம் கொண்டு போகப்படும் நாளில் (இருக்கும் நிலைமையையும் அவன் நன்கறிவான். ஆகவே,) அவர்கள் செய்து கொண்டிருந்தவற்றை (அந்த நாளில்) அவன் அவர்களுக்கு அறிவித்து விடுவான். அல்லாஹ் அனைத்தையும் நன்கறிந்தவன் ஆவான்"
        },
        {
            "chapter": 25,
            "verse": 1,
            "text": "(நன்மை தீமைகளைத் தெளிவாகப்) பிரித்தறிவிக்கும் இவ்வேதத்தை தன் அடியார் (முஹம்மது) மீது இறக்கியவன் மிக்க பாக்கியமுடையவன். இது உலகத்தார் அனைவரையும் அச்சமூட்டி எச்சரிக்கை செய்வதாக இருக்கிறது"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "(இவ்வேதத்தை அருளியவன் எத்தகையவனென்றால்,) வானங்கள், பூமியின் ஆட்சி அவனுக்குரியதே! அவன் ஒரு சந்ததியை எடுத்துக் கொள்ளவும் இல்லை; அவனுடைய ஆட்சியில் அவனுக்கு ஒரு துணையுமில்லை. அவனே அனைத்தையும் படைத்து அவற்றுக்குரிய இயற்கைத் தன்மையையும் அமைத்தவன்"
        }
    ]
}