{
    "pages": [
        {
            "chapter": 30,
            "verse": 33,
            "text": "மனிதர்களை ஒரு தீங்கு அணுகும் போது அவர்கள் தங்கள் இறைவன் பக்கம் முகம் நோக்கி அவனிடம் பிரார்த்திக்கிறார்கள். பின்னர் அவன் (அதை நீக்கி) அவர்களைத் தன் அருளைச் சுவைக்கும்படிச் செய்தால் அவர்களில் ஒரு பிரிவினர் தங்கள் இறைவனுக்கே இணை வைக்கின்றனர்"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "நாம் அவர்களுக்களித்த அருளுக்கு நன்றி செலுத்தாது நிராகரித்தும் விடுகின்றனர். (இவ்வாறு நிராகரிப்பவர்களே!) நீங்கள் உங்கள் இஷ்டப்படி சுகம் அனுபவித்துக் கொள்ளுங்கள். (உங்கள் செயலின் பலனைப்) பின்னர் நிச்சயமாக நீங்கள் அறிந்து கொள்வீர்கள்"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "அவர்கள் இணைவைத்து வணங்குவதற்கு ஆதாரமாகக் கூறக்கூடிய ஓர் அத்தாட்சியை நாம் அவர்களுக்கு அளித்திருக்கிறோமா? (அவ்வாறு ஒன்றும் இல்லையே)"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "மனிதர்கள் நம் அருளைச் சுவைக்கும்படி நாம் செய்தால் அதைக் கொண்டு அவர்கள் மகிழ்ச்சியடைகிறார்கள். எனினும், அவர்களுடைய கைகளே தேடிக் கொண்ட (தீய) செயலின் காரணமாக அவர்களுக்கு ஒரு தீங்கேற்படும்போது உடனே அவர்கள் நம்பிக்கையிழந்து விடுகின்றனர்"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "நிச்சயமாக அல்லாஹ் தான் நாடியவர்களுக்கு உணவை விரிவாக்குகிறான்; (தான் நாடியவர்களுக்குக்) குறைத்து விடுகிறான் என்பதை அவர்கள் கவனிக்கவில்லையா? நம்பிக்கை கொண்ட மக்களுக்கு நிச்சயமாக இதில் பல அத்தாட்சிகள் இருக்கின்றன"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "(நபியே! உமது பொருளில்) உறவினருக்கு அவரின் உரிமையை கொடுத்து வருவீராக. அவ்வாறே ஏழைகளுக்கும் வழிப்போக்கர்களுக்கும் (அவர்களுடைய உரிமையைக் கொடுத்து வருவீராக). எவர்கள் அல்லாஹ்வுடைய முகத்தை நாடுகிறார்களோ அவர்களுக்கு இதுவே மிக்க நன்றாகும். இவர்கள்தான் வெற்றி பெறுவார்கள்"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "(மற்ற) மனிதர்களுடைய பொருள்களுடன் சேர்ந்து (உங்கள் பொருளும்) அதிகப்படுவதற்காக வட்டிக்கு நீங்கள் கொடுக்கும் பொருள் அல்லாஹ்விடத்தில் அதிகப்படுவதில்லை. எனினும், அல்லாஹ்வின் முகத்தை நாடி ஜகாத்தாக ஏதும் நீங்கள் கொடுத்தாலோ, கொடுத்தவர்கள் அதை இரட்டிப்பாக்கிக் கொள்கின்றனர்"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "அல்லாஹ்தான் உங்களை படைத்தவன். உங்களுக்கு உணவு கொடுப்பவனும் அவனே. பின்னர், அவனே உங்களை மரணிக்கச் செய்கிறான். அதன் பின்னர் அவனே உங்களை உயிர்ப்பிப்பான். இவற்றில் எதையும் செய்யக்கூடிய சக்தி உங்கள் தெய்வங்களில் எதற்கும் உண்டோ? இவர்கள் செய்யும் (இத்தகைய) இணைகளிலிருந்து அல்லாஹ் மிக்க உயர்ந்தவன்; அவன் மிகப் பரிசுத்தமானவன்"
        },
        {
            "chapter": 30,
            "verse": 41,
            "text": "மனிதர்களின் கைகள் தேடிக்கொண்டதன் காரணமாகக் கடலிலும் தரையிலும் அழிவு வேலைகள் (அதிகமாகப்) பரவிவிட்டன. அவற்றில் இருந்து அவர்கள் விலகிக் கொள்வதற்காக, அவர்களின் தீய செயல்கள் சிலவற்றின் தண்டனையை அவர்களுக்கு (இம்மையிலும்) சுவைக்க வைக்கிறான்"
        }
    ]
}