{
    "pages": [
        {
            "chapter": 33,
            "verse": 16,
            "text": "(நபியே!) நீர் கூறுவீராக: ‘‘மரணத்தைவிட்டு அல்லது வெட்டுப்படுவதை விட்டு நீங்கள் வெருண்டோடிய போதிலும், உங்கள் ஓட்டம் உங்களுக்கு ஒரு பயனும் அளிக்காது. இச்சமயம் (நீங்கள் தப்பித்துக் கொண்ட போதிலும்) வெகு சொற்ப நாள்களன்றி (அதிக நாள்கள்) நீங்கள் சுகமனுபவிக்க மாட்டீர்கள்"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "(நபியே! மேலும்) கூறுவீராக: ‘‘அல்லாஹ் உங்களுக்குத் தீங்கிழைக்க நாடினால் அவனிடமிருந்து உங்களைப் பாதுகாப்பவன் யார் அல்லது உங்களுக்கு அருள்புரிய நாடினால் அதை தடுப்பவன் யார்? அல்லாஹ்வை அன்றி அவர்கள் தங்களுக்கு உதவி செய்பவர்களையும் பாதுகாப்பவர்களையும் காணமாட்டார்கள்"
        },
        {
            "chapter": 33,
            "verse": 18,
            "text": "உங்களில் (யுத்தத்திற்குச் செல்பவர்களைத்) தடை செய்பவர்களையும், தங்கள் சகோதரர்களை நோக்கி நீங்கள் ‘‘(யுத்தத்திற்குச் செல்லாது) நம்மிடம் வந்து விடுங்கள்'' என்று கூறுபவர்களையும் நிச்சயமாக அல்லாஹ் நன்கறிந்தே இருக்கிறான். (அவர்களில்) சிலரைத் தவிர (பெரும்பாலானவர்கள்) யுத்தத்திற்கு வருவதில்லை"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "(அவர்கள்) உங்கள் விஷயத்தில் கஞ்சத்தனத்தைக் கைக்கொண்டிருக்கின்றனர். (நபியே!) ஒரு பயம் சம்பவிக்கும் சமயத்தில், மரண தருவாயில் மயங்கிக் கிடப்பவர்களைப்போல் அவர்கள் கண்கள் சுழன்று சுழன்று உங்களைப் பார்த்த வண்ணமாய் இருப்பதை நீர் காண்பீர். அந்த பயம் நீங்கி (நம்பிக்கையாளர்களுக்கு வெற்றி ஏற்பட்டு) விட்டாலோ, கொடிய வார்த்தைகளைக் கொண்டு உங்களைக் குற்றங்குறைகள் கூறி (யுத்தத்தில் கிடைத்த) பொருள்கள் மீது பேராசை கொண்டு விழுகின்றனர். இவர்கள் உண்மையான நம்பிக்கையாளர்கள் அல்ல. ஆதலால், அவர்கள் செய்திருந்த (நற்)காரியங்கள் அனைத்தையும் அல்லாஹ் அழித்து விட்டான். இது அல்லாஹ்வுக்கு மிக்க எளிதாகவே இருக்கிறது"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "(முற்றுகையிட்டிருந்த எதிரிகளின் ராணுவங்கள் முற்றுகையை எடுத்துக் கொண்டுசென்று விட்டபோதிலும்) அந்த ராணுவம் (இன்னும்) போகவில்லை என்றே இவர்கள் எண்ணிக் கொண்டிருக்கின்றனர். அந்த ராணுவங்கள் திரும்ப வந்துவிட்டாலோ ஒரு கிராமத்திற்குச் சென்று (ஓடி ஒளிந்து) மறைவாயிருந்து கொண்டு (நீங்கள் வெற்றி பெறுகிறீர்களோ தோல்வியுறுகிறீர்களோ என்ற) உங்களைப் பற்றிய செய்தியை விசாரித்துக் கொண்டிருப்பார்கள். (அவ்வாறு செல்லாது) அவர்கள் உங்களுடன் தங்கி இருந்தாலும், ஒரு சொற்ப நேரமே தவிர (அதிக நேரம்) போர் புரிய மாட்டார்கள்"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "எவர்கள் அல்லாஹ்வையும், இறுதி நாளையும் உறுதியாக நம்புகிறார்களோ, அவர்கள் பின்பற்றி நடக்கவேண்டிய அழகான உதாரணம் நிச்சயமாக அல்லாஹ்வின் தூதரிடமே இருக்கிறது. அவர்கள் (அவரைப் பின்பற்றி நடந்து) அல்லாஹ்வை அதிகமாக நினைவு செய்து கொண்டிருப்பார்கள்"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "நம்பிக்கையாளர்கள் (எதிரியின்) ராணுவங்களைக் கண்ட பொழுது ‘‘(இதுதான்) அல்லாஹ்வும் அவனுடைய தூதரும் நமக்கு வாக்களித்தது. அல்லாஹ்வும் அவனுடைய தூதரும் உண்மையையே கூறினார்கள்'' என்று சொன்னார்கள். தவிர (இவை அனைத்தும்) அவர்களுடைய நம்பிக்கையையும் ஏற்று கீழ்ப்படிவதையும் தவிர வேறொன்றையும் அவர்களுக்கு அதிகப்படுத்திவிடவில்லை"
        }
    ]
}