{
    "pages": [
        {
            "chapter": 34,
            "verse": 49,
            "text": "(மேலும்) கூறுவீராக: ‘‘உண்மை வந்துவிட்டது. பொய் புதிதாக எதையும் (இதுவரை) செய்து விடவில்லை. இனியும் செய்யப் போவதில்லை"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "(மேலும்) கூறுவீராக: ‘‘நான் வழிதவறி இருந்தால் அது எனக்கே நஷ்டமாகும். நான் நேரான வழியை அடைந்து இருந்தால் அது என் இறைவன் எனக்கு வஹ்யி மூலமாக அறிவித்ததன் காரணமாகவே ஆகும். நிச்சயமாக அவன் (அனைத்தையும்) செவியுறுபவனும் (அனைத்திற்கும்) சமீபமானவனும் ஆவான்"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "‘‘(மறுமையில்) இவர்கள் திடுக்கிட்டு(த் தப்பி) ஓட முயற்சித்த போதிலும் ஒருவருமே தப்பிவிட மாட்டார்கள். மிக்க சமீபத்திலேயே பிடிபட்டு விடுவார்கள்'' என்பதை நீர் காண்பீராயின் (அது எவ்வாறிருக்கும்)"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "(அச்சமயம்) இவர்கள் (திடுக்கிட்டு) அதை (நம்பிக்கை கொண்டோம்) நம்பிக்கை கொண்டோம் என்று கதறுவார்கள். (சத்தியத்திலிருந்து) இவ்வளவு தூரம் சென்றுவிட்ட இவர்கள் (உண்மையான நம்பிக்கையை) எவ்வாறு அடைந்து விடுவார்கள்"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "இதற்கு முன்னரோ, இவர்கள் அதை நிராகரித்துக் கொண்டும், இவ்வளவு தூரத்தில் அவர்களுக்கு மறைத்திருந்ததைப் (பொய் என்று) பிதற்றிக்கொண்டும் இருந்தனர்"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "அவர்களுக்கும் அவர்கள் விரும்பியவற்றுக்கும் இடையில் தடை ஏற்படுத்தப்பட்டுவிடும். அவ்வாறே இவர்களுக்கு முன்னிருந்த இவர்களுடைய இனத்தாருக்குச் செய்யப்பட்டது. (ஏனென்றால்,) நிச்சயமாக அவர்களும் பெரும் சந்தேகத்தில் ஆழ்ந்தே கிடந்தனர்"
        },
        {
            "chapter": 35,
            "verse": 1,
            "text": "எல்லாப் புகழும் அல்லாஹ்வுக்கே! வானங்களையும் பூமியையும் அவனே படைத்தான். வானவர்களைத் தன் தூதைக் கொண்டு போகிறவர்களாகவும் ஆக்கினான். அவர்கள் இரண்டிரண்டு, மும்மூன்று, நான்கு நான்கு இறக்கைகள் உடையவர்களாக இருக்கின்றனர். அவன் விரும்பியதைத் தன் படைப்பில் மேலும் அதிகப்படுத்துவான். நிச்சயமாக அல்லாஹ் அனைத்தின் மீதும் பேராற்றலுடையவன் ஆவான்"
        },
        {
            "chapter": 35,
            "verse": 2,
            "text": "அல்லாஹ் தன் அருளை மனிதர்களுக்குத் திறந்து விட்டால் அதைத் தடுத்து விடக்கூடியவன் ஒருவனுமில்லை. அவன் (தன் அருளைத்) தடுத்துக் கொண்டால் அதை அனுப்பக்கூடியவனும் ஒருவனுமில்லை. அவன் (அனைவரையும்) மிகைத்தவன், ஞானமுடையவன் ஆவான்"
        },
        {
            "chapter": 35,
            "verse": 3,
            "text": "மனிதர்களே! உங்கள் மீதுள்ள அல்லாஹ்வுடைய அருட்கொடையை நினைத்துப் பாருங்கள். அல்லாஹ்வையன்றி வேறொரு படைப்பவன் இருக்கிறானா? வானத்திலிருந்தும் பூமியிலிருந்தும் அவனே உங்களுக்கு உணவளிக்கிறான். அவனைத் தவிர வணக்கத்திற்குரிய வேறொரு இறைவன் இல்லவே இல்லை. ஆகவே, (அவனை விட்டு) நீங்கள் எங்கு வெருண்டோடுகிறீர்கள்"
        }
    ]
}