{
    "pages": [
        {
            "chapter": 36,
            "verse": 13,
            "text": "(நபியே!) நம் தூதர்கள் சென்ற, ஓர் ஊர்வாசிகளை அவர்களுக்கு உதாரணமாகக் கூறுவீராக"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "நாம் அவர்களிடம் இரு தூதர்களை அனுப்பியபொழுது அவ்விருவரையும் அவர்கள் பொய்யாக்கினார்கள். ஆகவே மூன்றாவது தூதரைக் கொண்டு (அவ்விருவருக்கும்) உதவி செய்தோம். ஆகவே, இவர்கள் (மூவரும் அவர்களை நோக்கி) ‘‘மெய்யாகவே நாங்கள் உங்களிடம் அனுப்பப்பட்ட இறைவனின் தூதர்களாவோம்'' என்று கூறினார்கள்"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "அதற்கவர்கள் “நீங்கள் எங்களைப் போன்ற மனிதர்களே! (தவிர இறைவனின் தூதர்களல்ல.) ரஹ்மான் (உங்கள் மீது வேதத்தில்) எதையும் அருளவில்லை. நீங்கள் பொய் சொல்பவர்களே தவிர வேறில்லை'' என்று கூறினார்கள்"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "அதற்கவர்கள் ‘‘ நிச்சயமாக நாங்கள் உங்களிடம் அனுப்பப்பட்ட தூதர்கள்தான் என்பதை எங்கள் இறைவனே நன்கறிவான்'' என்றனர்"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "“எங்கள் தூதைப் பகிரங்கமாக எடுத்துரைப்பதைத் தவிர (உங்களை நிர்ப்பந்திப்பது) எங்கள் மீது கடமையல்ல'' (என்றும் கூறினார்கள்)"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "அதற்கவர்கள் “நாங்கள் உங்கள் வருகையை நிச்சயமாக கெட்ட சகுனமாக நினைக்கிறோம். நீங்கள் (இதிலிருந்து) விலகிக் கொள்ளாவிடில் நிச்சயமாக நாங்கள் உங்களைக் கல்லெறிந்து கொன்று விடுவோம். மேலும், எங்களிடமிருந்து துன்புறுத்தும் வேதனையும் உங்களைப் பிடித்துக் கொள்ளும்'' என்று கூறினார்கள்"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "அதற்கு (நம் தூதர்கள்) “உங்கள் கெட்ட சகுனம் உங்களிடம்தான் இருக்கிறது. உங்களுக்கு நல்லறிவைப் புகட்டியதற்காகவா? (எங்களைக் கெட்ட சகுனம் என்று கூறுகிறீர்கள்). அது சரியன்று; நீங்கள்தான் வரம்புமீறிய மக்கள்'' என்று கூறினார்கள்"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "இதற்கிடையில் அப்பட்டிணத்தின் கடைக் கோடியிலிருந்து ‘(ஹபீபுந் நஜ்ஜார்' என்னும்) ஒரு மனிதர் விரைந்தோடி வந்து (அப்பட்டிணவாசிகளை நோக்கிக்) கூறியதாவது: “என் மக்களே! நீங்கள் இத்தூதர்களைப் பின்பற்றுங்கள்"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "உங்களிடம் ஒரு கூலியையும் கேட்காத இவர்களை நீங்கள் (அவசியம்) பின்பற்றுங்கள். அவர்கள்தான் நேர்வழி அடைந்தவர்கள்"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "என்னைப் படைத்தவனை நான் வணங்காதிருக்க எனக்கென்ன (நேர்ந்தது? விசாரணைக்காக) அவனிடமே நீங்கள் திரும்ப கொண்டு வரப்படுவீர்கள்"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "அவனையன்றி, (மற்ற எதையும்) நான் இறைவனாக எடுத்துக் கொள்வேனா? ரஹ்மான் எனக்கொரு தீங்கிழைக்கக் கருதினால் இவற்றின் சிபாரிசு எதையும் என்னை விட்டுத் தடுத்துவிடாது. (அதிலிருந்து) என்னை இவற்றால் விடுவிக்கவும் முடியாது"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "(அவன் ஒருவனையே நான் வணங்காவிட்டால்) நிச்சயமாக நான் பகிரங்கமான வழிகேட்டில் சென்று விடுவேன்"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "நிச்சயமாக நான் உங்கள் இறைவனையே நம்பிக்கை கொண்டிருக்கிறேன். (மற்றெவரையும் அல்ல.) ஆதலால், நீங்கள் எனக்குச் செவிசாயுங்கள்'' (என்று கூறினார்)"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "(எனினும், மக்கள் அவருடைய நல்லுபதேசத்தைக் கேளாது அவரைக் கொலை செய்துவிட்டனர்! ஆகவே, அவரை நோக்கி) “நீர் சொர்க்கத்தில் நுழைவீராக!'' எனக் கூறப்பட்டது"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "(சொர்க்கத்தில் நுழைந்த) அவர் “என் இறைவன் எனக்கு மன்னிப்பளித்து மிக்க கண்ணியமானவர்களில் ஒருவனாகவும் என்னை ஆக்கிவிட்டதை என் மக்கள் அறிந்துகொள்ள வேண்டாமா?'' என்று கூறினார்"
        }
    ]
}