{
    "pages": [
        {
            "chapter": 2,
            "verse": 270,
            "text": "(நன்மைக்காக உங்கள்) பொருளிலிருந்து நீங்கள் என்ன செலவு செய்தபோதிலும் அல்லது நீங்கள் என்ன நேர்ச்சை செய்த போதிலும் நிச்சயமாக அல்லாஹ் அதை நன்கறிகிறான். மேலும், (நேர்ச்சை செய்தபின் அதை நிறைவேற்றாத) அநியாயக்காரர்களுக்கு உதவி செய்பவர்கள் (ஒருவருமே) இல்லை"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "(நீங்கள் செய்யும்) தர்மங்களை நீங்கள் வெளிப்படையாக செய்தால் அதுவும் நன்றே. (ஏனெனில், அது பிறரையும் தர்மம் செய்யும்படி தூண்டும்.) ஆயினும், அதை நீங்கள் மறைத்தே கொடுப்பது, அதுவும் அதை ஏழைகளுக்குக் கொடுப்பது உங்களுக்கு மிகவும் நன்மை (பயக்கும்). மேலும், அது (அதாவது இருவகை தர்மமும்) உங்கள் பாவங்களுக்குப் பரிகாரமாகவும் ஆகும். நீங்கள் செய்யும் (வெளிப்படையான மற்றும்) மறைவான அனைத்தையும் அல்லாஹ் நன்கறிவான்"
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "(நபியே! மனிதர்களுக்கு நேரான வழியை அறிவிப்பதுதான் உங்கள் கடமை.) நேரான வழியில் அவர்களைச் செலுத்துவது உங்கள் கடமையல்ல. ஆயினும், அல்லாஹ், தான் நாடியவர்களையே நேரான வழியில் செலுத்துகிறான். (நம்பிக்கையாளர்களே!) நல்லதிலிருந்து நீங்கள் எதை செலவு செய்தபோதிலும் அது உங்களுக்கே (நன்மையாக அமையும்). அல்லாஹ்வின் முகத்தைத் தேடுவதற்கே தவிர, (பெருமைக்காக) நீங்கள் (எதையும்) செலவு செய்யாதீர்கள். (பெருமையை நாடாமல்) நன்மைக்காக எதைச் செலவு செய்தபோதிலும் அதன் கூலியை நீங்கள் முழுமையாக அடைவீர்கள், (அதில்) உங்களுக்கு அநீதி இழைக்கப்படமாட்டாது"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "(நம்பிக்கையாளர்களே!) சில ஏழைகள் இருக்கின்றனர். அவர்கள் அல்லாஹ்வுடைய மார்க்கத்திற்காகவே தங்களை (முற்றிலும் அர்ப்பணம் செய்து) ஒதுக்கிக் கொண்டதால் (தங்கள் சொந்த வாழ்விற்குத் தேடக்கூட) பூமியில் நடமாட சாத்தியப்படாதவர்களாக இருக்கின்றனர். (மேலும், அவர்கள்) யாசிக்காததால் (அவர்களின் வறுமை நிலையை) அறியாதவர்கள் அவர்களை செல்வந்தர்களென எண்ணிக் கொள்கின்றனர். அவர்களுடைய (வறுமையின்) அடையாளங்(களாகிய ஆடை, இருப்பிடம் ஆகியவை)களைக் கொண்டு நீங்கள் அவர்களை அறிந்து கொள்ளலாம். அவர்கள் மனிதர்களிடத்தில் வருந்தியும் கேட்க மாட்டார்கள். (இத்தகைய ஏழைகளுக்கு) நீங்கள் நல்லதில் இருந்து எதைச் செலவு செய்தபோதிலும் நிச்சயமாக அல்லாஹ் அதை நன்கறி(ந்து அதற்குரிய கூலியை உங்களுக்குத் தரு)வான்"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "(நம்பிக்கையாளர்களே!) எவர்கள் தங்கள் பொருள்களை (பிறருக்கு உதவிடும் நோக்கில்) இரவிலும், பகலிலும், இரகசியமாகவும், வெளிப்படையாகவும் செலவு செய்கிறார்களோ அவர்களுக்குரிய கூலி அவர்களின் இறைவனிடம் அவர்களுக்கு உண்டு. தவிர, அவர்களுக்கு (மறுமையில்) எவ்வித பயமும் இல்லை. அவர்கள் துக்கப்படவும் மாட்டார்கள்"
        }
    ]
}