{
    "pages": [
        {
            "chapter": 43,
            "verse": 74,
            "text": "(ஆயினும் பாவம் செய்த) குற்றவாளிகள் நிச்சயமாக நரக வேதனையில் என்றென்றும் நிலைபெற்று விடுவார்கள்"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "அவர்களுடைய (வேதனையில்) ஒரு சிறிதும் குறைக்கப்பட மாட்டாது. அதில் அவர்கள் நம்பிக்கை இழந்து விடுவார்கள்"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "நாம் அவர்களுக்கு ஒரு தீங்கும் இழைத்துவிடவில்லை. எனினும், அவர்கள் தமக்குத்தாமே தீங்கிழைத்துக் கொண்டனர்"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "(இந்நிலையில் அவர்கள் நரகத்தின் அதிபதியை நோக்கி) ‘‘மாலிக்கே! உமது இறைவன் எங்கள் காரியத்தை முடித்து விடட்டும். (மரணத்தின் மூலமாயினும் எங்களுக்கு விடுதலை கிடைக்கட்டும்)'' என்று சப்தமிடுவார்கள். அதற்கவர் ‘‘(முடியாது!) நிச்சயமாக நீங்கள் இதே நிலைமையில் (வேதனையை அனுபவித்துக் கொண்டே மரணிக்காது) இருக்க வேண்டியதுதான்'' என்று கூறுவார்"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "(நிராகரிப்பாளர்களே!) நிச்சயமாக நாம் உங்களிடம் உண்மையான வேதத்தை கொண்டுவந்தோம். எனினும், உங்களில் பெரும்பாலானவர்கள் அந்த உண்மையை வெறுக்கின்றனர்"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "(நபியே! உமக்குச் சதி செய்ய) அவர்கள் ஏதும் முடிவு கட்டிக் கொண்டிருக்கின்றனரா? அவ்வாறாயின், (அதற்குரிய பரிகாரத்தை) நாமும் முடிவு கட்டித்தான் வைத்திருக்கிறோம்"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "அல்லது அவர்கள் (தங்கள் மனதில்) மறைத்து வைத்திருப்பதும் அல்லது (தங்களுக்குள்) இரகசியமாகப் பேசுவதையும் நாம் செவியேற்க மாட்டோம் என்று அவர்கள் நினைக்கின்றனரா? அவ்வாறில்லை! அவர்களிடத்தில் இருக்கும் நம் வானவர்கள் (ஒவ்வொன்றையும்) பதிவு செய்துகொண்டே வருகின்றனர்"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "(நபியே!) கூறுவீராக: ‘‘ரஹ்மானுக்கு சந்ததி இருந்தால் (அதை) வணங்குபவர்களில் நானே முதன்மையானவனாக இருப்பேன்"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "வானங்கள் இன்னும் பூமியின் இறைவன், அர்ஷுடைய இறைவன் இவர்கள் கூறும் (பொய்யான) வர்ணிப்புகளை விட்டும் மிக்க பரிசுத்தமானவன்"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "ஆகவே, (நபியே!) இவர்களுக்கு வாக்களிக்கப்பட்ட (வேதனையின்) நாளை இவர்கள் சந்திக்கும் வரை, வீண் தர்க்கத்தில் மூழ்கி விளையாடிக் கொண்டிருக்கும் படி இவர்களை விட்டுவிடுவீராக"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "வானத்திலும் அவன்தான் வணக்கத்திற்குரிய இறைவன்; பூமியிலும் அவன்தான் வணக்கத்திற்குரிய இறைவன். (ஈஸாவும் அல்ல, வேறு எவரும் அல்ல.) அவன்தான் மிக்க ஞானமுடையவன், நன்கறிந்தவன்"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "வானங்கள், பூமி இன்னும் இவற்றுக்கு மத்தியிலுள்ளவற்றின் ஆட்சி (ரஹ்மானாகிய) அவனுக்குரியதே. அவன் பெரும் பாக்கியம் உடையவன். அவனிடத்தில்தான் மறுமையின் ஞானம் இருக்கிறது. அவனிடமே நீங்கள் திரும்பக் கொண்டு போகப்படுவீர்கள்"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "அல்லாஹ்வையன்றி எவற்றை இவர்கள் (இறைவனென) அழைக்கிறார்களோ அவை (இவர்களுக்காக அவனிடத்தில்) பரிந்து பேசவும் சக்தி பெறாது. ஆயினும், எவர்கள் உண்மையை அறிந்து அதைப் பகிரங்கமாகவும் கூறுகிறார்களோ அவர்களைத் தவிர. (அவர்களுக்கு அவனுடைய அனுமதி கிடைத்தால் அவனிடம் அவர்கள் பரிந்து பேசுவார்கள்)"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "(நபியே!) அவர்களை படைத்தவன் யார் என்று நீர் அவர்களிடம் வினவினால் (ஈஸாவும் அல்ல, வேறு எவரும் அல்ல.) அல்லாஹ்தான் என்று நிச்சயமாகக் கூறுவார்கள். அவ்வாறாயின், (அவனைவிட்டு) இவர்கள் எங்கு வெருண்டோடுகின்றனர்"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "‘‘என் இறைவனே! நிச்சயமாக இவர்கள் நம்பிக்கை கொள்ளாத மக்கள்'' என்று (தூதராகி) அவர் கூறுவது நமக்குத் தெரியும்"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "ஆகவே, நீர் அவர்களைப் புறக்கணித்து விட்டு ‘ஸலாம்' என்று கூறி வருவீராக. பின்னர் அவர்கள் (இதன் உண்மையை) அறிந்து கொள்வார்கள்"
        }
    ]
}