{
    "pages": [
        {
            "chapter": 3,
            "verse": 16,
            "text": "இவர்கள் (தங்கள் இறைவனை நோக்கி) ‘‘எங்கள் இறைவனே! நிச்சயமாக நாங்கள் (உன்னை) நம்பிக்கை கொள்கிறோம். ஆதலால், நீ எங்கள் பாவங்களை மன்னித்து (அருள் புரிந்து, நரக) நெருப்பின் வேதனையிலிருந்தும் எங்களை காப்பாற்றுவாயாக!'' என்றும் (தொடர்ந்து) பிரார்த்தித்துக் கொண்டிருப்பார்கள்"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "(அவர்கள்) பொறுமையாளர்களாகவும், உண்மை பேசுகிறவர்களாகவும், (இறைவனுக்கு) முற்றிலும் வழிப்பட்டு நடப்பவர்களாகவும், தானம் செய்கிறவர்களாகவும், ‘ஸஹர்' நேரங்களில் (வைகறைப் பொழுதில் அல்லாஹ்விடம்) மன்னிப்புக் கோருகிறவர்களாகவும் இருக்கின்றனர்"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "(நபியே! நீதவானாகிய) அல்லாஹ் சாட்சி கூறுகிறான்: ‘‘நிச்சயமாக அல்லாஹ்வைத் தவிர வணக்கத்திற்குத் தகுதியான இறைவன் வேறுயாரும் (இல்லவே) இல்லை.'' அப்படியே வானவர்களும் (வேதத்தை கற்றுத் தேர்ந்த) கல்வியாளர்களும் சாட்சி கூறுகின்றனர்; (அனைவரையும்) மிகைத்தவனும் ஞானமுடையவனுமான அவனைத் தவிர வணக்கத்திற்குரியவன் வேறுயாருமில்லை"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "நிச்சயமாக அல்லாஹ்விடத்தில் (அங்கீகரிக்கப்பட்ட) மார்க்கம் இஸ்லாம்தான். வேதம் அளிக்கப்பட்டவர்கள் (‘இதுதான் உண்மையான வேதம்' என்ற) ஞானம் அவர்களுக்கு கிடைத்த பின்னர் தங்களுக்கிடையே உள்ள பொறாமையின் காரணமாகவே (இதற்கு) மாறுபட்டனர். ஆகவே, எவர்கள் அல்லாஹ்வுடைய வசனங்களை நிராகரிக்கிறார்களோ அவர்களுடைய கணக்கை நிச்சயமாக அல்லாஹ் வெகு சீக்கிரத்தில் எடுப்பான்"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "(நபியே!) இதற்குப் பின்னும் அவர்கள் உம்முடன் தர்க்கித்தால் (அவர்களை நோக்கி) ‘‘நிச்சயமாக நானும் என்னைப் பின்பற்றியவர்களும் அல்லாஹ்வு(டைய கட்டளைகளு)க்கு முற்றிலும் தலை சாய்த்துவிட்டோம் என்று கூறி வேதமளிக்கப்பட்டவர்களையும், (சிலையை வணங்கும்) பாமரர்களையும் நோக்கி ‘‘நீங்களும் (அவ்வாறே) அல்லாஹ்வுக்குத் தலை சாய்க்கிறீர்களா?'' என்று கேட்பீராக. (அவ்வாறே) அவர்களும் தலைசாய்த்தால் நிச்சயமாக அவர்கள் நேரான பாதையை அடைந்து விட்டார்கள். அவர்கள் புறக்கணித்து விட்டால் (அதற்காக நீர் கவலைப்படாதீர். நம் தூதை அவர்களுக்குத்) தெரிவிப்பதுதான் உம் மீது கடமையாக இருக்கிறது. அல்லாஹ் (தன்) அடியார்களை உற்று நோக்குகிறான்"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "நிச்சயமாக எவர்கள் அல்லாஹ்வின் வசனங்களை நிராகரித்து, நியாயமின்றி இறைத்தூதர்களையும், நீதத்தை ஏவுகின்ற (மற்ற) மனிதர்களையும் கொலை செய்கிறார்களோ அவர்களுக்கு துன்புறுத்தும் வேதனையைக்கொண்டு (நபியே!) நற்செய்தி கூறுவீராக"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "இவர்கள் செய்த (நற்) செயல்கள் (அனைத்தும்) இம்மையிலும் மறுமையிலும் (எத்தகைய பலனுமின்றி, முற்றிலும்) அழிந்துவிட்டன. (மறுமையில்) இவர்களுக்கு உதவி செய்பவர்கள் ஒருவருமில்லை"
        }
    ]
}