{
    "pages": [
        {
            "chapter": 3,
            "verse": 141,
            "text": "அல்லாஹ் நிராகரிப்பவர்களை அழித்து உண்மை நம்பிக்கையாளர்களை வடிகட்டி எடுப்பதற்காகவும் (இவ்வாறு செய்கிறான்)"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "(நம்பிக்கையாளர்களே!) உங்களில் (அல்லாஹ்வுக்காக) போர் புரிபவர்கள் யார்? (சிரமங்களைப் பொறுமையுடன்) சகித்துக் கொள்பவர்கள் யார்? என்பதை அல்லாஹ் (பரிசோதித்து) அறிவதற்கு முன்னதாகவே நீங்கள் சொர்க்கம் நுழைந்துவிடலாம் என்று எண்ணிக்கொண்டு இருக்கிறீர்களா"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "நீங்கள் இறந்து விடுவதற்கு முன்னதாகவே, (அல்லாஹ்வின் பாதையில் உங்கள்) உயிரை அர்ப்பணம் செய்ய விரும்பிக் கொண்டிருந்தீர்களே! (இப்போது) அது உங்கள் கண் முன் இருப்பதைத் திட்டமாகப் பார்த்துவிட்டீர்கள். (ஆகவே, இந்த போரில் ஏன் தயங்குகிறீர்கள்)"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "முஹம்மது (நபி) ஒரு தூதரே தவிர வேறில்லை. (ஆகவே, அவர் மரணமற்ற இறைவன் இல்லை.) அவருக்கு முன்னரும் (இவ்வாறே) (பல) தூதர்கள் சென்றிருக்கின்றனர். அவர் இறந்துவிட்டால் அல்லது வெட்டப்பட்டுவிட்டால் நீங்கள் புறங்காட்டிச் சென்று விடுவீர்களோ? (அவ்வாறு) எவரேனும் புறங்காட்டிச் சென்றுவிட்டால் அதனால் அவன் அல்லாஹ்வுக்கு ஒன்றும் நஷ்டம் உண்டாக்கிவிட மாட்டான். நன்றியறிபவர்களுக்கு அல்லாஹ் அதிசீக்கிரத்தில் (நற்)கூலியைத் தருவான்"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "ஓர் ஆத்மா அல்லாஹ்வின் அனுமதியின்றி இறப்பதில்லை. இது தவணை நிர்ணயிக்கப்பட்ட விதியாகும். எவர் (தன் செயலுக்கு) இந்த உலகத்தின் நன்மையை (மட்டும்) விரும்புகிறாரோ அவருக்கு அதை (மட்டும்) அளிப்போம். எவர் மறுமையின் நன்மையை(யும்) விரும்புகிறாரோ அவருக்கு அதை(யும்) வழங்குவோம். மேலும், நன்றி செலுத்துபவர்களுக்கு நாம் அதிசீக்கிரத்தில் நற்பயனை வழங்குவோம்"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "எத்தனையோ இறைத்தூதர்களும், அவர்களுடன் இறைவனின் பல நல்லடியார்களும் சேர்ந்து (அல்லாஹ்வின் பாதையில்) போர் புரிந்திருக்கின்றனர். அவர்கள் அல்லாஹ்வின் பாதையில் (போர் செய்ததனால்) தங்களுக்கு ஏற்பட்ட சிரமத்தின் காரணமாக அவர்கள் தங்கள் தைரியத்தை இழந்திடவுமில்லை; பலவீனமாகிவிடவுமில்லை; (எதிரிகளுக்கு) பணிந்துவிடவுமில்லை. (இவ்வாறு சிரமங்களைச்) சகித்துக் கொள்பவர்களைத்தான் அல்லாஹ் நேசிக்கிறான்"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "(இத்தகைய சந்தர்ப்பங்களில் அவர்கள் தங்கள் இறைவனை நோக்கி) ‘‘எங்கள் இறைவனே! எங்கள் பாவங்களை நீ மன்னிப்பாயாக! எங்கள் செயல்களில் நாங்கள் வரம்புமீறிய (குற்றத்)தையும் மன்னிப்பாயாக! எங்கள் பாதங்களை (போரில் நழுவாது) நீ உறுதிபடுத்தியும் வைப்பாயாக! (உன்னை) நிராகரிக்கும் மக்களை வெற்றிபெற நீ எங்களுக்கு உதவி புரிவாயாக!'' என்று அவர்கள் (பிரார்த்தித்துக்) கூறியதைத் தவிர (வேறொன்றும்) கூறியதில்லை"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "ஆதலால், அல்லாஹ் அவர்களுக்கு இவ்வுலகத்தின் நன்மையையும், மறுமையின் அழகான நன்மையையும் வழங்கினான். அல்லாஹ் (இத்தகைய) நல்லவர்களையே நேசிக்கிறான்"
        }
    ]
}