{
    "juzs": [
        {
            "chapter": 8,
            "verse": 41,
            "text": "او تاسو پوه شئ چې بېشكه هر هغه شى چې تاسو يې په غنیمت كې حاصل كړئ، نو بېشكه د الله لپاره د هغه (غنیمت) پنځمه برخه ده او د رسول لپاره او د خپلوانو او یتیمانو او مسكینانو او مسافرو لپاره، كه چېرې یئ تاسو چې پر الله ایمان لرئ او پر هغه شي چې مونږ پر خپل بنده باندې د فیصلې په ورځ نازل كړ، هغه ورځ چې دوه ډلې یو تربله (د جنګ لپاره) مخامخ شوې او الله په هر شي باندې ښه قادر دى"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "كله چې تاسو په ډېرې نژدې غاړه كې وئ او هغوى په ډېرې لرې غاړه كې وو او قافله له تاسو نه لاندې وه او كه چېرې تاسو یو له بل سره وعده كړې وَى، نو تاسو به خامخا په وعده كې مختلف شوي وَى او لېكن د دې لپاره چې الله هغه كار پوره كړي چې مقرر شوى و، د دې لپاره چې هلاكېدونكى د روښانه دلیل (له قايمېدو) نه (پس) هلاك شي، او ژوندى پاتې كېدونكى د روښانه دلیل (له قايمېدو) نه (پس) ژوندى واوسي او بېشكه الله یقینًا ښه اورېدونكى، ښه پوه دى"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "كله چې الله تا ته ستا په خوب كې هغوى ډېر لږ ښودل او كه چېرې تا ته يې هغوى ډېر زیات ښودلي وَى، (نو) تاسو به خامخا بې زړه شوي وى او تاسو به په خپل مینځ كې په دې كار كې خامخا اختلاف او جګړه كړې وَى او لېكن الله (ستاسو) ساتنه وكړه، بېشكه هغه د سینو پر خبرو ښه عالم دى"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "او كله چې يې تاسو ته هغوى، له یو بل سره د مخامخ كېدلو په وخت كې، ستاسو په سترګو كې ډېر لږ ښودل او تاسو يې د هغوى په سترګو كې لږ ښودلئ، د دې لپاره چې الله هغه كار پوره كړي چې مقرر شوى و او خاص د الله په طرف ټول كارونه بېرته ګرځولى شي"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "اى هغو كسانو چې ایمان يې راوړى دى! كله چې تاسو د كومې (كافرې) ډلې سره مخامخ شئ، نو ثابت قدم اوسئ او الله ډېر زیات یادوئ، د دې لپاره چې تاسو كامیاب شئ"
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "او تاسو د الله او د هغه د رسول اطاعت كوئ او په خپل مینځ كې جګړه (او اختلاف) مه كوئ (ګنې) نو بې زړه به شئ او ستاسو زور به لاړ شي او صبر كوئ، بېشكه الله د صبر كوونكو ملګرى دى"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "او تاسو د هغه خلقو په شان مه كېږئ چې له خپلو كورونو نه ووتل، په دې حال كې چې تكبر كوونكي او خلقو ته ځان ښودونكي وو او دوى د الله له لارې نه (خلق) منع كوي او الله د هغو كارونو احاطه كوونكى دى چې دوى يې كوي"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "او (یاد كړئ) هغه وخت چې شیطان دوى ته د دوى عملونه ښايسته كړل او ويې ويل:نن ورځ پر تاسو باندې له خلقو څخه هیڅوك غالب راتلونكى نشته او بېشكه زه ستاسو ساتونكى یم، نو كله چې دواړه ډلې یو تربله مخامخ شوې، بېرته په منډه په شا لاړ او ويې ويل:بېشكه زه له تاسو بېزاره یم، بېشكه زه هغه څه وینم چې تاسو يې نه وینئ، بېشكه زه له الله څخه وېرېږم او الله ډېر سخت عذاب والا دى"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "كله چې منافقانو ویل او هغو كسانو چې د هغوى په زړونو كې مرض و: دا خلق خپل دین دوكه كړي دي او څوك چې په الله باندې توكل وكړي، نو یقینًا الله ښه غالب، ښه حكمت والا دى"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "او كه چېرې ته ووینې هغه وخت چې ملايك د كافر شويو كسانو ساګانې قبض كوي، چې د هغوى مخونه او د هغوى شاګانې وهي او (ورته وايي:) سخت سوزونكى عذاب وڅَكئ"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "دا په سبب د هغو (بدو عملونو) چې ستاسو لاسونو مخكې لېږلي دي او په دې چې یقینًا الله پر بنده ګانو هېڅ ظلم كوونكى نه دى"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "(د دې كافرانو حال هم هغه شان دى) لكه حال د فرعونیانو او د هغو كسانو چې له دوى نه مخكې وو، د الله په ایتونو كافر شول، نو الله هغوى د خپلو ګناهونو په سبب ونیول، بېشكه الله قوي، (او) ډېر سخت عذاب والا دى"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "دا په دې چې یقینًا الله د هغه نعمت بدلوونكى نه دى چې پر كوم قوم يې پېرزو كړى وي تر هغه چې هغوى هغه (حالت) بدل كړي چې د هغوى په نفسونو كې دى او دا په دې چې یقینًا الله ښه اورېدونكى، ښه پوه دى"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "لكه حال د فرعونیانو او د هغو كسانو چې له دوى نه مخكې وو، د خپل رب د ایتونو تكذیب يې وكړ، نو مونږ هغوى د خپلو ګناهونو په وجه هلاك كړل او فرعونیان مو غرق كړل او هغوى ټول ظالمان وو"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "بېشكه د الله په نیز په ځمكه باندې په ګرځېدونكو كې تر ټولو بدتر هغه كسان دي چې كفر يې كړى دى، نو هغوى ایمان نه راوړي"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "هغه كسان چې تا له هغوى سره مُعَاهَده كړې وه، بیا هر ځله دوى خپل عهد (تړون) ماتوي او دوى (له الله نه) نه وېرېږي"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "نو كه كله هم ته دوى په جنګ كې ومومې، نو دوى ته په سزا وركولو سره هغه كسان تیت او پرك كړه چې د دوى وروسته دي، لپاره د دې چې دغه (وروستني خلق) نصیحت ومومي"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "او كه چېرې كله هم ته له كوم قوم نه د خیانت (وعده خلافۍ) اندېښنه ولرې، نو ته دوى ته په برابرۍ سره (دغه عهد) وغورځوه (تړون على الإعلان ختم كړه)، بېشكه الله خیانت كوونكي (وعده ماتوونكي) نه خوښوي"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "او كافر شوي كسان دې كله هم (دا) ګمان ونه كړي چې دوى بچ شول، بېشكه دوى (الله لره) نشي عاجزه كولى"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "او تاسو قوت او تړلي اسونه تیار كړئ څومره چې استطاعت لرئ، چې په دې سره به تاسو د الله دښمنان او خپل دښمنان وېروئ او له دوى نه سوا نور خلق (هم) چې تاسو هغوى نه پېژنئ، الله هغوى پېژني او تاسو چې د الله په لاره كې څه شى هم خرچ كوئ، تاسو ته به پوره (بدله) دركړى شي او پر تاسو به ظلم نه كېږي"
        },
        {
            "chapter": 8,
            "verse": 61,
            "text": "او كه دغه (كفار) سولې ته مايل شي، نو ته هم دې ته مايل شه او په الله باندې توكل وكړه، بېشكه هم هغه، ښه اورېدونكى، ښه پوه دى"
        },
        {
            "chapter": 8,
            "verse": 62,
            "text": "او كه دوى له تا سره د دوكې كولو اراده وكړي، نو بېشكه تا لپاره الله كافي دى، دى همغه ذات دى چې ته يې په خپل مدد سره او په مومنانو سره مضبوط كړى يې"
        },
        {
            "chapter": 8,
            "verse": 63,
            "text": "او د دوى د زړونو په مینځ كې يې محبت واچاوه، كه چېرې تا هغه ټول څه لګولي وى چې په ځمكه كې دي (، نو) تا به د دوى د زړونو په مینځ كې محبت نه و اچولى او لېكن الله د دوى په مینځ كې محبت واچاوه، بېشكه هغه ډېر غالب، ښه حكمت والا دى"
        },
        {
            "chapter": 8,
            "verse": 64,
            "text": "اى نبي! تا لپاره او ستا پیروي كوونكو مومنانو لپاره الله كافي دى"
        },
        {
            "chapter": 8,
            "verse": 65,
            "text": "اى نبي! ته مومنان (له دغو كفارو سره) په جنګ كولو باندې تېز كړه، كه چېرې په تاسو كې شل تنه صبر كوونكي وي، نو پر دوه سوه كسانو به غالبه شي او كه چېرې په تاسو كې سل تنه صبر كوونكي وي (،نو) پر هغو زرو كسانو به غالبه شي چې كافر شوي دي، ځكه چې یقینًا هغوى داسې قوم دى چې نه پوهېږي"
        },
        {
            "chapter": 8,
            "verse": 66,
            "text": "اوس الله پر تاسو اساني راوستله او معلومه (څرګنده) يې كړه چې بېشكه په تاسو كې كمزوري ده، نو كه چېرې په تاسو كې سل تنه صبر كوونكي وي، (،نو) پر دوه سوه به غالبه شي او كه په تاسو كې زر تنه (صبر كوونكي) وي (،نو) پر دوه زره به غالبه شي، د الله په حكم سره، او الله د صبر كوونكو ملګرى دى"
        },
        {
            "chapter": 8,
            "verse": 67,
            "text": "د نبي لپاره لايق نه دي چې د هغه دې بندیان (قيديان) وي، تر هغه چې وینې توى كړي، تاسو د دنیا اسباب غواړئ او الله (تاسو لپاره) د اخرت (د ثواب) اراده لري او الله ښه غالب، ښه حكمت والا دى"
        },
        {
            "chapter": 8,
            "verse": 68,
            "text": "كه د الله له جانبه مخكینى لیك نه وى (،نو) تاسو ته به د هغې (فدیې) په بدل كې چې تاسو واخيستله، خامخا ډېر لوى عذاب دررسېدلى و"
        },
        {
            "chapter": 8,
            "verse": 69,
            "text": "نو تاسو خورئ له هغه (ماله) چې تاسو په غنیمت حاصل كړى دى، چې حلال پاكیزه دى، او له الله نه ووېرېږئ، بېشكه الله ډېر بخښونكى، بې حده مهربان دى"
        },
        {
            "chapter": 8,
            "verse": 70,
            "text": "اى نبي! ته هغو بندیانو (قيديانو) ته ووایه چې ستاسو په لاس كې دي: كه چېرې الله ستاسو په زړونو كې خیر (ایمان) معلوم كړي (،نو) تاسو ته به له هغه (مال) نه غوره دركړي چې له تاسو اخيستل شوى دى او تاسو ته به بخښنه وكړي او الله ډېر بخښونكى، بې حده مهربان دى"
        },
        {
            "chapter": 8,
            "verse": 71,
            "text": "او كه دوى له تا سره د خیانت كولو اراده لري، نو یقینًا دوى له دې نه مخكې له الله سره خیانت كړى دى، نو هغه پر دوى باندې (د مومنانو) قابو (او غلبه) راوستله، او الله ښه پوه، ښه حكمت والا دى"
        },
        {
            "chapter": 8,
            "verse": 72,
            "text": "بېشكه هغه كسان چې ایمان يې راوړى دى او هجرت يې كړى دى او د الله په لاره كې يې په خپلو ځانونو سره جهاد كړى دى او هغه كسان چې ځاى يې وركړى دى (دوى ته) او مرسته يې ورسره كړې ده، دغه كسان یو تر بله دوستان دي او هغه كسان چې ایمان يې راوړى دى او هجرت يې نه دى كړى (دار الاسلام ته) (، نو) ستاسو له هغوى سره د دوستۍ هېڅ شى (تعلق) نشته تر هغه پورې چې دوى هجرت وكړي او كه چېرې دوى له تاسو نه په دین كې مرسته وغواړي، نو پر تاسو باندې مدد كول لازم دي، مګر د هغه (كافر) قوم په خلاف نه چې ستاسو او د هغوى په مینځ كې معاهده وي او الله هغو كارونو لره چې تاسو يې كوئ ؛ ښه لیدونكى دى"
        },
        {
            "chapter": 8,
            "verse": 73,
            "text": "او هغه كسان چې كفر يې كړى دى؛ دوى یو تر بله دوستان (حمايتيان) دي، كه تاسو دا (كارونه، يعنې له مومنانو سره دوستي او د دغو كفارو سركوبي) ونه كړئ (،نو) په ځمكه كې به لویه فتنه او ډېر لوى ورانى جوړ شي"
        },
        {
            "chapter": 8,
            "verse": 74,
            "text": "او هغه كسان چې ایمان يې راوړى دى او هجرت يې كړى دى او د الله په لاره كې يې جهاد كړى دى او هغه كسان چې ځاى يې وركړى دى او مدد يې كړى دى، همدغه كسان په حقه مومنان دي، د دوى لپاره بخښنه او ډېر د عزت رزق دى"
        },
        {
            "chapter": 8,
            "verse": 75,
            "text": "او هغه كسان چې له دې نه پس يې ایمان راوړ او هجرت يې وكړ او ستاسو په ملګرتیا كې يې جهاد وكړ، نو دغه كسان له هم ستاسو څخه دي او د خپلولۍ والا د الله په كتاب كې د یو بل زیات حقدار دي، بېشكه الله پر هر شي ښه پوه دى"
        },
        {
            "chapter": 9,
            "verse": 1,
            "text": "(دا) د الله او د هغه د رسول له جانبه بیزاري او صاف ځواب دى، په مشركانو كې هغو كسانو ته چې تاسو ورسره عهد كړى و"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "نو (اى مشركانو!) تاسو په دغه ځمكه كې څلور میاشتې (په امن سره) ګرځئ او پوه شئ چې یقینًا تاسو الله لره عاجزه كوونكي نه یئ او دا چې یقینًا الله كافرانو لره رسوا كوونكى دى"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "او د حج اكبر په ورځ د الله او د هغه د رسول له جانبه ټولو خلقو ته (دا) اعلان (او خبرتیا) دى چې بېشكه الله او د هغه رسول له مشركانو نه بیزاره دى، نو كه تاسو توبه وباسئ، نو دا تاسو لپاره ډېر غوره دي او كه تاسو مخ وګرځوئ، نو پوه شئ چې یقینًا تاسو الله لره عاجزه كوونكي نه یئ او هغو كسانو ته چې كافران شوي دي؛ د ډېر دردوونكي عذاب زېرى وركړه"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "مګر په مشركانو كې هغه كسان چې تاسو ورسره عهد كړى دى، بیا هغوى تاسو ته هېڅ شى نقصان نه دى دررسولى او نه يې ستاسو په مقابل كې د هیچا مدد كړى دى، نو هغوى ته خپل عهد د هغوى د مودې پورې پوره كړئ، بېشكه الله (له بدعهدۍ نه) ځان ساتونكي خوښوي"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "نو كله چې حرامې میاشتې تېرې شي، بیا نو تاسو دغه مشركان وژنئ چېرته چې تاسو هغوى ومومئ او دوى نیسئ او د دوى محاصَره كوئ او د دوى لپاره په هر كمین ځاى كې كېنئ، نو كه دوى توبه وباسي او لمونځ قايم كړي او زكات ادا كړي، بیا نو تاسو د دوى لاره خوشې كړئ، بېشكه الله ډیر بخښونكى، بې حده رحم كوونكى دى"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "او كه په مشركانو كې یو تن له تا نه امان (پناه) وغواړي، نو هغه ته امان وركړه تر هغه پورې چې هغه د الله كلام واوري، بیا هغه خپل د امن ځاى (د هغهٔ وطن) ته ورسوه، دا په سبب د دې چې یقینًا دوى داسې قوم دى چې نه پوهېږي"
        },
        {
            "chapter": 9,
            "verse": 7,
            "text": "د الله په نیز او د هغه د رسول په نیز به د مشركانو لپاره څنګه عهد وي، غیر له هغو كسانو نه چې تاسو ورسره د مسجد حرام په خوا كې عهد كړى دى، نو تر څو پورې چې هغوى تاسو لپاره (پر عهد) پوره قايم وي، نو تاسو هم د هغوى لپاره (پر عهد) كلك قايم اوسئ، بېشكه الله (له بد عهدۍ نه) ځان ساتونكي خوښوي"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "څنګه (كېدى شي د دوى لپاره عهد!) حال دا چې كه دوى پر تاسو باندې لاس بري شي (،نو بیا) دوى ستاسو په حق كې نه خپلولۍ ته ګوري او نه عهد ته، دوى تاسو په خپلو خولو سره راضي كوي او د دوى زړونه انكار كوي او د دوى اكثره فاسقان دي"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "دوى د الله د ایتونو (د پرېښودلو) په بدل كې لږ قیمت اخيستى دى، نو منع شوي دي د هغهٔ له لارې نه، بېشكه دوى (چې دي) بد دى هغه عمل چې دوى به كاوه"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "دوى د مومن په باره كې نه د خپلولۍ لحاظ كوي او نه د عهد، او همدغه كسان (له حد نه) تېرېدونكي دي"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "نو كه دوى توبه وباسي او لمونځ قايم كړي او زكات ادا كړي، نو بیا ستاسو وروڼه دي په دین كې او مونږ په تفصیل سره بیانوو ایتونه د هغه قوم لپاره چې پوهېږي"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "او كه دوى خپل قسمونه له خپل عهد نه پس مات كړل او ستاسو په دین كښی يې عیبونه راوېستل شروع كړل، بیا نو د كفر له امامانو (مشرانو) سره جنګ كوئ، بېشكه دوى (چې دي) د دوى لپاره هېڅ (د اعتبار وړ) قسمونه نشته، د دې لپاره چې دوى منع شي"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "ولې تاسو له داسې قوم سره نه جنګېږئ چې هغوى خپل قسمونه مات كړي دي او د رسول د وېستلو اراده يې كړې ده، حال دا چې هم دوى پر تاسو شروع كړې ده اول ځلې! ایا تاسو له دوى نه وېرېږئ، نو الله تر ټولو زیات حقدار دى د دې چې له هغه نه ووېرېږئ، كه تاسو مومنان یئ"
        },
        {
            "chapter": 9,
            "verse": 14,
            "text": "له دوى سره وجنګیږئ، الله به دوى ته ستاسو په لاسونو عذاب وركړي او دوى به رسوا كړي او د دوى په مقابل كې به ستاسو مدد وكړي او د مومنو خلقو سینو ته به شفا (او يخ والى) وركړي"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "او د هغوى د زړونو غصه به لرې كړي او الله چې پر چا وغواړي په رحمت سره رجوع كوي او الله ښه پوه، ښه حكمت والا دى"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "ایا تاسو دا ګمان كړى دى چې تاسو به (همداسې) پرېښودى شئ، حال دا چې لا تر اوسه الله هغه كسان نه دي معلوم (ظاهر) كړي چې جهاد يې كړى دى له تاسو نه، او له الله او د هغه له رسول او مومنانو نه غیر يې بل هېڅ رازدار نه دى نیولى او الله ښه خبردار دى پر هغو عملونو چې تاسو يې كوئ"
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "د مشركانو لپاره دا حق نشته چې د الله جوماتونه اباد كړي، په داسي حال كې چې په خپلو ځانونو باندې د كفر ګواهي كوونكي دي، دغه خلق (چې دي) د دوى عملونه ضايع شوي دي او دوى به په اور كې تل ترتله وي"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "د الله جوماتونه خو يواځې هغه څوك ابادوي چې پر الله او د اخرت پر ورځ يې ایمان راوړى وي او لمونځ قايموي او زكات وركوي او نه وېرېږي غیر له الله نه، نو امېد دى چې دغه كسان به له هدایت موندونكو ځنې وي"
        },
        {
            "chapter": 9,
            "verse": 19,
            "text": "ایا تاسو حاجیانو ته اوبه وركول او د مسجد حرام ابادول د هغه چا (د ایمان) په شان ګرځولي دي چې پر الله او پر ورځ د اخرت يې ایمان راوړى دى او د الله په لاره كې يې جهاد كړى دى، دوى د الله په نیز برابر نه دي او الله ظالم قوم ته هدایت نه كوي"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "هغه كسان چې ایمان يې راوړى دى او هجرت يې كړى دى او د الله په لاره كې يې په خپلو مالونو او ځانونو سره جهاد كړى دى، د الله په نیز په درجه كې تر ټولو لوى دي، اوهمدغه كسان كامیاب دي"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "دوى ته خپل رب له خپل جانب نه د رحمت او رضامندۍ او د داسی جنتونو زېرى وركوي چې د دوى لپاره به په هغو كې همېشني نعمتونه وي"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "په دې حال كې چې په هغو كې به تل ترتله همېشه وي، بېشكه الله (چې دى) له هغه سره ډیر لوى اجر دى"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "اى هغو كسانو چې ایمان يې راوړى دى! تاسو خپل پلرونه او خپل وروڼه دوستان مه نیسئ كه دوى كفر محبوب (او غوره) وګڼي په ایمان باندې، او په تاسو كې چې چا له دغو (كفارو) سره دوستي وكړه، نو همدغه كسان ظالمان دي"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "(اى پېغمبره!) ته (دوى ته) ووایه: كه چېرې وي ستاسو پلرونه او ستاسو زامن او ستاسو وروڼه او ستاسو ښځې او ستاسو قبیله او هغه مالونه چې تاسو هغه ګټلي دي او هغه تجارت چې تاسو د هغه د بندېدو وېره كوئ او هغه استوګنې چې تاسو هغه خوښوئ، تاسو ته ډېر محبوب دي له الله او د هغه له رسول او د هغه په لاره كې له جهاد كولو نه، نو بیا انتظار كوئ، تر هغه پورې چې الله خپل حكم راولي او الله فاسقو خلقو ته هدایت نه كوي"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "یقینًا یقینًا الله په ډېرو ځایونو كې ستاسو مدد كړى دى او د حُنین په ورځ هم، كله چې خپل ډېر والي تاسو په تعجب (او غرور) كې اچولي وئ، بیا دا (ډېر والى) ستاسو هېڅ په كار رانغى او پر تاسو باندې ځمكه د هغې د ارتوالي باوجود تنګه شوه، بیا تاسو وګرځېدئ، په داسی حال كې چې شا كوونكي وئ"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "بیا الله خپل تسكین (او اطمينان) پر خپل رسول او په مومنانو باندې نازل كړ او داسې لښكرې يې نازلې كړې چې تاسو هغه نه وې لیدلې او كافر شويو خلقو ته يې عذاب وركړ او دا د كافرانو جزا ده"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "بیا به الله له دې نه پس (په رحمت سره) رجوع وكړي پر هغه چا چې يې وغواړي او الله ډېر بخښونكى، ښه حكمت والا دى"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "اى هغو كسانو چې ایمان يې راوړى دى! په رښتیا همدا خبره ده چې مشركان نجس دي، نو مسجد حرام ته دې له خپل دې كال نه وروسته نه نژدې كېږي او كه تاسو له كومې غریبۍ (او تنګۍ) نه وېرېږئ، نو ژر به الله تاسو له خپله فضله غنیان كړي، كه هغه وغواړي، بېشكه الله ښه پوه، ښه حكمت والا دى"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "تاسو له هغو كسانو سره وجنګېږئ چې نه پر الله ایمان راوړي او نه د اخرت پر ورځ، او هغه څه ته حرام نه وايي چې الله او د هغه رسول حرام كړي دي او نه دینِ حق قبلوي، له هغو كسانو ځنې چې كتاب ورته وركړى شوى دى، تر دې چې دوى په خپل لاس په داسې حال كې جزیه وركړي، چې دوى ذلیل (محكوم) وي"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "او یهودیانو وویل: عُزیر د الله زوى دى او نصرانیانو وویل: مسیح د الله زوى دى، دا د دوى په خپلو خولو سره وینا ده، دوى د هغو كسانو له خبرې سره مشابهت كوي چې له دوى نه مخكې كافران وو، الله دې دوى هلاك كړي، څنګه (له سمې لارې نه) ګرځولى شي"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "دوى خپل عالمان او خپل عابدان له الله نه غیر خدایان نیولي دي او د مریمې زوى مسیح (يې هم)، حال داچې دوى ته حكم نه و شوى مګر د دې چې دوى دې د یو حق معبود عبادت كوي چې نشته هېڅ حق معبود مګر همدى دى، هغه پاك دى له هغه څه نه چې دوى يې (ورسره) شریكوي"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "دوى غواړي چې د الله رڼا په (پوكو د) خپلو خولو سره مړه كړي او الله انكار كوي مګر دا چې خپله رڼا پوره كړي اګر كه كافران (دا كار) بد ګڼي"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "دى همغه ذات دى چې خپل رسول يې په هدایت او حق دین سره رالېږلى دى، د دې لپاره چې هغه (الله) دا (دین) په نورو ټولو دینونو باندې غالب كړي اګر كه مشركان (دا كار) بد ګڼي"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "اى هغو كسانو چې ایمان يې راوړى دى! بېشكه ډېر عالمان (د یهودیانو) او عابدان (د نصرانیانو) د خلقو مالونه په يقيني ډول په باطلې طریقې سره خوري او د الله له لارې نه (خلق) منع كوي، او هغه كسان چې سره زر اوسپین زر خزانه كوي او هغه د الله په لاره كې نه لګوي، نو دوى ته د ډېر دردوونكي عذاب زېرى وركړه"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "په هغې ورځ چې د جهنم په اور كې به دغه (خزانې) ښې ګرمې كړى شي، بیا به په هغې سره د دوى تندي او د دوى اړخونه او د دوى شاګانې داغلى شي (او دوى ته به ویلى شي:) دا هغه څه دي چې تاسو د خپلو ځانونو لپاره خزانه كړي وو، نو تاسو وڅَكئ هغه څه چې تاسو خزانه كول"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "بېشكه د الله په نیز د میاشتو (معتبر) شمېر دولس میاشتې دى، د الله په كتاب كې، په هغه ورځ چې هغه پیدا كړل اسمانونه او ځمكه، له هغو نه څلور (میاشتی) د حرمت والا دي، همدغه سم (نېغ) دین دى، نو تاسو په دغو كې په خپلو ځانونو ظلم مه كوئ او تاسو ټول له دغو مشركانو سره جنګ كوئ، لكه څنګه چې دوى له تاسو سره جنګ كوي ټول او پوه شئ چې یقینًا الله د پرهېزګارانو مل دى"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "اصل خبره دا ده چې تاخیر كول (د یوې میاشتې حرمت بلې میاشتې ته وروسته كول) يواځې په كفر كې ډېر والى دى، په دې سره هغه كسان ګمراه كولى شي چې كافران شوي دي، دوى دغه (حرامه میاشت) یو كال حلاله ګڼي او یو كال هغه حرامه، د دې لپاره چې دوى د هغو (میاشتو) شمېر پوره كړي چې الله حرامې كړې دي، بیا حلالې كړي هغه (میاشتې) چې الله حرامې كړې دي، دوى ته خپل ناكاره عملونه ښايسته كړى شوي دي او الله كافر قوم ته هدایت نه كوي"
        },
        {
            "chapter": 9,
            "verse": 38,
            "text": "اى هغو كسانو چې ایمان يې راوړى دى! پر تاسو څه شوي دي چې كله تاسو ته وویل شي: د الله په لاره كې د غزا لپاره ووځئ (،نو) تاسو ځمكې ته درانه (او مایل) شئ؟ ایا تاسو د اخرت په مقابله كې پر دې دنيايي ژوند راضي شوي یئ؟ نو د اخرت په مقابله كې د دنیاوي ژوند فايده نه ده مګر ډېره لږه"
        },
        {
            "chapter": 9,
            "verse": 39,
            "text": "كه تاسو ونه وځئ (نو) هغه (الله) به تاسو ته ډېر دردوونكى عذاب دركړي او له تاسو نه غیر به بل قوم په بدل كې راولي او تاسو به هغه ته هېڅ شى ضرر ونه رسولى شئ او الله په هر شي باندې ښه قادر دى"
        },
        {
            "chapter": 9,
            "verse": 40,
            "text": "كه تاسو د دغه (رسول) مرسته ونه وكړئ، نو )هېڅ پروا نشته) یقینًا الله د هغه مدد كړى دى كله چې هغه دې كافران شويو خلقو په داسې حال كې ووېست چې دویم د دوو و، كله چې هغوى دواړه په غار كې وو، كله چې هغه خپل ملګري ته ویل: غم مه كوه، بېشكه الله زمونږ سره دى، نو الله په هغه باندې خپل تسكین نازل كړ او هغه يې په داسې لښكرو سره مضبوط كړ چې تاسو هغه نه دي لیدلي، او د كافران شويو خلقو كلمه يې تر ټولو ښكته كړه او د الله كلمه، همغه تر ټولو لوړه ده، او الله ښه غالب، ښه حكمت والا دى"
        },
        {
            "chapter": 9,
            "verse": 41,
            "text": "تاسو غزا ته وځئ، په داسی حال كې چې سپك یئ او درانه او په خپلو مالونو او ځانونو سره د الله په لار كې جهاد كوئ، دا تاسو لپاره ډېر غوره دي، كه تاسو پوهېږئ"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "كه هغه، نژدې سامان او منځنى سفر وى (، نو) دوى به لازمًا ستا متابَعت كړى و او لېكن په دوى باندې فاصله لرې پرېوته (نو ځكه يې نافرماني وكړه) او ژر به دوى پر الله قسمونه خوري چې كه زمونږ طاقت وى (،نو) مونږ به ضرور له تاسو سره وتلي وو، دوى خپل ځانونه هلاكوي او الله پوهېږي چې بېشكه دوى یقیني دروغجن دي"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "(اى نبي!) الله ته معاف كړې، د څه لپاره (او ولې) دې دوى ته (د پاتې كېدو) اجازت وركړ؟ تر هغه پورې چې تا ته هغه كسان ښه څرګند شوي وى چې رښتیا يې ویلي او تا دروغجن (هم) معلوم كړي وى"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "له تا نه هغه كسان اجازت نه غواړي چې پر الله او د اخرت پر ورځ ایمان لري له دې نه چې په خپلو مالونو او خپلو ځانونو سره جهاد وكړي او الله پر پرهېزګارانو ښه عالم دى"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "له تا نه اجازت يواځې هغه كسان غواړي چې پر الله او د اخرت پر ورځ ایمان نه لري او د هغوى زړونه په شك كې پرېوتي دي، نو دوى په خپل شك كې حیرانه سرګردانه دي"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "او كه دوى (غزا ته) د وتلو اراده لرلى، نو ارومرو به دوى د دې (وتلو) لپاره د تیارۍ څه اسباب تیار كړي وو او لېكن الله (د جهاد لپاره) د دوى پورته كېدل نه وو خوښ كړي، نو دوى يې په سست ساتلو سره بند كړل او وویل شو: تاسو كېنئ له كېناستونكو سره"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "كه دوى ستاسو په لښكر كې وتلي وى (،نو) دوى به تاسو ته نه و زیات كړى (هیڅ شى) مګر شر او ضرور به دوى ستاسو په مینځ كې (د خرابۍ او چغلۍ لپاره) چابكي كړې وه، په داسې حال كې چې دوى به تاسو لپاره فتنه لټوله او په تاسو كې د هغوى لپاره څه جاسوسان هم شته او الله پر ظالمانو ښه پوه دى"
        },
        {
            "chapter": 9,
            "verse": 48,
            "text": "یقینًا یقینًا دوى له دې نه مخكې فتنه (خرابي) لټولې وه او تا ته يې ټول كارونه (په حیلو او دسیسو سره) اړولي وو، تر دې چې حق راغى او د الله حكم څرګند (او غالب) شو، په داسې حال كې چې دوى بد ګڼونكي وو"
        },
        {
            "chapter": 9,
            "verse": 49,
            "text": "په دوى كې ځینې هغه څوك دي چې وايي: ما ته اجازت راكړه او ما په فتنه (ګمراهۍ) كې مه اچوه، خبردار شئ! هم دوى په فتنه كې غورځیدلي دي او بېشكه جهنم یقینًا كافرانو لره راګېروونكى دى"
        },
        {
            "chapter": 9,
            "verse": 50,
            "text": "كه تا ته څه ښیګڼه (او برى) درورسیږي (، نو) هغه دوى خفه كوي، او كه چېرې تا ته څه مصیبت در ورسیږي (نو) دوى وايي: یقینًا مونږ خپل كار ( د احتیاط) له مخكې نه نیولى و او واپس كېږي، په داسې حال كې چې دوى (ستا په مصیبت) ډېر خوشحاله وي"
        },
        {
            "chapter": 9,
            "verse": 51,
            "text": "ته ( دوى ته) ووایه: مونږ ته به له سره مصیبت راونه راسېږي مګر هغه چې الله زمونږ لپاره لیكلى دى، همغه زمونږ كارساز دى او پس لازم ده چې مومنان خاص په الله باندې توكل وكړي"
        },
        {
            "chapter": 9,
            "verse": 52,
            "text": "ته (دوى ته) ووایه: تاسو زمونږ په باره كې انتظار نه كوئ مګر په دوو تر ټولو غوره څیزونو كې د یو څیز، او مونږ ستاسو په باره كې انتظار كوو د دې چې الله تاسو ته عذاب درورسوي له خپل جانب نه، یا زمونږ په لاسونو سره، پس تاسو انتظار كوئ، بېشكه مونږ هم له تاسو سره انتظار كوونكي یو"
        },
        {
            "chapter": 9,
            "verse": 53,
            "text": "ته (دې منافقانو ته) ووایه: تاسو مالونه لګوئ په رضا سره، یا (د اسلام) په زور سره، له سره به له تاسو نه قبول نه كړى شي، بېشكه تاسو له شروع نه فاسقان(كافران) یئ"
        },
        {
            "chapter": 9,
            "verse": 54,
            "text": "او دوى لره نه دي منع كړي چې له دوى نه دې د دوى لګولي مالونه قبول كړى شي مګر دې (خبرې) چې یقینًا دوى په الله او د هغه په رسول كافران شوي دي او لمانځه ته نه راځي مګر په داسې حال كې چې سست وي او انفاق نه كوي مګر په داسې حال كې چې ناخوښه وي"
        },
        {
            "chapter": 9,
            "verse": 55,
            "text": "نو تا دې په تعجب كې وانه چوي د دوى مالونه او نه د دوى اولادونه، همدا خبره ده چې الله غواړي چې دوى ته په دغو (څیزونو) سره په دنيايي ژوند كې عذاب وركړي او د دوى روحونه په داسې حال كې ووځي چې دوى كافران وي"
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "او دوى پر الله قسمونه خوري چې بېشكه دوى یقینًا له تاسو ځنې دي، حال دا چې دوى له تاسو څخه نه دي او لېكن دوى داسې قوم دى چې وېرېږي"
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "كه دوى څه د پناه ځاى ومومي، یا غارونه، یا بل د ننوتلو ځاى (، نو) خامخا به دوى هغه ته وګرځي، په داسې حال كې چې دوى به منډې وهي"
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "او په دوى كې ځینې هغه څوك دي چې د صدقاتو (د تقسیم) په باره كې پر تا عیب لګوي، نو كه دوى ته له دې (صدقاتو) نه (څه) وركړى شي (نو) راضي كېږي او كه له دې نه ورته څه ورنه كړى شي (نو) سمدستي هماغه وخت غصه كېږي"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "او كه حقیقتًا دوى په هغه څه راضي شوي وى چې الله او د هغه رسول دوى ته وركړي دي او ویلي يې وى: زمونږ لپاره الله كافي دى، ژر به الله مونږ ته له خپله فضله راكړي او د هغه رسول (هم له بل غنیمت نه) بېشكه مونږ خاص الله ته رغبت كوونكي یو"
        },
        {
            "chapter": 9,
            "verse": 60,
            "text": "بېشكه همدا خبره ده چې صدقې (زكاتونه) يواځې د فقیرانو او مسكینانو لپاره دي او د هغو كسانو لپاره دي چې پر دغو باندې عامل (راټولوونكي) مقرر وي او د هغو لپاره دي د چا په زړونو كې چې الفت (مينه او اسلام ته رغبت) اچولى شي او په (ازادولو د) څټونو (د مریانو مكاتبانو) كې ( به صرف كولى شي) او تاوان موندونكو لپاره دي او د الله په لار كې او د مسافرو لپاره (به صرف كولى شي) دغه مقرره فریضه ده د الله له جانبه او الله ښه عالم، ښه حكمت والا دى"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "او په دوى كې ځینې هغه كسان دي چې نبي ته تكلیف رسوي او وايي: هغه (اورېدونكى) غوږ دى (د هر چا هر څه اوري او مني يې) ته ووایه: تاسو لپاره د خیر غوږ دى، پر الله ایمان لري او پر مومنانو باور كوي او په تاسو كې د هغو كسانو لپاره رحمت دى چې ایمان يې راوړى دى، او هغه كسان چې د الله رسول ته تكلیف رسوي؛ د هغوى لپاره ډېر دردوونكى عذاب دى"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "تاسو لپاره دوى پر الله قسمونه خوري، د دې لپاره چې تاسو راضي كړي او الله او د هغه رسول زیات حقدار دي د دې چې دوى هغه راضي كړي، كه دوى ایمان راوړونكي وي"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "ایا دوى پر دې نه دي پوه شوي چې بېشكه شان دا دى چې څوك د الله او د هغه د رسول مخالفت كوي، نو (جزا د هغه دا ده چې) یقینًا هم د هغه لپاره د جهنم اور دى، چې په هغه كې به همېشه وي او همدغه ډېره لویه رسوايي ده"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "منافقان له دې نه وېرېږي چې په دوى باندې داسې سورت نازل كړى شي چې دې (مومنانو) ته د هغه څه خبر وركوي چې د دغو (منافقانو) په زړونو كې دي، ته (ورته) ووایه: تاسو (دغه) استهزا او مسخرې كوئ، بېشكه الله د هغه څه ښكاره كوونكى دى چې تاسو (ترې) وېرېږئ"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "او قسم دى كه ته له دوى نه پوښتنه وكړې (، نو) خامخا به وايي: مونږ خو يواځې مشغولتیا او لوبې كولې، ته (ورته) ووایه: ایا تاسو په الله او د هغه په ایتونو او د هغه په رسول پورې استهزا او مسخرې كولې؟"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "عذرونه (بهانې) مه جوړوئ، یقینًا تاسو له خپل ایمان راوړو نه وروسته كافران شوي یئ، كه مونږ په تاسو كې یوې ډلې ته معافي وكړو (،نو) بلې ډلې ته به عذاب وركړو، په سبب د دې چې هغوى په رښتیا مجرمان وو"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "منافق سړي او منافقې ښځې د دوى ځینې له ځینو (نورو) څخه دي، دوى د نارواو حكم كوي او له نېكۍ نه منع كوي او خپل لاسونه (له انفاق كولو نه) كلك بند ساتي، دوى الله پرېښوده، نو هغه (الله) دوى پرېښودل، بېشكه همدا منافقان فاسقان (د ایمان له دايرې نه وتونكي) دي"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "الله له منافقو سړیو او منافقو ښځو او (ټولو) كفارو سره د جهنم د اور وعده كړې ده، په داسې حال كې چې دوى به په هغه كې تل ترتله وي، همدغه د دوى لپاره بس دى او الله پر دوى لعنت كړى دى او د دوى لپاره تل (دايمي) عذاب دى"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "(اى منافقانو! تاسو یئ) په شان د هغو كسانو چې له تاسو نه مخكې وو، هغوى له تاسو نه د قوت په لحاظ ډېر سخت او كلك وو او د مالونو او اولادونو په لحاظ سره ډېر زیات وو، نو هغوى له خپلې برخې نه فايده واخيستله، بیا تاسو له خپلې برخې نه فايده واخيستله، لكه څنګه چې هغو كسانو له خپلې برخې نه فايده اخيستې وه چې له تاسو نه مخكې وو او تاسو هم په باطلو خبرو كې ښه داخل شوئ په شان د هغه (داخلېدلو) چې هغوى داخل شوي وو، دغه كسان (چې دي) د دوى عملونه په دنیا او اخرت كې برباد شول او همدغه كسان تاوانیان دي"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "ایا دوى ته د هغو كسانو (د عذاب) خبر نه دى راغلى چې له دوى نه مخكې وو (یعنې) د نوح قوم او عاد او ثمود او د ابراهیم قوم او د مدین والا او د چپه شويو كلیو (د قومِ لوط)، دوى ته خپلو رسولانو ښكاره معجزې راوړې وې، نو الله له سره داسې نه و چې پر دوى يې ظلم كړى وى او لېكن هغوى پخپله پر خپلو ځانونو ظلم كاوه"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "او مومن سړي او مومنې ښځې، د دوى ځینې د ځینو نورو دوستان دي، دوى د نېكۍ حكم كوي او له بدۍ نه منع كوي او لمونځ قايموي او زكات وركوي او د الله او د هغه د رسول اطاعت كوي، دغه كسان (چې دي) ضرور به الله پر دوى رحم وكړي، بېشكه الله ډېر غالب، ښه حكمت والا دى"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "الله د مومنو سړیو او مومنو ښځو سره د داسې جنتونو وعده كړې ده چې د هغو له لاندې ولې بهېږي، چې دوى به په هغو كې همېشه وي او د داسې پاكیزه اوسیدنځایونو چې د عدن (تل اوسېدنې) په جنتونو كې به وي او د الله له جانبه رضامندي تر ټولو لویه ده، همدغه ډېره لویه كامیابي ده"
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "اى نبي! ته له كفارو او منافقانو سره جهاد كوه او پر دوى سختي كوه او د دوى د ورتلو ځاى جهنم دى او (هغه) د ورتلو بد ځاى دى"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "دوى پر الله قسمونه خوري چې دوى (څه) نه دي ویلي او یقینًا یقینًا دوى د كفر الفاظ ویلي دي او له خپل اسلام راوړو نه بعد كافر شوي دي او دوى د هغه څه اراده كړې ده چې دوى (هغه ته) ونه رسېدل او دوى (پر الله او د هغه پر رسول) عیب ونه لګاوه مګر ځكه چې الله له خپله فضله دوى غنیان كړل او د هغهٔ رسول (د غنیمتونو په تقسیم سره) نو كه دوى (له نفاقه) توبه وباسي دا به د دوى لپاره ډېر غوره وي او كه دوى (له حقه) وګرځي (نو) الله به دوى ته په دنیا او اخرت (دواړو) كې ډېر دردوونكى عذاب وركړي، په دې حال كې چې د دوى لپاره به په ځمكه كې هېڅ كارساز او مددګار نه وي"
        },
        {
            "chapter": 9,
            "verse": 75,
            "text": "او په دوى كې ځینې هغه څوك دي چې له الله سره يې عهد كړى دى چې قسم دى كه هغه مونږ ته له خپله فضله څه راكړل (،نو) خامخا ضرور به خیراتونه كوو او هرو مرو لازمًا به له نېكانو څخه كېږو"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "نو كله چې هغه (الله) دوى ته له خپله فضله (مال) وركړ (، نو) په هغه (مال) سره يې بخل وكړ او وګرځېدل، په داسې حال چې اعراض كوونكي وو"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "نو هغه (الله) دوى ته د دې په نتیجه كې د دوى په زړونو كې داسې نفاق كېښود چې تر هغې ورځې پورې به په دوى كې وي چې له هغه (الله) سره به ملاقات وكړي، په سبب د هغه چې دوى له الله سره د كړې وعدې مخالفت وكړ چې دوى له هغه سره كړې وه او په سبب د دې چې دوى به دروغ ویل"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "ایا دوى پر دې نه دي پوه شوي چې بېشكه الله د دوى پر پټو (نیتونو) او د دوى پر پټو مشورو عالم دى او (دوى پر دې نه دي پوه شوي) چې بېشكه الله پر ټولو پټو خبرو ښه عالم دى"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "هغه كسان چې پر نفلي خیرات كوونكو مومنانو باندې د صدقاتو په باره كې عیب لګوي او پر هغو كسانو باندې (عیب لګوي) چې هغوى نه مومي مګر خپل وس او محنت، نو دغه (منافقان) په دوى پورې مسخرې كوي، الله به په دوى پورې مسخرې وكړي او د دوى لپاره ډېر دردوونكى عذاب دى"
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "ته د دوى لپاره استغفار وغواړه، یا د دوى لپاره استغفار مه غواړه، كه ته د دوى لپاره اویا ځله هم استغفار وغواړې، نو الله به له سره دوى ته بخښنه ونه كړي، دا ځكه چې یقینًا دوى په الله او د هغه په رسول كافران شوي دي او الله فاسق (له حد نه وتونكي) قوم ته هدایت نه كوي"
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "وروسته پاتې كړى شوي خلق، له رسول الله نه شا ته، په خپلو كېناستو باندې خوشحاله شول او دوى بد وګڼل دا چې په خپلو مالونو او ځانونو سره د الله په لاره كې جهاد وكړي او ويې ويل: تاسو په ګرمۍ كې (دې غزا ته) مه وځئ، ته ووایه: بېشكه د جهنم اور د ګرمۍ په لحاظ ډېر سخت دى، كه چېرې دوى پوهېدلى"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "نو دوى دې وخاندې (په دنیا كې) لږ او ودې ژاړي ډېر (په اخرت كې) (دا) جزا ده په سبب د هغو عملونو چې دوى به كول"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "نو كه الله ته بېرته راوستې په دوى كې یوې ډلې ته، بیا دوى له تا نه (بلې غزا ته) د وتلو اجازت وغواړي، نو ته (ورته) ووایه: تاسو به له سره ونه وځئ (جهاد ته) زما سره، هېڅكله، او له سره به زما په ملګرتیا كې د كوم دښمن سره جنګ ونه كړئ، هېڅكله، بېشكه تاسو مخكې ځلې پر ناسته راضي شوي وئ، نو (اوس) ناست اوسئ د وروسته پاتې كېدونكو (ښځو، ماشومانو او عاجزو سړیو) سره"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "او په دوى كې چې كوم یو مړ شي، نو ته د هغه هیڅكله هم جنازه مه كوه او مه يې (د دعا او تدفین لپاره) پر قبر ودرېږه، بېشكه دوى په الله او د هغه په رسول كافران شوي دي او مړه شوي دي، په داسې حال كې چې فاسقان وو"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "او تا دې په تعجب كې وانه چوي د دوى مالونه او نه د دوى اولادونه، یقینًا الله همدا اراده لري چې دوى ته په دغو (مالونو او اولادونو) سره عذاب وركړي او روحونه يې ووځي، په داسې حال كې چې كافران وي"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "او كله چې كوم سورت نازل كړى شي (او دا حكم په كې وي) چې پر الله ایمان راوړئ او د هغه د رسول په ملګرتیا كې جهاد وكړئ، (نو) له تا نه په دغو كې د (مالي) طاقت والا د پاتې كېدو) اجازت غواړي او وايي: ته مونږ پرېږده چې اوسو (په كورونو كې) له كېناستونكو (ښځو، ماشومانو) سره"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "دوى په دې راضي شول چې د پاتې شويو (ښځو، ماشومانو) سره وي او د دوى پر زړونو مهر لګول شوى دى، ځكه نو دوى نه پوهېږي"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "لېكن رسول او هغو كسانو چې له ده سره يې ایمان راوړى دى، هغوى په خپلو مالونو او خپلو ځانونو سره جهاد وكړ او خاص د همدغو كسانو لپاره ښېګڼې دي او همدغه كسان كامیاب دي"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "الله د دوى لپاره داسې جنتونه تیار كړي دي چې د هغو له لاندې ولې بهېږي، په دې حال كې چې همېشه اوسېدونكي به وي په هغو كې، همدغه ډېر لوى برى دى"
        },
        {
            "chapter": 9,
            "verse": 90,
            "text": "او له اَعرابو (بانډېسیانو) څخه عذر جوړوونكي راغلل، د دې لپاره چې دوى ته (د پاتې كېدو) اجازت وركړى شي او هغه كسان كېناستل چې الله او د هغه رسول ته يې دروغ ویلي وو، ژر به هغو كسانو ته، چې په دوى كې كافران شوي دي ؛ ډېر دردوونكى عذاب ورسېږي"
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "هېڅ ګناه او جرم نشته پر كمزورو او نه پر مریضانو او نه پر هغو كسانو چې نه مومي هغه (مال) چې يې ولګوي، كله چې دوى د الله او د هغه د رسول لپاره اخلاص كوي، په نېكي كوونكو باندې هېڅ (د الزام) لار نشته او الله ډېر بخښونكى، بې حده رحم كوونكى دى"
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "او نه پر هغو كسانو (څه حرج شته) چې هر كله تا ته راغلي دي، د دې لپاره چې ته هغوى ته سورلۍ وركړې، تا وویل: زه نه مومم هغه (سورلي) چې تاسو پر هغې سواره كړم، نو هغوى وګرځي، په داسې حال كې چې د هغوى له سترګو اوښكې بهېږي، د دې غم په سبب چې دوى هغه (مال) نه مومي چې دوى يې ولګوي"
        }
    ]
}