{
    "chapter": [
        {
            "chapter": 11,
            "verse": 1,
            "text": "Елиф, лам, ра! Еве Книга чии ајети се редат по ред, а потоа потенко објаснети од Мудриот и Известениот"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "За ова: “Само Аллаха да Го обожавате. Јас сум за вас од Него, навистина, опоменувач и радосник"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "И уште: “Од Господарот ваш да барате прошка, потоа покајание да Му упатувате; ќе ве почести со уживање пријатно до едно време определено, и на секој доброчинител, од добротијата Своја, ќе му даде. А ако ги свртите плеќите... та, се плашам за вас зашто, навистина, ќе ве снајде казна на Денот голем"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "Враќањето ваше е - Кон Аллах. Он е Кадар за се"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Ете, оние ги стеснуваат градите свои за да скријат од Него. Ете, оние се покриваат со облеката своја: ОН го знае и она што го кријат и она што го обелоденуваат. Он, навистина, го знае она што е во градите"
        },
        {
            "chapter": 11,
            "verse": 6,
            "text": "На земјата нема ниедно животно на кое Аллах не му дава “рск и Он да не го знае неговото престојувалиште и неговото наоѓалиште. Сето тоа е е во Книгата јасна"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "ОН ги создаде небесата и Земјата за шест дена. И Аршот Негов беше над водата за да ве испроба кој од вас работи најдобри дела. А ако им речеш: “Вие ќе бидете проживеани по смртта\" - оние кои не веруваат, секако, ќе ти речат: “ Ова е само волшебништво отворено"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "А кога би ја задоцниле казната за нив се до еден рок определен, сигурно ќе речат: “Што ја спречува?\" На Денот кога таа ќе им пристигне не ќе може да им се отстрани и ќе се ОВИСТИНИ затоа што И се исмеваа"
        },
        {
            "chapter": 11,
            "verse": 9,
            "text": "А кога ние на човекот би му дале да вкуси милост од Наси ако потоа Ние ја одземеме тој, тогаш, навистина, ќе се поплаче и ќе биде неблагодарен"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "Да, кога би направиле да вкуси благодат по штетата што му се случи сигурно ќе речат: “Се отстранаа лошотиите од мене!\" Тој, навистина, е достоен и горделив"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "Освен оние кои се трпеливи И кои работат добри дела. За нив има прошка и награда голема"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "Па, можеби ќе оставиш од она што ти се објавува и од она што ги стеснува градите твои, зашто зборуваат: “Зошто не му е спуштен ковчег или зошто не дојде со него мелек?\" Ти си, навистина, опоменувач! Аллах е Закрилник на се"
        },
        {
            "chapter": 11,
            "verse": 13,
            "text": "Или, пак, ќе речат: “Тој го измисли.\" Кажи: “Па, донесете десет измислени суриња, слИЧНИ на неговите. И повикајте кого можете - освен „Аллах - ако сте искрени"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "А ако не ви се озвијат... та, знајте дека, навистина, се објавува само со знаењето Аллахово И дека нема друг бог освен Него. Тогаш, ќе бидете ли Послушни"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Оние кои го сакаат ЖИВвотот на овој свет И украсот негов Ние ќе им ги надополниме постапките НИВНИ во него И оние, тука не ќе бидат, токму, прикратени"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "оние за кои на Ахирет ќе има само казна. Таму ќе им про-. падне она што го изградија и ќе им биде НИШТОЖНО она што го работеа"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "Еднаков ли е оној кој беше при јаснотијата од Господарот свој, што ја следеше сведокот од Него, а и од порано, Книгата на Муса, показот и милоста - кои веруваат во неа - на оној кој не верува во неа, меѓу дружините; за него огнот е престојувалиштето негово, И тогаш, не сомневај се во неа. Таа, секако, е вистина од Господарот твој, НО мнозинството меѓу луѓето не веруваат"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "И кој прави поголем зулум од оној кој фрла лага врз Аллах? Онаквите ќе бидат доведени пред својот Господар, а сведоците ќе речат: “Оние се кои лажеа за Господарот нивни.\" И проклетството Аллахово Нека е врз зулумќарите"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "Оние кои одвраќаат од Аллаховиот пат и кои го искривуваат... оние, токму, не веруваат во Ахирет"
        },
        {
            "chapter": 11,
            "verse": 20,
            "text": "Онаквите на земјата се немоќни и, освен Аллах, немаат друг заштитник. За нив казната ќе биде удвоена. Не се во состојба ни да слушаат ни да гледаат"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "Да, онаквите се упропастија самите себеси и скршнаа од Нив заради она што го измислуваа"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "А на Ахирет оние се, без сомнение, страдалници"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "Оние кои, навистина, веруваат и кои добри дела работат, и кои се оддадени на Господарот свој се - жители џехеннемски и во него за навек ќе останат"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "како две дружини: слеп и глув, И уште: како оној ШТО гледа и оној што слуша. Овие двајца, на пример, можат ли да се изедначат? Нема ли да се присетите"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "И Ние веќе го испративме Нух до народот негов: “Јас сум, навистина, ваш јасен опоменувач"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "Ќе обожавате ли друг освен Аллах? Јас за вас, навистина, се плашам од казната на Денот болен"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "Па, големците меѓу народот негов, кои не веруваа, рекоа: “Ге гледаме само како човек нам сличен. И гледаме како те следат, токму, најпростите меѓу нас, со површно мислење; не гледаме, исто така, дека вие имате предност над нас, туку при мислење сме дека сте лашковци"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "Нух рече: “Гледате ли,о народе мој, како се потпирам врз јаснотијата од Господарот мој, и Он ми даде од милоста Своја, а ете, вие останавте слепи за тоа. Зарем да ве принудиме за неа кога вие, токму, ја презирате"
        },
        {
            "chapter": 11,
            "verse": 29,
            "text": "За ова јас, народе мој, не барам имот; наградата моја е само кај Аллах, и јас не ќе ги истерам оние кои веруваат зашто оние ќе се сретнат со Господарот свој. Но, јас ве гледам дека сте народ кој не знае"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "Народе мој, кој ќе ме зашТиТи од Аллах доколку ги истерам? Нема ли да се присетите"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "Јас не ви велам дека при мене се ризниците на Аллах, и не ја знам \"Гајната, и не велам дека сумете, мелек. И не велам, исто така, дека на оние кои ги презираат очите ваши дека Аллах не ќе им даде добро. Аллах го знае она што е во душите ваши... тогаш јас би бил, навистина, меѓу зулумќкарите"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "Рекоа: “О Нух, ти веќе, навистина, расправаше со нас, па ја разгоре расправата наша. Па, направи да ни дојде, доколку си меѓу искрените, она што НИ го вети"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "Рече: “Да, тоа ќе ви дојде, доколку Аллах посака, а вие ќе бидете немоќни"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "Ниту пак ќе ви користи советот мој - ако Аллах посака да ве заведе - доколку посакам да ве посоветувам. ОН е Господар ваш и Нему ќе му се вратите"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Или зборуваат: “Тој го измислува.\" Кажи: “Ако го измислувам тогаш гревот е моја јас сум далеку од грешењата ваши"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "И на Нух, секако, му беше објавено ова: “Никој од народот твој не ќе верува, освен оние кои веќе веруваа. Па, не грижи се за она што го работеа"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "прави го бродот пред очите Наши и според вдахновението Наше. И не обраќај Ми се за оние кои зулум направија. Да, оние се потопени"
        },
        {
            "chapter": 11,
            "verse": 38,
            "text": "И тој го правеше бродот, и секојпат кога ќе поминеа крај него големците меѓу народот негов му се исмеваа. Рече: “Ако ни се исмевате и ние вам ќе ви се исмеваме, токму, онака како што се исмевате"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "Па, ќе узнаете кому ќе му дојде казната и кого ќе го снајде казна постојана"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "Потоа, кога наредбата Наша стигна, и кога лонецот почна да врие Ние рековме: “Натовари во чамецот по еден пар од сите животни, и семејството твое, освен оние за кои порано беше збор, и оние кои веруваа.\" Но, оние кои веруваа, кои беа со него, беа неколкумина"
        },
        {
            "chapter": 11,
            "verse": 41,
            "text": "И рече: “Качете се во неа! Во името Аллахово нека плови И нека застане! Господарот мој, навистина, е Простувач и Сомилосен"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "бродот ги понесе Низ брановите како брда, и Нух го повика синот свој, кој беше останал подалеку: “О сине мој, качи се во бродов со нас и немој да бидеш со неверниците"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "А син мурече: “Ќе се искачам на брдото кое ќе ме заштиТИ од водата. А Нух рече: “Денес нема никој да се заштити од наредбата Аллахова, освен оној кому Он ќе му се смислува.\" И меѓу нив се испречи бранот и син му беше меѓу потопените"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "беше речено: “О земјо, проголтај ја водата твоја а ти небо, престани!\" И водата се повлече и работата веќе беше решена, и бродот застана на Џудиј, и беше речено: “Далеку нека биде народот зулумќарски"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "го повика Нух Господарот свој, и рече: “Господаре мој, синот мој, навистина, е чедо мое, а ветувањето \"Твое, секако, е вистинско и Ги си меѓу судиите Најдобриот"
        },
        {
            "chapter": 11,
            "verse": 46,
            "text": "Аллах рече: “О Нух, тој, стварно, не е од семејството твое: тој е непоправлив. Па, не моли Ме за оној за кого не знаеш. Јас, навистина, те советувам да не бидеш меѓу незнајковците"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "Нух рече: “Да, Господаре мој, јас тебе ти се приклонувам: никогаш нема да Те молам за она што не го знам. И доколку не ми простиш и не ми се смилуваш, ќе бидам, секако, меѓу поразените"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "Беше речено: “О Нух, качи се со поздрав од Нас, и со бериќетите врз тебе и врз луѓето кои се со тебе, и ќе има народи на кои Ние ќе им даваме да уживаат едно време, а потоа ќе ГИ погоди од Нас казна болна"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "Ете, тоа се дел од кажувањата за Невидливото кои, токму, Ние ти ги вдахнавме. Не ги знаевте ни ти ни народот твој, ОД порано. Па, стрпи се, зашто, навистина, наградата е конечна за богобојазливите"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "И до Ад, братот нивни Худ, Ние го испративме. Рече: “О народе мој, мобожавајте Го Аллаха. Друг бог освен Него немате. Вие сте само лашковци"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "народе мој, не барам награда за ова. Наградата моја е од Оној кој ме создаде. Нема ли да се вразумите"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "народе мој, барајте прошка од Господарот ваш, потоа покајте Му се, зашто Он ќе ви испрати од небо ДОЖД изобилен, и ОН ќе ја зголеми моќта врз моќта ваша, и не вртете ги плеќите како силниците"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "Рекоа: “О Худ, ти не ни донесе јаснотија и ние нема да ги оставиме \"божествата \"наши заради зборот твој и, секако, нема да ти веруваме"
        },
        {
            "chapter": 11,
            "verse": 54,
            "text": "Ние тврдиме дека некое од божествата наши Те ПоОГоДило со зло. Рече: “Аллаха за сведок го земам, и посведочете дека сум, навистина, далеку од она што Му го здружувате"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "покрај Него. НПа, лукаво постапете против мене И не давајте ми рок"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "јас, навистина, се потпирам врз Аллах, Господарот мој и Господарот ваш. Нема ниедно животно а Он да нема моќ врз него. Господарот мој, навистина, кон патот вистински упатува"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "Па, ако ги свртат плеќите ете, јас ви го доставив она со што бев испратен до вас. И Господарот мој ќе ве замени со друг народ и во ништо не ќе му наштетите. Господарот мој, навистина, е Бдеец над се"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "И бидејќи настапи наредбата Наша. Ние го избавивме Худа И оние кои веруваа со него, со милоста Наша, и ги избавивме од казната сурова"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "Гоа е Ад. Не ги признаваа знаменијата на Господарот свој и беа непослушни кон пејгамберите Негови, и ја следеа наредбата на секој силник, тврдоглав"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "И ги пратеше проклетството на овој свет а ќе ги прати и на Денот суден. Ад, навистина, не веруваше во Господарот свој. Далеку нека е Ад, народот на Худ"
        },
        {
            "chapter": 11,
            "verse": 61,
            "text": "до Семуд, братот нивни Салих, Ние го испративме. Рече: “О народе мој, обожавајте Го Аллаха! Друг бог освен Него немате. ОН ве создаде од земја и ве насели по неа... па, барајте прошка од Него, потоа покајте Му се, зашто Господарот мој, навистина, е блиску и се озвива"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "Тие рекоа: “О Салих, ти беше пред ова надеж меѓу нас. Ќе ни забраниш ли да го обожаваме она што го обожаваат предците наши и, навистина, ние сме при сомнение во она кон што не повикуваш"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "Тој рече: “О народе мој, гледате ли? Ако сум при јаснотијата од Господарот мој и ако ми даде милост од Него... па, кој ќе ми помогне кај Аллах ако сум непослушен кон Него? Вие тогаш само го зголемувате поразот мој"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "О народе мој, еве знамение за вас, камила од Аллах. Оставете ја нека пасе по земјата Аллахова, и не нанесувајтеи зло зашто ќе ве обземе казната блиска"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "Па ја заклаа, и тогаш рече: “Уживајте во домовите ваши три дена. Ете, тоа е ветувањето врз лага несводливо"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "бидејќи настапи наредбата Наша Ние го спасивме Салиха и оние, кои веруваа во него со милоста Наша од срамот на тој ден. Господарот твој, навистина, е Јак и Силен"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "И на оние кои зулум правеа ги погоди страшен гласи ете, останаа во домовите свои, скаменети"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "како никогаш да не беа вселени во нив. Ете, Семуд, навистина, не го признаваше Господарот свој. Далеку нека е Семуд"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "пратениците Наши му дојдоа на Ибрахим како радосница. Рекоа: “Селам!\" ДА тој рече: “Селам!\" И веднаш ги почести со печено теле"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "И бидејќи ги виде рацете НИВНИ како не го допираат, се вчудоневиди Од НИВ И почувствува страв. Рекоа: “Не плаши се, ние сме испратени до народот на Лут"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "жената негова стоеше тука па се насмевнуваше. Па, ја зарадувавме со Исхак, а по Исхака и со Јакуб"
        },
        {
            "chapter": 11,
            "verse": 72,
            "text": "И жената рече: “Е, тешко | \" мене!\" Зарем јас да родам, стара, мажот ми е стар и изнеможен? Ова, навистина, е чудна работа"
        },
        {
            "chapter": 11,
            "verse": 73,
            "text": "Гие рекоа: “Се чудиш ли на наредбата Аллахова? Милоста Аллахова и бериќетите Негови нека бидат со вас, о Ехлул-Бејт! Он, навистина, е за благодарност Достоен и Возвишен"
        },
        {
            "chapter": 11,
            "verse": 74,
            "text": "И бидејќи на Ибрахим му се тргна стравот веднаш му дојде радосница и почна да расправа со Нас за народот на Лут"
        },
        {
            "chapter": 11,
            "verse": 75,
            "text": "Да, Ибрахим беше и благи мек и оддаден"
        },
        {
            "chapter": 11,
            "verse": 76,
            "text": "Ибрахим, избегни го тоа. Наредбата од Господарот твој веќе ти дојде а ним ќе им дојде, навистина, казната неминовна"
        },
        {
            "chapter": 11,
            "verse": 77,
            "text": "И бидејќи пратениците Наши му дојдоа на Лут, доаѓањето нивно им беше непријатно, И во душата си почувствува теснотија, и рече: “Ова е тежок ден"
        },
        {
            "chapter": 11,
            "verse": 78,
            "text": "И му дојде народот негов, брзајќи кон него, а порано... работеа лоши дела. Рече: “О народе мој, овие се ќерки мои, и оние ви се почисти. Па, плашете се од Аллах, и во присуство на гостите мои, не срамотете ме. Нема ли меѓу вас човек паметен"
        },
        {
            "chapter": 11,
            "verse": 79,
            "text": "Тие рекоа: Веќе знаеше дека не ни се потребни ќерките твои. И ти, сигурно, ќе го сознаеш она што го сакаме"
        },
        {
            "chapter": 11,
            "verse": 80,
            "text": "Тој рече: “Е, кога би имал моќ против вас или кога би можел да се заштитам кај некоја сила голема"
        },
        {
            "chapter": 11,
            "verse": 81,
            "text": "Гие рекоа: “О Лут, ние сме пратеници од Господарот твој. Па, оние не ќе те стигнат и затоа отпатувај со семејството твое, во половината од ноќта, И НИКОЈ ОД вас нека не го врти погледот назад, освен жената твоја. Да, нејзе ќе и се случи она ШтоИи ним ќе им се случи. Рокот нивни, навистина, се мугрите. А зарем мугрите не се блиску"
        },
        {
            "chapter": 11,
            "verse": 82,
            "text": "И бидејќи стапи наредбата Наша, се она што беше горе Ние го срамнивме и ги опсипавме со густ дожд, скаменет кал, кој непрестано паѓаше"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "што беше веќе обележен за тоа од Господарот твој, И таквото нешто не е далеку од зулумќарите"
        },
        {
            "chapter": 11,
            "verse": 84,
            "text": "И до Медјен, нивниот брат Шуајб, Ние го испративме. Рече: “О народе мој, обожавајте го Аллаха. Друг бог освен Него немате. И не скратувајте ни на кантар ни на вага. Јас гледам дека сте, навистина, во добро изобилно и, секако, се плашам за вас од казната на денот сеопфатен"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "народе мој, мерете праведно и на кантар и на вага, и не скратувајте им на луѓето нивни ОД нештата Нивни, И не сејте безредие по земјата"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "Она што Аллах го остави за вас е подобро за вас ако сте верници! Јас не сум ваш чувар"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "Гие рекоа: “О Шуајб, дали намазот твој ти наредува да го оставиме она што го обожаваат предците наши или, пак, според желба наша да постапиме со имотот наш. Ти си, навистина, благ и упатувач"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "Гој рече: “О народе мој, видете дека сум при јаснотијата од Господарот мој кој ме снабди со убав “рск. И не сакам да го препорачувам она од што ве одвраќам, туку сакам, колку што е во можност моја, да направам добро. АА успехот мој зависи само од Аллах. Врз Него се потпирам и Нему му се обраќам"
        },
        {
            "chapter": 11,
            "verse": 89,
            "text": "О народе мој, неслагањето со мене нека не ве доведе до тоа да ви се случи слично на она Што му се случи на народот на Нух или на народот на Худ или на народот на Салих. А ни народот на Лут не е далеку од вас"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "Барајте прошка од Господарот ваш, потоа упатете Му покајание. Господарот мој, навистина, е Сомилосен и Наклонет"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "Тие рекоа: “О Шуајб, ние не разбираме многу од она што ти го зборуваш; и те гледаме меѓу нас како слаб, и да не е роднината твоја, ќе те каменуваме. \"Ти не си во однос на нас јак"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "Гој рече: “О народе мој, зарем роднината моја ВИ е поблиску од Аллах? А вие Нему му ги свртивте плеќите. Господарот мој, навистина, го опфаќа она што го работите"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "О народе мој, работете онОЛКУ колку Што е во можност ваша, а и јас, навистина, ќе си работам. Ке узнаете кому ќе му дојде казната, кој ќе биде поразен, и кој е лашко. Очекувајте а И јас, навистина, ќе очекувам со вас"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "И бидејќи стапи наредбата Наша, го спасивме Шуајба и оние кои веруваа со него, со милоста Наша, а оние кои зулум направија ги погоди страшен глас, па останаа во домовите свои, скаменети"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "како и да не беа никогаш во НИВ. Далеку нека е Медјен како што се и оддалечи и Семуд"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "И веќе Муса Ние го испративме со знаменијата Наши и со јасна власт"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "до фараонот и големците негови. Па, ја следеа наредбата на фараонот. А наредбата на фараонот не е упатувачка"
        },
        {
            "chapter": 11,
            "verse": 98,
            "text": "Фараонот на Денот суден ќе го предводи народот свој, и ќе го нурне во огнот. Е, само колку е лошо местото каде што ќе бидат нурнати"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "И на овој свет и на оној свет ќе бидат здружени со проклетството, е, само колку лошо ќе им биде даденото им следување"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "Ете, тоа се некои од кажувањата за населбите за кои Ние ти кажуваме од кои некои постојат а некои се снемани"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "И Ние не им направивме зулум, туку самите себеси зулум си направија. И божествата до кои се повикуваа, а не повикувајќи се на Аллах, во ништо не им беа при помош, зашто стапи наредбата од Господарот твој. И оние само пропаѓањето им го зголемуваа"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "Ете, тоа е казната од Господарот твој кога ги казнува населбите кои се зулумќарски. А казната Негова, навистина, е болна и силна"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "Ете, во тоа, навистина, има знамение за оној кој се плаши од. казната на Ахирет. Ете, тоа е. Ден во кој луѓето ќе бидат. збрани; ете, тоа е Ден во кој ќе. присуствуваат сите"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "И само за определено време Ние го задоцнуваме"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "Ден во кој Ќе се стигне: никој не ќе зборува освен по одобрението Негово. Па, некои меѓу нив ќе бидат несреќни а некои среќни"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "Што се однесува до несреќниците оние ќе бидат во огнот И во него тешко ќе дишат и тешко ќе лелекаат"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "И во него за навек ќе останат се додека траат небесатаи Земјата, освен со тпосак на Господарот твој. Господарот твој, навистина, го работи она што посакува"
        },
        {
            "chapter": 11,
            "verse": 108,
            "text": "Што се однесува до среќните... па, оние ќе бидат во Џеннетот И во него за навек ќе останат се додека траат небесата и Земјата, освен со посак од Господарот твој. Давање ќе биде тоа неограничено"
        },
        {
            "chapter": 11,
            "verse": 109,
            "text": "И не биди, тогаш, при сомнение во врска со она што го обожаваат. Обожаваат само како што обожаваа предците НИВНИ од порано. И без да им се скрати Ние ќе им го дадеме заслуженото"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "И на Муса, секако, Ние му дадовме Книга... па, во врска со неа станаа деленици. И да не беше зборот од Господарот твој, кој претходеше, сигурно ќе беше пресудено меѓу нив. Да, оние се при сомнение во неа што доведува до несигурност"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "сите нив, за делата нивни, Господарот твој, секако, ќе ги награди. Да, Он е Известен за она што го работат"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "Па, издржи по патот вистински! Онака како што тие наредено, тебе и на оние кои се со тебе, кои ќе се покајат, И не бунете се! Он, навистина, го гледа она што го работите"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "И не поддржувајте ги оние кои зулум направија... та, ќе ве допре огнот и, освен Аллах, немате други заштитници, и не ќе ВИ се помогне"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "И изврши го намазот на почетокот и при крајот на денот, и во почетоците на ноќта. Добрите дела, навистина, ги бришат лошите дела. Ете, тоа е опомена за оние кои се опоменуваат"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "Стрпи се! Та, Аллах, навистина, не ќе им ја намали наградата на доброчинителите"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "Немаше ли низ столетијата пред вас честити кои спречуваа да се прави безредие на земјата? Но, беа само малку оние меѓу НИВ кои Ние ги спасивме, а оние КОИ го следеа зулумот, уживаа во него и беа насилници"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "Господарот твој не ги ништеше населбите неправедно доколку жителите нивни беа добри"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "А Господарот твој да сакаше Он ќе ги направеше луѓето да бидат една заедница; но, тие постојано се разединуваат"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "освен оние на кои Господарот твој им се смилува, и за тоа ги создаде. И зборот на Господарот твој се усоврши: “Секако, ќе го исполнам Џехеннемот заедно: И со ЏИНИ И со луѓе"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "И се што Ние ти кажуваме од кажувањата за пејгамберите е само за да ти се зајакне срцето твое. И со оваа вистина ти дојде и Ука и Опомена за верниците"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "И кажи им на оние кои не веруваат: “Работете колку што е во можност ваша, а и ние, навистина, ќе работиме"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "Очекувајте а и ние, исто така, ќе очекуваме"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "Гајната и на небесата и на Земјата е - Аллахова! И сите нешта Нему Му се враќаат. Па, обожавајте Го и потпрете се врз Него. А Господарот твој не е невнимателен кон она што го работите"
        }
    ]
}