{
    "pages": [
        {
            "chapter": 16,
            "verse": 15,
            "text": "And He has put in the earth mountains lest it should shake with you and (He has made) rivers and roads that you may find guidance (to their desired destination)"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "And (through) landmarks and through the stars they find guidance (to your desired destination)"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "Then, is He Who creates, like one who does not create? Will you not then be mindful"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "And if you count the favours of Allah you will not be able to compute them. Allah is certainly Protectively Forgiving, Merciful"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "And Allah knows that which you keep secret and that which you make public"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "And those whom they pray to, besides Allah, they do not create anything, while they are themselves created"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "(They are) dead, not alive and they do not perceive when they will be raised"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "Your God is one God, so those who do not believe in the hereafter, their hearts do not recognize( this) and they consider themselves great"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "Allah assuredly knows that which they keep as secret and that which they make public. He certainly does not like those who consider themselves great"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "And when it is said to them, “What has your Fosterer sent down?” They say, “Stories of the ancient,”"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "that they may bear their own burdens in full on the day of resurrection, along with the burdens of these whom they mislead without knowledge. Beware! evil is that which they will bear"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "Those before them had (also) planned, so Allah brought (down) their building from the (very) foundations so that the roof fell down on them from above them and the punishment came to them from directions they did not perceive"
        }
    ]
}