{
    "rukus": [
        {
            "chapter": 7,
            "verse": 65,
            "text": "Kurse Adit – vellaun e tyre Hudin, “O populli im”, - u tha ai, - adhurone All-llahun, ju nuk keni tjeter Zot pervec Atij, a nuk keni frike?”"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "Kryeparet e popullit te tij te cilet nuk besuan i thane: “Ne konsiderojme se ti je me te vertete i marre dhe mendojme se ti je pernjemend rrenacak”"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "“O populli im!” – tha ai, - nuk jam une i marre, por jam profet i Zotit te boterave"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "Ju komunikoj traktatet e Zotit tim dhe une per ju jam keshilltar besnik"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "A ju vjen cudi qe keshilla nga Zoti juaj ju vjen me ane te nje njeriu nga mesi juaj qe t’iu terheqe verejtjen? Kujtohuni se ai juve ju beri mekembes pas popullit te Nuhit dhe ju shtoi forcen fizike. Kujtoni, pra dhuntite e All-llahut per te arritur shpetimin"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "Ata i thane: “A na ke ardhur qe t’i falemi vetem All-llahut, e t’i leme ata te cileve u jane falur te paret tane?” Hajde le te na godasi ajo me cka po na kercenohesh, nese je i sinqerte!”"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "“Juve ju ka gjetur denimi dhe hidherimi i Zotit tuaj” – u tha ai. “A me mua po polemizoni me dofare emrash me te cilet i keni emeruar ju vete dhe te paret tuaj, per te cilet All-llahu kurrfare argumenti nuk ka shpallur? Pritni pra, se edhe une po pres me ju!”"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "Dhe ne me meshiren tone e shpetuam ate dhe ata qe ishin me te, kurse i shfarosem, deri te i fundit, ata te cilet nuk ishin besimtare dhe i pergenjeshtruan argumentet tona"
        }
    ]
}