{
    "rukus": [
        {
            "chapter": 2,
            "verse": 243,
            "text": "A nuk i ke pare ata te cilet nga frika prej vdekjes, me mijera kane ikur nga shtepite e veta!? All-llahu u ka thene: “Vdisni!” e pastaj i ka ngjallur. All-llahu eshte, pamedyshje, i mire ndaj njerezve, por shumica e njerezve nuk jane mirenjohes"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "Dhe luftoni per hire te All-llahut dhe dine se All-llahu di dhe degjon"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "Kush eshte ai qe All-llahut i jep hua te mire, vullnetarisht, e Ai t’ia ktheje shumefish? Dhe All-llahu shkurton dhe shton dhe tek Ai do te ktheheni"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "A nuk i ke pare se paria e izraeliteve pas Musaut i thane nje profeti te vet: “Dergona nje sundues qe te luftojme ne rruge te All-llahut!” – e ai u tha: “A do te guxoni, nese caktohet lufta, te mos luftoni?” “Pse te mos luftojme ne rruge te All-llahut”, - thane ata, - ne qe jemi ndjekur nga vendlindja jone dhe te ndare nga bijte tane?” Mirepo, kur iu caktua lufta, ata, pervec nje numri te vogel, bishtnuan, por All-llahu i di mire kriminelet"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "Profeti i tyre u tha: “All-llahu ju caktoi me siguri Talutin per sundues”. “Prej nga, - i thane, - te na behet ai sundues kur ne jemi me te denje se ai per te sunduar? Atij nuk i eshte dhene as ndonje pasuri e madh”. “All-llahu ate e ka zgjedhur t’iu behet sundues”, - tha ai, - dhe e pajisi me dijeni dhe trup te zhvilluar”. – All-llahu ia jep pushtetin kujt te doje Ai. All-llahu eshte i gjithedijshem"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "Profeti i tyre u tha: Shenje e sundimit te tij do te jete arkivoli qe do t’iu arrije, i cili u sjell qetesi nga Zoti juaj dhe mbeturina te asaj qe kane lene populli i Musaut dhe Harunit, e kete e bartin engjujt. Ajo eshte me te vertete nje argument, nese jeni besimtare"
        }
    ]
}