{
    "rukus": [
        {
            "chapter": 3,
            "verse": 31,
            "text": "Thuaj: “Nese e duani All-llahu, pasomeni mua, edhe juve All-llahu do t’ju doje dhe do t’ua fale mekatet!” All-llahu fal dhe eshte meshireplote"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "Thuaj: “Peruluni All-llahut edhe Profetit!” Por nese ia ketheni shpinen, ani se All-llahu me te vertete nuk i do mosbesimtaret"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "All-llahu, me te vertete, e ka zgjedhur Ademin, edhe Nuhin, edhe familjen e Ibrahimit, edhe familjen e Imranit prej te gjithe te tjereve"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "Si pasardhes te njeri-tjetrit, - dhe All-llahu degjon dhe di shume"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "Kur gruaja e Imranit tha: “O Zot, une po ta kushtoj ty me gjithe zemer kete qe eshte ne barkun tim, prandaj pranoje prej meje, se Ti me te vertete, degjon dhe di shume”"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "E kur e lindi ate, tha: “O Zot, une kam lindur femer! Por All-llahu e di mire se cka ka lindur, - dhe mashkulli nuk eshte sikur femra;” Une ia vura emrin Merjeme. Ate dhe pjellen e saj une po e le ne mbrojtjen tende prej djallit te mallkuar”"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "Dhe Zoti i saj e pranoi me endje ate dhe e rriti mire dhe ia la ne bese Zekerijjaut. Sa here qe hynte Zekerijja te ajo ne tempull, gjente ushqime te ajo. “Prej nga kjo, oj Merjeme?” i thoshte kurse ajo i pergjigjej, “Prej All-llahut, All-llahu e furnizon pa mase, ke do”"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "Aty Zekerrija iu lut Zotit te vet: “O Zot, - tha, - me dhuro pasardhes te mire, me miresine tende, Ti me siguri e degjon lutjen”"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "Dhe derisa ai lutej ne tempull, ne kembe engjujt e thirren: “All-llahu ty te pergezon me Jahjaun, i cili verteton fjalen e All-llahut, zoteri me fame dhe profet nga te miret"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "“O Zot, - tha, - si do te kem djale ne kete moshe te shtyre, madje edhe gruaja ime eshte shterpe?” “Ja, ashtu, - tha, - All-llahu ben cka te doje”"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "“O Zot, - tha ky, - me jep ndonje shenje!” “Shenja jote, - tha, - eshte ajo qe tri dite nuk do te flasish me njerez, vetemse me shenja. Por permende shpesh Zotin tend dhe lartesoje ne mbremje dhe ne mengjes!”"
        }
    ]
}