{
    "maqras": [
        {
            "chapter": 27,
            "verse": 1,
            "text": "ता, सीन, मीम। ये क़ुर्आन तथा प्रत्यक्ष पुस्तक की आयतें हैं।"
        },
        {
            "chapter": 27,
            "verse": 2,
            "text": "मार्गदर्शन तथा शुभ सूचना है, उन ईमान वालों के लिए।"
        },
        {
            "chapter": 27,
            "verse": 3,
            "text": "जो नमाज़ की स्थापना करते तथा ज़कात देते हैं और वही हैं, जो अन्तिम दिन (परलोक) पर विश्वास रखते हैं।"
        },
        {
            "chapter": 27,
            "verse": 4,
            "text": "वास्तव में, जो विश्वास नहीं करते परलोक पर, हमने शोभनीय बना दिया है उनके कर्मों को, इसलिए वे बहके जा रहे हैं।"
        },
        {
            "chapter": 27,
            "verse": 5,
            "text": "यही हैं, जिनके लिए बुरी यातना है तथा परलोक में यही सर्वाधिक क्षतिग्रस्त रहने वाले हैं।"
        },
        {
            "chapter": 27,
            "verse": 6,
            "text": "और (हे नबी!) वास्तव में, आपको दिया जा रहा है क़ुर्आन एक तत्वज्ञ, सर्वज्ञ की ओर से।"
        },
        {
            "chapter": 27,
            "verse": 7,
            "text": "(याद करो) जब कहा[1] मूसा ने अपने परिजनों सेः मैंने आग देखी है, मैं तुम्हारे पास कोई सूचना लाऊँगा या लाऊँगा आग का कोई अंगार, ताकि तुम तापो।"
        },
        {
            "chapter": 27,
            "verse": 8,
            "text": "फिर जब आया वहाँ, तो पुकारा गयाः शुभ है वह, जो अग्नि में है और जो उसके आस-पास है और पवित्र है अल्लाह, सर्वलोक का पालनहार।"
        },
        {
            "chapter": 27,
            "verse": 9,
            "text": "हे मूसा! ये मैं हूँ, अल्लाह, अति प्रभुत्वशाली, तत्वज्ञ।"
        },
        {
            "chapter": 27,
            "verse": 10,
            "text": "और फेंक दे अपनी लाठी, फिर जब उसे देखा कि रेंग रही है, जैसे वह कोई सर्प हो, तो पीठ फेरकर भागा और पीछे फिरकर देखा भी नहीं। (हमने कहाः) हे मूसा! भय न कर, वास्तव में, नहीं भय करते मेरे पास रसूल।"
        },
        {
            "chapter": 27,
            "verse": 11,
            "text": "उसके सिवा, जिसने अत्याचार किया हो, फिर जिसने बदल लिया अपना कर्म भलाई से बुराई के पश्चात्, तो निश्चय, मैं अति क्षमि, दयावान् हूँ।"
        },
        {
            "chapter": 27,
            "verse": 12,
            "text": "और डाल दे अपना हाथ अपनी जेब में, वह निकलेगा उज्ज्वल होकर बिना किसी रोग के; नौ निशानियों में से है, फ़िरऔन तथा उसकी जाति की ओर (ले जाने के लिए) वास्तव में, वे उल्लंघनकारियों में हैं।"
        },
        {
            "chapter": 27,
            "verse": 13,
            "text": "फिर जब आयीं उनके पास हमारी निशानियाँ, आँख खोलने वाली, तो कह दिया कि ये तो खुला जादू है।"
        },
        {
            "chapter": 27,
            "verse": 14,
            "text": "तथा उन्होंने नकार दिया उन्हें, अत्याचार तथा अभिमान के कारण, जबकि उनके दिलों ने उनका विश्वास कर लिया, तो देखो कि कैसा रहा उपद्रवियों का परिणाम"
        },
        {
            "chapter": 27,
            "verse": 15,
            "text": "और हमने प्रदान किया दावूद तथा सुलैमान को ज्ञान[1] और दोनों ने कहाः प्रशंसा है, उस अल्लाह के लिए, जिसने हमें प्रधानता दी अपने बहुत-से ईमान वाले भक्तों पर।"
        },
        {
            "chapter": 27,
            "verse": 16,
            "text": "और उत्तराधिकारी हुआ सुलैमान दावूद का तथा उसने कहाः हे लोगो! हमें सिखाई गयी है पक्षियों की बोली तथा हमें प्रदान की गयी है, सब चीज़ से कुछ। वास्तव में, ये प्रत्यक्ष अनुग्रह है।"
        },
        {
            "chapter": 27,
            "verse": 17,
            "text": "तथा एकत्र कर दी गयी सुलैमान के लिए उसकी सेनायें; जिन्नों तथा मानवों और पक्षी की और वे व्यवस्थित रखे जाते थे।"
        },
        {
            "chapter": 27,
            "verse": 18,
            "text": "यहाँ तक कि वे (एक बार) जब पहुँचे च्युंटियों की घाटी पर, तो एक च्युंटी ने कहाः हे च्युटियो! प्रवेश कर जाओ अपने घरों में, ऐसा न हो कि तुम्हें कुचल दे सुलैमान तथा उसकी सेनायें और उन्हें ज्ञान न हो।"
        },
        {
            "chapter": 27,
            "verse": 19,
            "text": "तो वह (सुलैमान) मुस्कुराकर हँस पड़ा उसकी बात पर और कहाः हे मेरे पालनहार! मुझे क्षमता प्रदानकर कि मैं कृतज्ञ रहूँ तेरे उस पुरस्कार का, जो पुरस्कार तूने मुझपर तथा मेरे माता-पिता पर किया है तथा ये कि मैं सदाचार करता रहूँ, जिससे तू प्रसन्न रहे और मुझे प्रवेश दे अपनी दया से, अपने सदाचारी भक्तों में।"
        },
        {
            "chapter": 27,
            "verse": 20,
            "text": "और उसने निरीक्षण किया पक्षियों का, तो कहाः क्या बात है कि मैं नहीं देख रहा हूँ हुदहुद को या वह अनुपस्थितों में है"
        },
        {
            "chapter": 27,
            "verse": 21,
            "text": "मैं उसे कड़ी यातना दूँगा या उसे वध कर दूँगा या मेरे पास कोई खुला प्रमाण लाये।"
        },
        {
            "chapter": 27,
            "verse": 22,
            "text": "तो कुछ अधिक समय नहीं बीता कि उसने (आकर) कहाः मैंने ऐसी बात का ज्ञान प्राप्त किया है, जो आपके ज्ञान में नहीं आयी है और मैं लाया हूँ, आपके पास \"सबा\"[1] से एक विश्वसनीय सूचना।"
        },
        {
            "chapter": 27,
            "verse": 23,
            "text": "मैंने एक स्त्री को पाया, जो उनपर राज्य कर रही है और उसे प्रदान किया गया है कुछ न कुछ प्रत्येक वस्तु से तथा उसके पास एक बड़ा भव्य सिंहासन है।"
        },
        {
            "chapter": 27,
            "verse": 24,
            "text": "मैंने उसे तथा उसकी जाति को पाया कि सज्दा करते हैं सूर्य को अल्लाह के सिवा और शोभनीय बना दिया है, उनके लिए शैतान ने उनके कर्मों को और उन्हें रोक दिया है सुपथ से, अतः, वे सुपथ पर नहीं आते।"
        },
        {
            "chapter": 27,
            "verse": 25,
            "text": "(शैतान ने शोभनीय बना दिया है उनके लिए) कि उस अल्लाह को सज्दा न करें, जो निकालता है गुप्त वस्तु को[1] आकाशों तथा धरती में तथा जानता है वह सब कुछ, जिसे तुम छुपाते हो तथा जिसे व्यक्त करते हो।"
        },
        {
            "chapter": 27,
            "verse": 26,
            "text": "अल्लाह जिसके अतिरिक्त कोई वंदनीय नहीं, जो महा सिंहासन का स्वामी है।"
        }
    ]
}