{
    "maqras": [
        {
            "chapter": 45,
            "verse": 12,
            "text": "अल्लाह ही ने वश में किया है तुम्हारे लिए सागर को, ताकि नाव चलें उसमें उसके आदेश से और ताकि तुम खोज करो उसके अनुग्रह (दया) की और ताकि तुम उसके कृतज्ञ (आभारी) बनो।"
        },
        {
            "chapter": 45,
            "verse": 13,
            "text": "तथा उसने तुम्हारी सेवा में लगा रखा है, जो कुछ आकाशों तथा धरती में है, सबको अपनी ओर से। वास्तव में, इसमें बहुत-सी निशानियाँ हैं, उनके लिए, जो सोच-विचार करें।"
        },
        {
            "chapter": 45,
            "verse": 14,
            "text": "(हे नबी!) आप उनसे कह दें जो ईमान लाये हैं कि क्षमा कर[1] दें उन्हें, जो आशा नहीं रखते हैं अल्लाह के दिनों[2] की, ताकि वह बदला दे एक समुदाय को उनकी कमाई का।"
        },
        {
            "chapter": 45,
            "verse": 15,
            "text": "जिसने सदाचार किया, तो अपने भले के लिए किया तथा जिसने दुराचार किया, तो अपने ऊपर किया। फिर तुम (प्रतिफल के लिए) अपने पालनहार की ओर ही फेरे[1] जाओगे।"
        },
        {
            "chapter": 45,
            "verse": 16,
            "text": "तथा हमने प्रदान की इस्राईल की संतान को पुस्तक तथा राज्य और नबूअत (दूतत्व) और जीविका दी उन्हें, स्वच्छ चीज़ों से तथा प्रधानता दी उन्हें (उनके युग के) संसारवासियों पर।"
        },
        {
            "chapter": 45,
            "verse": 17,
            "text": "तथा दिये हमने उन्हें, खुले आदेश। तो उन्होंने विभेद नहीं किया, परन्तु अपने पास ज्ञान[1] आ जाने के पश्चात्, आपस के द्वेष के कारण। निःसंदेह आपका पालनहार ही निर्णय करेगा उनके बीच परलय के दिन, जिस बात में वे विभेद कर रहे हैं।"
        },
        {
            "chapter": 45,
            "verse": 18,
            "text": "फिर (हे नबी!) हमने कर दिया आपको एक खुले धर्म विधान पर, तो आप अनुसरण करें इसका तथा न चलें उनकी आकांक्षाओं पर, जो ज्ञान नहीं रखते।"
        },
        {
            "chapter": 45,
            "verse": 19,
            "text": "वास्तव में, वे आपके काम न आयेंगे अल्लाह के सामने कुछ। ये अत्याचारी एक-दूसरे के मित्र हैं और अल्लाह आज्ञाकारियों का साथी है।"
        },
        {
            "chapter": 45,
            "verse": 20,
            "text": "ये (क़ुर्आन) सूझ की बातें हैं, सब मनुष्यों के लिए तथा मार्गदर्शन एवं दया है, उनके लिए, जो विश्वास करें।"
        },
        {
            "chapter": 45,
            "verse": 21,
            "text": "क्या समझ रखा है जिन्होंने दुष्कर्म किया है कि हम कर देंगे उन्हें उनके समान, जो ईमान लाये तथा सदाचार किये हैं कि उनका जीवन तथा मरण समान[1] हो जाये? वे बुरा निर्णय कर रहे हैं।"
        },
        {
            "chapter": 45,
            "verse": 22,
            "text": "तथा पैदा किया है अल्लाह ने आकाशों एवं धरती को, न्याय के साथ और ताकि बदला दिया जाये प्रत्येक प्राणी को, उसके कर्म का तथा उनपर अत्याचार नहीं किया जायेगा।"
        },
        {
            "chapter": 45,
            "verse": 23,
            "text": "क्या आपने उसे देखा, जिसने बना लिया अपना पूज्य अपनी इच्छा को तथा कुपथ कर दिया अल्लाह ने उसे जानते हुए और मुहर लगा दी उसके कान तथा दिल पर और बना दिया उसकी आँख पर आवरण (पर्दा)? फिर कौन है, जो सीधी राह दिखायेगा उसे अल्लाह के पश्चात्? तो क्या तुम शिक्षा ग्रहण नहीं करते"
        },
        {
            "chapter": 45,
            "verse": 24,
            "text": "तथा उन्होंने कहा कि हमारा यही सांसारिक जीवन है। हम यहीं मरते और जीते हैं और हमारा विनाश, युग (काल) ही करता है। उन्हें इसका ज्ञान नहीं। वे केवल अनुमान की बात[1] कर रहे हैं।"
        },
        {
            "chapter": 45,
            "verse": 25,
            "text": "और पढ़कर सुनाई जाती हैं उन्हें, हमारी खुली आयतें, तो उनका तर्क केवल ये होता है कि ले आओ हमारे पूर्वजों को, यदि तुम सच्चे हो।"
        },
        {
            "chapter": 45,
            "verse": 26,
            "text": "आप कह दें: अल्लाह ही तुम्हें जीवन देता तथा मारता है, फिर एकत्र करेगा तुम्हें प्रलय के दिन, जिसमें कोई संदेह नहीं। परन्तु अधिक्तर लोग (इस तथ्य को) नहीं[1] जानते।"
        },
        {
            "chapter": 45,
            "verse": 27,
            "text": "तथा अल्लाह ही का है आकाशों तथा धरती का राज्य और जिस दिन स्थापना होगी प्रलय की, तो उस दिन क्षति में पड़ जायेंगे झूठे।"
        },
        {
            "chapter": 45,
            "verse": 28,
            "text": "तथा देखेंगे आप प्रत्येक समुदाय को घुटनों के बल गिरा हुआ। प्रत्येक समुदाय पुकारा जायेगा अपने कर्म-पत्र की ओर। आज, बदला दिया जायेगा तुम लोगों को, तुम्हारे कर्मों का।"
        },
        {
            "chapter": 45,
            "verse": 29,
            "text": "ये हमारा कर्म-पत्र है, जो बोल रहा है तुमपर सह़ीह़ बात। वास्तव में, हम लिखवा रहे थे, जो कुछ तुम कर रहे थे।"
        },
        {
            "chapter": 45,
            "verse": 30,
            "text": "तो जो ईमान लाये तथा सदाचार किये, उन्हें प्रवेश देगा उनका पालनहार अपनी दया में, यही प्रत्यक्ष (खुली) सफलता है।"
        },
        {
            "chapter": 45,
            "verse": 31,
            "text": "परन्तु जिन्होंने कुफ़्र किया, (उनसे कहा जायेगाः) क्या मेरी आयतें तुम्हें पढ़कर नहीं सुनायी जा रही थीं? तो तुमने घमंड किया तथा तुम अपराधी बनकर रहे"
        },
        {
            "chapter": 45,
            "verse": 32,
            "text": "तो जब कहा जाता था कि निश्चय अल्लाह का वचन सच है तथा प्रलय होने में तनिक भी संदेह नहीं, तो तुम कहते थे कि प्रलय क्या है? हम तो केवल एक अनुमान रखते हैं तथा हम विश्वास करने वाले नहीं हैं।"
        },
        {
            "chapter": 45,
            "verse": 33,
            "text": "तथा खुल जायेंगी उनके लिए, उनके दुष्कर्मों की बुराईयाँ और घेर लेगा उन्हें, जिसका वे उपहास कर रहे थे।"
        },
        {
            "chapter": 45,
            "verse": 34,
            "text": "और कहा जायेगा कि आज हम तुम्हें भुला देंगे,[1] जैसे तुमने इस दिन से मिलने को भुला दिया और तुम्हारा कोई सहायक नहीं है।"
        },
        {
            "chapter": 45,
            "verse": 35,
            "text": "ये (यातना) इस कारण है कि तुमने बना लिया था अल्लाह की आयतों को उपहास तथा धोखे में रखा तुम्हें सांसारिक जीवन ने। तो आज वे नहीं निकाले जायेंगे (यातना से) और न उन्हें क्षमा माँगने का अवसर दिया जायेगा।"
        },
        {
            "chapter": 45,
            "verse": 36,
            "text": "तो अल्लाह के लिए सब प्रशंसा है, जो आकाशों तथा धरती का पालनहार एवं सर्वलोक का पनालनहार है।"
        },
        {
            "chapter": 45,
            "verse": 37,
            "text": "और उसी की महिमा[1] है आकाशों तथा धरती में और वही प्रबल और सब गुणों को जानने वाला है।"
        }
    ]
}