{
    "maqras": [
        {
            "chapter": 6,
            "verse": 95,
            "text": "वास्तव में, अल्लाह ही अन्न तथा गुठली को (धरती के भीतर) फाड़ने वाला है। वह निर्जीव से जीवित को निकालता है तथा जीवित से निर्जीव को निकालने वाला है। वही अल्लाह (सत्य पूज्य) है। फिर तुम कहाँ बहके जा रहे हो"
        },
        {
            "chapter": 6,
            "verse": 96,
            "text": "वह प्रभात का तड़काने वाला है और उसीने सुख के लिए रात्रि बनाई तथा सूर्य और चाँद ह़िसाब के लिए बनाये। ये प्रभावी गुणी का निर्धारित किया हुआ अंकन (माप)[1] है।"
        },
        {
            "chapter": 6,
            "verse": 97,
            "text": "उसीने तुम्हारे लिए तारे बनाये हैं, ताकि उनकी सहायता से थल तथा जल के अंधकारों में रास्ता पाओ। हमने (अपनी दया के) लक्षणों का उनके लिए विवरण दे दिया है, जो लोग ज्ञान रखते हैं।"
        },
        {
            "chapter": 6,
            "verse": 98,
            "text": "वही है, जिसने तुम्हें एक जीव से पैदा किया। फिर तुम्हारे लिए (संसार में) रहने का स्थान है और एक समर्पन (मरण) का स्थान है। हमने उन्हें अपनी आयतों (लक्षणों) का विवरण दे दिया, जो समझ-बूझ रखते हैं।"
        },
        {
            "chapter": 6,
            "verse": 99,
            "text": "वही है, जिसने आकाश से जल की वर्षा की, फिर हमने उससे प्रत्येक प्रकार की उपज निकाल दी। फिर उससे हरियाली निकाल दी। फिर उससे तह पर तह दाने निकालते हैं तथा खजूर के गाभ से गुच्छे झुके हुए और अंगूरों तथा ज़ैतून और अनार के बाग़, समरूप तथा स्वाद में अलग-अलग। उसके फल को देखो, जब फल लाता है तथा उसके पकने को। निःसंदेह इनमें उन लोगों के लिए बड़ी निशानियाँ (लक्षण)[1] हैं, जो ईमान लाते हैं।"
        },
        {
            "chapter": 6,
            "verse": 100,
            "text": "और उन्होंने जिन्नों को अल्लाह का साझी बना लिया। जबकि अल्लाह ही ने उनकी उत्पत्ति की है और बिना ज्ञान के उसके लिए पुत्र तथा पुत्रियाँ घड़ लीं। वह पवित्र तथा उच्च है, उन बातों से, जो वे लोग कह रहे हैं।"
        },
        {
            "chapter": 6,
            "verse": 101,
            "text": "वह आकाशों तथा धरती का अविष्कारक है, उसके संतान कहाँ से हो सकते हैं, जबकि उसकी पत्नी नहीं है? तथा उसीने प्रत्येक वस्तु को पैदा किया है और वह प्रत्येक वस्तु को भली-भाँति जानता है।"
        },
        {
            "chapter": 6,
            "verse": 102,
            "text": "वही अल्लाह तुम्हारा पालनहार है, उसके अतिरिक्त कोई सच्चा पूज्य नहीं। वह प्रत्येक वस्तु का उत्पत्तिकार है। अतः उसकी इबादत (वंदना) करो तथा वही प्रत्येक चीज़ का अभिरक्षक है।"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "उसका, आँखें इद्राक नहीं कर सकतीं[1], जबकी वह सब कुछ देख रहा है। वह अत्यंत सूक्ष्मदर्शी और सब चीज़ों से अवगत है।"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "तुम्हारे पास निशानियाँ आ चुकी हैं। तो जिसने समझ-बूझ से काम लिया, उसका लाभ उसी के लिए है और जो अन्धा हो गया, तो उसकी हानि उसीपर है और मैं तुमपर संरक्षक[1] नहीं हूँ।"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "और इसी प्रकार, हम अनेक शैलियों में आयतों का वर्णन कर रहे हैं। ताकि वे (काफ़िर) कहें कि आपने पढ़[1] लिया है और ताकि हम उन लोगों के लिए (तर्कों को) उजागर कर दें, जो ज्ञान रखते हैं।"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "आप उसपर चलें, जो आपपर आपके पालनहार की ओर से वह़्यी (प्रकाशना) की जा रही है। उसके सिवा कोई सत्य पूज्य नहीं है और मुश्रिकों की बातों पर ध्यान न दें।"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "और यदि अल्लाह चाहता, तो वो लोग साझी न बनाते और हमने आपको उनपर निरीक्षक नहीं बनाया है और न ही आप उनपर[1] अधिकारी हैं।"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "और हे ईमान वालो! उन्हें बुरा न कहो, जिन (मूर्तियों) को वे अल्लाह के सिवा पुकारते हैं। अन्यथा, वे लोग अज्ञानता के कारण अति करके अल्लाह को बुरा कहेंगे। इसी प्रकार, हमने प्रत्येक समुदाय के लिए उनके कर्म को सुशोभित बना दिया है। फिर उनके पालनहार की ओर ही उन्हें जाना है। तो उन्हें बता देगा, जो वे करते रहे।"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "और उन मुश्रिकों ने बलपूर्वक शपथें लीं कि यदि हमारे पास कोई आयत (निशानी) आ जाये, तो हम उसपर अवश्य ईमान लायेंगे। आप कह दें: आयतें (निशानियाँ) तो अल्लाह ही के पास हैं और (हे ईमान वालो!) तुम्हें क्या पता कि वह निशानियाँ जब आ जायेँगी, तो वे ईमान[1] नहीं लायेंगे।"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "और हम उनके दिलों और आँखों को ऐसे ही फेर[1] देंगे, जैसे वे पहली बार इस (क़ुर्आन) पर ईमान नहीं लाये और हम उन्हें उनके कुकर्मों में बहकते छोड़ देंगे।"
        }
    ]
}