{
    "maqras": [
        {
            "chapter": 7,
            "verse": 1,
            "text": "Elif, Lam, Mim, Sad"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "(Bu,) Bir Kitap'tır ki onunla uyarman için ve mü'minlere bir öğüt olmak üzere sana indirildi. Öyleyse bundan dolayı göğsünde bir sıkıntı olmasın"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "Rabbinizden size indirilene uyun, O'ndan başka velilere uymayın. Ne az öğüt alıyorsunuz"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "Biz nice ülkeleri yıkıma uğrattık. Geceleri uyurlarken ya da gündüzün dinlenirlerken Bizim zorlu azabımız onlara geliverdi"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "Zorlu azabımız onlara gelince yakarabildikleri: \"Biz gerçekten zulme sapanlardandık\" demelerinden başka olmadı"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "Andolsun, kendilerine (peygamber) gönderilenlere soracağız ve onlara gönderilenlere (peygamberlere) de elbette soracağız"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "Andolsun (yapıp-etmelerini) onlara bir ilimle mutlaka haber vereceğiz. Ve Biz gaibler (onlardan uzakta olan habersizler) de değildik"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "O gün tartı haktır. Kimin tartıları ağır basarsa, işte kurtulanlar onlardır"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "Kimin tartıları hafif kalırsa, bunlar da ayetlerimize zulmedegeldiklerinden dolayı nefislerini hüsrana uğratanlardır"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "Andolsun, sizi yeryüzünde yerleşik kıldık ve orda size geçimlikler yarattık. Ne az şükrediyorsunuz"
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "Andolsun, Biz sizi yarattık, sonra size suret (biçim-şekil) verdik, sonra meleklere: \"Adem'e secde edin\" dedik. Onlar da İblis'in dışında secde ettiler; o, secde edenlerden olmadı"
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "(Allah) Dedi: \"Sana emrettiğimde, seni secde etmekten alıkoyan neydi?\" (İblis) Dedi ki: \"Ben ondan hayırlıyım; beni ateşten yarattın, onu ise çamurdan yarattın"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "(Allah:) \"Öyleyse oradan in, orda büyüklenmen senin (hakkın) olmaz. Hemen çık. Gerçekten sen, küçük düşenlerdensin"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "O da: \"(İnsanların) dirilecekleri güne kadar beni gözle(yip ertele.)\" dedi"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "(Allah:) \"Sen gözlenip-ertelenenlerdensin\" dedi"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "Dedi ki: \"Madem öyle, beni azdırdığından dolayı onlar(ı insanları saptırmak) için mutlaka Senin dosdoğru yolunda (pusu kurup) oturacağım"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "Sonra muhakkak önlerinden, arkalarından, sağlarından ve sollarından sokulacağım. Onların çoğunu şükredici bulmayacaksın"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "(Allah) Dedi: \"Kınanıp alçaltılmış ve kovulmuş olarak oradan çık. Andolsun, onlardan kim seni izlerse, cehennemi sizlerle dolduracağım"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "Ve ey Adem, sen ve eşin cennete yerleş. İkiniz dilediğiniz yerden yiyin; ama şu ağaca yaklaşmayın. Yoksa zalimlerden olursunuz"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "Şeytan, kendilerinden 'örtülüp gizlenen çirkin yerlerini' açığa çıkarmak için onlara vesvese verdi ve dedi ki: \"Rabbinizin size bu ağacı yasaklaması, yalnızca, sizin iki melek olmamanız veya ebedi yaşayanlardan kılınmamanız içindir"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "Ve: \"Gerçekten ben size öğüt verenlerdenim\" diye yemin de etti"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "Böylece onları aldatarak düşürdü. Ağacı tattıkları anda ise, ayıp yerleri kendilerine beliriverdi ve üzerlerini cennet yapraklarından örtmeye başladılar. (O zaman) Rableri kendilerine seslendi: \"Ben sizi bu ağaçtan menetmemiş miydim? Ve şeytanın sizin gerçekten apaçık bir düşmanınız olduğunu söylememiş miydim"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "Dediler ki: \"Rabbimiz, biz nefislerimize zulmettik, eğer bizi bağışlamazsan ve esirgemezsen, gerçekten hüsrana uğrayanlardan olacağız"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "(Allah) Dedi ki: \"Kiminiz kiminize düşman olarak inin. Yeryüzünde belli bir vakte kadar sizin için bir yerleşim ve meta (geçim) vardır"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "Dedi ki: \"Orda yaşayacak, orda ölecek ve oradan çıkarılacaksınız"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "Ey Ademoğulları, Biz sizin çirkin yerlerinizi örtecek bir elbise ve size 'süs kazandıracak bir giyim' indirdik (var ettik). Takva ile kuşanıp-donanmak ise, bu daha hayırlıdır. Bu, Allah'ın ayetlerindendir. Umulur ki öğüt alıp-düşünürler"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "Ey Ademoğulları, şeytan, anne ve babanızın çirkin yerlerini kendilerine göstermek için, elbiselerini sıyırtarak, onları cennetten çıkardığı gibi sakın sizi de bir belaya uğratmasın. Çünkü o ve taraftarları, (kendilerini göremeyeceğiniz yerden) sizleri görmektedir. Biz gerçekten şeytanları, inanmayacakların dostları kıldık"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "Onlar, 'çirkin bir hayasızlık' işlediklerinde: \"Biz atalarımızı bunun üzerinde bulduk. Allah bunu bize emretti\" derler. De ki: \"Şüphesiz Allah, 'çirkin hayasızlıkları' emretmez. Bilmediğiniz bir şeyi Allah'a karşı mı söylüyorsunuz"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "De ki: \"Rabbim adaletle davranmayı emretti. Her mescid yanında (secde yerinde) yüzlerinizi (O'na) doğrultun ve dini yalnız Kendisi'ne has kılarak O'na dua edin. \"Başlangıçta sizi yarattığı\" gibi döneceksiniz"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "Kimine hidayet verdi, kimi de sapıklığı hak etti. Çünkü bunlar, Allah'ı bırakıp şeytanları veli edinmişlerdi. Ve gerçekten onları doğru yolda saymaktadırlar"
        }
    ]
}