{
    "rukus": [
        {
            "chapter": 2,
            "verse": 249,
            "text": "E kur doli (prej qytetit) Taluti me ushtrine, tha: “All-llahu do t’ju sprovoje me nje lume, e ai qe pi prej atij, ai nuk eshte me mua, e kush nuk shijon ate, ai eshte me mua, pervec atij qe me doren e vet e pi nje grusht?” Mirepo, me perjashtim te nje pakice prej tyre, te tjeret pine nga ai. E kur e kaloi ai (taluti) ate se bashku me te edhe ata qe ishin besimtare thane: “Ne sot nuk kemi fuqi kunder Xhalutit dhe ushtrise se tij!” Po ata qe ishin te bindur se do ta takonin All-llahun thane: “Sa e sa grupe te vogla me deshiren e All-llahut kane triumfuar ndaj grupeve te medha!” All-llahu eshte me durimtaret"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "E kur dualen perballe Xhalutit dhe ushtrise se tij, thane: “Zoti yne! na dhuro durim! na i perforco kembet tona dhe na ndihmo kunder pabesimtareve"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "Me ndihmen e All-llahut i thyen ata, e Davudi e mbyti Xhalutin dhe All-llahu i dha atij (Davudit) sundimin dhe hikmetin (urtesine, nubuwetin) dhe e mesoi ate per cdo gje qe deshi. Dhe sikur All-llahu te mos i mbronte njerezit me disa prej disa te tjereve, do te shkaterrohej toka, po All-llahu eshte bamires i madh ndaj njerezimit"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "Keta jane argumente te All-llahut, po t’i lexojme ty me saktesi, e s’ka dyshim se ti (Muhammed) je prej te derguarve"
        },
        {
            "chapter": 2,
            "verse": 253,
            "text": "Keta (per te cilet te rrefyem) jane te derguarit, disa prej tyre i dalluam nga te tjeret, prej tyre pati qe All-llahu u foli, disa i ngriti ne shkalle me te larte, Isait, birit te Merjemes i dhame argumente dhe e perfocuam me shpirtin e shenjte (Xhibrilin). E sikur te donte All-llahu, nuk do te mbyteshin ndermjet vete ata (populli) qe ishin pas tyre, pasi qe atyre u paten zbritur argumentet, por ata megjithate u percane. E pati prej tyre qe besuan dhe pati te tille qe nuk besuan, e sikur te deshironte All-llahu ata nuk do te mbyteshin, por All-llahu punon cka deshiron"
        }
    ]
}