{
    "rukus": [
        {
            "chapter": 2,
            "verse": 122,
            "text": "O sinovi Israilovi! Sjetite se blagodati Moje koju sam vam podario i da sam Ja bio odlikovao vas nad svjetovima"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "I bojte se Dana kad neće koristiti duša duši nimalo, niti će se primiti od nje nadoknada, i neće joj koristiti posredovanje, niti će oni biti pomognuti"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "I kad je kušao Ibrahima Gospodar njegov riječima, pa ih je ispunio, reče: \"Uistinu! Ja sam Taj koji je učinio tebe imamom ljudima.\" Reče: \"A od potomstva mog?\" (Allah) reče: \"Moje obećanje neće doseći zalime"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "I kad smo učinili Kuću stjecištem ljudima i sigurnošću, i: \"Uzmite stajalište Ibrahimovo musallom\", i naložili Ibrahimu i Ismailu: \"Očistite Kuću Moju za one koji čine tawwaf i one koji čine itikaf i one koji čine ruku', i one koji čine sedždu"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "I kad reče Ibrahim: \"Gospodaru moj! Učini ovaj grad sigurnim i opskrbi stanovnike njegove (raznim) plodovima, onog od njih ko vjeruje u Allaha i Dan posljednji.\" (Allah) reče: \"A ko ne vjeruje - pa daću da malo uživa, zatim ću ga natjerati u kaznu vatrom\", a loše li je dolazište"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "I kad je podizao Ibrahim temelje Kuće i Ismail: \"Gospodaru naš! Primi od nas. Uistinu! Ti, Ti si Onaj koji čuje, Znalac"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "Gospodaru naš! I učini nas dvojicu predanim Tebi i od potomstva našeg ummet predan Tebi. I pokaži nam obrede naše i oprosti nam. Uistinu! Ti, Ti si Primalac pokajanja, Milosrdni"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "Gospodaru naš! I podigni među njima poslanika od njih, da im uči ajete Tvoje i pouči ih Knjizi i mudrosti i očisti ih. Uistinu! Ti, Ti si Moćni, Mudri"
        }
    ]
}