{
    "rukus": [
        {
            "chapter": 12,
            "verse": 69,
            "text": "I pošto uđoše Jusufu, (on) uze sebi brata svog. Reče: \"Uistinu! Ja, ja sam brat tvoj, zato se ne žalosti zbog onoga šta su uradili"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "Pa pošto ih je snabdio potrepštinom njihovom, stavi pehar za piće u vreću brata svog, potom pozva muezzin: \"O karavano! Uistinu, vi ste kradljivci"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "Rekoše - a približavali su se njima: \"Šta ste to zagubili"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "Rekoše: \"Zagubili smo pehar vladarev, a ko ga donese imaće on devin tovar, a ja sam tome jamac"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "Rekoše: \"Tako nam Allaha, doista znate da nismo došli da činimo fesad na Zemlji i nismo lopovi"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "Rekoše: \"Pa šta je kazna za to, ako budete lažljivci"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "Rekoše: \"Kazna za to. Onaj u čijoj vreći bude nađen - pa on je kazna za to. Tako kažnjavamo zalime"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "Tad poče s vrećama njihovim prije vreće brata svog, zatim ga izvadi iz vreće brata svog. Tako smo splanili za Jusufa. Mogao je po zakonu vladarevom uzeti brata svog, jedino što je htio Allah. Uzvisujemo stepene kome hoćemo, a nad svakim posjednikom znanja je Znalac"
        },
        {
            "chapter": 12,
            "verse": 77,
            "text": "Rekoše: \"Ako krade, pa već je ukrao brat njegov prije.\" Tad to pritaji Jusuf u duši svojoj i ne otkri to njima. Reče: \"Vi ste u gorem položaju, a Allah je Najbolji znalac onog što navodite"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "Rekoše: \"O vladaru! Uistinu, njegov otac je jako star, zato uzmi jednog od nas umjesto njega. Uistinu, mi te vidimo (jednim) od onih koji dobro čine"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "Reče: \"Sačuvaj Allahu! Da uzmemo, izuzev onog kod koga smo našli stvar našu; uistinu, mi bismo tad bili zalimi"
        }
    ]
}