{
    "rukus": [
        {
            "chapter": 19,
            "verse": 66,
            "text": "And the human being says, “When I am dead, will I be brought back alive?”"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "Does the human being not remember that We created him before, when he was nothing"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "By your Lord, We will round them up, and the devils, then We will bring them around Hell, on their knees"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "Then, out of every sect, We will snatch those most defiant to the Most Merciful"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "We are fully aware of those most deserving to scorch in it"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "There is not one of you but will go down to it. This has been an unavoidable decree of your Lord"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "Then We will rescue those who were devout, and leave the wrongdoers in it, on their knees"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "When Our clear revelations are recited to them, those who disbelieve say to those who believe, “Which of the two parties is better in position, and superior in influence?”"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "How many a generation have We destroyed before them, who surpassed them in riches and splendor"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "Say, “Whoever is in error, the Most Merciful will lead him on.” Until, when they see what they were promised—either the punishment, or the Hour. Then they will know who was in worse position and weaker in forces"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "God increases in guidance those who accept guidance. And the things that endure—the righteous deeds—have the best reward with your Lord, and the best outcome"
        },
        {
            "chapter": 19,
            "verse": 77,
            "text": "Have you seen him who denied Our revelations, and said, “I will be given wealth and children”"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "Did he look into the future, or did he receive a promise from the Most Merciful"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "No indeed! We will write what he says, and will keep extending the agony for him"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "Then We will inherit from him what he speaks of, and he will come to Us alone"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "And they took, besides God, other gods, to be for them a source of strength"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "By no means! They will reject their worship of them, and become opponents to them"
        }
    ]
}