{
    "rukus": [
        {
            "chapter": 23,
            "verse": 78,
            "text": "It is He who produced for you the hearing, and the eyesight, and the feelings. But little gratitude you show"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "And it is He who multiplied you on earth, and to Him you will be gathered"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "And it is He who gives life and brings death, and to Him is the alternation of night and day. Do you not understand"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "But they say the like of what the ancients said"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "They say, “After we have died, and become dust and bones, will we be resurrected"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "We were promised this before—we and our ancestors—these are nothing but legends of the ancients.”"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "Say, “To whom does the earth belong, and everyone in it, if you happen to know?”"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "They will say, “To God.” Say, “Will you not reflect?”"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Say, “Who is the Lord of the seven heavens, and Lord of the Splendid Throne?”"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "They will say, “To God.” Say, “Will you not become righteous?”"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Say, “In whose hand is the dominion of all things, and He protects and cannot be protected from, if you happen to know?”"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "They will say, “To God.” Say, “Then are you bewitched?”"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "In fact, We have given them the truth, and they are liars"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "God has never begotten a son, nor is there any god besides Him. Otherwise, each god would have taken away what it has created, and some of them would have gained supremacy over others. Glory be to God, far beyond what they describe"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "The Knower of the hidden and the manifest. He is exalted, far above what they associate"
        }
    ]
}