{
    "rukus": [
        {
            "chapter": 2,
            "verse": 8,
            "text": "Among the people are those who say, “We believe in God and in the Last Day,” but they are not believers"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "They seek to deceive God and those who believe, but they deceive none but themselves, though they are not aware"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "In their hearts is sickness, and God has increased their sickness. They will have a painful punishment because of their denial"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "And when it is said to them, “Do not make trouble on earth,” they say, “We are only reformers.”"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "In fact, they are the troublemakers, but they are not aware"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "And when it is said to them, “Believe as the people have believed,” they say, “Shall we believe as the fools have believed?” In fact, it is they who are the fools, but they do not know"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "And when they come across those who believe, they say, “We believe”; but when they are alone with their devils, they say, “We are with you; we were only ridiculing.”"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "It is God who ridicules them, and leaves them bewildered in their transgression"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Those are they who have bartered error for guidance; but their trade does not profit them, and they are not guided"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Their likeness is that of a person who kindled a fire; when it illuminated all around him, God took away their light, and left them in darkness, unable to see"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Deaf, dumb, blind. They will not return"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Or like a cloudburst from the sky, in which is darkness, and thunder, and lightning. They press their fingers into their ears from the thunderbolts, in fear of death. But God surrounds the disbelievers"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "The lightning almost snatches their sight away. Whenever it illuminates for them, they walk in it; but when it grows dark over them, they stand still. Had God willed, He could have taken away their hearing and their sight. God is capable of everything"
        }
    ]
}