{
    "rukus": [
        {
            "chapter": 3,
            "verse": 149,
            "text": "O you who believe! If you obey those who disbelieve, they will turn you back on your heels, and you end up losers"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "God is your Master, and He is the Best of Helpers"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "We will throw terror into the hearts of those who disbelieve, because they attribute to God partners for which He revealed no sanction. Their lodging is the Fire. Miserable is the lodging of the evildoers"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "God has fulfilled His promise to you, and you defeated them by His leave; until when you faltered, and disputed the command, and disobeyed after He had shown you what you like. Some of you want this world, and some of you want the next. Then He turned you away from them, to test you; but He pardoned you. God is Gracious towards the believers"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "Remember when you fled, not caring for anyone, even though the Messenger was calling you from your rear. Then He repaid you with sorrow upon sorrow, so that you would not grieve over what you missed, or for what afflicted you. God is Informed of what you do"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "Then after the setback, He sent down security upon you. Slumber overcame some of you, while others cared only for themselves, thinking of God thoughts that were untrue—thoughts of ignorance—saying, “Is anything up to us?” Say, “Everything is up to God.” They conceal within themselves what they do not reveal to you. And they say, “If it was up to us, none of us would have been killed here.” Say, “Even if you Had stayed in your homes, those destined to be killed would have marched into their death beds.” God thus tests what is in your minds, and purifies what is in your hearts. God knows what the hearts contain"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "Those of you who turned back on the day when the two armies clashed—it was Satan who caused them to backslide, on account of some of what they have earned. But God has forgiven them. God is Forgiving and Prudent"
        }
    ]
}