{
    "rukus": [
        {
            "chapter": 5,
            "verse": 67,
            "text": "O Messenger, convey what was revealed to you from your Lord. But if you do not, then you would not have delivered His message. And God will protect you from the people. God does not guide the disbelieving people"
        },
        {
            "chapter": 5,
            "verse": 68,
            "text": "Say, “O People of the Scripture! You have no basis until you uphold the Torah, and the Gospel, and what is revealed to you from your Lord.” But what is revealed to you from your Lord will increase many of them in rebellion and disbelief, so do not be sorry for the disbelieving people"
        },
        {
            "chapter": 5,
            "verse": 69,
            "text": "Those who believe, and the Jews, and the Sabians, and the Christians—whoever believes in God and the Last Day, and does what is right—they have nothing to fear, nor shall they grieve"
        },
        {
            "chapter": 5,
            "verse": 70,
            "text": "We made a covenant with the Children of Israel, and We sent to them messengers. Whenever a messenger came to them with what their souls did not desire, some of them they accused of lying, and others they put to death"
        },
        {
            "chapter": 5,
            "verse": 71,
            "text": "They assumed there would be no punishment, so they turned blind and deaf. Then God redeemed them, but then again many of them turned blind and deaf. But God is Seeing of what they do"
        },
        {
            "chapter": 5,
            "verse": 72,
            "text": "They disbelieve those who say, “God is the Messiah the son of Mary.” But the Messiah himself said, “O Children of Israel, worship God, my Lord and your Lord. Whoever associates others with God, God has forbidden him Paradise, and his dwelling is the Fire. The wrongdoers have no saviors.”"
        },
        {
            "chapter": 5,
            "verse": 73,
            "text": "They disbelieve those who say, “God is the third of three.” But there is no deity except the One God. If they do not refrain from what they say, a painful torment will befall those among them who disbelieve"
        },
        {
            "chapter": 5,
            "verse": 74,
            "text": "Will they not repent to God and ask His forgiveness? God is Forgiving and Merciful"
        },
        {
            "chapter": 5,
            "verse": 75,
            "text": "The Messiah son of Mary was only a messenger, before whom other Messengers had passed away, and his mother was a woman of truth. They both used to eat food. Note how We make clear the revelations to them; then note how deluded they are"
        },
        {
            "chapter": 5,
            "verse": 76,
            "text": "Say, “Do you worship, besides God, what has no power to harm or benefit you?” But God: He is the Hearer, the Knower"
        },
        {
            "chapter": 5,
            "verse": 77,
            "text": "Say, “O People of the Scripture! Do not exaggerate in your religion beyond the truth; and do not follow the opinions of people who went astray before, and misled many, and themselves strayed off the balanced way.”"
        }
    ]
}