{
    "chapter": [
        {
            "chapter": 16,
            "verse": 1,
            "text": "الله کا حکم آ پہنچا تم اس میں جلدی مت کرو وہ لوگو ں کے شرک سے پاک اور برتر ہے"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "وہ اپنے بندوں سے جس کے پاس چاہتا ہے فرشتوں کو وحی دے کر بھیج دیتا ہے یہ کہ خبردار کر دو کہ میرے سوا کوئی عبادت کے لائق نہیں پس مجھ سے ڈرتے رہو"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "اسی نے آسمان اور زمین کو ٹھیک طور پر بنایا ہے وہ ان کے شرک سے پاک ہے"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "اسی نے آدمی کو ایک بوند سے پیدا کیا پھر وہ یکایک کھلم کھلا جھگڑنے لگا"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "اور تمہارے واسطے چار پایوں کو بھی اسی نے بنایا ان میں تمہارے لیے جاڑے کابھی سامان ہے اوربھی بہت سے فائدے ہیں اور ان میں سے کھاتے بھی ہو"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "اور تمہاے لیے ان میں زینت بھی ہے جب شام کو چرا کر لاتے ہو اور جب چرانے لے جاتے ہو"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "اور وہ تمہارے بوجھ اٹھا کر ان شہروں تک لے جاتے ہیں کہ جہاں تک تم جان کو تکلیف میں ڈالنے کے سوا نہیں پہنچ سکتے تھے بے شک تمہارا رب شفقت کرنے والا مہربان ہے"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "اور گھوڑے خچر اور گدھے پیدا کیے کہ ان پر سوار ہو اور زینت کے لیے اور وہ چیزیں پیدا کرتا ہے جو تم نہیں جانتے"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "اور الله تک سیدھی راہ پہنچتی ہے اور بعض ان میں ٹیڑھی بھی ہیں اور اگر الله چاہتا تو تم سب کو سیدھی راہ بھی دکھا دیتا"
        },
        {
            "chapter": 16,
            "verse": 10,
            "text": "وہی ہے جس نے آسمان سے تمہارے لیے پانی نازل کیا اسی میں سے پیتے ہو اور اسی سے درخت ہوتے ہیں جن میں چراتے ہو"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "تمہارے واسطے اسی سے کھیتی اور زیتوں اورکھجوریں اورانگور اور ہر قسم کے میوے اگاتا ہے بے شک اس میں ان لوگو ں کے لیے نشانی ہے جو غور کرتے ہیں"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "اور رات اور دن اور سورج اور چاند کو تمہارے کام میں لگا دیا ہے اور اسی کے حکم سے ستارے بھی کام میں لگے ہوئے ہیں بے شک اس میں لوگوں کے لیے نشانیاں ہیں جو سمجھ رکھتے ہیں"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "اور تمہارے واسطے جو چیزیں زمین میں رنگ برنگ کی پھیلائی ہیں ان میں لوگوں کے لیے نشانی ہے ہے جو سوچتے ہیں"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "اور وہ وہی ہے جس نے دریا کو کام میں لگا دیا کہ اس میں تازہ گوشت کھاؤ اور اسی سے زیور نکالو جسے تم پہنتے ہو اور تو اس میں جہازوں کو دیکھتا ہے کہ پانی کو چیرتے ہوئے چلے جاتے ہیں اور تاکہ تم اس کے فضل کو تلاش کرو اور تاکہ تم شکر کرو"
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "اور زمین پر پہاڑوں کے بوجھ ڈال دیے تاکہ تمہیں لے کر نہ ڈگمگائے اور تمہارے لیے نہریں اور راستے بنا دیے تاکہ تم راہ پاؤ"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "اور نشانیاں بنائیں اور ستاروں سے لوگ راہ پاتے ہیں"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "پھر کیا جو شخص پیدا کرے اس کے برابر ہے جو کچھ بھی پیدا نہ کرے کیا تم سوچتے نہیں"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "اور اگر تم الله کی نعمتو ں کو گننے لگو تو ان کا شمار نہیں کر سکو گےبے شک الله بخشنے والا مہربان ہے"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "اور الله جانتا ہے جو تم چھپاتے ہو اور جو تم ظاہر کرتےہو"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "اور جنہیں الله کے سوا پکارتے ہیں وہ کچھ بھی پیدانہیں کرتے اور وہ خود پیدا کیے ہوئے ہیں"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "وہ تو مردے ہیں جن میں جان نہیں اور وہ نہیں جانتے کہ لوگ کب اٹھائے جائیں گے"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "تمہارا معبود اکیلا معبود ہے پھر جو آخرت پر ایمان نہیں رکھتے ان کے دل نہیں مانتے اور وہ تکبر کرنے والے ہیں"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "ضرور الله جانتا ہے جو کچھ چھپاتے ہیں اور جو کچھ ظاہر کرتے ہیں بے شک وہ غرور کرنے والوں کو پسند نہیں کرتا"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "اور جب ان سے کہا جائے کہ تمہارے رب نے کیا نازل کیا ہے کہتے ہیں پہلے لوگوں کے قصے ہیں تاکہ قیامت کے دن اپنے بوجھ پورے اٹھائيں اورکچھ ان کے بوجھ جنہیں بے علمی سے گمراہ کرتے ہیں خبردار برا بوجھ ہے جواٹھاتے ہیں"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "ان سے پہلےلوگوں نے بھی مکر کیا تھا پھر الله نے ان کی عمارت کو جڑوں سے ڈھا دیا پھر ان پر اوپر سے چھت گر پڑی اور ان پر عذاب آیا جہاں سے انہیں خبر بھی نہ تھی"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "پھر قیامت کے دن انہیں رسوا کرے گا اور کہے گا میرے شریک کہاں ہیں جن پر تمہیں بڑی ضد تھی جنہیں علم دیا گیا تھا وہ کہیں گے کہ بے شک آج کافروں کے لیے رسوائی اور برائی ہے"
        },
        {
            "chapter": 16,
            "verse": 27,
            "text": "یہ وہ لوگ ہیں کہ فرشتوں نے ان کی ایسی حالت میں روح نکالی تھی کہ وہ اپنے آپ پر ظلم کر رہے تھے"
        },
        {
            "chapter": 16,
            "verse": 28,
            "text": "پھر وہ صلح کا پیغام بھیجیں گے کہ ہم تو کوئی برا کام نہ کرتے تھے کیوں نہیں بے شک الله کو تمہارے اعمال کی پوری خبر ہے"
        },
        {
            "chapter": 16,
            "verse": 29,
            "text": "سو دوزخ کے دروازوں میں داخل ہو جاؤ اس میں ہمیشہ رہو پس متکبرین کا کیا ہی برا ٹھکانہ ہے"
        },
        {
            "chapter": 16,
            "verse": 30,
            "text": "اور پرہیزگاروں سے کہا جاتا ہے کہ تمہارے رب نے کیا نازل کیا ہے تو کہتے ہیں اچھی چیز جنہوں نے نیکی کی ہے (ان کے لیے) اس دنیا میں بھی بہتری ہے اور البتہ آخرت کا گھر تو بہت ہی بہتر ہے اور پرہیزگاروں کا کیا ہی اچھا گھر ہے"
        },
        {
            "chapter": 16,
            "verse": 31,
            "text": "ہمیشہ رہنے کے باغ ہیں جن میں وہ داخل ہوں گے اور ان کے نیچے نہریں بہتی ہوں گی جو چاہیں گے انہیں وہاں ملے گا الله پرہیزگاروں کو ایسا ہی بدلہ دے گا"
        },
        {
            "chapter": 16,
            "verse": 32,
            "text": "جن کی جان فرشتے قبض کرتے ہیں ایسے حال میں کہ وہ پاک ہیں فرشتے کہیں گے تم پر سلامتی ہو بہشت میں داخل ہو جاؤ بسبب ان کاموں کے جو تم کرتے تھے"
        },
        {
            "chapter": 16,
            "verse": 33,
            "text": "کیا اب اس کے منتظر ہیں کہ ان پر فرشتے آویں یا تیرے رب کا حکم آئے اسی طرح ان سے پہلوں نے بھی کیا تھا اور الله نے ان پر ظلم نہیں کیا اور لیکن وہ اپنے نفسوں پر ظلم کرتے تھے"
        },
        {
            "chapter": 16,
            "verse": 34,
            "text": "پھر انہیں ان کے بد اعمال کے نتیجے مل کر رہے اورجس کی وہ ہنسی اڑایا کرتے تھے وہی ان پر نازل ہوا"
        },
        {
            "chapter": 16,
            "verse": 35,
            "text": "اور مشرک کہتے ہیں اگر الله چاہتا تو ہم اس کے سوا کسی چیز کی عبادت نہ کرتے اور نہ ہمارے باپ دادا اور اس کے حکم کے سوا ہم کسی چیز کو حرام نہ ٹھیراتے اسی طرح کیا ان لوگو ں نے جو ان سے پہلے تھے پھر رسولوں کے ذمہ تو صرف صاف پہنچا دینا ہے"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "اور البتہ تحقیق ہم نے ہر امت میں یہ پیغام دے کر رسول بھیجا کہ الله کی عبادت کرو اور شیطان سے بچو پھر ان میں سے بعض کو الله نے ہدایت دی اوربعض پر گمراہی ثابت ہوئی پھر ملک میں پھر کر دیکھو کہ جھٹلانے والوں کا انجام کیا ہوا"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "اگر تو انہیں ہدایت پرلانے کی طمع کرے تو الله ہدایت نہیں دیتا اس شخص کو جسے گمراہ کر دے اور نہ ان کے لیے کوئی مددگار ہوگا"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "اور الله کی سخت قسمیں کھا کر کہتے ہیں کہ الله انہیں اٹھائے گا اس شخص کو جو مر جائے گا ہاں اس نے اپنے ذمہ پکا وعدہ کر لیا ہے لیکن بہت سے لوگ نہیں جانتے"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "تاکہ ان پر ظاہر کر دے وہ بات جس میں یہ جھگڑتے ہیں اور تاکہ کافر معلوم کر لیں کہ وہ جھوٹے تھے"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "ہم جس کام کےکرنے کا ارادہ کرتے ہیں تو اس کے لیے ہمارا اتنا ہی کہنا کافی ہے کہ ہم اسے کہہ دیں کہ ہو جا پھر ہو جاتا ہے"
        },
        {
            "chapter": 16,
            "verse": 41,
            "text": "اورجنہوں نے الله کے واسطے گھر چھوڑا اس کےبعد ان پر ظلم کیا گیا تھا تو البتہ ہم نے انہیں دنیا میں اچھی جگہ دیں گے اور آخرت کا ثواب تو بہت ہی بڑا ہے کاش یہ لوگ سمجھ جاتے"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "جو لوگ ثابت قدم رہے اور اپنے رب پر بھروسہ کیا"
        },
        {
            "chapter": 16,
            "verse": 43,
            "text": "اور ہم نے تجھ سے پہلے بھی تو انسان ہی بھیجے تھے جن کی طرف ہم وحی بھیجا کرتے تھے سو اگر تمہیں معلوم نہیں تو اہلِ علم سے پوچھ لو"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "ہم نے انہیں معجزات اور کتابیں دے کر بھیجا تھا اور ہم نے تیری طرف قرآن نازل کیا تاکہ لوگو ں کے لیے واضح کر دے جو ان کی طرف نازل کیا گیا ہے اور تاکہ وہ سوچ لیں"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "پس کیا وہ لوگ نڈر ہو گئے ہیں جو برے فریب کرتے ہیں اس سے کہ الله انہیں زمین میں دھنسا دے یاان پر عذاب آئے جہاں سے انہیں خبر بھی نہ ہو"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "یا انہیں چلتے پھرتے پکڑے پس وہ عاجز کرنے والے نہیں ہیں"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "یا انہیں ڈرانے کے بعد پکڑے پس تحقیق تمہارا رب نہایت ہی شفیق رحم کرنے والا ہے"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "کیا وہ الله کی پیدا کی ہوئی چیزوں کونہیں دیکھتے کہ کے سائے دائیں اوربائیں طرف جھکے جارہے ہیں اور نہایت عاجزی کے ساتھ الله کو سجدہ کررہے ہیں"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "اور جو آسمان میں ہے اور جو زمین میں ہے جانداروں سے اور فرشتے سب الله ہی کو سجدہ کرتے ہیں اوروہ تکبرنہیں کرتے"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "وہ اپنے بالادست رب سے ڈرتے ہیں اور انہیں جو حکم دیا جاتا ہے وہ بجا لاتے ہیں"
        },
        {
            "chapter": 16,
            "verse": 51,
            "text": "الله نے کہا ہے دو معبود نہ بناؤ وہ ایک ہی معبود ہے پھر مجھ ہی سے ڈرو"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "اوراسی کا ہے جوکچھ آسمانوں اور زمین میں ہے اور عبادت اسی کی لازم ہے پھرکیا الله کے سوا اوروں سے ڈرتے ہو"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "اور تمہارے پاس جو نعمت بھی ہے سو الله کی طرف سے ہے پھر جب تمہیں تکلیف پہنچتی ہے تواسی سے فریاد کرتے ہو"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "پھر جب تم سے تکلیف دور کر دیتا ہےتو فوراً تم میں سے ایک جماعت اپنے رب کے ساتھ شریک بنانے لگتی ہے"
        },
        {
            "chapter": 16,
            "verse": 55,
            "text": "تاکہ جو نعمتیں ہم نےانہیں دی تھیں ان کی ناشکری کریں خیر نفع اٹھالو آ گے چل کر معلوم کر لو گے"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "اور جنہیں وہ جانتے بھی نہیں ان کے لیے ہماری دی ہوئی چیزوں میں سے ایک حصہ مقرر کرتے ہیں الله کی قسم البتہ تم سے ان بہتانوں کی ضرور باز پرس ہوگی"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "اور الله کے لیے بیٹیاں ٹھیراتے ہیں وہ اس سے پاک ہے اور اپنے لیے جو دل چاہتا ہے"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "اور جب ان میں سے کسی کی بیٹی کی خوشخبری دی جائے اس کا منہ سیاہ ہو جاتا ہے اور وہ غمگین ہوتا ہے"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "اس خوشخبری کی برائی باعث لوگوں سے چھپتا پھرتا ہے آیا اسے ذلت قبول کر کے رہنے دے یااس کو مٹی میں دفن کر دے دیکھو کیا ہی برا فیصلہ کرتے ہیں"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "جو آخرت کو نہیں مانتے ان کی بری مثال ہے اور الله کی شان سب سے بلند ہے اور وہی زبردست حکمت والا ہے"
        },
        {
            "chapter": 16,
            "verse": 61,
            "text": "اور اگر الله لوگوں کوانکی بے انصافی پر پکڑے تو زمین پر کسی جاندار کو نہ چھوڑے لیکن ایک مدت مقرر تک انہیں مہلت دیتا ہے پھر جب ان کا وقت آتا ہے تو نہ ایک گھڑی پیچھے ہٹ سکتے ہیں اورنہ آگے بڑھ سکتے ہیں"
        },
        {
            "chapter": 16,
            "verse": 62,
            "text": "اور اللهکے لیے وہ چیزیں تجویز کرتے ہیں جنہیں آپ بھی پسند نہیں کرتے اورزبان سے جھوٹے دعوے کرتے ہیں کہ آخرت کی بھلائی انہیں کے لیے ہے اسمیں شک نہیں کہ ان کے لیے آگ ہے اور بے شک وہ سب سے پہلے دوزخ میں بھیجے جائیں گے"
        },
        {
            "chapter": 16,
            "verse": 63,
            "text": "الله کی قسم ہے! ہم نے تجھ سے پہلے بھی قوموں میں رسول بھیجے تھے پھر شیطان نے لوگوں کو ان کی بداعمالیاں اچھی کر دکھائیں سو آج بھی ان کا وہی دوست ہے اور ان کے لیے دردناک عذاب ہے"
        },
        {
            "chapter": 16,
            "verse": 64,
            "text": "اور ہم نے اسی لیے تجھ پر کتاب اتاری ہے کہ تو انہیں وہ چیز کھول کر سنا دے جس میں وہ جھگڑ رہے ہیں اور ایمانداروں کے لیے ہدایت اور رحمت بھی ہے"
        },
        {
            "chapter": 16,
            "verse": 65,
            "text": "اور الله نے آسمان سے پانی اتارا پھراس سے مردہ زمین کو زندہ کر دیا اس میں ان لوگو ں کے لیے نشانی ہے جو سنتے ہیں"
        },
        {
            "chapter": 16,
            "verse": 66,
            "text": "اوربے شک تمہارے لیے چارپایوں میں سوچنے کی جگہ ہے ہم نےان کے جسم سے خون او رگوبر کے درمیان خالص دودھ پیدا کردیتے ہیں جو پینے والوں کے لیے خوشگوار ہے"
        },
        {
            "chapter": 16,
            "verse": 67,
            "text": "اور کھجور اور انگور کے پھلوں سے نشہ اور اچھی غذا بھی بناتے ہو اس میں لوگوں کے لیے نشانی ہے جو سمجھتے ہیں"
        },
        {
            "chapter": 16,
            "verse": 68,
            "text": "اور تیرے رب نے شہد کی مکھی کو حکم دیا کہ پہاڑوں میں اور درختوں میں اور ان چھتوں میں گھر بنائے جو اس کے لیے بناتے ہیں"
        },
        {
            "chapter": 16,
            "verse": 69,
            "text": "پھر ہر قسم کے میوں سے کھا پھر اپنے رب کی تجویز کردہ آسان راہوں پر چل ان کے پیٹ سے پینے کی چیز نکلتی ہے جس کے رنگ مختلف ہیں اس میں لوگوں کے لیے شفا ہے بے شک اس میں ان لوگو ں کے لیے نشانی ہے جو سوچتے ہیں"
        },
        {
            "chapter": 16,
            "verse": 70,
            "text": "اور الله نے تمہیں پیدا کیا پھر وہی تمہیں مارتاہے اور کوئی تم میں سے نکمی عمر تک پہنچایا جاتا ہے جو سمجھ دار ہونے کے بعد نادان ہو جاتا ہے بےشک الله جاننے والا قدرت والا ہے"
        },
        {
            "chapter": 16,
            "verse": 71,
            "text": "اور الله نے تم میں سے بعض کو بعض پر روزی میں فضیلت دی پھر جنہیں فضیلت دی گئی وہ اپنے حصہ کا مال اپنے غلاموں کو دینےو الے نہیں کہ وہ اس میں برابر ہو جائیں پھر کیا الله کی نعمت کا انکار کرتے ہیں"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "اور الله نے تمہارے واسطے تمہاری ہی قسم سے عورتیں پیدا کیں اور تمہیں تمہاری عورتوں سے بیٹے اور پوتے دیئے اور تمہیں کھانے کے لیے اچھی چیزیں دیں پھرکیا جھوٹی باتیں تو مان لیتے ہیں اور الله کی نعمتوں کا انکار کرتے ہیں"
        },
        {
            "chapter": 16,
            "verse": 73,
            "text": "اور الله کے سوا ان کی عبادت کرتے ہیں جو آسمانوں ارو زمین سے انہیں رزق پہنچانے میں کچھ بھی اختیارنہیں رکھتے اور نہ رکھ سکتے ہیں"
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "پس الله کے لئے مثالیں نہ گھڑو بے شک الله جانتا ہے اور تم نہیں جانتے"
        },
        {
            "chapter": 16,
            "verse": 75,
            "text": "الله ایک مثال بیان فرماتا ہے ایک غلام ہے کسی دوسرے کی ملک میں جو کسی چیز کا اختیارنہیں رکھتا اور ایک دوسرا آدمی ہے جسے ہم نے اچھی روزی دے رکھی ہے اور وہ ظاہر اور پوشیدہ اسے خرچ کرتا ہے کیا دونوں برابر ہیں سب تعریف الله کے لیے ہے مگر اکثر ان میں سے نہیں جانتے"
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "اور الله ایک او رمثال دو آدمیوں کی بیان فرماتا ہے ایک ان میں سے گونگا ہے کچھ بھی نہیں کر سکتااور اپنے آقا پر ایک بوجھ ہے جہاں کہیں اسے بھیجے اس سے کوئی خوبی کی بات بن نہ آئے کیا یہ اور وہ برابر ہے جو لوگوں کو انصاف کا حکم دیتا ہے اور وہ خود بھی سیدھے راستے پر قائم ہے"
        },
        {
            "chapter": 16,
            "verse": 77,
            "text": "اور آسمانوں اور زمین کی پوشیدہ باتیں تو الله ہی کو معلوم ہیں اور قیامت کا معاملہ تو ایسا ہے جیسا آنکھ کا جھپکنا یا اس سےبھی قریب تر بے شک الله ہر چیز پر قادر ہے"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "اور الله نے تمہیں تمہاری ماؤں کے پیٹ سے نکالا تم کسی چیز کو نہ جانتے تھے اور تمہیں کان اور آنکھیں اور دل دیئے تاکہ تم شکر کرو"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "کیا پرندوں کو نہیں دیکھتے کہ آسمان کی فضا میں تھمے ہوئے ہیں انہیں الله کے سوا کون تھامے ہوئے ہے بے شک اس میں بھی ایمانداروں کے لیے بڑی نشانیاں ہیں"
        },
        {
            "chapter": 16,
            "verse": 80,
            "text": "اور الله نے تمہارے گھروں کو تمہارے لیے آرام کی جگہ بنایا ہے اور تمہارے لیے چارپایوں کی کھالوں سے خیمے بنائے جنہیں تم اپنے سفر اور قیام کے دن ہلکے پاتے ہو اوربھیڑوں کی اون سے اور اونٹوں کی روؤں سے اوربکریوں کے بالوں سے کتنے ہی سامان اور مفید چیزیں وقت مقرر تک کے لیے بنا دیں"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "اور الله نے تمہارے لیے اپنی بنائی ہوئی چیزوں کے سائےبنا دیئے اور تمہارے لیے پہاڑوں میں چھپنے کی جگہیں بنا دیں اور تمہارے لیے کرتے بنا دیئے جو تمہیں گرمی سے بچاتے ہیں اور زرہیں جو تمہیں لڑائیں میں بچاتی ہیں اسی طرح الله اپنا احسان تم پر پورا کرتا ہے تاکہ تم فرمانبردار ہو جاؤ"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "پھربھی اگر نہ مانیں تو تم پر صاف صاف پیغام پہنچا دینا ہی ہے"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "وہ الله کی نعمتیں پہچانتے ہیں پھر منکر ہو جاتے ہیں اوراکثر ان میں سے ناشکر گزار ہیں"
        },
        {
            "chapter": 16,
            "verse": 84,
            "text": "اور جس دن ہم ہر قوم میں سے ایک گواہ کھڑا کریں گے پھر نہ کافروں کو اجازت دی جائے گی اورنہ ان کا کوئی عذر قبول کیا جائے گا"
        },
        {
            "chapter": 16,
            "verse": 85,
            "text": "اور جب ظالم عذاب دیکھیں گے پھر نہ ان سے ہلکا کیا جائے گا اورنہ انہیں مہلت دی جائے گی"
        },
        {
            "chapter": 16,
            "verse": 86,
            "text": "اور جب مشرک اپنے شریکوں کو دیکھیں گے تو کہیں گے اے ہمارے رب! یہی ہمارے شریک ہیں جنہیں ہم تیرے سوا پکارتے تھے پھر وہ انہیں جواب دیں گے کہ تم سراسر جھوٹے ہو"
        },
        {
            "chapter": 16,
            "verse": 87,
            "text": "اور وہ اس دن الله کے سامنے سر جھکا دیں گے اور بھول جائیں گے وہ جو جھوٹ بناتے تھے"
        },
        {
            "chapter": 16,
            "verse": 88,
            "text": "جو لوگ منکر ہوئے اور الله کی راہ سے روکتے رہے ہم ان پر عذاب پر عذاب بڑھاتے جائیں گے بسبب اس کے کہ وہ فساد کرتے تھے"
        },
        {
            "chapter": 16,
            "verse": 89,
            "text": "اور جس دن ہر ایک گروہ میں سے ان پر انہیں میں سے ایک گواہ کھڑا کریں گے اور تجھے ان پر گواہ بنائیں گے اور ہم نے تجھ پر ایک ایسی کتاب نازل کی ہے جس میں ہر چیز کا کافی بیان ہے اور وہ مسلمانوں کے لیے ہدات اور رحمت اور خوشخبری ہے"
        },
        {
            "chapter": 16,
            "verse": 90,
            "text": "بے شک الله انصاف کرنے کا اوربھلائی کرنے کا اور رشتہ داروں کو دینے کا حکم کرتا ہے اوربے حیائی اوربری بات اور ظلم سے منع کرتا ہے تمہیں سمجھاتا ہے تاکہ تم سمجھو"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "اور الله کا عہد پورا کرو جب آپس میں عہد کرو اور قسموں کو پکاکرنے کے بعد نہ توڑو حالانکہ تم نے الله کو اپنے اوپر گواہ بنا یا ہے بے شک الله جانتا ہے جو تم کرتے ہو"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "اور اس عورت جیسے نہ بنو جواپنا سوت محنت کے بعد کاٹ کر توڑ ڈالے کہ تم اپنی قسموں کو آپس میں فساد کا ذریعہ بنانے لگو محض اس لیے کہ ایک گروہ دوسرے گروہ سے بڑھ جائے الله اس میں تمہاری آزمائش کرتا ہے اور جس چیز میں تم اختلاف کرتے ہو الله اسے ضرور قیامت کے دن ظاہر کردے گا"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "اور اگر الله چاہتا تو تم سب کو ایک ہی جماعت بنا دیتا اورلیکن وہ جسے چاہتا ہے گمراہی میں پڑا رہنے دیتا ہے اور جسے چاہتاہے ہدایت دیتا ہے اور البتہ تم سے پوچھا جائے گا کہ کیا کرتےتھے"
        },
        {
            "chapter": 16,
            "verse": 94,
            "text": "اور تم اپنی قسموں کو آپس میں فساد کا ذریعہ نہ بناؤ کبھی قدم جمنے کے بعد پھسل نہ جائے پھر تمہیں اس سبب سے کہ تم نے راہِ خدا سے روکا تکلیف اٹھانی پڑے اور تمہیں بڑا عذاب ہو"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "اور الله سے عہد کو تھوڑے سے داموں پر نہ بیچو جو کچھ الله کے ہاں ہے وہی تمہارے لیے بہتر ہے اگر تم جانتے ہو"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "جو تمہارے پاس ہے ختم ہو جائے گا اور جو الله کے پاس ہے کبھی ختم نہ ہوگا اور ہم صبر کرنے والوں کو ان کے اچھے کاموں کا جو کرتے تھے ضرور بدلہ دیں گے"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "جس نے نیک کام کیا مرد ہو یا عورت اور وہ ایمان بھی رکھتا ہے تو ہم اسے ضروراچھی زندگی بسر کرائیں گے اور ان کا حق انہیں بدلےمیں دیں گے انکےاچھے کاموں کے عوض میں جو کرتے تھے"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "سو جب تو قرآن پڑھنے لگے تو شیطان مردود سے الله کی پناہ لے"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "اس کا زور ان پرنہیں چلتا جو ایمان رکھتے ہیں اور اپنے رب پر بھروسہ کرتے ہیں"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "اس کا زور تو انہیں پر ہے جو اسے دوست بناتے ہیں اور جو الله کے ساتھ شریک مانتے ہیں"
        },
        {
            "chapter": 16,
            "verse": 101,
            "text": "اورجب ہم ایک آیت کی جگہ دوسری بدلتے ہیں اور الله خوب جانتا ہے جو اتارتا ہے تو کہتے ہیں کہ تو بنا لاتا ہے یہ بات نہیں لیکن اکثر ان میں سے نہیں سمجھتے"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "تو کہہ دے اسےتیرے رب کی طرف سے پاک فرشتے نے سچائی کے ساتھ اتارا ہے تاکہ ایمان والوں کے دل جما دے اور فرمانبرداروں کے لیے ہدایت اور خوشخبری ہے"
        },
        {
            "chapter": 16,
            "verse": 103,
            "text": "اور ہمیں خوب معلوم ہے کہ وہ کہتے ہیں اسے تو ایک آدمی سکھاتا ہے حالانکہ جس کی طرف نسبت کرتے ہیں اس کی زبان عجمی ہے اور یہ صاف عربی زبان ہے"
        },
        {
            "chapter": 16,
            "verse": 104,
            "text": "وہ لوگ جنہیں الله کی باتوں پر یقین نہیں الله بھی انہیں ہدایت نہیں دیتا اور ان کے لیے دردناک عذاب ہے"
        },
        {
            "chapter": 16,
            "verse": 105,
            "text": "جھوٹ تو وہ لوگ بناتے ہیں جنہیں الله کی باتوں پر یقین نہیں اور وہی لوگ جھوٹے ہیں"
        },
        {
            "chapter": 16,
            "verse": 106,
            "text": "جو کوئی ایمان لانے کے بعد الله سے منکر ہوا مگر وہ جو مجبور کیا گیا ہو اور اس کا دل ایمان پر مطمئن ہو اور لیکن وہ جو دل کھول کر منکر ہوا تو ان پر الله کا غضب ہے اور ان کے لیے بہت بڑا عذاب ہے"
        },
        {
            "chapter": 16,
            "verse": 107,
            "text": "یہ اس لیے کہ انہوں نے دنیا کی زندگی کو آخرت پر محبوب بنایا اور نیز اس لیے کہ الله کافروں کو ہدایت نہیں دیتا"
        },
        {
            "chapter": 16,
            "verse": 108,
            "text": "یہ وہی ہیں کہ الله نے ان کے دلوں پر اورکانوں پر اور آنکھوں پر مہر کر دی اور وہی غافل بھی ہیں"
        },
        {
            "chapter": 16,
            "verse": 109,
            "text": "ضرور وہی لوگ آخرت میں نقصان اٹھانے والے ہیں"
        },
        {
            "chapter": 16,
            "verse": 110,
            "text": "پھر بے شک تیرا رب ان کے لئے جنہوں نےمصیبت میں پڑنے کے بعد ہجرت کی پھر جہاد کیا اور صبر کیا بے شک تیرارب ان باتو ں کے بعد بحشنے والا مہربان ہے"
        },
        {
            "chapter": 16,
            "verse": 111,
            "text": "ٰجس دن ہر شخص اپنے ہی لیے جھگڑتا ہو آئے گا اور ہر شخص کو اس کے عمل کا پورا بدلہ دیا جائے گا اوران پر کچھ بھی ظلم نہ ہوگا"
        },
        {
            "chapter": 16,
            "verse": 112,
            "text": "اور الله ایک ایسی بستی کی مثال بیان فرماتا ہے جہاں ہر طرح کا امن چین تھا اس کی روزی بافراغت ہر جگہ سے چلی آتی تھی پھر الله کےاحسانوں کی ناشکری کی پھر الله نے ان کے برے کاموں کے سبب سے جو وہ کیا کرتے تھے یہ مزہ چکھایا کہ ان پر فاقہ اور خوف چھا گیا"
        },
        {
            "chapter": 16,
            "verse": 113,
            "text": "اور البتہ ان کے پاس انہیں میں سے رسول بھی آیا مگر انہوں نے اسے جھٹلایا پھر انہیں عذاب نے آ پکڑا ایسے حال میں کہ وہ ظالم تھے"
        },
        {
            "chapter": 16,
            "verse": 114,
            "text": "پھر تمہیں جو الله نے حلال طیب روزی دی ہے کھاؤ اور الله کے احسان کا شکر کرو اگر تم صرف اسی کو پوجتے ہو"
        },
        {
            "chapter": 16,
            "verse": 115,
            "text": "تم پر صرف مردار اور خون اور سور کا گوشت حرام کیا ہے اوروہ چیز بھی جو الله کے سوا کسی اور کے نام سے پکاری گئی ہو پھر جوبھوک کے مارے بیتاب ہو جائے نہ وہ باغی ہو اورنہ حد سے گزرنے والا توالله بخشنے والا مہربان ہے"
        },
        {
            "chapter": 16,
            "verse": 116,
            "text": "اور اپنی زبانوں سے جھوٹ بنا کر نہ کہو کہ یہ حلا ل ہے اوریہ حرا م ہے تاکہ الله پر بہتان باندھو بے شک جو الله پر بہتان باندھتے ہیں انکا بھلانہ ہوگا"
        },
        {
            "chapter": 16,
            "verse": 117,
            "text": "تھوڑا سا فائدہ اٹھا لیں اوران کے لیے دردناک عذاب ہے"
        },
        {
            "chapter": 16,
            "verse": 118,
            "text": "اورجو لوگ یہودی ہیں ہم نے ان پر حرا م کی جو تجھے پہلے سنا چکے ہیں اورہم نے ان پر ظلم نہیں کیا لیکن وہ اپنے اوپر آپ ظلم کرتے تھے"
        },
        {
            "chapter": 16,
            "verse": 119,
            "text": "پھر تیرا رب ان کے لیے جو جہالت سے برے کام کرتے رہے پھر اس کے بعد انہوں نے توبہ کر لی اور سدھر گئے بے شک تیرا رب اس کے بعد البتہ بخشنے والا مہربان ہے"
        },
        {
            "chapter": 16,
            "verse": 120,
            "text": "بے شک ابراہیم ایک پوری امت تھا الله کا فرمانبردار تمام راہوں سے ہٹا ہوا اور مشرکوں میں سے نہ تھا"
        },
        {
            "chapter": 16,
            "verse": 121,
            "text": "اس کی نعمتوں کا شکر کرنے والا اسے الله نے چن لیا اور اسے سیدھی راہ پر چلایا"
        },
        {
            "chapter": 16,
            "verse": 122,
            "text": "اور ہم نے اسے دنیا میں بھی خوبی دی تھی اور وہ آخرت میں بھی اچھے لوگو ں میں ہو گا"
        },
        {
            "chapter": 16,
            "verse": 123,
            "text": "پھر ہم نے تیرے پاس وحی بھیجی کہ تمام راہوں سے ہٹنے والے ابراہیم کے دین پر چل اور وہ مشرکوں میں سے نہ تھا"
        },
        {
            "chapter": 16,
            "verse": 124,
            "text": "ہفتہ کا دن انہی پر مقرر کیا گیا تھا جو اس میں اختلاف کرتےتھے او رتیرا رب ان میں قیامت کےدن فیصلہ کرے گا جس میں وہ اختلاف کرتے تھے"
        },
        {
            "chapter": 16,
            "verse": 125,
            "text": "اپنے رب کے راستے کی طرف دانشمندی اور عمدہ نصیحت سے بلا اور ان سے پسندیدہ طریقہ سے بحث کر بے شک تیرا رب خوب جانتا ہے کہ کون اس کے راستہ سے بھٹکا ہوا ہے اور ہدایت یافتہ کو بھی خوب جانتا ہے"
        },
        {
            "chapter": 16,
            "verse": 126,
            "text": "اور اگر بدلہ لو تو اتنا بدلہ لو جتنی تمہیں تکلیف پہنچائی گئی ہے اور اگر صبر کرو تو یہ صبر کرنے والوں کے لیے بہتر ہے"
        },
        {
            "chapter": 16,
            "verse": 127,
            "text": "اورصبر کر اور تیرا صبر کرنا الله ہی کی توفیق سے ہے اور ان پر غم نہ کھا اور ان کے مکروں سے تنگ دل نہ ہو"
        },
        {
            "chapter": 16,
            "verse": 128,
            "text": "بے شک الله ان کے ساتھ ہے جو پرہیزگار ہیں اور جو نیکی کرتے ہیں"
        }
    ]
}