{
    "chapter": [
        {
            "chapter": 20,
            "verse": 1,
            "text": "طہۤ"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "ہم نے تم پر قرآن اس لیے نازل نہیں کیا کہ تم تکلیف اٹھاؤ"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "بلکہ اس شخص کے لیے نصیحت ہےجو ڈرتا ہے"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "اس کی طرف سے نازل ہوا ہے جس نے زمین اور بلند آسمانوں کو پیدا کیا"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "رحمان جو عرش پر جلوہ گر ہے"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "اسی کا ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے اور جوکچھ گیلی زمین کے نیچے ہے"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "اور اگرتو پکار کر بات کہے تو وہ پوشیدہ اور اس سے بھی زیادہ پوشیدہ کو جانتا ہے"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "الله ہے جس کے سوا کوئی معبود نہیں اس کے سب نام اچھے ہیں"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "اور کیا تجھے موسیٰ کی بات پہنچی ہے"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "جب اس نے آگ دیکھی تو اپنے گھر والوں سے کہا کہ ٹھہرو میں نے آگ دیکھی ہے شاید کہ میں اس سے تمہارے پاس کوئی چنگاری لاؤں یا وہاں کوئی رہبر پاؤں"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "پھر جب وہ اس کے پاس آئے تو آواز آئی کہ اے موسیٰ"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "میں تمہارا رب ہوں سو تم اپنی جوتیاں اتار دو بے شک تم پاک وادی طویٰ میں ہو"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "اور میں نے تجھے پسند کیا ہے جو کچھ وحی کی جارہی ہےاسے سن لو"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "بے شک میں ہی الله ہوں میرے سوا کوئی معبود نہیں پس میری ہی بندگی کر اور میری ہی یاد کے لیے نماز پڑھا کر"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "بے شک قیامت آنے والی ہے میں اسے پوشیدہ رکھنا چاہتا ہوں تاکہ ہر شخص کو اس کے کیے کا بدلہ مل جائے"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "سو تمہیں قیامت سے ایسا شخص باز نہ رکھنے پائے جو اس پر ایمان نہیں رکھتا اوراپنی خواہشوں پر چلتا ہے پھر تم تباہ ہوجاؤ"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "اور اے موسیٰ تیرے دائیں ہاتھ میں کیا ہے"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "کہا یہ میری لاٹھی ہے ا س پر ٹیک لگاتا ہوں اور اس سے اپنی بکریوں پر پتے جھاڑتا ہوں اور اس میں میرے لیے اور بھی فائدے ہیں"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "فرمایا اے موسیٰ اسے ڈال دو"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "پھر اسے ڈال دیا تو اسی وقت وہ دوڑتا ہوا سانپ ہو گیا"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "فرمایا اسے پکڑ لے اور نہ ڈر ہم ابھی اسےپہلی حالت پر پھیر دیں گے"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "اور اپنا ہاتھ اپنی بغل سے ملا دے بلا عیب سفید ہو کر نکلے گا یہ دوسری نشانی ہے"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "تاکہ ہم تجھے اپنی بڑی نشانیوں میں سے بعض دکھائیں"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "فرعون کے پاس جا بے شک وہ سرکش ہو گیا ہے"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "کہا اے میرے رب میرا سینہ کھول دے"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "اورمیرا کام آسان کر"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "اور میری زبان سے گرہ کھول دے"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "کہ میری بات سمجھ لیں"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "اور میرے لیے میرے کنبے میں سے ایک معاون بنا دے"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "ہارون کو جو میرا بھائی ہے"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "ا س سے میری کمر مضبوط کر دے"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "اور اسے میرے کام میں شریک کر دے"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "تاکہ ہم تیری پاک ذات کا بہت بیان کریں"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "اور تجھے بہت یاد کریں"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "بے شک تو ہمیں خوب دیکھتا ہے"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "فرمایا اے موسیٰ تیری درخواست منظور ہے"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "اورالبتہ تحقیق ہم نے تجھ پر ایک دفعہ اور بھی احسان کیا ہے"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "جب ہم نے تیری ماں کے دل میں بات ڈال دی تھی"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "کہ اسے صندوق میں ڈال دے پھر اسے دریا میں ڈال دے پر اسے دریا کنارے پر ڈال دے گا اسے میرا دشمن اور اس کا دشمن اٹھا لے گا اور میں نے تجھ پر اپنی طرف سے محبت ڈال دی اور تاکہ تو میرے سامنے پرورش پائے"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "جب تیری بہن کہتی جا رہی تھی کیا تمہیں ایسی عورت بتاؤں جو اسے اچھی طرح پالے پھر ہم نے تجھے تیری ماں کے پاس پہنچا دیا کہ اس کی آنکھ ٹھنڈی ہو اور غم نہ کھائے اور تو نے ایک شخص کو مار ڈالا پھر ہم نے تجھے اس غم سے نکالا اور ہم نے تجھے کئی مرتبہ آزمائش میں ڈالا پھر تو مدین والوں میں کئی برس رہا پھر تو اے موسیٰ تقدیر سے یہاں آیا"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "اور میں نے تجھے خاص اپنے واسطے بنایا"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "تو اور تیرا بھائی میری نشانیاں لے کر جاؤ اور میری یاد میں کوتاہی نہ کرو"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "فرعون کے پاس جاؤ بے شک وہ سرکش ہو گیا ہے"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "سو اس سے نرمی سے بات کرو شاید وہ نصیحت حاصل کرے یا ڈر جائے"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "کہا اے ہمارے رب ہمیں ڈر ہے کہ وہ ہم پر زیادتی کرے یا یہ کہ زیادہ سرکشی کرے"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "فرمایا ڈرو مت میں تمہارے ساتھ سنتا اور دیکھتا ہوں"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "سو تم دونوں اس کے پاس جاؤ اورکہو کہ بے شک ہم تیرے رب کی طرف سے پیغام لے کر آئے ہیں کہ بنی اسرائیل کو ہمارے ساتھ بھیج دے اور انہیں تکلیف نہ دے ہم تیرے پاس تیرے رب کی طرف سے نشانی لے کر آئے ہیں اور سلامتی اس کے لیے ہے جو سیدھی راہ پر چلے"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "بے شک ہمیں وحی سے بتایا گیا ہے کہ عذاب اسی پر ہوگا جو جھٹلائے اور منہ پھیر لے"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "کہا اے موسیٰ پھر تمہارا رب کون ہے"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "کہا ہمارا رب وہ ہے جس نے ہر چیز کو اس کی صورت عطا کی پھر راہ دکھائی"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "کہا پھر پہلی جماعتوں کا کیا حال ہے"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "کہا ان کا علم میرے رب کے ہاں کتاب میں ہے میرا رب نہ غلطی کرتا ہے اور نہ بھولتا ہے"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "جس نے تمہارے لیے زمین کو بچھونا بنایا اور تمہارے لیے اس میں راستے بنائے اور آسمان سے پانی نازل کیا پھر ہم نے اس میں طرح طرح کی مختلف سبزیاں نکالیں"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "کھاؤ اور اپنے مویشیوں کو چراؤ بے شک اس میں عقل والوں کے لیے نشانیاں ہیں"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "اسی زمین سے ہم نے تمہیں بنایا اور اسی میں لوٹائیں گے اور دوبارہ اسی سے نکالیں گے"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "اورہم نے فرعون کو اپنی سب نشانیاں دکھا دیں پھر اس نے جھٹلایا اورانکار کیا"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "کہا اے موسیٰ کیا تو ہمیں اپنے جادو سے ہمارے ملک سے نکالنے کے لیے آیا ہے"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "سو ہم بھی تیرے مقابلے میں ایک ایسا ہی جادو لائیں گے سوہمارے او راپنے درمیان ایک وعدہ مقرر کر دے نہ ہم اس کے خلاف کریں اورنہ تو کسی صاف میدان میں"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "کہا تمہارا وعدہ جشن کا دن ہے اور دن چڑھے لوگ اکھٹے کیے جائیں"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "پھر فرعون لوٹ گیا اور اپنے مکر کا سامان جمع کیا پھر آیا"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "موسیٰ نے کہا افسوس تم الله پر بہتان نہ باندھو ورنہ وہ کسی عذاب سے تمہیں ہلاک کر دے گا اوربے شک جس نے جھوٹ بنایا وہ غارت ہوا"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "پھر ان کا آپس میں اختلاف ہو گیا اور خفیہ گفتگو کرتے رہے"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "کہا بے شک یہ دونوں جادوگر ہیں چاہتے ہیں کہ اپنے جادو کے زور سے تمہیں تمہارے ملک سے نکال دیں اور تمہارے عمدہ طریقہ کو موقوف کر دیں"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "پھر تم اپنی تدبیر جمع کر کے صف باندھ کر آؤ اور تحقیق آج جیت گیا جو غالب رہا"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "کہا اے موسیٰ یا تو ڈال اوریا ہم پہلے ڈالنے والے ہوں"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "کہا بلکہ تم ڈالو پس اچانک ان کی رسیاں او رلاٹھیاں ان کے جادو سے اس کے خیال میں دوڑ رہی ہیں"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "پھر موسیٰ نے اپنے دل میں ڈر محسوس کیا"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "ہم نے کہا ڈرو مت بیشک تو ہی غالب ہوگا"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "او رجو تیرے دائیں ہاتھ میں ہے ڈال دے کہ نگل جائے جو کچھ انہوں نے بنایا ہےجو کچھ کہ انہوں نے بنایا ہے صرف جادوگر کا فریب ہے اورجادوگر کا بھلا نہیں ہوتا جہاں بھی ہو"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "پھر جادوگر سجدہ میں گر پڑے کہا ہم ہارون اورموسیٰ کے رب پر ایمان لائے"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "کہا تم میری اجازت سے پہلےہی اس پر ایمان لے آئے بے شک یہ تمہارا سردار ہے جس نے تمہیں جادو سکھایا سو اب میں تمہارے ہاتھ اور دوسری طرف کے پاؤں کٹواؤں گا اورتمہیں کھجور کے تنوں پر سولی دوں گا اورتمہیں معلوم ہوجائے گا ہم میں سے کس کا عذاب سخت اور دیر تک رہنے والا ہے"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "کہا ہم تجھے ہرگزترجیح نہ دیں گے ان کھلی ہوئی نشانیوں کے مقابلہ میں جو ہمارے پاس آ چکی ہیں اورنہ اس کے مقابلہ میں جس نے ہمیں پیدا کیا ہے سو تو کر گزر جو تجھے کرنا ہے تو صرف اس دنیا کی زندگی پر حکم چلا سکتا ہے"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "بے شک ہم اپنے رب پر ایمان لائے ہیں تاکہ ہمارے گناہ معاف کرے اور جو تو نے ہم سے زبردستی جادو کرایا اور الله بہتر اور سدا باقی رہنے والا ہے"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "بے شک جو شخص اپنے رب کے پا س مجرم ہو کر آئے گا سواس کے لیے دوزخ ہے جس میں نہ مرے گا اور نہ جیے گا"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "اورجو اس کے پاس مومن ہوکر آئے گا حالانکہ اس نے اچھے کام بھی کیے ہوں تو ان کے لیے بلند مرتبے ہوں گے"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "ہمیشہ رہنے کے باغ جن کے نیچے نہریں بہتی ہوں گی وہ ان میں ہمیشہ رہیں گے اور یہ اس کی جزا ہے جو گناہ سے پاک ہوا"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "او رہم نے البتہ موسیٰ کو وحی کی کہ میرے بندوں کو راتوں رات لے جا پھر ان کے لیے دریامیں خشک راستہ بنا دے پکڑے جانے سے نہ ڈر اور نہ کسی خطرہ کا خوف کھا"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "پھر فرعون نے اپنے لشکر کو لے کر ان کا پیچھا کیا پھر انہیں دریا نےڈھانپ لیا جیسا ڈھانپا"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "اور فرعون نے اپنی قوم کو بہکایا اور راہ پر نہ لایا"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "اے بنی اسرائیل ہم نے تمہیں تمہارے دشمن سے نجات دی اور تم سے طور کی دائیں طرف کا وعدہ کیا اور تم پر من و سلویٰ اتارا"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "کھاؤ جو ستھری چیزیں ہم نے تمہیں دی ہیں اور اس میں حد سے نہ گزرو پھر تم پر میرا غضب نازل ہو گا اور جس پرمیرا غضب نازل ہوا سو وہ گڑھے میں جا گرا"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "اور بے شک میں بڑا بخشنے والا ہوں اس کو جو توبہ کرے اور ایمان لائے اور اچھے کام کرے پھر ہدایت پر قائم رہے"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "اور اے موسیٰ تجھے اپنی قوم سے پہلے جلدی آنے کا کیا سبب ہوا"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "کہا وہ بھی میرے پیچھے یہ آ رہے ہیں اور اے میرے رب میں جلدی تیرے طرف آیا تاکہ تو خوش ہو"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "فرمایا تیری قوم کو تیرے بعد ہم نے آزمائش میں ڈال دیاہےاور انہیں سامری نے گمراہ کر دیا ہے"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "پھر موسیٰ اپنی قوم کی طرف غصہ میں بھرے ہوئے افسوس کرتے ہوئے لوٹے کہا اے میری قوم کیا تمہارے رب نے تم سے اچھا وعدہ نہیں کیا تھا پھر کیا تم پر بہت زمانہ گزر گیا تھا یا تم نے چاہا کہ تم پر تمہارے رب کا غصہ نازل ہو تب تم نے مجھ سے وعدہ خلافی کی"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "کہا ہم نےاپنے اختیا ر سے آپ سے وعدہ خلافی نہیں کی لیکن ہم سے اس قوم کے زیور کا بوجھ اٹھوایا گیا تھا سو ہم نے اسے ڈال دیا پھر اسی طرح سامری نے ڈال دیا"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "پھر ان کے لیے ایک بچھڑا نکال لایا ایک جسم جس میں گائے کی آواز تھی پھر کہا یہ تمہارا اور موسیٰ کا معبود ہے سو وہ بھول گیا ہے"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "کیا پس وہ نہیں دیکھتے کہ وہ انہیں کس بات کا جواب نہیں دیتا اور ان کے نقصان اور نفع کا بھی اسے اختیار نہیں"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "اور انہیں ہارون نے اس سے پہلے کہہ دیا تھا اے میری قوم اس سے تمہاری آزمائش کی گئی ہے اور بے شک تمہارا رب رحمان ہے سو میری پیروی کرو اور میرا کہا مانو"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "کہا ہم برابر اسی پر جمے بیٹھے رہیں گے یہاں تک کہ موسیٰ ہمارے پاس لوٹ کر آئے"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "کہا اے ہارون تمہیں کس چیز نے روکا جب تم نے دیکھا تھا کہ وہ گمراہ ہو گئے ہیں"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "تو میرے پیچھے نہ آیا کیا تو نے بھی میری حکم عدولی کی"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "کہا اے میری ماں کے بیٹے میری داڑھی اور اور سر نہ پکڑ بیشک میں ڈرا اس سے کہ تو کہے گا تو نے بنی اسرائیل میں پھوٹ ڈال دی اور میرے فیصلہ کا انتظار نہ کیا"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "کہا اے سامری تیرا کیا معاملہ ہے"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "کہا میں نے وہ چیز دیکھی تھی جو دوسروں نے نہ دیکھی پھر میں نے رسول کے نقشِ قدم کی ایک مٹھی مٹی میں لے کر ڈال دی اور میرے دل نے مجھے ایسی ہی بات سوجھائی"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "کہا بس چلا جا تیرے لیے زندگی میں یہ سزا ہے کہ توکہے گا ہاتھ نہ لگانا اورتیرے لیے ایک وعدہ ہے جو تجھ سے ٹلنے والا نہیں اور تو اپنے معبود کو دیکھ جس پر تو جما بیٹھا تھا ہم اسے ضرور جلا دیں گے پھر اسے دریا میں بکھیر کر بہا دیں گے"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "تمہارا معبود ہی الله ہے جس کے سوا کوئی معبود نہیں اس کے علم میں سب چیز سما گئی ہے"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "ہم اسی طرح سے تجھے گزشتہ لوگوں کی کچھ خبریں سناتے ہیں اور ہم نے تجھے اپنے ہاں سے ایک نصیحت نامہ دیا ہے"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "جس نے اس سے منہ پھیرا سو وہ قیامت کے دن بوجھ اٹھائے گا"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "اس میں ہمیشہ رہیں گے اوران کے لیے قیامت کے دن بُرا بوجھ ہوگا"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "جس دن صور میں پھونکا جائے گا اور ہم اس دن مجرموں کو نیلی آنکھوں والے کر کے جمع کر دیں گے"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "چپکے چپکے آپس میں باتیں کہتے ہوں گے کہ تم صرف دس دن ٹھیرے ہو"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "ہم خوب جان لیں گے جو کچھ وہ کہیں گے جب ان میں سے بڑا سمجھدار کہے گا کہ تم صرف ایک ہی دن ٹھہرے ہو"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "اور تجھ سے پہاڑوں کا حال پوچھتے ہیں سوکہہ دے میرا رب انہیں بالکل اڑا دے گا"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "پھر زمین کو چٹیل میدان کر کے چھوڑے گا"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "تو اس میں کجی اور ٹیلا نہیں دیکھے گا"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "اس دن پکارےنے والے کا اتباع کریں گے اس میں کوئی کجی نہیں ہوگی اور رحمان کے ڈر سے آوازیں دب جائیں گی پھر تو پاؤں کی آہٹ کے سوا کچھ نہیں سنے گا"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "اس دن سفارش کام نہیں آئے گی مگر جسے رحمان نے اجازت دی اور اس کی بات پسند کی"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "وہ جانتا ہے جو کچھ ان کے آگے اور پیچھے ہے اور ان کا علم اسے احاطہ نہیں کر سکتا"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "اور سب منہ حّی و قیوم کے سامنے جھک جائیں گے اور تحقیق نامراد ہوا جس نے ظلم کا بوجھ اٹھایا"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "اور جو نیک کام کرے گا اور وہ مومن بھی ہو تو اسے ظلم اور حق تلفی کا کوئی خوف نہیں ہو گا"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "اور اسی طرح ہم نے اسے عربی قرآن نازل کیا ہے اور ہم نے اس میں طرح طرح سے ڈرانے کی باتیں سنائیں تاکہ وہ ڈریں یا ان میں سمجھ پیدا کر دے"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "سو الله بادشاہ حقیقی بلند مرتبے والا ہے اور تو قرآن کے لینے میں جلدی نہ کر جب تک اس کا اترنا پورا نہ ہوجائےاور کہہ اے میرے رب مجھے اور زیادہ علم دے"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "اور ہم نے اس سے پہلے آدم سے بھی عہد لیا تھا پھر وہ بھول گیا اور ہم نے اس میں پختگی نہ پائی"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "اور جب ہم نے فرشتوں سے کہا کہ آدم کو سجدہ کرو تو سوائے ابلیس کے سب نے سجدہ کیا اس نے انکار کیا"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "پھر ہم نے کہا اے آدم بے شک یہ تیرا اور تیری بیوی کا دشمن ہے سو تمہیں جنت سے نہ نکلوا دے پھر تو تکلیف میں پڑ جائے"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "بے شک تو اس میں بھوکا اورننگا نہیں ہوگا"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "اور بے شک تو اس میں نہ پیاسا ہوگا اور نہ تجھے دھوپ لگے گی"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "پھر شیطان نے اس کے دل میں خیال ڈالا کہا اے آدم کیا میں تجھے ہمیشگی کا درخت بتاؤں اور ایسی بادشاہی جس میں ضعف نہ آئے"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "پھر دونوں نے اس درخت سے کھایا تب ان پر ان کی برہنگی ظاہر ہوگئی اور اپنے اوپر جنت کے پتے چپکانے لگے اور آدم نے اپنے رب کی نافرمانی کی پھر بھٹک گیا"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "پھر اس کے رب نے اسے سرفراز کیا پھر اس کی توبہ قبول کی اور راہ دکھائی"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "فرمایا تم دونوں یہاں سے نکل جاؤ تم میں سے ایک دوسرے کا دشمن ہے پھر اگرتمہیں میری طرف سے ہدایت پہنچے پھر جو میری ہدایت پر چلے گا تو گمراہ نہیں ہو گا اور نہ تکلیف اٹھائے گا"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "اور جو میرے ذکر سے منہ پھیرے گا تو اس کی زندگی بھی تنگ ہوگی اور اسے قیامت کے دن اندھا کر کے اٹھا ئيں گے"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "کہے گا اے میرے رب تو نے مجھے اندھا کر کے کیوں اٹھایا حالانکہ میں بینا تھا"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "فرمائے گا اسی طرح تیرے پاس ہماری آیتیں پہنچی تھیں پھر تو نے انھیں بھلا دیا تھا اور اسی طرح آج تو بھی بھلایا گیا ہے"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "اور اسی طرح ہم بدلہ دیں گے جو حد سے نکلا اور اپنے رب کی آیتوں پر ایمان نہیں لیا اور البتہ آخرت کا عذاب بڑا سخت اور دیرپا ہے"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "سو کیا انہیں اس بات سے بھی سمجھ نہیں آئی کہ ہم نے ان سے پہلے کئی جماعتیں ہلاک کر دی ہیں یہ لوگ ان کی جگہوں پر پھرتے ہیں بیشک اس میں عقل والوں کے لیے نشانیاں ہیں"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "اور اگر تیرے رب کی طرف سے ایک بات پہلے طے شدہ نہ ہوتی اور معیاد معین نہ ہوتی تو عذاب لازمی طور پر ہوتا"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "پس صبر کر اس پر جو کہتے ہیں اور سورج کے نکلنے اور ڈوبنے سے پہلے اپنے رب کی حمد کے ساتھ تسبیح بیان کر اور رات کی کچھ گھڑیوں میں اور دن کے اول اور آخر میں تسبیح کر تاکہ تجھے خوشی حاصل ہو"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "اور تو اپنی نظر ان چیزو ں کی طرف نہ دوڑا جو ہم نے مختلف قسم کے لوگوں کو دنیاوی زندگی کی رونق کے سامان دے رکھے ہیں تاکہ ہم انہیں اس میں آزمائیں او رتیرے رب کا رزق بہتر اور دیرپا ہے"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "اور اپنے گھر والو ں کو نماز کا حکم کر اور خود بھی اس پر قائم رہ ہم تجھ سے روزی نہیں مانگتے ہم تجھے روزی دیتے ہیں اور پرہیزگاری کا انجام اچھا ہے"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "اور لوگ کہتے ہیں کہ یہ ہمارے پاس اپنے رب سے کوئی نشانی کیوں نہیں لے آتا کیا ان کے پاس پہلی کتابوں کی شہادت نہیں پہنچی"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "اور اگر ہم انہیں اس سے پہلے کسی عذاب سے ہلاک کر دیتے تو کہتے اے ہمارے رب تو نے ہمارے پاس کوئی رسول کیوں نہ بھیجا تاکہ ہم ذلیل و خوار ہونے سے پہلے تیرے حکموں پر چلتے"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "کہہ دو ہر ایک انتظار کرنے والا ہے سو تم بھی انتظار کرو آئندہ تمہیں معلوم ہو جائے گا کہ سیدھی راہ پر کون ہے اور ہدایت پانے والا کون ہے"
        }
    ]
}