{
    "chapter": [
        {
            "chapter": 33,
            "verse": 1,
            "text": "اے نبی الله سے ڈر اور کافروں اور منافقوں کا کہا نہ مان بے شک الله جاننے والا حکمت والا ہے"
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "اور اس کی تابعداری کر جو تیرے رب کی طرف سے تیری طرف بھیجا گیا ہے بے شک الله تمہارے کاموں سے خبردار ہے"
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "اور الله پر بھروسہ کر اور الله ہی کارساز کافی ہے"
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "الله نے کسی شخص کے سینہ میں دو دل نہیں بنائے اور نہ الله نے تمہاری ان بیویوں کوجن سے تم اظہار کرتے ہو تمہاری ماں بنایا ہے اور نہ تمہارے منہ بولے بیٹوں کو تمہارا بیٹا بنایا ہے یہ تمہارے منہ کی بات ہے اور الله سچ فرماتا ہے اور وہی سیدھا راستہ بتاتا ہے"
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "انہیں ان کے اصلی باپوں کے نام سے پکارو الله کے ہاں یہی پورا انصاف ہے سواگر تمہیں ان کے باپ معلوم نہ ہوں تو تمہارے دینی بھائی اور دوست ہیں اور تمہیں اس میں بھول چوک ہو جائے تو تم پر کچھ گناہ نہیں لیکن وہ جو تم دل کے ارادہ سے کرو اور الله بخشنے والا مہربان ہے"
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "نبی مسلمانو ں کے معاملہ میں ان سے بھی زيادہ دخل دینے کا حقدار ہے اور اس کی بیویاں ان کی مائیں ہیں اور رشتہ دار الله کی کتاب میں ایک دوسرے سے زیادہ تعلق رکھتے ہیں بہ نسبت دوسرے مومنین اور مہاجرین کے مگر یہ کہ تم اپنے دوستوں سے کچھ سلوک کرنا چاہو یہ بات لوح محفوظ میں لکھی ہوئی ہے"
        },
        {
            "chapter": 33,
            "verse": 7,
            "text": "اور جب ہم نے نبیوں سے عہد لیا اورآپ سے اورنوح اور ابراھیم اور موسیٰ اور مریم کے بیٹے عیسیٰ سے بھی اور ان سے ہم نے پکا عہد لیا تھا"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "تاکہ سچوں سے ان کے سچ کا حال دریافت کرے اور کافروں کے لیے دردناک عذاب تیار کیا ہے"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "اے ایمان والو! الله کے احسان کو یاد کرو جو تم پر ہوا جب تم پر کئی لشکر چڑھ آئے پھر ہم نے ان پر ایک آندھی بھیجی اور وہ لشکر بھیجے جنہیں تم نے نہیں دیکھا اورجو کچھ تم کر رہے تھے الله دیکھ رہا تھا"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "جب وہ لوگ تم پر تمہارے اوپر کی طرف اورنیچے کی طرف سے چڑھ آئے اورجب آنکھیں پتھرا گئی تھیں اور کلیجے منہ کو آنے لگے تھے اورتم الله کے ساتھ طرح طرح کے گمان کر رہے تھے"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "اس موقع پر ایماندار آزمائے گئے اور سخت ہلا دیے گئے"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "اورجب کہ منافق اورجن کے دلوں میں شک تھا کہنے لگے کہ الله اور اس کے رسول نے جو ہم سے وعدہ کیا تھا صرف دھوکا ہی تھا"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "اورجب کہ ان میں سے ایک جماعت کہنے لگی اے مدینہ والو! تمہارے لیے ٹھیرنے کا موقع نہیں سو لوٹ چلو اور ان میں سے کچھ لوگ نبی سے رخصت مانگنے لگے کہنے لگے کہ ہمارے گھر اکیلے ہیں اور حالانکہ وہ اکیلے نہ تھے وہ صرف بھاگنا چاہتے تھے"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "اور اگر کسی طرف سے کوئی ان پر گُھس آتا پھر ان سے فساد کی درخواست کی جاتی تو فساد پر آمادہ ہو جاتے اور دیر نہ کرتے مگر بہت ہی کم"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "حالانکہ اس سے پہلے الله سے عہد کر چکے تھے کہ پیٹھ نہ پھیریں گے اور الله سے عہد کرنے کی باز پرس ہوگی"
        },
        {
            "chapter": 33,
            "verse": 16,
            "text": "کہہ دو اگر تم موت یا قتل سے بھاگو گے تو تمہیں کوئی فائدہ نہیں ہوگا اور اس وقت سوائے تھوڑے دنوں کے نفع نہیں اٹھاؤ گے"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "کہہ دو کون ہے جو تمہیں الله سے بچا سکے اگر وہ تمہارے ساتھ برائی کرنا چاہے یا تم پر مہربانی کرنا چاہے اور الله کے سوا نہ کوئی اپنا حمایتی پائیں گے اور نہ کوئی مددگار"
        },
        {
            "chapter": 33,
            "verse": 18,
            "text": "تحقیق الله تم میں سے روکنے والوں کو جانتاہے اور جو اپنے بھائیوں سے کہتے ہیں کہ ہمارے پاس آجاؤ اورلڑائی میں بہت ہی کم آتے ہیں"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "تم سے ہمدردی کرتے ہوئے پھر جب ڈر کا وقت آجائے تو تُو انھیں دیکھے گا کہ تیری طرف دیکھتے ہیں ان کی آنکھیں پھرتی ہیں جیسے کسی پر موت کی بے ہوشی آئے پھر جب ڈر جاتا رہے تو تمہیں تیز زبانوں سے طعنہ دیتے ہیں مال کے لالچی ہیں یہ لوگ ایمان نہیں لائے تو الله نے ان کے تمام اعمال ضائع کر دیے اور یہ بات الله پر بالکل آسان ہے"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "خیال کرتے ہیں کہ فوجیں نہیں گئیں اور اگر فوجیں آجائیں تو آرزوکریں کہ کاش ہم باہر گاؤں میں جا رہیں تمہاری خبریں پوچھا کریں اور اگر تم میں بھی رہیں تو بہت ہی کم لڑیں"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "البتہ تمہارے لیے رسول الله میں اچھا نمونہ ہے جو الله اور قیامت کی امید رکھتا ہے اور الله کو بہت یاد کرتا ہے"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "اور جب مومنوں نے فوجوں کو دیکھا تو کہا یہ وہ ہے جس کا ہم سے الله اور اس کے رسول نے وعدہ کیا تھا اور الله اور اس کے رسول نے سچ کہا تھا اور اس سے ان کے ایمان اور فرمانبرداری میں ترقی ہو گئی"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "ایمان والوں میں سے ایسے آدمی بھی ہیں جنہوں نے الله سے جو عہد کیا تھا اسے سچ کر دکھایا پھر ان میں سے بعض تو اپنا کام پورا کر چکے اور بعض منتظر ہیں اور عہد میں کوئی تبدیلی نہیں کی"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "تاکہ الله سچوں کو ان کے سچ کا بدلہ دے اور اگر چاہے تو منافقوں کوعذاب دے یا ان کی توبہ قبول کرے بے شک الله بخشنے والا مہربان ہے"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "اور الله نے کافروں کو ان کے غصہ میں بھرا ہوا لوٹایا انہیں کچھ بھی ہاتھ نہ آیا اور الله نے مسلمانوں کی لڑائی اپنے ذمہ لے لی اور الله طاقت ور غالب ہے"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "اور جن جن اہل کتاب نے ان کی مدد ی تھی انہیں ان کے قلعوں سے نیچے اتار دیا اور ان کے دلوں میں خوف ڈال دیا بعض کو تم قتل کرنے لگے اور بعض کو قید کر لیا"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "اور ان کی زمین اوران کے گھروں اور ان کےمالوں کا تمہیں مالک بنا دیا اور زمین کا جس پر تم نے کبھی قدم نہیں رکھا تھا اور الله ہر چیز پر قادر ہے"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "اے نبی اپنی بیویوں سے کہہ دو اگر تمہیں دنیا کی زندگی اور اس کی آرائش منظور ہے تو آؤ میں تمہیں کچھ دے دلا کر اچھی طرح سے رخصت کر دوں"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "اور اگر تم الله اور اس کے رسول اور آخرت کو چاہتی ہو تو الله نے تم میں سے نیک بختوں کے لیے بڑا اجر تیار کیا ہے"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "اے نبی کی بیویو تم میں سے جو کوئی کھلی ہوئی بدکاری کرے تو اسے دگنا عذاب دیا جائے گا اور یہ الله پر آسان ہے"
        },
        {
            "chapter": 33,
            "verse": 31,
            "text": "اور جو تم میں سے الله اور اس کےرسول کی فرمانبرداری کرے گی اور نیک کام کرے گی تو ہم اسے اس کا دہرااجر دیں گے اور ہم نے اس کے لیے عزت کا رزق بھی تیار کر رکھا ہے"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "اے نبی کی بیویو تم معمولی عورتوں کی طرح نہیں ہو اگر تم الله سے ڈرتی ر ہو اور دبی زبان سے بات نہ کہو کیونکہ جس کے دل میں مرض ہے وہ طمع کرے گا اور بات معقول کہو"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "اور اپنے گھروں میں بیٹھی رہو اور گزشتہ زمانہ جاہلیت کی طرح بناؤ سنگھار دکھاتی نہ پھرو اور نماز پڑھو اور زکواة دو اور الله اور اس کے رسول کی فرمانبرداری کرو الله یہی چاہتا ہے کہ اے اس گھر والو تم سے ناپاکی دور کرے اور تمہیں خوب پاک کرے"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "اور تمہارے گھروں میں جو الله کی آیتیں اور حکمت کی باتیں پڑھی جاتیں ہیں انہیں یاد رکھو بیشک الله رازدان خبردار ہے"
        },
        {
            "chapter": 33,
            "verse": 35,
            "text": "بیشک الله نے مسلمان مردوں اور مسلمان عورتوں اور ایمان دار مردوں اور ایماندار عورتوں اور فرمانبردار مردوں اور فرمانبردارعورتوں اور سچے مردوں اور سچی عورتوں اور صبر کرنے والے مردوں اور صبر کرنے والی عورتوں اور عاجزی کرنے والے مردوں اور عاجزی کرنے والی عورتوں اور خیرات کرنے والے مردوں اور خیرات کرنے والی عورتوں اور روزہ دار مردوں اور روزدار عورتوں اور پاک دامن مردوں اور پاک دامن عورتوں اور الله کو بہت یاد کرنے والے مردوں اور بہت یاد کرنے والی عورتوں کے لیے بخشش اور بڑا اجر تیار کیا ہے"
        },
        {
            "chapter": 33,
            "verse": 36,
            "text": "اور کسی مومن مرد اور مومن عورت کو لائق نہیں کہ جب الله اور اس کا رسول کسی کام کا حکم دے تو انہیں اپنے کام میں اختیار باقی رہے اور جس نے الله اور اس کے رسول کی نافرمانی کی تو وہ صریح گمراہ ہوا"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "اور جب تو نے اس شخص سے کہا جس پر الله نے احسان کیا اور تو نے احسان کیا اپنی بیوی کو اپنے پاس رکھ الله سے ڈر اور تو اپنے دل میں ایک چیز چھپاتا تھا جسے الله ظاہر کرنے والا تھا اور تو لوگوں سے ڈرتا تھا حالانکہ الله زیادہ حق رکھتا ہے کہ تو اس سے ڈرے پھر جب زید اس سے حاجت پوری کر چکا تو ہم نے تجھ سے اس کا نکاح کر دیا تاکہ مسلمانوں پر ان کے منہ بولے بیٹوں کی بیویوں کے بارے میں کوئی گناہ نہ ہو جب کہ وہ ان سے حاجت پوری کر لیں اور الله کا حکم ہوکر رہنے والا ہے"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "نبی پر اس بات میں کوئی گناہ نہیں ہے جو الله نے اس اس کے لیے مقرر کر دی ہے جیسا کہ الله کا پہلے لوگو ں میں دستور تھا اور الله کا کام اندازے پر مقرر کیا ہوا ہے"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "جو لوگ الله کا پیغام پہنچاتے رہے اور الله سے ڈرتے رہے اور الله حساب لینے والا کافی ہے"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "محمد تم میں سے کسی مرد کے باپ نہیں لیکن وہ الله کے رسول اور سب نبیوں کے خاتمے پر ہیں اور الله ہر بات جانتا ہے"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "اے ایمان والو الله کو بہت یاد کرو"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "اور اس کی صبح و شام پاکی بیان کرو"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "وہی ہے جو تم پر رحمت بھیجتا ہے اور اس کے فرشتے بھی تاکہ تمہیں اندھیروں سے روشنی کی طرف نکالے اور وہ ایمان والوں پر نہایت رحم والا ہے"
        },
        {
            "chapter": 33,
            "verse": 44,
            "text": "جس دن وہ اس سے ملیں گے ان کے لیے سلام کا تحفہ ہوگا اور ان کے لیے عزت کا اجر تیار کر رکھا ہے"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "اے نبی ہم نے آپ کو بلاشبہ گواہی دینے والا اور خوشخبری دینے والا اور ڈرانے والا بنا کر بھیجا ہے"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "اور الله کی طرف اس کے حکم سے بلانے اور چراغ روشن بنایا ہے"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "اور ایمان والوں کو خوشخبری دے اس بات کی کہ ان کے لیے الله کی طرف سے بہت بڑا فضل ہے"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "اور کفار اور منافقین کا کہنا نہ مانیے اور ان کی ایذا رسانی کی پرواہ نہ کیجیے اور الله پر بھروسہ کیجیئے اور الله کارساز کافی ہے"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "اے ایمان والو جب تم مومن عورتوں سے نکاح کرو پھر انہیں طلاق دے دو اس سے پہلے کہ تم انہیں چھوو تو تمہارے لیے ان پر کوئی عدت نہیں ہے کہ تم ان کی گنتی پوری کرنے لگو سو انہیں کچھ فائدہ دو اور انہیں اچھی طرح سے رخصت کر دو"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "اے نبی ہم نے آپ کے لیے آپ کی بیویاں حلال کر دیں جن کے آپ مہر ادا کر چکے ہیں اور وہ عورتیں جو تمہاری مملومکہ ہیں جو الله نے آپ کو غنیمت میں دلوادی ہیں اور آپ کے چچا کی بیٹیاں اور آپ کی پھوپھیوں کی بیٹیاں اور آپ کے ماموں کی بیٹیاں اور آپ کے خالاؤں کی بیٹیاں جنہوں نے آپ کے ساتھ ہجرت کی اور اس مسلمان عورت کو بھی جو بلاعوض اپنے کوپیغمبر کو دے دے بشرطیکہ پیغمبر اس کو نکاح میں لانا چاہے یہ خالص آپ کے لیے ہے نہ اور مسلمانوں کے لیے ہمیں معلوم ہے جو کچھ ہم نے مسلمانو ں پر ان کی بیویوں اور لونڈیوں کے بارے میں مقرر کیا ہے تاکہ آپ پر کوئی دِقت نہ رہے اور الله معاف کرنے والا مہربان ہے"
        },
        {
            "chapter": 33,
            "verse": 51,
            "text": "آپ ان میں سے جسے چاہیں چھوڑ دیں اور جسے چاہیں اپنے پاس جگہ دیں اور ان میں سے جسے آپ چاہیں جنہیں آپ نے علیحدہ کر دیا تھا تو آپ پر کوئی گناہ نہیں یہ اس سے زیادہ قریب ہے کہ ان کی آنکھیں ٹھنڈی ہوں اور غمزدہ نہ ہو اور ان سب کو جو آپ دیں اس پر راضی ہوں اور جو کچھ تمہارے دلوں میں ہے الله جانتا ہے اورالله جاننے والا بردبار ہے"
        },
        {
            "chapter": 33,
            "verse": 52,
            "text": "اس کے بعد آپ کے لیے عورتیں حلال نہیں اور نہ یہ کہ آپ ان سےاورعورتیں تبدیل کریں اگر چہ آپ کو ان کا حسن پسند آئے مگر جو آپ کی مملوکہ ہوں اور الله ہر ایک چیز پر نگران ہے"
        },
        {
            "chapter": 33,
            "verse": 53,
            "text": "اے ایمان والو نبی کے گھروں میں داخل نہ ہو مگر اس وقت کہ تمہیں کھانے کےلئے اجازت دی جائے نہ اس کی تیاری کا انتظام کرتے ہوئے لیکن جب تمہیں بلایا جائے تب داخل ہو پھر جب تم کھا چکو تو اٹھ کر چلے جاؤ اور باتوں کے لیے جم کر نہ بیٹھو کیوں کہ اس سے نبی کو تکلیف پہنچتی ہے اور وہ تم سے شرم کرتا ہے اور حق بات کہنے سے الله شرم نہیں کرتا اور جب نبی کی بیویوں سے کوئی چیز مانگو تو پردہ کے باہر سے مانگا کرو اس میں تمہارے اوران کے دلوں کے لیے بہت پاکیزگی ہے اور تمہارے لیے جائز نہیں کہ تم رسول الله کو ایذا دو اور نہ یہ کہ تم اپ کی بیویوں سے آپ کے بعد کبھی بھی نکاح کرو بے شک یہ الله کےنزدیک بڑا گناہ ہے"
        },
        {
            "chapter": 33,
            "verse": 54,
            "text": "اگر تم کوئی بات ظاہر کرو یا اسے چھپاؤ تو بے شک الله ہر چیز کو جاننے والا ہے"
        },
        {
            "chapter": 33,
            "verse": 55,
            "text": "ان پر اپنے باپوں کے سامنے ہونے میں کوئی گناہ نہیں اور نہ اپنے بیٹوں کے اور نہ اپنے بھائیوں کے اور نہ اپنے بھتیجوں کے اورنہ اپنے بھانجوں کے اور نہ اپنی عورتوں کے اور نہ اپنے غلاموں کے اور الله سے ڈرتی رہو بے شک ہر چیز الله کے سامنے ہے"
        },
        {
            "chapter": 33,
            "verse": 56,
            "text": "بے شک الله اور اس کے فرشتے نبی پر درود بھیجتے ہیں اے ایمان والو تم بھی اسپر دورد اور سلام بھیجو"
        },
        {
            "chapter": 33,
            "verse": 57,
            "text": "جو لوگ الله اور اس کے رسول کو ایذا دیتے ہیں ان پر اللهنے دنیا اور آخرت میں لعنت کی ہے اور ان کے لیے ذلت کا عذاب تیار کر کھا ہے"
        },
        {
            "chapter": 33,
            "verse": 58,
            "text": "اور جو ایمان دار مردوں اور عورتوں کو ناکردہ گناہوں پر ستاتے ہیں سو وہ اپنے سر بہتان اور صریح گناہ لیتے ہیں"
        },
        {
            "chapter": 33,
            "verse": 59,
            "text": "اے نبی اپنی بیویوں اور بیٹیوں اور مسلمانوں کی عورتوں سے کہہ دو کہ اپنے مونہوں پر نقاب ڈالا کریں یہ اس سے زیادہ قریب ہے کہ پہچانی جائیں پھر نہ ستائی جائیں اور الله بخشنے والا نہایت رحم والا ہے"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "اگر منافق اور وہ جن کے دلوں میں مرض ہے اور مدینہ میں غلط خبریں اڑانے والے باز نہ آئیں گے تو آپ کوہم ان کے پیچھے لگا دیں گے پھر وہ اس شہر میں تیرے پاس نہ ٹھیریں گے"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "مگر بہت کم لعنت کیے گئے ہیں جہاں کہیں پائیں جائیں گے پکڑے جائیں گے اور قتل کیے جائیں گے"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "یہی الله کا قانون ہے ان لوگو ں میں جو اس سے پہلے ہو گزر چکے ہیں اور آپ الله کے قانون میں کوئی تبدیلی ہرگز نہ پائیں گے"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "آپ سے لوگ قیامت کے متعلق پوچھتے ہیں کہہ دو اس کا علم تو صرف الله ہی کو ہے اور اپ کو کیا خبر کہ شاید قیامت قریب ہی ہو"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "بے شک الله نے کافروں پر لعنت کی ہے اور ان کے لیے دوزخ تیار کر رکھا ہے"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "وہ اس میں ہمیشہ رہیں گے نہ کوئی دوست پائیں گے اور نہ کوئی مددگار"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "جس دن ان کے منہ آگ میں الٹ دیے جائیں گے کہیں گے اے کاش ہم نے الله اور رسول کا کہا مانا ہوتا"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "اور کہیں گے اے ہمارے رب ہم نے اپنے سرداروں اوربڑوں کا کہا مانا سو انہوں نے ہمیں گمراہ کیا"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "اے ہمارے رب انہیں دگنا عذاب دے اور ان پر بڑی لعنت کر"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "اے ایمان والو تم ان لوگو ں جیسے نہ ہوجاؤ جنہوں نے موسیٰ کو ستایا پھر الله نے موسیٰ کو ان کی باتوں سے بری کر دیا اور وہ الله کے نزدیک بڑی عزت والا تھا"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "اے ایمان والو الله سے ڈرو اور ٹھیک بات کیا کرو"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "تاکہ وہ تمہارے اعمال کو درست کرے اور تمہارے گناہ معاف کر دے اور جس نے الله اور اس کے رسول کا کہنا مانا سو اس نے بڑی کامیابی حاصل کی"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "ہم نے آسمانوں اور زمین اور پہاڑوں کے سامنے امانت پیش کی پھر انہوں نے اسکے اٹھانے سے انکار کر دیا اور اس سے ڈر گئے اور اسے انسان نے اٹھا لیا بے شک وہ بڑا ظالم بڑا نادان تھا"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "تاکہ الله منافق مردوں اور منافق عورتوں اورمشرک مردوں اورمشرک عورتوں کو عذاب دے اور مومن مردوں اورمومن عورتوں پر مہربانی کرے اور الله معاف کرنے والا مہربان ہے"
        }
    ]
}