{
    "chapter": [
        {
            "chapter": 40,
            "verse": 1,
            "text": "حمۤ"
        },
        {
            "chapter": 40,
            "verse": 2,
            "text": "یہ کتاب الله کی طرف سے نازل ہوئی ہے جو غالب ہر چیز کا جاننے والا ہے"
        },
        {
            "chapter": 40,
            "verse": 3,
            "text": "گناہ بخشنے والا اور توبہ قبول کرنے والا سخت عذاب دینے والا قدرت والا ہے اس کے سوا کوئی معبود نہیں اسی کی طرف لوٹ کر جانا ہے"
        },
        {
            "chapter": 40,
            "verse": 4,
            "text": "الله کی آیتوں میں نہیں جھگڑتے مگر وہ لوگ جو کافر ہیں پس ان کا شہرو ں میں چلنا پھرنا آپ کو دھوکا نہ دے"
        },
        {
            "chapter": 40,
            "verse": 5,
            "text": "ان سے پہلے قوم نوح اور ان کے بعد اور فرقے بھی جھٹلا چکے ہیں اور ہر ایک امت نے اپنے رسول کو پکڑنے کا ارادہ کیا اور غلط باتوں کے ساتھ بحث کرتے رہے تاکہ اس سے دین حق کو مٹا دیں پھر ہم نے انھیں پکڑ لیا پھر کیسی سزا ہوئی"
        },
        {
            "chapter": 40,
            "verse": 6,
            "text": "اور اسی طرح منکروں پر الله کا کلام پورا ہوا کہ وہ دوزخی ہیں"
        },
        {
            "chapter": 40,
            "verse": 7,
            "text": "جو (فرشتے) عرش کو اٹھائے ہوئے ہیں اور جو اس کے گرد ہیں وہ اپنے رب کی حمد کے ساتھ تسبیح کرتے رہتے ہیں اور اس پر ایمان لاتے ہیں اور ایمانداروں کے لیے بخشش مانگتے ہیں کہ اے ہمارے رب تیری رحمت اور تیرا علم سب پر حاوی ہے پھر جن لوگو ں نے توبہ کی ہے اور تیرے راستے پر چلتے ہیں انہیں بخش دے اور انہیں دوزخ کے عذاب سے بچا لے"
        },
        {
            "chapter": 40,
            "verse": 8,
            "text": "اے ہمارے رب اور انہیں بہشتوں میں داخل کر جو ہمیشہ رہیں گی جن کا تو نے ان سے وعدہ کیا ہے اور ان کو جو ان کے باپ دادوں اوران کی بیویوں اوران کی اولاد میں سے نیک ہیں بے شک تو غالب حکمت والا ہے"
        },
        {
            "chapter": 40,
            "verse": 9,
            "text": "اور انہیں برائیوں سے بچا اور جس کو تو اس دن برائیوں سے بچائے گا سو اس پر تو نے رحم کر دیا اور یہ بڑی کامیابی ہے"
        },
        {
            "chapter": 40,
            "verse": 10,
            "text": "بے شک جو لوگ کافر ہیں انہیں پکار کر کہا جائے گا جیسی تمہیں (اس وقت) اپنے سے نفرت ہے اس سے بڑھ کر الله کو (تم سے) نفرت تھی جبکہ تم ایمان کی طرف بلائے جاتے تھے پھر نہیں مانا کرتے تھے"
        },
        {
            "chapter": 40,
            "verse": 11,
            "text": "وہ کہیں گے اے ہمارے رب تو نے ہمیں دو بار موت دی اورتو نے ہمیں دوبارہ زندہ کیا پس ہم نے اپنے گناہوں کا اقرار کر لیا پس کیا نکلنے کی بھی کوئی راہ ہے"
        },
        {
            "chapter": 40,
            "verse": 12,
            "text": "یہ عذاب اس لیے ہے کہ جب تم اکیلے الله کی طرف بلایا جاتا تھا تو انکار کرتے تھے اورجب اس کے ساتھ شریک کیا جاتا تھا تو مان لیتے تھے سو یہ فیصلہ الله کا ہے جو عالیشان بڑے رتبے والا ہے"
        },
        {
            "chapter": 40,
            "verse": 13,
            "text": "وہی ہے جو تمہیں اپنی نشانیاں دکھاتا ہے اور تمہارے لیے آسمان سے رزق نازل کرتا ہے اور سمجھتا وہی ہے جو (الله کی طرف) رجوع کرتا ہے"
        },
        {
            "chapter": 40,
            "verse": 14,
            "text": "پس الله کو پکارو اس کے لیے عبادت کو خالص کرتے ہوئے اگرچہ کافر برا منائیں"
        },
        {
            "chapter": 40,
            "verse": 15,
            "text": "وہ اونچے درجوں والا عرش کا مالک ہے اپنے حکم سے اپنےبندوں میں سے جس کے پاس چاہتا ہے وحی بھیجتا ہے تاکہ وہ ملاقات (قیامت) کے دن سے ڈرائے"
        },
        {
            "chapter": 40,
            "verse": 16,
            "text": "جس دن وہ سب نکل کھڑے ہوں گے الله پر ان کی کوئی بات چھپی نہ رہے گی آج کس کی حکومت ہے الله ہی کی جو ایک ہے بڑا غالب"
        },
        {
            "chapter": 40,
            "verse": 17,
            "text": "آج کے دن ہر شخص اپنے کیے کا بدلہ پائے گا آج کچھ ظلم نہ ہوگا بے شک الله جلد حساب لینے والا ہے"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "اور انہیں قریب آنے والی (مصیبت) کے دن سے ڈرا جب کہ غم کے مارے کلیجے منہ کو آ رہے ہوں گے ظالموں کا کوئی حمایتی نہیں ہوگا اور نہ کوئی سفارشی جس کی بات مانی جائے"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "وہ آنکھوں کی خیانت اور دل کے بھید جانتا ہے"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "اور الله ہی انصاف کے ساتھ فیصلہ کرے گا اور جنہیں وہ اس کے سوا پکارتے ہیں وہ کچھ بھی فیصلہ نہیں کر سکتے بیشک الله ہی سب کچھ سننے والا دیکھنے والا ہے"
        },
        {
            "chapter": 40,
            "verse": 21,
            "text": "کیا انہوں نے زمین میں سیر نہیں کی کہ وہ دیکھتے ان لوگو ں کا انجام کیسا تھا جو ان سے پہلے ہو گزرے ہیں وہ قوت میں ان سے بڑھ کر تھے اور زمین میں آثار کے اعتبار سے بھی پھر الله نے انہیں ان کے گناہوں کے سبب سے پکڑ لیا اوران کے لیے الله سے کوئی بچانے والا نہ تھا"
        },
        {
            "chapter": 40,
            "verse": 22,
            "text": "یہ اس لیے کہ ان کے پاس ان کے رسول روشن دلیلیں لے کر آتے تھے تو وہ انکار کرتے تھے پس انہیں الله نے پکڑ لیا بے شک وہ بڑا قوت والا سخت عذاب دینے والا ہے"
        },
        {
            "chapter": 40,
            "verse": 23,
            "text": "اور ہم نے موسیٰ کو اپنے معجزات اور واضح دلیل دے کر بھیجا تھا"
        },
        {
            "chapter": 40,
            "verse": 24,
            "text": "فرعون اور ہامان اور قارون کی طرف تو وہ کہنے لگے بڑا جھوٹا جادوگر ہے"
        },
        {
            "chapter": 40,
            "verse": 25,
            "text": "پس جب وہ ان کے پاس ہماری طرف سے سچا دین لائے تو کہنے لگے ان لوگوں کے بیٹوں کو قتل کر دو جو موسیٰ پر ایمان لائے ہیں اور ان کی عورتوں کو زندہ رہنے دو اور کافروں کے داؤ تو محض غلط ہوا کرتے ہیں"
        },
        {
            "chapter": 40,
            "verse": 26,
            "text": "اور فرعون نے کہا مجھے چھوڑ دو میں موسیٰ کو قتل کر دوں اور وہ اپنے رب کو پکارے میں ڈرتا ہوں کہ وہ تمہارے دین کو بدل ڈالے گا یا یہ کہ زمین میں فساد پھیلائے گا"
        },
        {
            "chapter": 40,
            "verse": 27,
            "text": "اور موسیٰ نے کہا میں تو اپنی اور تمہارے رب کی پناہ لے چکا ہوں ہر ایک متکبّر سے جو حساب کے دن پر یقین نہیں رکھتا"
        },
        {
            "chapter": 40,
            "verse": 28,
            "text": "اور فرعون کی قوم میں سے ایک ایمان دار آدمی نے کہا جو اپنا ایمان چھپاتا تھا کیاتم ایسے آدمی کو قتل کرتے ہو جو یہ کہتا ہے کہ میرا رب الله ہے اوروہ تمہارے پاس وہ روشن دلیلیں تمہارے رب کی طرف سے لایا ہے اور اگر وہ جھوٹا ہے تو اسی پر ا س کے جھوٹ کا وبال ہے اور اگر وہ سچا ہے تو تمہیں کچھ نہ کچھ وہ (عذاب) جس کا وہ تم سے وعدہ کرتا ہے پہنچے گا اور الله اس کو راہ پر نہیں لاتا جو حد سے بڑھنے والا بڑا جھوٹا ہے"
        },
        {
            "chapter": 40,
            "verse": 29,
            "text": "اے میری قوم آج تو تمہاری حکومت ہے تم ملک میں غالب ہو ہماری کون مدد کرے گا اگر ہم پر الله کا عذاب آگیا فرعون نے کہا میں تو تمہیں وہی سوجھاتا ہوں جو مجھے سوجھی ہے اور میں تمہیں سیدھا ہی راستہ بتاتا ہوں"
        },
        {
            "chapter": 40,
            "verse": 30,
            "text": "اور اس شخص نے کہا جو ایمان لایا تھا کہ اےمیری قوم مجھے تو تمہاری نسبت (پہلی) امتوں جیسے دن کا اندیشہ ہو رہا ہے"
        },
        {
            "chapter": 40,
            "verse": 31,
            "text": "جیسا کہ قوم نوح اور عاد اور ثمود اور ان سے پچھلوں کا حال ہوا اور الله تو بندوں پر کچھ بھی ظلم نہیں کرنا چاہتا"
        },
        {
            "chapter": 40,
            "verse": 32,
            "text": "اور اے میری قوم مجھے تم پر چیخ و پکار (قیامت) کے دن کا اندیشہ ہے"
        },
        {
            "chapter": 40,
            "verse": 33,
            "text": "جس دن تم پیٹھ پھیر کر بھاگو گے الله سے تمہیں کوئی بچانے والا نہیں ہوگا اور جسے الله گمراہ کر دے پھر اسے کوئی راہ بتانے والا نہیں"
        },
        {
            "chapter": 40,
            "verse": 34,
            "text": "اور تمہارے پاس یوسف بھی اس سے پہلے واضح دلیلیں لے کر آ چکا پس تم ہمیشہ اس سے شک میں رہے جو وہ تمہارے پاس لایا یہاں تک کہ جب وہ فوت ہو گیا تو تم نےکہا کہ الله اس کے بعد کوئی رسول ہر گز نہیں بھیجے گا اسی طرح الله گمراہ کرتا ہے اس کو جو حد سے بڑھنے والا شک کرنے والا ہے"
        },
        {
            "chapter": 40,
            "verse": 35,
            "text": "جو لوگ الله کی آیتوں میں کسی دلیل کے سوا جو ان کے پاس پہنچی ہو جھگڑتے ہیں الله اور ایمان والوں کے نزدیک (یہ) بڑی نازیبا بات ہے الله ہر ایک متکبّر سرکش کے دل پر اسی طرح مہر کر دیا کرتا ہے"
        },
        {
            "chapter": 40,
            "verse": 36,
            "text": "اور فرعون نے کہا اے ہامان میرے لیے ایک محل بنا تاکہ میں راستوں پر پہنچوں"
        },
        {
            "chapter": 40,
            "verse": 37,
            "text": "یعنی آسمان کے راستوں پر پھر موسیٰ کے خدا کی طرف جھانک کر دیکھوں اور میں تو اسے جھوٹا خیال کرتا ہوں اور اسی طرح فرعون کو اس کا برا عمل اچھا معلوم ہوا اور وہ راستہ سے روکا گیا تھا اور فرعون کی ہر تدبیر غارت ہی گئی"
        },
        {
            "chapter": 40,
            "verse": 38,
            "text": "اوراس شخص نے کہا جو ایمان لایا تھا اے میری قوم تم میری پیروی کرو میں تمہیں نیکی کی راہ بتاؤں گا"
        },
        {
            "chapter": 40,
            "verse": 39,
            "text": "اے میری قوم دنیا کی زندگی بس (چند روزہ) فائدے ہیں اور آخرت کا گھر ہی ٹھہرنے کی جگہ ہے"
        },
        {
            "chapter": 40,
            "verse": 40,
            "text": "جس نے برا کام کیا تو اتنی ہی سزا پائے گا اور جس نے نیک کام کیا خواہ وہ مرد ہو یا عورت اور وہ ایمانداربھی ہو سو وہ جنت میں داخل ہوں گے جہاں انہیں بے حساب روزی ملے گی"
        },
        {
            "chapter": 40,
            "verse": 41,
            "text": "اور اے میری قوم کیا بات ہے میں تو تمہیں نجات کی طرف بلاتا ہوں اور تم مجھے دوزخ کی طرف بلاتے ہو"
        },
        {
            "chapter": 40,
            "verse": 42,
            "text": "تم مجھے اس بات کی طرف بلاتے ہو کہ میں الله کا منکر ہو جاؤں اور اس کے ساتھ اسے شریک کروں جسے میں جانتا بھی نہیں اور میں تمہیں غالب بخشنے والے کی طرف بلاتاہوں"
        },
        {
            "chapter": 40,
            "verse": 43,
            "text": "بے شک تم مجھے جس کی طرف بلاتے ہو وہ نہ دنیا میں بلانے کے قابل ہے اور نہ آخرت میں اور بےشک ہمیں الله کی طرف لوٹ کر جانا ہے اور بے شک حد سے بڑھنے والے ہی دوزخی ہیں"
        },
        {
            "chapter": 40,
            "verse": 44,
            "text": "پھر تم میری بات کو یاد کرو گے اور میں اپنا معاملہ الله کے سپرد کرتا ہوں بے شک الله بندوں کو دیکھ رہا ہے"
        },
        {
            "chapter": 40,
            "verse": 45,
            "text": "پھر الله نے اسے تو ان کے فریبوں کی برائی سے بچایا اور خود فرعونیوں پر سخت عذاب آ پڑا"
        },
        {
            "chapter": 40,
            "verse": 46,
            "text": "وہ صبح او رشام آگ کے سامنے لائے جاتے ہیں اور جس دن قیامت قائم ہو گی (حکم ہوگا) فرعونیوں کو سخت عذاب میں لے جاؤ"
        },
        {
            "chapter": 40,
            "verse": 47,
            "text": "اور جب دوزخی آپس میں جھگڑیں گےپھر کمزور سرکشوں سے کہیں گے کہ ہم تمہارے پیرو تھے پھر کیا تم ہم سے کچھ بھی آگ دور کر سکتے ہو"
        },
        {
            "chapter": 40,
            "verse": 48,
            "text": "سرکش کہیں گے ہم تم سبھی اس میں پڑے ہوئے ہیں بے شک الله اپنے بندوں میں فیصلہ کر چکا ہے"
        },
        {
            "chapter": 40,
            "verse": 49,
            "text": "اور دوزخی جہنم کے داروغہ سے کہیں گے کہ تم اپنے رب سے عرض کرو کہ وہ ہم سے کسی روز تو عذاب ہلکا کر دیا کرے"
        },
        {
            "chapter": 40,
            "verse": 50,
            "text": "وہ کہیں گے کیا تمہارے پاس تمہارے رسول نشانیاں لے کر نہ آئے تھے کہیں گے ہاں (آئے تھے) کہیں گے پس پکارو اور کافروں کا پکارنا محض بے سود ہو گا"
        },
        {
            "chapter": 40,
            "verse": 51,
            "text": "ہم اپنے رسولوں اور ایمانداروں کے دنیا کی زندگی میں بھی مددگار ہیں اور اس دن جب کہ گواہ کھڑے ہوں گے"
        },
        {
            "chapter": 40,
            "verse": 52,
            "text": "جس دن ظالموں کو ان کا عذر کرنا کچھ بھی نفع نہ دے گا اور ان پر پھٹکار پڑے گی اور ان کے لیے برا گھر ہوگا"
        },
        {
            "chapter": 40,
            "verse": 53,
            "text": "اور ہم نے موسیٰ کو ہدایت دی تھی اور ہم نے بنی اسرائیل کو کتاب کا وارث کر دیا تھا"
        },
        {
            "chapter": 40,
            "verse": 54,
            "text": "جو عقلمندوں کے لیے ہدایت اور نصیحت تھی"
        },
        {
            "chapter": 40,
            "verse": 55,
            "text": "پس صبر کر بے شک الله کا وعدہ سچا ہے اور اپنے گناہ کی معافی مانگ اور شام اور صبح اپنے رب کی حمد کے ساتھ پاکی بیان کر"
        },
        {
            "chapter": 40,
            "verse": 56,
            "text": "بے شک جو لوگ الله کی آیتوں میں بغیر اس کے کہ ان کے پاس کوئی دلیل آئی ہو جھگڑتے ہیں اور کچھ نہیں بس ان کے دل میں بڑائی ہے کہ وہ اس تک کبھی پہنچنے والے نہیں سو الله سے پناہ مانگو کیوں کہ وہ سننے والا دیکھنے والا ہے"
        },
        {
            "chapter": 40,
            "verse": 57,
            "text": "البتہ آسمانوں اور زمین کا پیدا کرنا آدمیوں کے پیدا کرنے کی نسبت بڑا کام ہے لیکن اکثر لوگ نہیں جانتے"
        },
        {
            "chapter": 40,
            "verse": 58,
            "text": "اور اندھا اور دیکھنے والا برابر نہیں اور جو لوگ ایمان لائے اور نیک کام کئے وہ اور بدکار برابر نہیں تم بہت ہی کم سمجھتے ہو"
        },
        {
            "chapter": 40,
            "verse": 59,
            "text": "بے شک قیامت آنے والی ہے اس میں کوئی شک نہیں لیکن اکثر لوگ یقین نہیں کرتے"
        },
        {
            "chapter": 40,
            "verse": 60,
            "text": "اور تمہارے رب نے فرمایا ہے مجھے پکارو میں تمہاری دعا قبول کروں گا بے شک جو لوگ میری عبادت سے سرکشی کرتے ہیں عنقریب وہ ذلیل ہو کر دوزخ میں داخل ہوں گے"
        },
        {
            "chapter": 40,
            "verse": 61,
            "text": "الله ہی ہے جس نے تمہارے لیے رات بنائی تاکہ اس میں آرام کرو اور دن کو ہر چیز دکھانے والا بنایا بے شک الله لوگوں پر بڑے فضل والا ہے لیکن اکثر لوگ شکر نہیں کرتے"
        },
        {
            "chapter": 40,
            "verse": 62,
            "text": "یہی الله تمہارا رب ہے ہر چیز کا پیدا کرنے والا اس کے سوا کوئی معبود نہیں پھر کہاں الٹے جا رہے ہو"
        },
        {
            "chapter": 40,
            "verse": 63,
            "text": "اسی طرح وہ لوگ بھی الٹے چلا کرتے تھے جو الله کی نشانیوں کا انکار کیا کرتے تھے"
        },
        {
            "chapter": 40,
            "verse": 64,
            "text": "الله ہی ہے جس نے تمہارے لیے زمین کو آرام گاہ بنایا اور آسمان کو چھت اور تمہاری صورتیں بنائیں اور پاکیزہ چیزوں سے تمہیں رزق دیا وہی الله تمہارا پالنے والا ہے پس سارے جہان کا پالنے والا الله با برکت ہے"
        },
        {
            "chapter": 40,
            "verse": 65,
            "text": "وہی ہمیشہ زندہ ہے اس کے سوا کوئی معبود نہیں پس اسی کو پکارو خاص اسی کی بندگی کرتے ہوئے سب تعریف الله کے لیے ہے جو سارے جہان کا پالنے والا ہے"
        },
        {
            "chapter": 40,
            "verse": 66,
            "text": "کہہ دو مجھے تو ان چیزوں کی عبادت سے منع کیا گیا ہے جن کو تم الله کے سوا پکارتے ہو جب کہ میرے رب کی طرف سے میرے پاس کھلی کھلی نشانیاں آچکی ہیں اور مجھے یہ حکم دیا گیا ہے کہ میں رب العالمین کے سامنے سر جھکاؤں"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "وہی ہے جس نے تمہیں مٹی سے پھر نطفے سے پھر خون بستہ سے پیدا کیا پھر وہ تمہیں بچہ بنا کر نکالتا ہے پھر باقی رکھتا ہے تاکہ تم اپنی جوانی کو پہنچو پھر یہاں تک کہ تم بوڑھے ہو جاتے ہو کچھ تم میں اس سے پہلے مر جاتے ہیں (بعض کو زندہ رکھتا ہےاور تاکہ تم وقت مقررہ تک پہنچو اور تاکہ تم سمجھو)"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "وہی ہے جو زندہ کرتا ہے اور مارتا ہے پس جب وہ کسی امر کیا فیصلہ کرلیتا ہے تو صرف اس سے یہی کہتا ہے کو ہو جا تو وہ ہو جاتا ہے"
        },
        {
            "chapter": 40,
            "verse": 69,
            "text": "کیا آپ نے ان لوگوں کو نہیں دیکھا جو الله کی آیتوں میں جھگڑتے ہیں وہ کہاں پھرے چلے جا رہے ہیں"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "وہ لوگ جنہوں نے کتاب کو اور جو کچھ ہم نے رسولوں کو دے کر بھیجا تھا سب کو جھٹلا دیا پس انہیں معلوم ہو جائے گا"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "جب کہ طوق اور زنجیریں ان کے گلے میں ڈال کر گھسیٹے جائيں گے"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "کھولتے پانی میں پھر آگ میں جھونکے جائیں گے"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "پھر ان سے کہا جائے گا کہاں ہیں جنھیں تم شریک بتاتے تھے"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "الله کے سوا وہ کہیں گے ہم سے وہ کھوئے گئے بلکہ ہم تو اس سے پہلے کسی چیز کو بھی نہیں پکارتے تھے اسی طرح الله کافروں کو گمراہ کرتا ہے"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "یہ عذاب تمہیں اس لیے ہوا کہ تم ملک میں ناحق خوشیاں مناتے تھے اور اس لیے بھی کہ تم اترایا کرتے تھے"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "جہنم کے دروازوں میں ہمیشہ رہنے کے لیے داخل ہو جاؤ پھر تکبر کرنے والوں کا کیا ہی برا ٹھکانہ ہے"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "پھر صبر کر بے شک الله کا وعدہ سچا ہے پھر جس (عذاب) کا ہم ان سے وعدہ کر رہے ہیں کچھ تھوڑا سا اگر ہم آپ کو دکھا دیں یا ہم آپ کو وفات دے د یں تو ہماری طرف ہی سب لوٹائے جائیں گے"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "اورہم نے آپ سے پہلے کئی رسول بھیجے تھے بعض ان میں سے وہ ہیں جن کا حال ہم نے آپ پر بیان کر دیا اور بعض وہ ہیں کہ ہم نے آپ پر انکا حال بیان نہیں کیا اور کسی رسول سے یہ نہ ہو سکا کہ کوئی معجزہ اذنِ الہیٰ کے سوا ظاہر کر سکے پھر جس وقت الله کا حکم آئے گا ٹھیک فیصلہ ہو جائے گا اوراس وقت باطل پرست نقصان اٹھائیں گے"
        },
        {
            "chapter": 40,
            "verse": 79,
            "text": "الله ہی ہے جس نے تمہارے لیے چوپائے بنائے تاکہ تم ان میں سے بعض پر سوار ہو اور بعض کو تم کھاتے ہو"
        },
        {
            "chapter": 40,
            "verse": 80,
            "text": "اور تمہارے لیے ان میں بہت سے فوائد ہیں اور تاکہ تم ان پر سوار ہو کر اپنی حاجت کو پہنچو جو تمہارے سینوں میں ہے اور ان پر اور نیز کشتیوں پر تم سوارکیے جاتے ہو"
        },
        {
            "chapter": 40,
            "verse": 81,
            "text": "اور وہ تمہیں اپنی نشانیاں دکھاتا ہے پس تم الله کی کون کون سی نشانیوں کا انکار کرو گے"
        },
        {
            "chapter": 40,
            "verse": 82,
            "text": "پس کیا انہوں نے ملک میں چل پھر کر نہیں دیکھا کہ جو لوگ ان سے پہلے ہو گزرے ہیں ان کا کیا انجام ہوا وہ لوگ ان سے زیادہ تھے اور قوت اور نشانوں میں (بھی) جو کہ زمین پر چھوڑگئے ہیں بڑھے ہوئے تھے پس ان کے نہ کام آیا جو کچھ وہ کماتے تھے"
        },
        {
            "chapter": 40,
            "verse": 83,
            "text": "پس جب ان کے رسول ان کے پا س کھلی دلیلیں لائے تووہ اپنے علم و دانش پر اترانے لگے اور جس پر وہ ہنسی کرتےتھے وہ ان پر الٹ پڑا"
        },
        {
            "chapter": 40,
            "verse": 84,
            "text": "پھر جب انہوں نے ہمارا عذاب آتے دیکھا تو کہنے لگے کہ ہم الله پر ایمان لائےجو ایک ہے اور ہم نے ان چیزوں کا انکار کیا جنہیں ہم اس کا شریک ٹھیراتے تھے"
        },
        {
            "chapter": 40,
            "verse": 85,
            "text": "پس انہیں ان کے ایمان نے نفع نہ دیا جب انہوں نے ہمارا عذاب دیکھ لیا یہ سنت الہیٰ ہے جو اس کے بندو ں میں گزر چکی ہے اور اس وقت کافر خسارہ میں رہ گئے"
        }
    ]
}