{
    "maqras": [
        {
            "chapter": 4,
            "verse": 74,
            "text": "Пас, касоне, ки зиндагии дунёро ба охират фурӯхтаанд,бояд дар роҳи Аллоҳ таоло пайкор кунанд ва ба ҳар касе, ки дар роҳи Аллоҳ таоло пайкор кунад, хоҳ кушта шавад ё пирӯз гардад, ба зудӣ подоши бузурге хоҳем дод"
        },
        {
            "chapter": 4,
            "verse": 75,
            "text": "Ва [эй муъминон] шуморо чи шудааст, ки дар роҳи Аллоҳ таоло ва [барои ёрии] мардону занон ва кӯдакони ситамдида пайкор намекунед? Ҳамон касоне, ки мегӯянд: \"Парвардигоро, моро аз ин шаҳр [-и Макка], ки аҳлаш ситамгоранд, берун бибар ва аз сӯйи хеш барои мо ёру корсозе қарор бидеҳ ва аз ҷониби худ ёвару мададгоре бароямон бигумор"
        },
        {
            "chapter": 4,
            "verse": 76,
            "text": "Онон, ки имон овардаанд, дар роҳи Аллоҳ таоло пайкор мекунанд ва онон, ки кофиранд, дар роҳи Тоғут [ва ҳокимони худкома] меҷанганд. Пас, бо ёрони шайтон биҷангед, ки ҳатман, найранг [ва нақшаи] шайтон заиф аст"
        },
        {
            "chapter": 4,
            "verse": 77,
            "text": "[Эй паёмбар] Оё касонеро надидӣ, ки [дар Макка] ба онҳо гуфта шуд: \"[Акнун] Даст аз ҷанг бардоред ва намоз барпо доред ва закот бипардозед\", ва [-ле] чун [дар Мадина] ҷиҳод бар онон муқаррар шуд, он гоҳ гурӯҳе аз эшон аз мардум [-и мушрики Макка] тарсиданд, монанди тарс аз Аллоҳ таоло ё [ҳатто] бештар ва гуфтанд: \"Парвардигоро, чаро ҷиҳодро бар мо муқаррар намудӣ? Чаро ба мо то муддати кӯтоҳе муҳлат надодӣ [то аз неъматҳои дунявӣ баҳраманд гардем]\"? [Ба онон] Бигӯ: \"Бархӯрдорӣ [аз лаззатҳои ин] дунё ночиз аст ва барои касе, ки парҳезкор бошад, сарои охират беҳтар аст ва [дар он ҷо] кучактарин ситаме ба шумо нахоҳад шуд"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "Ҳар куҷо бошед, марг шуморо дармеёбад, ҳарчанд дар бурҷҳои устувор бошед. Ва агар ба онон [мунофиқон] хайре [ҳамчун фарзанд ва моли фаровон] бирасад, мегӯянд: \"Ин аз ҷониби Аллоҳ таоло аст\" ва агар шарре [ҳамчун маргу зиёни молӣ] ба эшон бирасад, [расули Аллоҳро бадном медонанд ва ба ӯ] мегӯянд: \"Ин аз ҷониби туст\". [Эй паёмбар, ба онон] Бигӯ: \"Ҳама [чиз] аз ҷониби Аллоҳ таоло аст\". Чаро ин қавм ҳозир нестанд, ки суханеро дарк кунанд"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "[Эй инсон] Он чи аз некиҳо ба ту мерасад, аз ҷониби Аллоҳ таоло аст ва он чи аз бадиҳо ба ту мерасад, аз ҷониби худи туст. Ва [эй паёмбар] Мо туро барои [ҳидояти] мардум фиристодем ва гувоҳии Аллоҳ таоло [дар ин бора] кофӣ аст"
        },
        {
            "chapter": 4,
            "verse": 80,
            "text": "Ҳар ки аз паёмбар итоат кунад, дар хақиқат, аз Аллоҳ таоло итоат кардааст ва ҳар ки рӯйгардон шавад, [аз ӯ андуҳгин мабош, эй паёмбар, зеро Мо ҳаргиз] туро бар онон нигаҳбон [-у муроқиб] нафиристодаем"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "Онон [назди ту] мегӯянд: \"Фармонбардорем\", вале чун аз ҳузурат берун мераванд, гурӯҳе аз онон шабона чизе ҷуз он чи ту гуфтаӣ, тадбир мекунанд ва Аллоҳ таоло ҳар чиро, ки шабона дар сар мепарваранд, сабт мекунад. Пас, аз онон рӯй бигардон ва бар Аллоҳ таоло таваккал кун ва ҳамин бас, ки Аллоҳ таоло [муроқибу] коргузор [-и ту] бошад"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "Оё дар Қуръон намеандешанд, ки агар аз сӯйи [касе] ғайр аз Аллоҳ таоло буд, ҳатман, ихтилоф [ва таноқузи] бисёре дар он меёфтанд"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "Ҳангоме ки хабаре аз эминӣ [ва пирӯзӣ] ё тарс [ва шикаст] ба онон мерасад, [бидуни ҳеҷ таҳқиқе] онро фош месозанд, ва [-ле] агар онро ба паёмбар ва фармондеҳонашон бозгардонанд, афроде аз онон, ки аҳли [фаҳму] истинбот ҳастанд, ҳатман, [маслиҳати эълом ё китмони ахборро беҳтар] медонанд. Ва [эй муъминон] агар фазлу раҳмати Аллоҳ таоло бар шумо набуд, ҷуз андаке [ҳамагӣ] аз шайтон пайравӣ мекардед"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "Пас, [эй паёмбар] дар роҳи Аллоҳ таоло пайкор кун. Ту уҳдадори касе ҷуз худ нестӣ, ва [-ле] муъминонро [низ ба ҷиҳод] ташвиқ кун. Умед аст, ки Аллоҳ таоло осеби кофиронро аз шумо боздорад ва Аллоҳ таоло қудраташ бештар ва кайфараш сахттар аст"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "Касе, ки шафоати писандидае кунад, аз [хайри] он насибе хоҳад дошт ва касе, ки шафоати нописанде кунад, аз [шарри] он насибе хоҳад дошт. Ва Аллоҳ таоло ҳамвора бар ҳар чизе муроқиб аст"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "[Эй муъминон] Ҳар гоҳ бо дуруди самимона ба шумо салом гӯянд, шумо посухи беҳтар ва ё ҳамонанди он бигӯед, [чаро ки] бе тардид, Аллоҳ таоло ҳамвора бар ҳар чизе ҳисобгар аст"
        },
        {
            "chapter": 4,
            "verse": 87,
            "text": "Аллоҳ таоло [ки маъбуди ростин аст ва] ҳеҷ маъбуде ҷуз Ӯ нест, яқинан, ҳамагӣ шуморо рӯзи қиёмат, ки тардиде дар [вуқуи] он нест, ҷамъ мекунад. Ва кист, ки аз Аллоҳ таоло ростгӯйтар бошад"
        }
    ]
}