{
    "pages": [
        {
            "chapter": 4,
            "verse": 148,
            "text": "Allah does not love the loud (expression) of odious words except for him who has been done an injustice, and Allah has been Ever-Hearing, Ever-Knowing"
        },
        {
            "chapter": 4,
            "verse": 149,
            "text": "In case you display a charitable (deed), or conceal it, or be clement towards an odious deed, then surely Allah has been Ever-Clement, Ever-Determiner"
        },
        {
            "chapter": 4,
            "verse": 150,
            "text": "Surely the ones who disbelieve in Allah and His Messengers and would make a distinction between Allah and His Messengers, and say, \"We believe in some, and disbelieve in some (others), \" and would take to themselves a way in-between, (Literally: a way between that; i.e. away between this and that)"
        },
        {
            "chapter": 4,
            "verse": 151,
            "text": "Those are they (who are) truly the disbelievers; and We have readied for the disbelievers a degrading torment"
        },
        {
            "chapter": 4,
            "verse": 152,
            "text": "And the ones who have believed in Allah and His Messengers and have made no distinction between any of them, those He will eventually bring them their rewards, and Allah has been Ever-Forgiving, Ever-Merciful"
        },
        {
            "chapter": 4,
            "verse": 153,
            "text": "The population of the Book (Or: Family of the Book, i.e., the Jews and Christians) ask you to (keep) (Moses) bringing down upon them a Book from the heaven; yet they already asked Musa far greater than that; So they said, \"Show us Allah openly.\" Then the stunning (thunderbolt) took them for their injustice. Thereafter they took to themselves the Calf, even after the supreme evidences came to them, yet We were clement (towards them) for that, and We brought M?s'a an evident all-binding authority"
        },
        {
            "chapter": 4,
            "verse": 154,
            "text": "And We raised above them the Tur, (Mount) (taking) compact with them. And We said to them, \"Enter in at the gate, constantly prostrating.\" And We said to them, \"Do not be aggressors on the Sabbath, \" (Mount) and We took from them a solemn compact"
        }
    ]
}