{
    "pages": [
        {
            "chapter": 6,
            "verse": 152,
            "text": "And do not draw near the wealth of the orphan, except in the fairest (manner), until he has reached full age. And fill up the measure and the balance with equity. We do not charge (any) self except to its capacity; and when you say (anything), then be just (i.e., do justice) even if he were a near kinsman. And fulfil the covenant of Allah. That is what He has enjoined you with, that possibly you would be mindful"
        },
        {
            "chapter": 6,
            "verse": 153,
            "text": "And that this is My Path, a straight (one); so follow it closely and do not follow the (other) ways, or then they would make you part away from His way. That (Literally: those \"rules\") is what He has enjoined you with, that possibly you would be pious"
        },
        {
            "chapter": 6,
            "verse": 154,
            "text": "Thereafter We brought Musa (Moses) the Book, perfect for him who does fair (deeds), and expounding everything, and a guidance and a mercy, that possibly they would believe in the meeting with their Lord"
        },
        {
            "chapter": 6,
            "verse": 155,
            "text": "And this is a Book We have sent down, blessed; so follow it closely and be pious, that possibly you would be (granted) mercy"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "So that you may not say, \"Surely the Book was sent down only upon two sections even before us, and decidedly we have indeed been heedless of their study"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "Or that you may not say, \" (As) for us, if the Book had been sent down upon us, we would indeed have been more rightly-guided than they.\" Yet a supreme evidence has already come to you from your Lord, and a guidance and a mercy. So, who is more unjust than he who cries lies to the signs of Allah and turns aside from them? We will soon recompense the ones who turn aside from Our signs with an odious torment for that they used to turn aside (from them)"
        }
    ]
}