{
    "pages": [
        {
            "chapter": 7,
            "verse": 68,
            "text": "I constantly proclaim to you the Messages of my Lord, and I am for you a devoted adviser"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "And do you wonder (Literally: have you wondered) that a Remembrance from your Lord has come to you upon a man among you, that he may warn you? And remember when (Literally: as) He made you successors even after the people of Nuh, and increased you sizably (Literally: Outspreading \"in stature\") in creation. So remember the boons of Allah, that possibly you would prosper"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "They said, \"Have you come to us that we may worship Allah alone and leave out what our fathers were worshiping? Then come up to us with what you promise us, in case you are of the sincere"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "He said, \"Abomination and anger from your Lord have already befallen you. Do you dispute with me over names you have named, you and your fathers, (for) in no way has Allah ever sent down regarding them any all-binding authority? So, await, surely I will be with you among (the ones) a waiting"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "So We delivered him, and the ones with him, by a mercy from Us; and We cut off the last trace of (the ones) who cried lies to Our signs and in no way were they believers"
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "And to Thamud (We sent) their brother Salih. He said, \"O my people! Worship Allah! In no way do you have any god other than He. A Supremely evident (sign) from your Lord has already come to you. This is the she-camel of Allah to be a sign for you. So leave her out (free) to eat in the earth of Allah, and do not touch her with any odious (treatment) (lest) then a painful torment should take you (away)"
        }
    ]
}