{
    "pages": [
        {
            "chapter": 7,
            "verse": 188,
            "text": "Say, \"I do not possess (any) benefit or harm for myself, except what ever Allah decides; and if I had known the Unseen, I would indeed have got plenty of the most charitable things, and in no way would odious times have touched me. Decidedly I am nothing except a constant warner and a constant bearer of good tidings to a people who believe"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "He is The One Who created you of one self, and made of it its spouse that he might serenely dwell with her. Then as soon as he (intimately) enveloped her, she bore a light burden, then she passed by with it; then when she became heavy, they both invoked Allah their Lord, \"Indeed in case you bring us a righteous (child), (Or: of righteous disosition.) we indeed will be definitely of the thankful"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Then, as soon as He brought them a righteous (child), they set up for Him associates in what He had brought them. Yet Allah is Supremely Exalted above whatever they associate"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Do they associate (with Allah) that which does not create anything, and they themselves are created"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "And that are unable to vindicate them, neither will they vindicate themselves"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "And in case you (i.e. the believers) call them to the guidance, they do not ever follow you; equal it is to you whether you call them, or whether you are silent"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Surely the ones you invoke, apart from Allah, are bondmen the likes of you; so invoke them, (and) then let them respond to you, in case you are sincere"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Do they have legs with which they walk, or (even) do they have hands with which they assault, or (even) do they have eyes with which they behold, or (even) do they have ears with which they hear? Say, \"Invoke your associates, thereafter plot against me, (and) then do not respite me"
        }
    ]
}