{
    "pages": [
        {
            "chapter": 10,
            "verse": 107,
            "text": "And in case Allah touches you with adversity, then none (can) lift it off except He; and in case He wills any charity for you, then none (can) turn back His Grace; He causes it to alight on whomever He decides of His bondmen; and He is The Ever-Forgiving, The Ever-Merciful"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "Say, O you mankind! The Truth has already come to you from your Lord. So whoever is guided, then surely he is guided only for his (own) self, and whoever errs, then surely he errs only against it; and in no way am I a constant trustee over you"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "And closely follow what is revealed to you, and (endure) patiently until Allah judges; and He is The Most Charitable of judges"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "Alif, Lam, Ra. (These are names of letters of the Arabic alphabet, and only Allah knows their meaning here) A book whose ayat (i.e., verses, signs) are set clear; thereafter expounded from very close to (Or: close to the Grace of) One Ever-Wise, Ever-Cognizant"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "(Saying), \"Worship none except Allah.\" Surely I (myself) (i.e., Muhammad) am to you a warner and a bearer of good things from Him"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "And (saying), \"Ask forgiveness of your Lord, thereafter repent to Him, (and) He will make you to enjoy fair enjoyment to a stated term and He will bring of His Grace to everybody owning grace. And in case they turn away, then surely I fear for you the torment of a Great Day"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "To Allah is your return, and He is Ever-Determiner over everything"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Verily, (Literally: Is it not \"true that\"?) they surely bend their breasts to try to conceal themselves from Him. Verily while they try to envelop themselves in their clothes, He knows what they keep secret and what they make public. Surely He is Ever-Knowing of the inmost thoughts within the breasts (Literally: what the breasts own)"
        }
    ]
}