{
    "pages": [
        {
            "chapter": 11,
            "verse": 13,
            "text": "Or (even) do they say, \"He has fabricated it!\" Say, \"Then come up with ten Surahs the like of it, fabricated; and invoke whomever you are able, apart from Allah, in case you are sincere"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "So, in case they (i.e. the disbelievers) do not respond to you, then know that it has been sent down only with the knowledge of Allah and that there is no god except He. So are you (now) Muslims? (i.e., have you surrendered \"to Him)"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Whoever is willing (to gain) the present life (Literally: the lowly life, i.e., the life of this world) and its adornment, We will pay them therein in full for their deeds and they shall not be depreciated (i.e., their deeds will not be depreciated) therein"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "Those are they for whom in the Hereafter there is nothing except the Fire, and whatever they worked (i.e., did) therein will be frustrated, and whatever they were doing will be void (Literally: untrue)"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "So, is he who (depends) upon a Supreme evidence from his Lord, and a witness from Him recites it (equal to a disbeliever)? And even before him is the Book of Musa (Moses) for a leader (i.e., Literally:Iman = guide) and a mercy? Those believe in it; and whoever disbelieves in it from (among) the parties, then the Fire is his promised (reward). So do not be (engaged in) wrangling about it; surely it is the Truth from your Lord, but most of mankind do not believe"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "And who is more unjust than he who fabricates against Allah a lie? Those will be set before their Lord, and the (noble) witnesses (Witnesses of the Angels and Messengers) will say, \"These are they who lied against their Lord.\" Verily, the curse of Allah is upon the unjust"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "Who bar from the way of Allah and inequitably seek to make it crooked, and they are the ones (who) are themselves disbelievers in the Hereafter"
        }
    ]
}