{
    "pages": [
        {
            "chapter": 12,
            "verse": 79,
            "text": "He said, \" Allah be my refuge that we should take anyone except him at whom we found our belongings; (then) surely we would indeed be unjust"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "Then as soon as they finally despaired of (moving) him, they conferred privily apart. The great one (i.e., the leader, the eldest) of them said, \"Do you not know that your father has taken a binding compact from you by Allah, and even before you neglected regarding Yusuf? (Joseph) Never will I leave off from (this) land, until my father gives me permission (to do so) or Allah judges for me, and He is The Most Charitable of judges"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Return to your father and so say, 'O our father, surely your son stole; and in no way do we testify except to what we know; and in no way were we preservers of the Unseen"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "And ask the town wherein we were and the caravan in which we came forward, and surely we are indeed sincere"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "He (Their father) said, \"No indeed, (but) your selves instigated you to do (their) command; yet patience is becoming! It may be that Allah would (make) them altogether come up to me. Surely He, Ever He, is The Ever-Knowing, The Ever-Wise"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "And he turned away from them and said, \"O, how sorrowful am I for Yusuf!\" (Joseph) And his eyes whitened with grief that he was constantly repressed (with sorrow)"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "They said, \"By Allah you will keep on remembering Yusuf (Joseph) till you are decrepit, or among the perishing"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "He said, \"Surely I complain of my anguish and my grief only to Allah, and I know from Allah what you do not know"
        }
    ]
}