{
    "pages": [
        {
            "chapter": 13,
            "verse": 14,
            "text": "To Him is the call of Truth. And the ones upon whom they invoke, apart from Him, do not respond to them in anything, except it is as one who stretches out his hands to water that it may reach his mouth; and in no way will it reach it. And in no way does the invocation of the disbelievers go anywhere except in error"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "And to Allah prostrate themselves whoever are in the heavens and the earth, willingly and unwillingly, and their shadows (prostrate) in the early mornings and (the hours) before sunset. A prostration is to be performed here"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Say, \"Who is The Lord of the heavens and the earth?\" Say, \" Allah.\" Say, \"Then have you taken to yourselves, apart from Him, constant patrons (who) do not possess for themselves neither profit nor harm?\" Say, \"Are the blind (man) and the beholding (one) equal? Or even are the darknesses and the light equal?\" Or have they made up for Allah associates who created the like of His creation, so that creation appeared similar to them? Say, \" Allah is The Creator of everything and He is The One, The Superb Vanquisher"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "He sends down from the heaven water so that valleys flow, each to its determined (course), so that the flood carries away (on its surface) a swelling scum. And from that on which they kindle fire (i.e., or) seeking (to make) ornaments or belongings, out of that there is a scum like it. Thus Allah strikes the Truth and the untruth. So, as for the scum, then it goes away as jetsam (i.e., vanishes as useless) and as for whatever profits mankind, then it stays in the earth. Thus Allah strikes the similitudes"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "For the ones who have responded to their Lord, (the reward) is the fairest; and the ones have not responded to Him, if they had whatever is in the earth altogether and the like of it with it, they would indeed have ransomed themselves with it. Those will have an odious reckoning and their abode will be Hell; and miserable is the resting place"
        }
    ]
}