{
    "pages": [
        {
            "chapter": 16,
            "verse": 35,
            "text": "And the ones who have associated (others with Allah) have said, \"If Allah had so decided, in no way would we have worshiped, apart from Him, anything, neither we nor our fathers; and in no way would we have prohibited, apart from Him, anything (whatsoever).\" Thus did the ones before them perform. So are the Messengers (entrusted) with anything except (to deliver) the evident proclamation"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "And indeed We have already sent forth in every nation a Messenger (saying), \"Worship Allah and avoid the Taghut.\" (i.e., false gods) Then (some) of them Allah guided; and errancy came true against (some of) them. So travel in the earth, then look into how was the end of the beliers"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "In case you are eager for their guidance, (yet) surely Allah does not guide the ones whom He leads into error, and in no way do they have any vindicators"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "And they have sworn by Allah the most earnest oaths (that) Allah will not make him who dies to rise again. Yes indeed, it is a promise truly (binding) upon Him; but most of mankind do not know"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "So that He may make evident to them wherein they differ, and that the ones who disbelieved may know that they were liars"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "Surely Our only Saying to a thing when We have willed it, is that We say to it, \"Be!\" so it is"
        },
        {
            "chapter": 16,
            "verse": 41,
            "text": "And the ones who emigrated in (the cause of) Allah even after they were done an injustice, indeed We will definitely locate them in the present life (Literally: the lowly life, i.e., the life of this world) a fair (location), and indeed the reward of the Hereafter is greater, if they did (only) know"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "(Such are) the ones who have endured patiently and have put their trust in their Lord"
        }
    ]
}