{
    "pages": [
        {
            "chapter": 17,
            "verse": 18,
            "text": "Whoever is willing (to gain) (this) hasty (world), We (quickly) hasten for him therein whatever We decide to whomever We will; thereafter We make for him Hell where he will roast, reprobated and (regretfully) rejected"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "And whoever is willing (to gain) the Hereafter and diligently endeavors after it as he should (endeavor), being a believer, then those, their endeavor is to be thanked"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "Each do We supply, these and these (too) from your Lord?s gift, and in no way can your Lord's gift be walled up"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "Look how We have graced some of them over the others, (Literally: over some \"others\") and indeed the Hereafter is greater in degrees and greater with marked graciousness"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "Do not make up with Allah another god, for then you will sit reprobated (and) abandoned"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "And your Lord has decreed that you should not worship any except Him (only) and (to show) fairest companionship to parents; in case ever one or both of them reaches old age (Literally: being great \"in years\") in your presence, do not say to them, \"Fie!\" nor scold them; and speak to them respectful words (Literally: say to them an honorable saying)"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "And lower to them the wing of humbleness out of mercy and say, \"Lord! Have mercy on them, as they reared me (when I was) small"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "Your Lord knows best whatever is in your selves. In case you are righteous, then surely He has been Ever-Forgiving to the constant resorters (to Him)"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "And bring to a near kinsman his true (right) and (to) the indigent and the wayfarer; and do not squander wantonly (Literally: in \"wanton\" squandering)"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "Surely the squanderers have been brethren of Ash-Shayatin (The all-vicious ones, i.e., the devils), and Ash-Shaytan has ever been ever-disbelieving to his Lord"
        }
    ]
}