{
    "pages": [
        {
            "chapter": 26,
            "verse": 61,
            "text": "Then, as soon as the two gatherings sighted each other, the companions of Musa (Moses) said, \"Surely we are indeed overtaken"
        },
        {
            "chapter": 26,
            "verse": 62,
            "text": "He said, \"Not at all. Surely my Lord is with me; He will soon guide me"
        },
        {
            "chapter": 26,
            "verse": 63,
            "text": "Then We revealed to Musa, (saying), \"Strike with your staff the sea.\" So it split, and each (separate) part was as a tremendous towering mountain"
        },
        {
            "chapter": 26,
            "verse": 64,
            "text": "And We drew forward the others there"
        },
        {
            "chapter": 26,
            "verse": 65,
            "text": "And We delivered Musa and the ones with him all together"
        },
        {
            "chapter": 26,
            "verse": 66,
            "text": "Thereafter We drowned the others"
        },
        {
            "chapter": 26,
            "verse": 67,
            "text": "Surely in that is indeed a sign, and in no way were most of them believers"
        },
        {
            "chapter": 26,
            "verse": 68,
            "text": "And surely your Lord, He is indeed The Ever-Mighty, The Ever-Merciful"
        },
        {
            "chapter": 26,
            "verse": 69,
            "text": "And recite to them the tiding ofIbrahim, (Abraham)"
        },
        {
            "chapter": 26,
            "verse": 70,
            "text": "As he said to his father and his people, \"What do you worship"
        },
        {
            "chapter": 26,
            "verse": 71,
            "text": "They said, \"We worship idols, so we linger on consecrating (ourselves) to them"
        },
        {
            "chapter": 26,
            "verse": 72,
            "text": "He said, \"Do they hear you as you invoke (them)"
        },
        {
            "chapter": 26,
            "verse": 73,
            "text": "Or do they profit you or harm (you)"
        },
        {
            "chapter": 26,
            "verse": 74,
            "text": "They said, \"No indeed, (but) we found our fathers thus performing"
        },
        {
            "chapter": 26,
            "verse": 75,
            "text": "He said, \"Have you then seen what you have been worshiping"
        },
        {
            "chapter": 26,
            "verse": 76,
            "text": "You and your fathers of old"
        },
        {
            "chapter": 26,
            "verse": 77,
            "text": "Yet, surely they are an enemy to me, except The Lord of the worlds"
        },
        {
            "chapter": 26,
            "verse": 78,
            "text": "Who created me. And so He, Ever He, guides me"
        },
        {
            "chapter": 26,
            "verse": 79,
            "text": "And (it is He) Who, Ever He, feeds me and He gives me to drink"
        },
        {
            "chapter": 26,
            "verse": 80,
            "text": "And when I am sick, then He, Ever He, cures me"
        },
        {
            "chapter": 26,
            "verse": 81,
            "text": "And (it is He) Who makes me to die; thereafter He gives me life"
        },
        {
            "chapter": 26,
            "verse": 82,
            "text": "And Whom I long (that) He will forgive me my offense (s) on the Day of Doom. (Or: Judgment)"
        },
        {
            "chapter": 26,
            "verse": 83,
            "text": "My Lord! Bestow upon me judgment, and join me with the righteous"
        }
    ]
}