{
    "pages": [
        {
            "chapter": 29,
            "verse": 7,
            "text": "And the ones who have believed and done deeds of righteousness, indeed We will definitely expiate for them their odious deeds, and indeed We will definitely recompense them the best of whatever they were doing"
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "And We have enjoined upon man the fair (companionship) to his parents; and in case they strive with you to make you associate with Me that whereof you have no knowledge, then do not obey them. To Me will be your return, then I will (fully) inform you of whatever you were doing"
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "And the ones who have believed and have done deeds of righteousness, indeed We will definitely admit them among the righteous"
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "And of mankind are (the ones) who say, \"We have believed in Allah.\" Then when (any of them) is hurt in (the cause of) Allah, he makes the temptation of mankind as the torment of Allah, and in case victory indeed comes from your Lord, indeed they will definitely say, \"Surely we were with you.\" And does not Allah know best whatever is in the breasts of the worlds"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "And indeed Allah definitely knows the ones who have believed, and indeed He definitely knows the hypocrites"
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "And the ones who have disbelieved said to the ones who have believed, \"Closely follow our way and let us carry your sins.\" And in no way can they carry anything of their sins. Surely they are indeed liars"
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "And indeed they will definitely carry their heavy burdens and other heavy burdens with their (own) heavy burdens. And indeed they will be definitely asked on the Day of the Resurrection concerning whatever they used to fabricate"
        },
        {
            "chapter": 29,
            "verse": 14,
            "text": "And indeed We already sent Nuh (Noah) to his people. So he lingered among them a thousand years except fifty seasons. Then the Deluge took them (away) (for) they were unjust"
        }
    ]
}