{
    "pages": [
        {
            "chapter": 41,
            "verse": 21,
            "text": "And they will say to their skins, \"Why have you testified against us?\" They will say, \" Allah has caused us to pronounce (words), Who has caused everything to pronounce (words). And He created you the first time, and to Him you will be returned"
        },
        {
            "chapter": 41,
            "verse": 22,
            "text": "And in no way did you take to screening yourselves that neither your hearing, nor your beholdings, (i.e., eyesight (s) nor your skins should testify against you; but you surmised that Allah does not know much of whatever you did"
        },
        {
            "chapter": 41,
            "verse": 23,
            "text": "And that (Literally: those (s) (was) the surmise you surmised about your Lord; it has toppled you; so you have become among the losers"
        },
        {
            "chapter": 41,
            "verse": 24,
            "text": "So in case they (endure) patiently, then the Fire will be a lodging for them, and in case they ask amends, yet in no way will they be (allowed) to make amends"
        },
        {
            "chapter": 41,
            "verse": 25,
            "text": "And We have preordained for them comrades; so they have adorned for them that which is before (Literally: between their hands) them and that which is behind them. And against them the Saying has come true among nations that passed even before them of the jinn and of mankind. Surely they were losers"
        },
        {
            "chapter": 41,
            "verse": 26,
            "text": "And the ones who have disbelieved say, \"Do not give ear to this Qur'an, and talk idly about it, that possibly you would overcome"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "So indeed We will definitely cause the ones who have disbelieved to taste strict torment, and indeed We will definitely recompense them (for) the most odious of whatever they were doing"
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "That is the recompense of the enemies of Allah: the Fire, wherein they will have the Home of Eternity as a recompense for that they used to repudiate Our signs"
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "And the ones who have disbelieved will say, \" Our Lord, show us the ones that led us into error, (both) the jinn and mankind, (and) we would set them beneath our feet, that they both may be among the basest ones"
        }
    ]
}