{
    "pages": [
        {
            "chapter": 60,
            "verse": 12,
            "text": "O you Prophet, when female believers come to you, swearing allegiance to you that they will not associate with Allah anything, and will not steal, nor commit adultery, nor kill their children, nor come up with (i.e., bring) all-evident calumny they fabricate between their hands and their legs, nor disobey you in anything beneficent, then accept their allegiance and ask the forgiveness of Allah for them. Surely Allah is Ever-Forgiving, Ever-Merciful"
        },
        {
            "chapter": 60,
            "verse": 13,
            "text": "O you who have believed, do not patronize a people against whom Allah is angry, (and) who have already despaired of the Hereafter, even as steadfast disbelievers (i.e., occupants) have despaired of the companions of the tombs"
        },
        {
            "chapter": 61,
            "verse": 1,
            "text": "Whatever is in the heavens and whatever is in the earth extols to Allah; and He is The Ever-Mighty, The Ever-Wise"
        },
        {
            "chapter": 61,
            "verse": 2,
            "text": "O you who have believed, why do you say that which you do not perform? (i.e., occupants)"
        },
        {
            "chapter": 61,
            "verse": 3,
            "text": "Greatly detested (Literally: great is detesting) (is it) in the Reckoning of Allah, that you say what you do not perform. (i.e., occupants)"
        },
        {
            "chapter": 61,
            "verse": 4,
            "text": "Surely Allah loves the ones who fight in His way in rank (s) as if they were a compact structure"
        },
        {
            "chapter": 61,
            "verse": 5,
            "text": "And (remember) as Musa (Moses) said to his people, \"O my people, why do you hurt me, and you already know that I am the Messenger of Allah to you?\" So as soon as they swerved, Allah caused their hearts to swerve; and Allah does not guide the immoral people"
        }
    ]
}