{
    "maqras": [
        {
            "chapter": 15,
            "verse": 1,
            "text": "अलिफ़॰ लाम॰ रा॰। यह किताब अर्थात स्पष्ट क़ुरआन की आयतें हैं"
        },
        {
            "chapter": 15,
            "verse": 2,
            "text": "ऐसे समय आएँगे जब इनकार करनेवाले कामना करेंगे कि क्या ही अच्छा होता कि हम मुस्लिम (आज्ञाकारी) होते"
        },
        {
            "chapter": 15,
            "verse": 3,
            "text": "छोड़ो उन्हें खाएँ और मज़े उड़ाएँ और (लम्बी) आशा उन्हें भुलावे में डाले रखे। उन्हें जल्द ही मालूम हो जाएगा"
        },
        {
            "chapter": 15,
            "verse": 4,
            "text": "हमने जिस बस्ती को भी विनष्ट किया है, उसके लिए अनिवार्यतः एक निश्चित फ़ैसला रहा है"
        },
        {
            "chapter": 15,
            "verse": 5,
            "text": "किसी समुदाय के लोग न अपने निश्चि‍त समय से आगे बढ़ सकते है और न वे पीछे रह सकते है"
        },
        {
            "chapter": 15,
            "verse": 6,
            "text": "वे कहते है, \"ऐ व्यक्ति, जिसपर अनुस्मरण अवतरित हुआ, तुम निश्चय ही दीवाने हो"
        },
        {
            "chapter": 15,
            "verse": 7,
            "text": "यदि तुम सच्चे हो तो हमारे समक्ष फ़रिश्तों को क्यों नहीं ले आते"
        },
        {
            "chapter": 15,
            "verse": 8,
            "text": "फ़रिश्तों को हम केवल सत्य के प्रयोजन हेतु उतारते है और उस समय लोगों को मुहलत नहीं मिलेगी"
        },
        {
            "chapter": 15,
            "verse": 9,
            "text": "यह अनुसरण निश्चय ही हमने अवतरित किया है और हम स्वयं इसके रक्षक हैं"
        },
        {
            "chapter": 15,
            "verse": 10,
            "text": "तुमसे पहले कितने ही विगत गिरोंहों में हम रसूल भेज चुके है"
        },
        {
            "chapter": 15,
            "verse": 11,
            "text": "कोई भी रसूल उनके पास ऐसा नहीं आया, जिसका उन्होंने उपहास न किया हो"
        },
        {
            "chapter": 15,
            "verse": 12,
            "text": "इसी तरह हम अपराधियों के दिलों में इसे उतारते है"
        },
        {
            "chapter": 15,
            "verse": 13,
            "text": "वे इसे मानेंगे नहीं। पहले के लोगों की मिसालें गुज़र चुकी हैं"
        },
        {
            "chapter": 15,
            "verse": 14,
            "text": "यदि हम उनपर आकाश से कोई द्वार खोल दें और वे दिन-दहाड़े उसमें चढ़ने भी लगें"
        },
        {
            "chapter": 15,
            "verse": 15,
            "text": "फिर भी वे यही कहेंगे, \"हमारी आँखें मदमाती हैं, बल्कि हम लोगों पर जादू कर दिया गया है"
        },
        {
            "chapter": 15,
            "verse": 16,
            "text": "हमने आकाश में बुर्ज (तारा-समूह) बनाए और हमने उसे देखनेवालों के लिए सुसज्जित भी किया"
        },
        {
            "chapter": 15,
            "verse": 17,
            "text": "और हर फिटकारे हुए शैतान से उसे सुरक्षित रखा"
        },
        {
            "chapter": 15,
            "verse": 18,
            "text": "यह और बात है कि किसी ने चोरी-छिपे कुछ सुनगुन ले लिया तो एक प्रत्यक्ष अग्निशिखा ने भी झपटकर उसका पीछा किया"
        },
        {
            "chapter": 15,
            "verse": 19,
            "text": "और हमने धरती को फैलाया और उसमें अटल पहाड़ डाल दिए और उसमें हर चीज़ नपे-तुले अन्दाज़ में उगाई"
        },
        {
            "chapter": 15,
            "verse": 20,
            "text": "और उसमें तुम्हारे गुज़र-बसर के सामान निर्मित किए, और उनको भी जिनको रोज़ी देनेवाले तुम नहीं हो"
        },
        {
            "chapter": 15,
            "verse": 21,
            "text": "कोई भी चीज़ तो ऐसी नहीं है जिसके भंडार हमारे पास न हों, फिर भी हम उसे एक ज्ञात (निश्चिंत) मात्रा के साथ उतारते है"
        },
        {
            "chapter": 15,
            "verse": 22,
            "text": "हम ही वर्षा लानेवाली हवाओं को भेजते है। फिर आकाश से पानी बरसाते है और उससे तुम्हें सिंचित करते है। उसके ख़जानादार तुम नहीं हो"
        },
        {
            "chapter": 15,
            "verse": 23,
            "text": "हम ही जीवन और मृत्यु देते है और हम ही उत्तराधिकारी रह जाते है"
        },
        {
            "chapter": 15,
            "verse": 24,
            "text": "हम तुम्हारे पहले के लोगों को भी जानते है और बाद के आनेवालों को भी हम जानते है"
        },
        {
            "chapter": 15,
            "verse": 25,
            "text": "तुम्हारा रब ही है, जो उन्हें इकट्ठा करेगा। निस्संदेह वह तत्वदर्शी, सर्वज्ञ है"
        },
        {
            "chapter": 15,
            "verse": 26,
            "text": "हमने मनुष्य को सड़े हुए गारे की खनखनाती हुई मिट्टी से बनाया है"
        },
        {
            "chapter": 15,
            "verse": 27,
            "text": "और उससे पहले हम जिन्नों को लू रूपी अग्नि से पैदा कर चुके थे"
        },
        {
            "chapter": 15,
            "verse": 28,
            "text": "याद करो जब तुम्हारे रब ने फ़रिश्तों से कहा, \"मैं सड़े हुए गारे की खनखनाती हुई मिट्टी से एक मनुष्य पैदा करनेवाला हूँ"
        },
        {
            "chapter": 15,
            "verse": 29,
            "text": "तो जब मैं उसे पूरा बना चुकूँ और उसमें अपनी रूह फूँक दूँ तो तुम उसके आगे सजदे में गिर जाना"
        },
        {
            "chapter": 15,
            "verse": 30,
            "text": "अतएव सब के सब फ़रिश्तो ने सजदा किया"
        },
        {
            "chapter": 15,
            "verse": 31,
            "text": "सिवाय इबलीस के। उसने सजदा करनेवालों के साथ शामिल होने से इनकार कर दिया"
        },
        {
            "chapter": 15,
            "verse": 32,
            "text": "कहा, \"ऐ इबलीस! तुझे क्या हुआ कि तू सजदा करनेवालों में शामिल नहीं हुआ"
        },
        {
            "chapter": 15,
            "verse": 33,
            "text": "उसने कहा, \"मैं ऐसा नहीं हूँ कि मैं उस मनुष्य को सजदा करूँ जिसको तू ने सड़े हुए गारे की खनखनाती हुए मिट्टी से बनाया।"
        },
        {
            "chapter": 15,
            "verse": 34,
            "text": "कहा, \"अच्छा, तू निकल जा यहाँ से, क्योंकि तुझपर फिटकार है"
        },
        {
            "chapter": 15,
            "verse": 35,
            "text": "निश्चय ही बदले के दिन तक तुझ पर धिक्कार है।"
        },
        {
            "chapter": 15,
            "verse": 36,
            "text": "उसने कहा, \"मेरे रब! फिर तू मुझे उस दिन तक के लिए मुहलत दे, जबकि सब उठाए जाएँगे।"
        },
        {
            "chapter": 15,
            "verse": 37,
            "text": "कहा, \"अच्छा, तुझे मुहलत है"
        },
        {
            "chapter": 15,
            "verse": 38,
            "text": "उस दिन तक के लिए जिसका समय ज्ञात एवं नियत है।"
        },
        {
            "chapter": 15,
            "verse": 39,
            "text": "उसने कहा, \"मेरे रब! इसलिए कि तूने मुझे सीधे मार्ग से विचलित कर दिया है, अतः मैं भी धरती में उनके लिए मनमोहकता पैदा करूँगा और उन सबको बहकाकर रहूँगा"
        },
        {
            "chapter": 15,
            "verse": 40,
            "text": "सिवाय उनके जो तेरे चुने हुए बन्दे होंगे।"
        },
        {
            "chapter": 15,
            "verse": 41,
            "text": "कहा, \"मुझ तक पहुँचने का यही सीधा मार्ग है"
        },
        {
            "chapter": 15,
            "verse": 42,
            "text": "मेरे बन्दों पर तो तेरा कुछ ज़ोर न चलेगा, सिवाय उन बहके हुए लोगों को जो तेरे पीछे हो लें"
        },
        {
            "chapter": 15,
            "verse": 43,
            "text": "निश्चय ही जहन्नम ही का ऐसे समस्त लोगों से वादा है"
        },
        {
            "chapter": 15,
            "verse": 44,
            "text": "उसके सात द्वार है। प्रत्येक द्वार के लिए एक ख़ास हिस्सा होगा।"
        },
        {
            "chapter": 15,
            "verse": 45,
            "text": "निस्संदेह डर रखनेवाले बाग़ों और स्रोतों में होंगे"
        },
        {
            "chapter": 15,
            "verse": 46,
            "text": "प्रवेश करो इनमें निर्भयतापूर्वक सलामती के साथ"
        },
        {
            "chapter": 15,
            "verse": 47,
            "text": "उनके सीनों में जो मन-मुटाव होगा उसे हम दूर कर देंगे। वे भाई-भाई बनकर आमने-सामने तख़्तों पर होंगे"
        },
        {
            "chapter": 15,
            "verse": 48,
            "text": "उन्हें वहाँ न तो कोई थकान और तकलीफ़ पहुँचेगी औऱ न वे वहाँ से कभी निकाले ही जाएँगे"
        },
        {
            "chapter": 15,
            "verse": 49,
            "text": "मेरे बन्दों को सूचित कर दो कि मैं अत्यन्त क्षमाशील, दयावान हूँ"
        }
    ]
}