{
    "maqras": [
        {
            "chapter": 23,
            "verse": 1,
            "text": "सफल हो गए ईमानवाले"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "जो अपनी नमाज़ों में विनम्रता अपनाते है"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "और जो व्यर्थ बातों से पहलू बचाते है"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "और जो ज़कात अदा करते है"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "और जो अपने गुप्तांगों की रक्षा करते है"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "सिवाय इस सूरत के कि अपनी पत्नि यों या लौंडियों के पास जाएँ कि इसपर वे निन्दनीय नहीं है"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "परन्तु जो कोई इसके अतिरिक्त कुछ और चाहे तो ऐसे ही लोग सीमा उल्लंघन करनेवाले है।"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "और जो अपनी अमानतों और अपनी प्रतिज्ञा का ध्यान रखते है"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "और जो अपनी नमाज़ों की रक्षा करते हैं"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "वही वारिस होने वाले है"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "जो फ़िरदौस की विरासत पाएँगे। वे उसमें सदैव रहेंगे"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "हमने मनुष्य को मिट्टी के सत से बनाया"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "फिर हमने उसे एक सुरक्षित ठहरने की जगह टपकी हुई बूँद बनाकर रखा"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "फिर हमने उस बूँद को लोथड़े का रूप दिया; फिर हमने उस लोथड़े को बोटी का रूप दिया; फिर हमने उन हड्डियों पर मांस चढाया; फिर हमने उसे एक दूसरा ही सर्जन रूप देकर खड़ा किया। अतः बहुत ही बरकतवाला है अल्लाह, सबसे उत्तम स्रष्टा"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "फिर तुम अवश्य मरनेवाले हो"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "फिर क़ियामत के दिन तुम निश्चय ही उठाए जाओगे"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "और हमने तुम्हारे ऊपर सात रास्ते बनाए है। और हम सृष्टि-कार्य से ग़ाफ़िल नहीं"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "और हमने आकाश से एक अंदाज़े के साथ पानी उतारा। फिर हमने उसे धरती में ठहरा दिया, और उसे विलुप्त करने की सामर्थ्य भी हमें प्राप्त है"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "फिर हमने उसके द्वारा तुम्हारे लिए खजूरो और अंगूरों के बाग़ पैदा किए। तुम्हारे लिए उनमें बहुत-से फल है (जिनमें तुम्हारे लिए कितने ही लाभ है) और उनमें से तुम खाते हो"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "और वह वृक्ष भी जो सैना पर्वत से निकलता है, जो तेल और खानेवालों के लिए सालन लिए हुए उगता है"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "और निश्चय ही तुम्हारे लिए चौपायों में भी एक शिक्षा है। उनके पेटों में जो कुछ है उसमें से हम तुम्हें पिलाते है। औऱ तुम्हारे लिए उनमें बहुत-से फ़ायदे है और उन्हें तुम खाते भी हो"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "और उनपर और नौकाओं पर तुम सवार होते हो"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "हमने नूह को उसकी क़ौम की ओर भेजा तो उसने कहा, \"ऐ मेरी क़ौम के लोगो! अल्लाह की बन्दगी करो। उसके सिवा तुम्हारा और कोई इष्ट-पूज्य नहीं है तो क्या तुम डर नहीं रखते"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "इसपर उनकी क़ौम के सरदार, जिन्होंने इनकार किया था, कहने लगे, \"यह तो बस तुम्हीं जैसा एक मनुष्य है। चाहता है कि तुमपर श्रेष्ठता प्राप्त करे।\"\"अल्लाह यदि चाहता तो फ़रिश्ते उतार देता। यह बात तो हमने अपने अगले बाप-दादा के समयों से सुनी ही नहीं"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "यह तो बस एक उन्मादग्रस्त व्यक्ति है। अतः एक समय तक इसकी प्रतीक्षा कर लो।"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "उसने कहा, \"ऐ मेरे रब! इन्होंने मुझे जो झुठलाया है, इसपर तू मेरी सहायता कर।"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "तब हमने उसकी ओर प्रकाशना की कि \"हमारी आँखों के सामने और हमारी प्रकाशना के अनुसार नौका बना और फिर जब हमारा आदेश आ जाए और तूफ़ान उमड़ पड़े तो प्रत्येक प्रजाति में से एक-एक जोड़ा उसमें रख ले और अपने लोगों को भी, सिवाय उनके जिनके विरुद्ध पहले फ़ैसला हो चुका है। और अत्याचारियों के विषय में मुझसे बात न करना। वे तो डूबकर रहेंगे"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "फिर जब तू नौका पर सवार हो जाए और तेरे साथी भी तो कह, प्रशंसा है अल्लाह की, जिसने हमें ज़ालिम लोगों से छुटकारा दिया"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "और कह, ऐ मेरे रब! मुझे बरकतवाली जगह उतार। और तू सबसे अच्छा मेज़बान है।"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "निस्संदेह इसमें कितनी ही निशानियाँ हैं और परीक्षा तो हम करते ही है"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "फिर उनके पश्चात हमने एक दूसरी नस्ल को उठाया"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "और उनमें हमने स्वयं उन्हीं में से एक रसूल भेजा कि \"अल्लाह की बन्दगी करो। उसके सिवा तुम्हारा कोई इष्ट-पूज्य नहीं। तो क्या तुम डर नहीं रखते"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "उसकी क़ौम के सरदार, जिन्होंने इनकार किया और आख़िरत के मिलन को झूठलाया और जिन्हें हमने सांसारिक जीवन में सुख प्रदान किया था, कहने लगे, \"यह तो बस तुम्हीं जैसा एक मनुष्य है। जो कुछ तुम खाते हो, वही यह भी खाता है और जो कुछ तुम पीते हो, वही यह भी पीता है"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "यदि तुम अपने ही जैसे एक मनुष्य के आज्ञाकारी हुए तो निश्चय ही तुम घाटे में पड़ गए"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "क्या यह तुमसे वादा करता है कि जब तुम मरकर मिट्टी और हड़्डियाँ होकर रह जाओगे तो तुम निकाले जाओगे"
        }
    ]
}