{
    "maqras": [
        {
            "chapter": 2,
            "verse": 219,
            "text": "तुमसे शराब और जुए के विषय में पूछते है। कहो, \"उन दोनों चीज़ों में बड़ा गुनाह है, यद्यपि लोगों के लिए कुछ फ़ायदे भी है, परन्तु उनका गुनाह उनके फ़ायदे से कहीं बढकर है।\" और वे तुमसे पूछते है, \"कितना ख़र्च करें?\" कहो, \"जो आवश्यकता से अधिक हो।\" इस प्रकार अल्लाह दुनिया और आख़िरत के विषय में तुम्हारे लिए अपनी आयते खोल-खोलकर बयान करता है, ताकि तुम सोच-विचार करो।"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "और वे तुमसे अनाथों के विषय में पूछते है। कहो, \"उनके सुधार की जो रीति अपनाई जाए अच्छी है। और यदि तुम उन्हें अपने साथ सम्मिलित कर लो तो वे तुम्हारे भाई-बन्धु ही हैं। और अल्लाह बिगाड़ पैदा करनेवाले को बचाव पैदा करनेवाले से अलग पहचानता है। और यदि अल्लाह चाहता तो तुमको ज़हमत (कठिनाई) में डाल देता। निस्संदेह अल्लाह प्रभुत्वशाली, तत्वदर्शी है।"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "और मुशरिक (बहुदेववादी) स्त्रियों से विवाह न करो जब तक कि वे ईमान न लाएँ। एक ईमानदारी बांदी (दासी), मुशरिक स्त्री से कहीं उत्तम है; चाहे वह तुम्हें कितनी ही अच्छी क्यों न लगे। और न (ईमानवाली स्त्रियाँ) मुशरिक पुरुषों से विवाह करो, जब तक कि वे ईमान न लाएँ। एक ईमानवाला गुलाम आज़ाद मुशरिक से कहीं उत्तम है, चाहे वह तुम्हें कितना ही अच्छा क्यों न लगे। ऐसे लोग आग (जहन्नम) की ओर बुलाते है और अल्लाह अपनी अनुज्ञा से जन्नत और क्षमा की ओर बुलाता है। और वह अपनी आयतें लोगों के सामने खोल-खोलकर बयान करता है, ताकि वे चेतें"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "और वे तुमसे मासिक-धर्म के विषय में पूछते है। कहो, \"वह एक तकलीफ़ और गन्दगी की चीज़ है। अतः मासिक-धर्म के दिनों में स्त्रियों से अलग रहो और उनके पास न जाओ, जबतक कि वे पाक-साफ़ न हो जाएँ। फिर जब वे भली-भाँति पाक-साफ़ हो जाए, तो जिस प्रकार अल्लाह ने तुम्हें बताया है, उनके पास आओ। निस्संदेह अल्लाह बहुत तौबा करनेवालों को पसन्द करता है और वह उन्हें पसन्द करता है जो स्वच्छता को पसन्द करते है"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "तुम्हारी स्त्रियों तुम्हारी खेती है। अतः जिस प्रकार चाहो तुम अपनी खेती में आओ और अपने लिए आगे भेजो; और अल्लाह से डरते रहो; भली-भाँति जान ले कि तुम्हें उससे मिलना है; और ईमान लानेवालों को शुभ-सूचना दे दो"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "अपने नेक और धर्मपरायण होने और लोगों के मध्य सुधारक होने के सिलसिले में अपनी क़समों के द्वारा अल्लाह को आड़ और निशाना न बनाओ कि इन कामों को छोड़ दो। अल्लाह सब कुछ सुनता, जानता है"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "अल्लाह तुम्हें तुम्हारी ऐसी कसमों पर नहीं पकड़ेगा जो यूँ ही मुँह से निकल गई हो, लेकिन उन क़समों पर वह तुम्हें अवश्य पकड़ेगा जो तुम्हारे दिल के इरादे का नतीजा हों। अल्लाह बहुत क्षमा करनेवाला, सहनशील है"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "जो लोग अपनी स्त्रियों से अलग रहने की क़सम खा बैठें, उनके लिए चार महीने की प्रतिक्षा है। फिर यदि वे पलट आएँ, तो अल्लाह अत्यन्त क्षमाशील, दयावान है"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "और यदि वे तलाक़ ही की ठान लें, तो अल्लाह भी सुननेवाला भली-भाँति जाननेवाला है"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "और तलाक़ पाई हुई स्त्रियाँ तीन हैज़ (मासिक-धर्म) गुज़रने तक अपने-आप को रोके रखे, और यदि वे अल्लाह और अन्तिम दिन पर ईमान रखती है तो उनके लिए यह वैध न होगा कि अल्लाह ने उनके गर्भाशयों में जो कुछ पैदा किया हो उसे छिपाएँ। इस बीच उनके पति, यदि सम्बन्धों को ठीक कर लेने का इरादा रखते हों, तो वे उन्हें लौटा लेने के ज़्यादा हक़दार है। और उन पत्नियों के भी सामान्य नियम के अनुसार वैसे ही अधिकार हैं, जैसी उन पर ज़िम्मेदारियाँ डाली गई है। और पतियों को उनपर एक दर्जा प्राप्त है। अल्लाह अत्यन्त प्रभुत्वशाली, तत्वदर्शी है"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "तलाक़ दो बार है। फिर सामान्य नियम के अनुसार (स्त्री को) रोक लिया जाए या भले तरीक़े से विदा कर दिया जाए। और तुम्हारे लिए वैध नहीं है कि जो कुछ तुम उन्हें दे चुके हो, उसमें से कुछ ले लो, सिवाय इस स्थिति के कि दोनों को डर हो कि अल्लाह की (निर्धारित) सीमाओं पर क़ायम न रह सकेंगे तो यदि तुमको यह डर हो कि वे अल्लाह की सीमाओ पर क़ायम न रहेंगे तो स्त्री जो कुछ देकर छुटकारा प्राप्त करना चाहे उसमें उन दोनो के लिए कोई गुनाह नहीं। ये अल्लाह की सीमाएँ है। अतः इनका उल्लंघन न करो। और जो कोई अल्लाह की सीमाओं का उल्लंघन करे तो ऐसे लोग अत्याचारी है"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "(दो तलाक़ो के पश्चात) फिर यदि वह उसे तलाक़ दे दे, तो इसके पश्चात वह उसके लिए वैध न होगी, जबतक कि वह उसके अतिरिक्त किसी दूसरे पति से निकाह न कर ले। अतः यदि वह उसे तलाक़ दे दे तो फिर उन दोनों के लिए एक-दूसरे को पलट आने में कोई गुनाह न होगा, यदि वे समझते हो कि अल्लाह की सीमाओं पर क़ायम रह सकते है। और ये अल्लाह कि निर्धारित की हुई सीमाएँ है, जिन्हें वह उन लोगों के लिए बयान कर रहा है जो जानना चाहते हो"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "और यदि जब तुम स्त्रियों को तलाक़ दे दो और वे अपनी निश्चित अवधि (इद्दत) को पहुँच जाएँ, जो सामान्य नियम के अनुसार उन्हें रोक लो या सामान्य नियम के अनुसार उन्हें विदा कर दो। और तुम उन्हें नुक़सान पहुँचाने के ध्येय से न रोको कि ज़्यादती करो। और जो ऐसा करेगा, तो उसने स्वयं अपने ही ऊपर ज़ुल्म किया। और अल्लाह की आयतों को परिहास का विषय न बनाओ, और अल्लाह की कृपा जो तुम पर हुई है उसे याद रखो और उस किताब और तत्वदर्शिता (हिकमत) को याद रखो जो उसने तुम पर उतारी है, जिसके द्वारा वह तुम्हें नसीहत करता है। और अल्लाह का डर रखो और भली-भाँति जान लो कि अल्लाह हर चीज को जाननेवाला है"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "और जब तुम स्त्रियों को तलाक़ दे दो और वे अपनी निर्धारित अवधि (इद्दत) को पहुँच जाएँ, तो उन्हें अपने होनेवाले दूसरे पतियों से विवाह करने से न रोको, जबकि वे सामान्य नियम के अनुसार परस्पर रज़ामन्दी से मामला तय करें। यह नसीहत तुममें से उसको की जा रही है जो अल्लाह और अन्तिम दिन पर ईमान रखता है। यही तुम्हारे लिए ज़्यादा बरकतवाला और सुथरा तरीक़ा है। और अल्लाह जानता है, तुम नहीं जानते"
        }
    ]
}