{
    "maqras": [
        {
            "chapter": 58,
            "verse": 14,
            "text": "क्या तुमने उन लोगों को नहीं देखा जिन्होंने ऐसे लोगों को मित्र बनाया जिनपर अल्लाह का प्रकोप हुआ है? वे न तुममें से है और न उनमें से। और वे जानते-बूझते झूठी बात पर क़सम खाते है"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "अल्लाह ने उनके लिए कठोर यातना तैयार कर रखी है। निश्चय ही बुरा है जो वे कर रहे है"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "उन्होंने अपनी क़समों को ढाल बना रखा है। अतः वे अल्लाह के मार्ग से (लोगों को) रोकते है। तो उनके लिए रुसवा करनेवाली यातना है"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "अल्लाह से बचाने के लिए न उनके माल उनके कुछ काम आएँगे और न उनकी सन्तान। वे आगवाले हैं। उसी में वे सदैव रहेंगे"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "जिस दिन अल्लाह उन सबको उठाएगा तो वे उसके सामने भी इसी तरह क़समें खाएँगे, जिस तरह तुम्हारे सामने क़समें खाते है और समझते हैं कि वे किसी बुनियाद पर है। सावधान रहो, निश्चय ही वही झूठे है"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "उनपर शैतान ने पूरी तरह अपना प्रभाव जमा लिया है। अतः उसने अल्लाह की याद को उनसे भुला दिया। वे शैतान की पार्टीवाले हैं। सावधान रहो शैतान की पार्टीवाले ही घाटे में रहनेवाले हैं"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "निश्चय ही जो लोग अल्लाह और उसके रसूल का विरोध करते है वे अत्यन्त अपमानित लोगों में से है"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "अल्लाह ने लिए दिया है, \"मैं और मेरे रसूल ही विजयी होकर रहेंगे।\" निस्संदेह अल्लाह शक्तिमान, प्रभुत्वशाली है"
        },
        {
            "chapter": 58,
            "verse": 22,
            "text": "तुम उन लोगों को ऐसा कभी नहीं पाओगे जो अल्लाह और अन्तिम दि पर ईमान रखते है कि वे उन लोगों से प्रेम करते हो जिन्होंने अल्लाह और उसके रसूल का विरोध किया, यद्यपि वे उनके अपने बाप हों या उनके अपने बेटे हो या उनके अपने भाई या उनके अपने परिवारवाले ही हो। वही लोग हैं जिनके दिलों में अल्लाह ने ईमान को अंकित कर दिया है और अपनी ओर से एक आत्मा के द्वारा उन्हें शक्ति दी है। और उन्हें वह ऐसे बाग़ों में दाख़िल करेगा जिनके नीचे नहरें बह रही होंगी; जहाँ वे सदैव रहेंगे। अल्लाह उनसे राज़ी हुआ और वे भी उससे राज़ी हुए। वे अल्लाह की पार्टी के लोग है। सावधान रहो, निश्चय ही अल्लाह की पार्टीवाले ही सफल है"
        },
        {
            "chapter": 59,
            "verse": 1,
            "text": "अल्लाह की तसबीह की है हर उस चीज़ ने जो आकाशों और धरती में है, और वही प्रभुत्वशाली, तत्वदर्शी है"
        },
        {
            "chapter": 59,
            "verse": 2,
            "text": "वही है जिसने किताबवालों में से उन लोगों को जिन्होंने इनकार किया, उनके घरों से पहले ही जमावड़े में निकल बाहर किया। तुम्हें गुमान न था कि उनकी गढ़ियाँ अल्लाह से उन्हें बचा लेंगी। किन्तु अल्लाह उनपर वहाँ से आया जिसका उन्हें गुमान भी न था। और उसने उनके दिलों में रोब डाल दिया कि वे अपने घरों को स्वयं अपने हाथों और ईमानवालों के हाथों भी उजाड़ने लगे। अतः शिक्षा ग्रहण करो, ऐ दृष्टि रखनेवालो"
        },
        {
            "chapter": 59,
            "verse": 3,
            "text": "यदि अल्लाह ने उनके लिए देश निकाला न लिख दिया होता तो दुनिया में ही वह उन्हें अवश्य यातना दे देता, और आख़िरत में तो उनके लिए आग की यातना है ही"
        },
        {
            "chapter": 59,
            "verse": 4,
            "text": "यह इसलिए कि उन्होंने अल्लाह और उसके रसूल का मुक़ाला करने की कोशिश की। और जो कोई अल्लाह का मुक़ाबला करता है तो निश्चय ही अल्लाह की यातना बहुत कठोर है"
        },
        {
            "chapter": 59,
            "verse": 5,
            "text": "तुमने खजूर के जो वृक्ष काटे या उन्हें उनकी जड़ों पर खड़ा छोड़ दिया तो यह अल्लाह ही की अनुज्ञा से हुआ (ताकि ईमानवालों के लिए आसानी पैदा करे) और इसलिए कि वह अवज्ञाकारियों को रुसवा करे"
        },
        {
            "chapter": 59,
            "verse": 6,
            "text": "और अल्लाह ने उनसे लेकर अपने रसूल की ओर जो कुछ पलटाया, उसके लिए न तो तुमने घोड़े दौड़ाए और न ऊँट। किन्तु अल्लाह अपने रसूलों को जिसपर चाहता है प्रभुत्व प्रदान कर देता है। अल्लाह को तो हर चीज़ की सामर्थ्य प्राप्ति है"
        },
        {
            "chapter": 59,
            "verse": 7,
            "text": "जो कुछ अल्लाह ने अपने रसूल की ओर बस्तियोंवालों से लेकर पलटाया वह अल्लाह और रसूल और (मुहताज) नातेदार और अनाथों और मुहताजों और मुसाफ़िर के लिए है, ताकि वह (माल) तुम्हारे मालदारों ही के बीच चक्कर न लगाता रहे - रसूल जो कुछ तुम्हें दे उसे ले लो और जिस चीज़ से तुम्हें रोक दे उससे रुक जाओ, और अल्लाह का डर रखो। निश्चय ही अल्लाह की यातना बहुत कठोर है।"
        },
        {
            "chapter": 59,
            "verse": 8,
            "text": "वह ग़रीब मुहाजिरों के लिए है, जो अपने घरों और अपने मालों से इस हालत में निकाल बाहर किए गए है कि वे अल्लाह का उदार अनुग्रह और उसकी प्रसन्नता की तलाश में है और अल्लाह और उसके रसूल की सहायता कर रहे है, और वही वास्तव में सच्चे है"
        },
        {
            "chapter": 59,
            "verse": 9,
            "text": "और उनके लिए जो उनसे पहले ही से हिजरत के घर (मदीना) में ठिकाना बनाए हुए है और ईमान पर जमे हुए है, वे उनसे प्रेम करते है जो हिजरत करके उनके यहाँ आए है और जो कुछ भी उन्हें दिया गया उससे वे अपने सीनों में कोई खटक नहीं पाते और वे उन्हें अपने मुक़ाबले में प्राथमिकता देते है, यद्यपि अपनी जगह वे स्वयं मुहताज ही हों। और जो अपने मन के लोभ और कृपणता से बचा लिया जाए ऐसे लोग ही सफल है"
        },
        {
            "chapter": 59,
            "verse": 10,
            "text": "और (इस माल में उनका भी हिस्सा है) जो उनके बाद आए, वे कहते है, \"ऐ हमारे रब! हमें क्षमा कर दे और हमारे उन भाइयों को भी जो ईमानलाने में हमसे अग्रसर रहे और हमारे दिलों में ईमानवालों के लिए कोई विद्वेष न रख। ऐ हमारे रब! तू निश्चय ही बड़ा करुणामय, अत्यन्त दयावान है।"
        }
    ]
}