{
    "maqras": [
        {
            "chapter": 3,
            "verse": 133,
            "text": "और अपने रब की क्षमा और उस जन्नत की ओर बढ़ो, जिसका विस्तार आकाशों और धरती जैसा है। वह उन लोगों के लिए तैयार है जो डर रखते है"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "वे लोग जो ख़ुशहाली और तंगी की प्रत्येक अवस्था में ख़र्च करते रहते है और क्रोध को रोकते है और लोगों को क्षमा करते है - और अल्लाह को भी ऐसे लोग प्रिय है, जो अच्छे से अच्छा कर्म करते है"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "और जिनका हाल यह है कि जब वे कोई खुला गुनाह कर बैठते है या अपने आप पर ज़ुल्म करते है तौ तत्काल अल्लाह उन्हें याद आ जाता है और वे अपने गुनाहों की क्षमा चाहने लगते हैं - और अल्लाह के अतिरिक्त कौन है, जो गुनाहों को क्षमा कर सके? और जानते-बूझते वे अपने किए पर अड़े नहीं रहते"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "उनका बदला उनके रब की ओर से क्षमादान है और ऐसे बाग़ है जिनके नीचे नहरें बहती होंगी। उनमें वे सदैव रहेंगे। और क्या ही अच्छा बदला है अच्छे कर्म करनेवालों का"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "तुमसे पहले (धर्मविरोधियों के साथ अल्लाह की) रीति के कितने ही नमूने गुज़र चुके है, तो तुम धरती में चल-फिरकर देखो कि झुठलानेवालों का परिणाम हुआ है"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "यह लोगों के लिए स्पष्ट बयान और डर रखनेवालों के लिए मार्गदर्शन और उपदेश है"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "हताश न हो और दुखी न हो, यदि तुम ईमानवाले हो, तो तुम्हीं प्रभावी रहोगे"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "यदि तुम्हें आघात पहुँचे तो उन लोगों को भी ऐसा ही आघात पहुँच चुका है। ये युद्ध के दिन हैं, जिन्हें हम लोगों के बीच डालते ही रहते है और ऐसा इसलिए हुआ कि अल्लाह ईमानवालों को जान ले और तुममें से कुछ लोगों को गवाह बनाए - और अत्याचारी अल्लाह को प्रिय नहीं है"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "और ताकि अल्लाह ईमानवालों को निखार दे और इनकार करनेवालों को मिटा दे"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "क्या तुमने यह समझ रखा है कि जन्नत में यूँ ही प्रवेश करोगे, जबकि अल्लाह ने अभी उन्हें परखा ही नहीं जो तुममें जिहाद (सत्य-मार्ग में जानतोड़ कोशिश) करनेवाले है। - और दृढ़तापूर्वक जमें रहनेवाले है"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "और तुम तो मृत्यु की कामनाएँ कर रहे थे, जब तक कि वह तुम्हारे सामने नहीं आई थी। लो, अब तो वह तुम्हारे सामने आ गई और तुमने उसे अपनी आँखों से देख लिया"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "मुहम्मद तो बस एक रसूल है। उनसे पहले भी रसूल गुज़र चुके है। तो क्या यदि उनकी मृत्यु हो जाए या उनकी हत्या कर दी जाए तो तुम उल्टे पाँव फिर जाओगे? जो कोई उल्टे पाँव फिरेगा, वह अल्लाह का कुछ नहीं बिगाडेगा। और कृतज्ञ लोगों को अल्लाह बदला देगा"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "और अल्लाह की अनुज्ञा के बिना कोई व्यक्ति मर नहीं सकता। हर व्यक्ति एक लिखित निश्चित समय का अनुपालन कर रहा है। और जो कोई दुनिया का बदला चाहेगा, उसे हम इस दुनिया में से देंगे, जो आख़िरत का बदला चाहेगा, उसे हम उसमें से देंगे और जो कृतज्ञता दिखलाएँगे, उन्हें तो हम बदला देंगे ही"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "कितने ही नबी ऐसे गुज़रे है जिनके साथ होकर बहुत-से ईशभक्तों ने युद्ध किया, तो अल्लाह के मार्ग में जो मुसीबत उन्हें पहुँची उससे वे न तो हताश हुए और न उन्होंने कमज़ोरी दिखाई और न ऐसा हुआ कि वे दबे हो। और अल्लाह दृढ़तापूर्वक जमे रहनेवालों से प्रेम करता है"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "उन्होंने कुछ नहीं कहा सिवाय इसके कि \"ऐ हमारे रब! तू हमारे गुनाहों को और हमारे अपने मामले में जो ज़्यादती हमसे हो गई हो, उसे क्षमा कर दे और हमारे क़दम जमाए रख, और इनकार करनेवाले लोगों के मुक़ाबले में हमारी सहायता कर।"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "अतः अल्लाह ने उन्हें दुनिया का भी बदला दिया और आख़िरत का अच्छा बदला भी। और सत्कर्मी लोगों से अल्लाह प्रेम करता है"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "ऐ ईमान लानेवालो! यदि तुम उन लोगों के कहने पर चलोगे जिन्होंने इनकार का मार्ग अपनाया है, तो वे तुम्हें उल्टे पाँव फेर ले जाएँगे। फिर तुम घाटे में पड़ जाओगे"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "बल्कि अल्लाह ही तुम्हारा संरक्षक है; और वह सबसे अच्छा सहायक है"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "हम शीघ्र ही इनकार करनेवालों के दिलों में धाक बिठा देंगे, इसलिए कि उन्होंने ऐसी चीज़ो को अल्लाह का साक्षी ठहराया है जिनसे साथ उसने कोई सनद नहीं उतारी, और उनका ठिकाना आग (जहन्नम) है। और अत्याचारियों का क्या ही बुरा ठिकाना है"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "और अल्लाह ने तो तुम्हें अपना वादा सच्चा कर दिखाया, जबकि तुम उसकी अनुज्ञा से उन्हें क़त्ल कर रहे थे। यहाँ तक कि जब तुम स्वयं ढीले पड़ गए और काम में झगड़ा डाल दिया और अवज्ञा की, जबकि अल्लाह ने तुम्हें वह चीज़ दिखा दी थी जिसकी तुम्हें चाह थी। तुममें कुछ लोग दुनिया चाहते थे और कुछ आख़िरत के इच्छुक थे। फिर अल्लाह ने तुम्हें उनके मुक़ाबले से हटा दिया, ताकि वह तुम्हारी परीक्षा ले। फिर भी उसने तुम्हें क्षमा कर दिया, क्योंकि अल्लाह ईमानवालों के लिए बड़ा अनुग्राही है"
        }
    ]
}