{
    "maqras": [
        {
            "chapter": 5,
            "verse": 41,
            "text": "ऐ रसूल! जो लोग अधर्म के मार्ग में दौड़ते है, उनके कारण तुम दुखी न होना; वे जिन्होंने अपने मुँह से कहा कि \"हम ईमान ले आए,\" किन्तु उनके दिल ईमान नहीं लाए; और वे जो यहूदी हैं, वे झूठ के लिए कान लगाते हैं और उन दूसरे लोगों की भली-भाँति सुनते है, जो तुम्हारे पास नहीं आए, शब्दों को उनका स्थान निश्चित होने के बाद भी उनके स्थान से हटा देते है। कहते है, \"यदि तुम्हें यह (आदेश) मिले, तो इसे स्वीकार करना और यदि न मिले तो बचना।\" जिसे अल्लाह ही आपदा में डालना चाहे उसके लिए अल्लाह के यहाँ तुम्हारी कुछ भी नहीं चल सकती। ये वही लोग है जिनके दिलों को अल्लाह ने स्वच्छ करना नहीं चाहा। उनके लिए संसार में भी अपमान और तिरस्कार है और आख़िरत में भी बड़ी यातना है"
        },
        {
            "chapter": 5,
            "verse": 42,
            "text": "वे झूठ के लिए कान लगाते रहनेवाले और बड़े हराम खानेवाले है। अतः यदि वे तुम्हारे पास आएँ, तो या तुम उनके बीच फ़ैसला कर दो या उन्हें टाल जाओ। यदि तुम उन्हें टाल गए तो वे तुम्हारा कुछ भी नहीं बिगाड़ सकते। परन्तु यदि फ़ैसला करो तो उनके बीच इनसाफ़ के साथ फ़ैसला करो। निश्चय ही अल्लाह इनसाफ़ करनेवालों से प्रेम करता है"
        },
        {
            "chapter": 5,
            "verse": 43,
            "text": "वे तुमसे फ़ैसला कराएँगे भी कैसे, जबकि उनके पास तौरात है, जिसमें अल्लाह का हुक्म मौजूद है! फिर इसके पश्चात भी वे मुँह मोड़ते है। वे तो ईमान नहीं रखते"
        },
        {
            "chapter": 5,
            "verse": 44,
            "text": "निस्संदेह हमने तौरात उतारी, जिसमें मार्गदर्शन और प्रकाश था। नबी जो आज्ञाकारी थे, उसको यहूदियों के लिए अनिवार्य ठहराते थे कि वे उसका पालन करें और इसी प्रकार अल्लाहवाले और शास्त्रवेत्ता भी। क्योंकि उन्हें अल्लाह की किताब की सुरक्षा का आदेश दिया गया था और वे उसके संरक्षक थे। तो तुम लोगों से न डरो, बल्कि मुझ ही से डरो और मेरी आयतों के बदले थोड़ा मूल्य प्राप्त न करना। जो लोग उस विधान के अनुसार फ़ैसला न करें, जिसे अल्लाह ने उतारा है, तो ऐसे ही लोग विधर्मी है"
        },
        {
            "chapter": 5,
            "verse": 45,
            "text": "और हमने उस (तौरात) में उनके लिए लिख दिया था कि जान जान के बराबर है, आँख आँख के बराहर है, नाक नाक के बराबर है, कान कान के बराबर, दाँत दाँत के बराबर और सब आघातों के लिए इसी तरह बराबर का बदला है। तो जो कोई उसे क्षमा कर दे तो यह उसके लिए प्रायश्चित होगा और जो लोग उस विधान के अनुसार फ़ैसला न करें, जिसे अल्लाह ने उतारा है जो ऐसे लोग अत्याचारी है"
        },
        {
            "chapter": 5,
            "verse": 46,
            "text": "और उनके पीछ उन्हीं के पद-चिन्हों पर हमने मरयम के बेटे ईसा को भेजा जो पहले से उसके सामने मौजूद किताब 'तौरात' की पुष्टि करनेवाला था। और हमने उसे इनजील प्रदान की, जिसमें मार्गदर्शन और प्रकाश था। और वह अपनी पूर्ववर्ती किताब तौरात की पुष्टि करनेवाली थी, और वह डर रखनेवालों के लिए मार्गदर्शन और नसीहत थी"
        },
        {
            "chapter": 5,
            "verse": 47,
            "text": "अतः इनजील वालों को चाहिए कि उस विधान के अनुसार फ़ैसला करें, जो अल्लाह ने उस इनजील में उतारा है। और जो उसके अनुसार फ़ैसला न करें, जो अल्लाह ने उतारा है, तो ऐसे ही लोग उल्लंघनकारी है"
        },
        {
            "chapter": 5,
            "verse": 48,
            "text": "और हमने तुम्हारी ओर यह किताब हक़ के साथ उतारी है, जो उस किताब की पुष्टि करती है जो उसके पहले से मौजूद है और उसकी संरक्षक है। अतः लोगों के बीच तुम मामलों में वही फ़ैसला करना जो अल्लाह ने उतारा है और जो सत्य तुम्हारे पास आ चुका है उसे छोड़कर उनकी इच्छाओं का पालन न करना। हमने तुममें से प्रत्येक के लिए एक ही घाट (शरीअत) और एक ही मार्ग निश्चित किया है। यदि अल्लाह चाहता तो तुम सबको एक समुदाय बना देता। परन्तु जो कुछ उसने तुम्हें दिया है, उसमें वह तुम्हारी परीक्षा करना चाहता है। अतः भलाई के कामों में एक-दूसरे से आगे बढ़ो। तुम सबको अल्लाह ही की ओर लौटना है। फिर वह तुम्हें बता देगा, जिसमें तुम विभेद करते रहे हो"
        },
        {
            "chapter": 5,
            "verse": 49,
            "text": "और यह कि तुम उनके बीच वही फ़ैसला करो जो अल्लाह ने उतारा है और उनकी इच्छाओं का पालन न करो और उनसे बचते रहो कि कहीं ऐसा न हो कि वे तुम्हें फ़रेब में डालकर जो कुछ अल्लाह ने तुम्हारी ओर उतारा है उसके किसी भाग से वे तुम्हें हटा दें। फिर यदि वे मुँह मोड़े तो जान लो कि अल्लाह ही उनके गुनाहों के कारण उन्हें संकट में डालना चाहता है। निश्चय ही अधिकांश लोग उल्लंघनकारी है"
        },
        {
            "chapter": 5,
            "verse": 50,
            "text": "अब क्या वे अज्ञान का फ़ैसला चाहते है? तो विश्वास करनेवाले लोगों के लिए अल्लाह से अच्छा फ़ैसला करनेवाला कौन हो सकता है"
        }
    ]
}