{
    "maqras": [
        {
            "chapter": 2,
            "verse": 75,
            "text": "तो क्या तुम इस लालच में हो कि वे तुम्हारी बात मान लेंगे, जबकि उनमें से कुछ लोग अल्लाह का कलाम सुनते रहे हैं, फिर उसे भली-भाँति समझ लेने के पश्चात जान-बूझकर उसमें परिवर्तन करते रहे"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "और जब वे ईमान लानेवाले से मिलते है तो कहते हैं, \"हम भी ईमान रखते हैं\", और जब आपस में एक-दूसरे से एकान्त में मिलते है तो कहते है, \"क्या तुम उन्हें वे बातें, जो अल्लाह ने तुम पर खोली, बता देते हो कि वे उनके द्वारा तुम्हारे रब के यहाँ हुज्जत में तुम्हारा मुक़ाबिला करें? तो क्या तुम समझते नहीं"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "क्या वे जानते नहीं कि अल्लाह वह सब कुछ जानता है, जो कुछ वे छिपाते और जो कुछ ज़ाहिर करते हैं"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "और उनमें सामान्य बेपढ़े भी हैं जिन्हें किताब का ज्ञान नहीं है, बस कुछ कामनाओं एवं आशाओं को धर्म जानते हैं, और वे तो बस अटकल से काम लेते हैं"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "तो विनाश और तबाही है उन लोगों के लिए जो अपने हाथों से किताब लिखते हैं फिर कहते हैं, \"यह अल्लाह की ओर से है\", ताकि उसके द्वारा थोड़ा मूल्य प्राप्त कर लें। तो तबाही है उनके हाथों ने लिखा और तबाही है उनके लिए उसके कारण जो वे कमा रहे हैं"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "वे कहते है, \"जहन्नम की आग हमें नहीं छू सकती, हाँ, कुछ गिने-चुने दिनों की बात और है।\" कहो, \"क्या तुमने अल्लाह से कोई वचन ले रखा है? फिर तो अल्लाह कदापि अपने वचन के विरुद्ध नहीं जा सकता? या तुम अल्लाह के ज़िम्मे डालकर ऐसी बात कहते हो जिसका तुम्हें ज्ञान नहीं"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "क्यों नहीं; जिसने भी कोई बदी कमाई और उसकी खताकारी ने उसे अपने घरे में ले लिया, तो ऐसे ही लोग आग (जहन्नम) में पड़नेवाले है; वे उसी में सदैव रहेंगे"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "रहे वे लोग जो ईमान लाए और उन्होंने अच्छे कर्म किए, वही जन्नतवाले हैं, वे सदैव उसी में रहेंगे।"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "और याद करो जब इसराईल की सन्तान से हमने वचन लिया, \"अल्लाह के अतिरिक्त किसी की बन्दगी न करोगे; और माँ-बाप के साथ और नातेदारों के साथ और अनाथों और मुहताजों के साथ अच्छा व्यवहार करोगे; और यह कि लोगों से भली बात कहो और नमाज़ क़ायम करो और ज़कात दो।\" तो तुम फिर गए, बस तुममें से बचे थोड़े ही, और तुम उपेक्षा की नीति ही अपनाए रहे"
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "और याद करो जब तुमसे वचन लिया, \"अपने ख़ून न बहाओगे और न अपने लोगों को अपनी बस्तियों से निकालोगे।\" फिर तुमने इक़रार किया और तुम स्वयं इसके गवाह हो"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "फिर तुम वही हो कि अपने लोगों की हत्या करते हो और अपने ही एक गिरोह के लोगों को उनकी बस्तियों से निकालते हो; तुम गुनाह और ज़्यादती के साथ उनके विरुद्ध एक-दूसरे के पृष्ठपोषक बन जाते हो; और यदि वे बन्दी बनकर तुम्हारे पास आते है, तो उनकी रिहाई के लिए फिद्ए (अर्थदंड) का लेन-देन करते हो जबकि उनको उनके घरों से निकालना ही तुम पर हराम था, तो क्या तुम किताब के एक हिस्से को मानते हो और एक को नहीं मानते? फिर तुममें जो ऐसा करें उसका बदला इसके सिवा और क्या हो सकता है कि सांसारिक जीवन में अपमान हो? और क़यामत के दिन ऐसे लोगों को कठोर से कठोर यातना की ओर फेर दिया जाएगा। अल्लाह उससे बेखबर नहीं है जो कुछ तुम कर रहे हो"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "यही वे लोग है जो आख़िरात के बदले सांसारिक जीवन के ख़रीदार हुए, तो न उनकी यातना हल्की की जाएगी और न उन्हें कोई सहायता पहुँच सकेगी"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "और हमने मूसा को किताब दी थी, और उसके पश्चात आगे-पीछे निरन्तर रसूल भेजते रहे; और मरयम के बेटे ईसा को खुली-खुली निशानियाँ प्रदान की और पवित्र-आत्मा के द्वारा उसे शक्ति प्रदान की; तो यही तो हुआ कि जब भी कोई रसूल तुम्हारे पास वह कुछ लेकर आया जो तुम्हारे जी को पसन्द न था, तो तुम अकड़ बैठे, तो एक गिरोह को तो तुमने झुठलाया और एक गिरोह को क़त्ल करते हो"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "वे कहते हैं, \"हमारे दिलों पर तो प्राकृतिक आवरण चढ़े है\" नहीं, बल्कि उनके इनकार के कारण अल्लाह ने उनपर लानत की है; अतः वे ईमान थोड़े ही लाएँगे"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "और जब उनके पास एक किताब अल्लाह की ओर से आई है जो उसकी पुष्टि करती है जो उनके पास मौजूद है - और इससे पहले तो वे न माननेवाले लोगों पर विजय पाने के इच्छुक रहे है - फिर जब वह चीज़ उनके पास आ गई जिसे वे पहचान भी गए हैं, तो उसका इनकार कर बैठे; तो अल्लाह की फिटकार इनकार करने वालों पर"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "क्या ही बुरी चीज़ है जिसके बदले उन्होंने अपनी जानों का सौदा किया, अर्थात जो कुछ अल्लाह ने उतारा है उसे सरकशी और इस अप्रियता के कारण नहीं मानते कि अल्लाह अपना फ़ज़्ल (कृपा) अपने बन्दों में से जिसपर चाहता है क्यों उतारता है, अतः वे प्रकोप पर प्रकोप के अधिकारी हो गए है। और ऐसे इनकार करनेवालों के लिए अपमानजनक यातना है"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "जब उनसे कहा जाता है, \"अल्लाह ने जो कुछ उतारा है उस पर ईमान लाओ\", तो कहते है, \"हम तो उसपर ईमान रखते है जो हम पर उतरा है,\" और उसे मानने से इनकार करते हैं जो उसके पीछे है, जबकि वही सत्य है, उसकी पुष्टि करता है जो उसके पास है। कहो, \"अच्छा तो इससे पहले अल्लाह के पैग़म्बरों की हत्या क्यों करते रहे हो, यदि तुम ईमानवाले हो"
        }
    ]
}