{
    "maqras": [
        {
            "chapter": 12,
            "verse": 30,
            "text": "नगर की स्त्रियाँ कहने लगी, \"अज़ीज़ की पत्नी अपने नवयुवक ग़ुलाम पर डोरे डालना चाहती है। वह प्रेम-प्रेरणा से उसके मन में घर कर गया है। हम तो उसे देख रहे हैं कि वह खुली ग़लती में पड़ गई है।"
        },
        {
            "chapter": 12,
            "verse": 31,
            "text": "उसने जब उनकी मक्करी की बातें सुनी तो उन्हें बुला भेजा और उनमें से हरेक के लिए आसन सुसज्जित किया और उनमें से हरेक को एक छुरी दी। उसने (यूसुफ़ से) कहा, \"इनके सामने आ जाओ।\" फिर जब स्त्रियों ने देखा तो वे उसकी बड़ाई से दंग रह गई। उन्होंने अपने हाथ घायल कर लिए और कहने लगी, \"अल्लाह की पनाह! यह कोई मनुष्य नहीं। यह तो कोई प्रतिष्ठित फ़रिश्ता है।‍"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "वह बोली, \"यह वही है जिसके विषय में तुम मुझे मलामत कर रही थीं। हाँ, मैंने इसे रिझाना चाहा था, किन्तु यह बचा रहा। और यदि इसने न किया जो मैं इससे कहती तो यह अवश्य क़ैद किया जाएगा और अपमानित होगा।"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "उसने कहा, \"ऐ मेरे रब! जिसकी ओर ये सब मुझे बुला रही हैं, उससे अधिक तो मुझे क़ैद ही पसन्द है यदि तूने उनके दाँव-घात को मुझसे न टाला तो मैं उनकी और झुक जाऊँगा और निरे आवेग के वशीभूत हो जाऊँगा।"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "अतः उसने रब ने उसकी सुन ली और उसकी ओर से उन स्त्रियों के दाँव-घात को टाल दिया। निस्संदेह वह सब कुछ सुनता, जानता है"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "फिर उन्हें, इसके पश्चात कि वे निशानियाँ देख चुके थे, यह सूझा कि उसे एक अवधि के लिए क़ैद कर दें"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "कारागार में दो नव युवकों ने भी उसके साथ प्रवेश किया। उनमें से एक ने कहा, \"मैंने स्वप्न देखा है कि मैं शराब निचोड़ रहा हूँ।\" दूसरे ने कहा, \"मैंने देखा कि मैं अपने सिर पर रोटियाँ उठाए हुए हूँ, जिनको पक्षी खा रहे है। हमें इसका अर्थ बता दीजिए। हमें तो आप बहुत ही नेक नज़र आते है।"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "उसने कहा, \"जो भोजन तुम्हें मिला करता है वह तुम्हारे पास नहीं आ पाएगा, उसके तुम्हारे पास आने से पहले ही मैं तुम्हें इसका अर्थ बता दूँगा। यह उन बातों में से है, जो मेरे रब ने मुझे सिखाई है। मैं तो उन लोगों का तरीक़ा छोड़कर, जो अल्लाह को नहीं मानते और जो आख़िरत (परलोक) का इनकार करते हैं"
        },
        {
            "chapter": 12,
            "verse": 38,
            "text": "अपने पूर्वज इबराहीम, इसहाक़ और याक़ूब का तरीक़ा अपनाया है। इमसे यह नहीं हो सकता कि हम अल्लाह के साथ किसी चीज़ को साझी ठहराएँ। यह हमपर और लोगों पर अल्लाह का अनुग्रह है। किन्तु अधिकतर लोग आभार नहीं प्रकट करते"
        },
        {
            "chapter": 12,
            "verse": 39,
            "text": "ऐ कारागर के मेरे साथियों! क्या अलग-अलग बहुत-से रह अच्छे है या अकेला अल्लाह जिसका प्रभुत्व सबपर है"
        },
        {
            "chapter": 12,
            "verse": 40,
            "text": "तुम उसके सिवा जिनकी भी बन्दगी करते हो वे तो बस निरे नाम हैं जो तुमने रख छोड़े है और तुम्हारे बाप-दादा ने। उनके लिए अल्लाह ने कोई प्रमाण नहीं उतारा। सत्ता और अधिकार तो बस अल्लाह का है। उसने आदेश दिया है कि उसके सिवा किसी की बन्दगी न करो। यही सीधा, सच्चा दीन (धर्म) हैं, किन्तु अधिकतर लोग नहीं जानते"
        },
        {
            "chapter": 12,
            "verse": 41,
            "text": "ऐ कारागार के मेरे दोनों साथियों! तुममें से एक तो अपने स्वामी को मद्यपान कराएगा; रहा दूसरा तो उसे सूली पर चढ़ाया जाएगा और पक्षी उसका सिर खाएँगे। फ़ैसला हो चुका उस बात का जिसके विषय में तुम मुझसे पूछ रहे हो।"
        },
        {
            "chapter": 12,
            "verse": 42,
            "text": "उन दोनों में से जिसके विषय में उसने समझा था कि वह रिहा हो जाएगा, उससे कहा, \"अपने स्वामी से मेरी चर्चा करना।\" किन्तु शैतान ने अपने स्वामी से उसकी चर्चा करना भुलवा दिया। अतः वह (यूसुफ़) कई वर्ष तक कारागार ही में रहा"
        },
        {
            "chapter": 12,
            "verse": 43,
            "text": "फिर ऐसा हुआ कि सम्राट ने कहा, \"मैं एक स्वप्न देखा कि सात मोटी गायों को सात दुबली गायें खा रही है और सात बालें हरी है और दूसरी (सात सूखी) । ऐ सरदारों! यदि तुम स्वप्न का अर्थ बताते हो, तो मुझे मेरे इस स्वप्न के सम्बन्ध में बताओ।"
        },
        {
            "chapter": 12,
            "verse": 44,
            "text": "उन्होंने कहा, \"ये तो सम्भ्रमित स्वप्न है। हम ऐसे स्वप्न का अर्थ नहीं जानते।"
        },
        {
            "chapter": 12,
            "verse": 45,
            "text": "इतने में दोनों में सो जो रिहा हो गया था और एक अर्से के बाद उसे याद आया तो वह बोला, \"मैं इसका अर्थ तुम्हें बताता हूँ। ज़रा मुझे (यूसुफ़ के पास) भेज दीजिए।"
        },
        {
            "chapter": 12,
            "verse": 46,
            "text": "यूसुफ़, ऐ सत्यवान! हमें इसका अर्थ बता कि सात मोटी गायें है, जिन्हें सात दुबली गायें खा रही है और सात हरी बालें है और दूसरी (सात) सूखी, ताकि मैं लोगों के पास लौटकर जाऊँ कि वे जान लें।"
        },
        {
            "chapter": 12,
            "verse": 47,
            "text": "उसने कहा, \"सात वर्ष तक तुम व्यवहारतः खेती करते रहोगे। फिर तुम जो फ़सल काटो तो थोड़े हिस्से के सिवा जो तुम्हारे खाने के काम आए शेष को उसकी बाली में रहने देना"
        },
        {
            "chapter": 12,
            "verse": 48,
            "text": "फिर उसके पश्चात सात कठिन वर्ष आएँगे जो वे सब खा जाएँगे जो तुमने उनके लिए पहले से इकट्ठा कर रखा होगा, सिवाय उस थोड़े-से हिस्से के जो तुम सुरक्षित कर लोगे"
        },
        {
            "chapter": 12,
            "verse": 49,
            "text": "फिर उसके पश्चात एक वर्ष ऐसा आएगा, जिसमें वर्षा द्वारा लोगों की फ़रियाद सुन ली जाएगी और उसमें वे रस निचोड़ेगे।"
        },
        {
            "chapter": 12,
            "verse": 50,
            "text": "सम्राट ने कहा, \"उसे मेरे पास ले आओ।\" किन्तु जब दूत उसके पास पहुँचा तो उसने कहा, \"अपने स्वामी के पास वापस जाओ और उससे पूछो कि उन स्त्रियों का क्या मामला है, जिन्होंने अपने हाथ घायल कर लिए थे। निस्संदेह मेरा रब उनकी मक्कारी को भली-भाँति जानता है।"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "उसने कहा, \"तुम स्त्रियों का क्या हाल था, जब तुमने यूसुफ़ को रिझाने की चेष्टा की थी?\" उन्होंने कहा, \"पाक है अल्लाह! हम उसमें कोई बुराई नहीं जानते है।\" अज़ीज़ की स्त्री बोल उठी, \"अब तो सत्य प्रकट हो गया है। मैंने ही उसे रिझाना चाहा था। वह तो बिलकुल सच्चा है।"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "यह इसलिए कि वह जान ले कि मैंने गुप्त॥ रूप से उसके साथ विश्वासघात नहीं किया और यह कि अल्लाह विश्वासघातियों का चाल को चलने नहीं देता"
        }
    ]
}