{
    "pages": [
        {
            "chapter": 5,
            "verse": 58,
            "text": "و هنگامی‌که (با اذان و اقامه مردمان را) به نماز می‌خوانید آن را به مسخره و بازی می‌گیرند، از آن روی که آنان بی‌گمان گروهی هستند (که)خردورزی نمی‌کنند"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "بگو: «هان ای اهل کتاب! آیا جز برای این از ما انکار و انگار و پیگیری دارید که ما به خدا و آنچه سوی ما نازل شده و به آنچه پیش از این فرود آمده‌است، ایمان آوردیم و اینکه بی‌گمان بیشترتان فاسقانید؟»"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "بگو: «آیا شما را به بدتر از (گرفتاران به) این کیفر در پیشگاه خدا خبری مهم از جهت ثوابشان نزد خدا بدهم‌؟ کسانی که خدا لعنتشان کرده و بر آنان خشم گرفته و از آنان بوزینگان و خوکان قرار داده. و آنان که طاغوت را پرستش کردند اینانند که از نظر جایگاه، بدتر و از راه راست (از همگان) گمراه‌ترند.»"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "و هنگامی که نزد شما آیند گویند: «ایمان آوردیم.‌» در حالی که بی‌چون با کفر وارد شده و بی‌گمان با (آن) بیرون رفتند و خدا به آنچه پنهان می‌داشته‌اند داناتر است"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "و بسیاری از آنان را می‌بینی که در گناه پیگیر و دشمنی و حرام‌خواریِ هلاکت‌بارشان شتاب می‌کنند؛ همواره چه کارهای بدی انجام می‌داده‌اند"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "چرا ربّانیان آنان را از گفتار گناه‌آلودشان و (از) حرام‌خوارگی هلاکت‌بارشان باز نمی‌دارند؟ به‌راستی چه بد است آنچه می‌ساخته‌اند"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "و یهودیان گفتند: «دست خدا بسته است.» دست‌های خودشان بسته است و به سبب آنچه گفتند از رحمت خدا دورند. بلکه (خدا) هر دو دستش گشاده است، هرگونه بخواهد می‌بخشد و همانا آنچه از جانب پروردگارت سوی تو فرود آمده، بی‌گمان بر طغیان و کفر بسیاری از ایشان خواهد افزود و تا روز قیامت میانشان دشمنی و کینه افکندیم. هربار که آتشی برای پیکار برافروختند، خدا آن را خاموش کرد و (آنان) در زمین به اِفساد می‌کوشند و خدا مفسدان را دوست نمی‌دارد"
        }
    ]
}