{
    "pages": [
        {
            "chapter": 6,
            "verse": 119,
            "text": "و شما را چه شده که از آنچه نام خدا بر آن برده شده نمی‌خورید؟ حال آنکه همواره خدا، آنچه را بر شما حرام کرده، به تفصیل (در قرآن) بیان کرده است، جز آنچه (از محرمات) که بدون اختیار به آن ناچار شده‌اید (که به اندازه‌ی ضرورت بر شما حلال است). و بی‌چون بسیاری (از مردمان، دیگران را) از روی نادانی، با هوس‌های خود گمراه می‌کنند. بی‌امان پروردگارت، (هم)او به (حال) تجاوزکاران داناتر است"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "و آشکار و پنهانِ گناه- دورکننده‌ی از خیرات- را رها کنید، زیرا کسانی که به (این) گناه آلوده می‌شوند، به زودی - در برابر آنچه نابسامان با کاوش به دست می‌آورده‌اند - کیفر خواهند یافت"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "و از آنچه نام خدا بر آن برده نشده است مخورید، و (خوردن) آن بی‌گمان سرپیچی سختی (از فرمان خدا) است و همانا شیطان‌ها به دوستان خود همواره وسوسه می‌کنند، تا با شما ستیزه نمایند و اگر اطاعتشان کنید، بی‌گمان شما (هم) بی‌چون (به گونه‌ای) مشرکانید"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "آیا و کسی که مرده (دل) بوده، پس زنده (دل)اش گردانیدیم و برای او نوری نهادیم تا در پرتو آن در میان مردمان راه برود، همچون کسی است که نمود و نمادش در تاریکی‌هاست (که) از آن‌ها بیرون آمدنی نیست‌؟ این‌گونه برای کافران آنچه را انجام می‌داده‌اند زینت داده شده است"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "و بدین‌گونه، در هر مجتمعی بزرگانشان را (از) مجرمان نهادیم، تا در آن به نیرنگ پردازند و آنان جز به خودشان نیرنگ نمی‌زنند و باریک‌بینی نمی‌کنند"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "و چون نشانه‌ای (ربانی) برایشان بیاید گویند: «هرگز ایمان نمی‌آوریم تا آنکه نظیر آنچه به فرستادگان خدا داده شده است به ما (نیز) داده شود.» خدا بهتر می‌داند رسالتش را کجا و چگونه قرار دهد. زودا کسانی را که مرتکب جرم شدند - به (سزای) آنچه نیرنگ می‌کردند - در پیشگاه خدا خواری و بی‌مقداری و شکنجه‌ای سخت خواهد رسید"
        }
    ]
}