{
    "pages": [
        {
            "chapter": 10,
            "verse": 26,
            "text": "برای کسانی که نیکی کرده‌اند، (پاداش) نیکوتر و فزون‌تر (از آن) است و چهره‌هایشان را نقصان و کدورت و ذلّتی نمی‌پوشاند. اینان همدمان بهشتند و در آن جاودانه‌اند"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "و کسانی که دستاوردشان بدی‌ها بوده، جزای بدی‌ای (دست بالا) مانند همان است، و خواری آنان را به‌ناچار فراگیرد (و) از سوی خدا هیچ نگهبانی برایشان نیست‌؛ گویی چهره‌ها‌شان با پاره‌هایی از شبِ بس تاریک‌کننده پوشیده شده است. آنان همدمان آتشند، (و هم)ایشان در آن جاودانه‌اند"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "و (یاد کن) روزی را که همه‌ی آنان را گرد (هم) آوریم، سپس به کسانی که شرک ورزیده‌اند گوییم: «شما و شریکانتان بر جایگاهتان هم‌چنان باشید.» پس میانشان جدایی افکندیم و شریکانشان گفتند: «شما تنها ما را نمی‌پرستیدید.»"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "«پس گواهی خدا میان ما و میان شما بس است، اگر ما از عبادتتان همی غافل بوده‌ایم.»"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "آنجاست که هر کس آنچه را (از گناهان) واپس نهاده است به حقیقت دریابد و سوی خدا - مولای حقشان - بازگردانیده شدند. و آنچه افترا می‌زده‌اند از نظرشان گم گشت"
        },
        {
            "chapter": 10,
            "verse": 31,
            "text": "بگو: «کیست که از آسمان و زمین شما را روزی می‌دهد؟ یا کیست که مالک گوش‌ها و دیدگان(تان) است‌؟ و کیست که زنده را از مرده بیرون می‌آورد و مرده را از زنده بیرون می‌آورد؟ و کیست که کار (خلقت) را تدبیر می‌کند؟» پس خواهند گفت: «خداست.» پس بگو: «آیا پروا نمی‌کنید؟»"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "پس این خدا پروردگار شما، تمامی حق است و بعد از حق (مطلق) جز گمراهی چیست‌؟ پس چگونه و به‌کجا و چه زمانی (از حق) باز گردانیده می‌شوید؟"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "این گونه سخن پروردگارت بر (سر و سامان) کسانی که نافرمانی (عمدی و مدام) کردند تحقق یافت، که آنان بی‌گمان ایمان نمی‌آورند (زیرا دل‌هاشان سراسر سیاه گشته)"
        }
    ]
}