{
    "pages": [
        {
            "chapter": 18,
            "verse": 21,
            "text": "و بدین‌سان (مردمان آن دیار را) بر حالشان آگاه ساختیم، تا بدانند (که) همانا وعده‌ی خدا حق است و (اینکه) به‌راستی در (فرا رسیدن) ساعت (قیامت) هیچ شک مستندی نیست. چون میان خود در کارشان با یکدیگر نزاع می‌کنند، پس (اینان) گفتند: «بر روی آنها ساختمانی بنا کنید، پروردگارشان به (حال) آنان داناتر است‌.» (سرانجام) کسانی که بر جریانشان آگاه شدند گفتند: «به‌راستی حتماً فرارویشان مسجدی برخواهیم گرفت.»"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "خواهند گفت: «سه تن‌اند، چهارمین‌شان سگشان.» و می‌گویند: «پنج تن‌اند، ششمین‌شان سگشان.» (این دو گفته) تیری در تاریکی انداختن است؛ و (عده‌ای هم) می‌گویند: «هفت تن بودند و هشتمین‌شان سگ‌شان‌.» بگو: «پروردگارم به شمارشان آگاه‌تر است. جز اندکی (کسی شمار) آنان را نمی‌داند.» پس درباره‌ی ایشان جز به صورت ظاهر جدال مکن و در مورد آنان از هیچ کس فتوایی مجوی"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "و زنهار در مورد چیزی مگوی که من آن را محققاً فردا انجام خواهم داد"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "مگر آنکه خدا بخواهد. و چون فراموش کردی، پروردگارت را یاد کن و بگو: «امید که پروردگارم مرا به راهی که نزدیکتر از این به صواب است، رهنمون گردد.»"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "و سیصد سال در غارشان درنگ کردند. و نُه سال (نیز) بر آن افزون خواستند"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "بگو: «خدا به آنچه درنگ کردند داناتر است. (علم و قدرت بر) نهان آسمان‌ها و زمین به او اختصاص دارد. وه! چه بینا و شنواست! برای آنان سروری جز او نیست و هیچ کس را در (هیچ‌گونه) حکمش (در تکوین و تشریع) هرگز شریک نمی‌کند.»"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "و آنچه را که از کتاب پروردگارت سویت وحی شده است (برایشان) بخوان و پیروی کن. کلمات او [:خدا و قرآن] را هیچ‌گاه تبدیل‌کننده‌ای نیست . جز او [:خدا و کتابش] هرگز پایگاه و پناهگاهی (وحیانی) نتوانی یافت"
        }
    ]
}