{
    "pages": [
        {
            "chapter": 2,
            "verse": 225,
            "text": "خدا شما را به لغو در سوگندهایتان مؤاخذه(ی اصلی) نمی‌کند، ولی شما را به آنچه دل‌هایتان (با این لغو) فراهم آورده، مؤاخذه می‌کند؛ و خدا پوشنده‌ا‌ی بردبار است"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "برای کسانی که به ترک همخوابگی با زنانشان سوگند می‌خورند [:ایلاء] چهار ماه انتظار (و مهلت) است‌؛ پس اگر (به آشتی) باز آمدند، خدا پوشنده‌‌ی رحمتگر بر ویژگان است‌؛"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "و اگر آهنگ طلاق کردند، خدا همواره شنوای داناست"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "و (گروهی از) زنانِ طلاق داده شده [:آمیزش دیده] باید مدّت سه پاکی و سه حیض انتظار کشند، و اگر به خدا و روز بازپسین ایمان دارند، برای آنان حلال نیست که آنچه را خدا در رحم‌هاشان آفریده پنهان دارند؛ و شوهرانشان -اگر سرِ اصلاح دارند- به باز آوردن آنان در این (مدّت) سزاوارتر (از این همسرانشان و دیگران)اند، و مانند همان (وظایفی) که بر عهده‌ی زنان است، به طور شایسته، برای [:بر عهده‌ی] آنان [:مردان] است، و برای مردان بر آنان درجه‌ای برتری است (مانند طلاق و حق رجوع به شرط اصلاح). و خدا توانای حکیم است"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "طلاق دو بار است؛ پس (از آن) یا به خوبی نگاه داشتن (زن) یا به شایستگی آزاد کردن اوست. و برایتان حلال نیست که از آنچه به آنان داده‌اید، چیزی بازستانید، مگر آنکه طرفین بترسند که حقوق خدا را (در استمرار زناشویی) به‌پا ندارند. پس اگر بیم دارید که آن دو، حدود خدا را بر پا نمی‌دارند، در آنچه (زن برای آزاد کردن خود، از آنچه گرفته) فدیه دهد، گناهی بر این دو نیست. این‌ها حدود الهی است، پس از آن تجاوز مکنید. و کسانی که از حدود الهی تجاوز کنند، اینان، (هم)ایشان ستمکارانند"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "پس اگر (شوهر برای بار سوّم) او را طلاق گفت، پس از آن دیگر (آن زن) برای او (به هیچ وجه) حلال نیست، تا اینکه با شوهری غیر از او همخوابگی نماید. پس چنانچه (شوهر دوّم) وی را طلاق گفت، اگر آن دو گمان دارند که حدود خدا را بر پا می‌دارند، گناهی بر آن دو نیست که به یکدیگر باز گردند. و اینها حدود الهی است (که) آنها را برای گروهی که می‌دانند، بیان می‌کند"
        }
    ]
}