{
    "pages": [
        {
            "chapter": 3,
            "verse": 38,
            "text": "اینجا (بود که) زکریا پروردگارش را خواند (و) گفت: «پروردگارم! از جانب ویژه‌ی خود، فرزندی پاک و پسندیده به من عطا فرمای. همواره تو بس شنونده‌ی درخواستی.»"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "پس در حالی که وی ایستاده در محراب نماز می‌خواند، فرشتگان او را ندا در دادند: «خدا تو را به یحیی مژده می‌دهد؛ حال آنکه تصدیق‌کننده‌ی (حقانیت) کلمه‌ای از خداست و بزرگوار و خویشتندار (از تمامی گناهان) و پیامبری از شایستگان است.»"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "گفت: «پروردگارم! کی مرا فرزندی خواهد بود؟ در حالی که همواره مرا پیری در رسیده و زنم نازاست!» (فرشته) گفت: « (کار پروردگار) همین‌گونه (بزرگ و فرزانه) است. خدا هر چه بخواهد انجام می‌دهد.»"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "گفت: «پروردگارم! برایم (بر این اعجاز) نشانه‌ای قرار ده.» فرمود: «نشانه‌ات این است که سه روز با مردم - جز به اشاره - سخن نگویی و پروردگارت را بسیار یاد کن و شامگاهان و بامدادان (او را) تسبیح گوی.»"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "و چون فرشتگان گفتند: «مریم! خدا تو را به‌درستی برگزیده و تو را پاک ساخته، و تو را بر زنان جهانیان برتری داده است.»"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "«مریم! برای پروردگارت دل‌‌باخته (و فرمانبر) باش و (برایش) سجده کن و با رکوع‌کنندگان رکوع نمای.»"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "این (خود) از اخبار مهم غیب است (که) فراسویت وحی می‌کنیم و چون آنان قلم‌های خود را (برای قرعه‌کشی به آب) می‌افکندند -تا کدام‌یک سرپرستی مریم را به عهده گیرد- نزد آنان نبودی و (نیز) وقتی با یکدیگر کشمکش می‌کردند، نزدشان نبودی"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "چون فرشتگان گفتند: «مریم! به‌راستی خدا تو را به کلمه‌ای از جانب خود -که نامش مسیح عیسی‌بن‌مریم است‌- مژده می‌دهد. در حالی که در دنیا و آخرت آبرومند و از مقربان (درگاه خدا) است.»"
        }
    ]
}