{
    "chapter": [
        {
            "chapter": 23,
            "verse": 1,
            "text": "Gerçekten Mü'minler kurtuluşa ermiştir"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "Onlar namazlarında huşû içinde olanlardır"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "Onlar, boş ve yararsız şeylerden yüz çevirirler"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "Onlar zekâtı verirler"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "Onlar, ırzlarını/iffetlerini korurlar"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "Ancak kendi eşleri ve ellerinin altındaki (cariyeleri) hariç. Şüphesiz onlar (bunlarla ilişkilerinden dolayı) kınanmazlar"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "Artık her kim bundan başkasını isterse işte onlar sınırı aşan kimseler olurlar"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "Onlar, emanetlerine ve verdikleri sözlere riâyet ederler"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "Onlar, namazlarını muhafaza ederler"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "İşte bunlar varis olanların ta kendileridir"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "Onlar, Firdevs’e varis olacaklardır ve onlar orada ebedî kalacaklardır"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "Andolsun biz insanı, (süzülmüş) bir çamurdan yarattık"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "Sonra onu bir su damlası/nutfe olarak, sağlam bir yere (rahme) yerleştirdik"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "Sonra nutfeyi/spermi, alaka/embriyo haline getirdik. Embriyoyu bir çiğnem et parçası yaptık. Et parçasından kemik yarattık. Kemiğe et giydirdik. Sonra onu (ruh vererek) bambaşka bir varlık olarak yarattık. Yaratanların en güzeli olan Allah pek yücedir"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Sonra siz, bunun arkasından elbette öleceksiniz"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "Sonra şüphesiz sizler, kıyamet günü yeniden diriltileceksiniz"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "Andolsun, biz sizin üzerinizde yedi yol yarattık. Biz yarattıklarımızdan gâfil değiliz"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "Biz, gökten belli bir ölçüde su indirdik de (faydalanmanız için) onu yeryüzünde tuttuk. Bizim onu tamamen gidermeye de muhakkak gücümüz yeter"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "O suyla, sizin için hurma ve üzüm bağları yetiştirdik ki, oralarda sizin için birçok meyveler vardır. Siz de onlardan yersiniz"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "Tûri Sînâ'da da yetişen bir ağaç daha meydana getirdik ki, bu ağaç hem yağ hem de yiyenlerin ekmeğine katık edecekleri (zeytin) verir"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "Şüphesiz hayvanlarda da sizin için ibret vardır. Onların karınlarında olanlardan size içiririz. Onlarda sizin için çok yararlar vardır ve onlardan yersiniz"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "Bir de hem onların üzerinde, hem gemilerin üzerinde taşınıyorsunuz"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "Şüphesiz biz Nuh’u kavmine peygamber olarak gönderdik. Kavmine dedi ki: “Ey kavmim! Allah’a ibadet edin. Sizin O'ndan başka bir ilahınız yoktur. Hiç sakınmaz mısınız"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Kavminden ileri gelen kâfirler: \"Bu, sizin gibi bir insandan başka bir şey değildir. Sizden üstün olmak istiyor. Eğer Allah dileseydi melekleri gönderirdi. Biz, daha önceki atalarımızdan da bunu duymadık.\" dediler"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "O ancak, cinlenmiş (kendisine delilik isabet eden) bir adam, öyleyse bir müddet onu (bırakıp) bekleyin"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Nuh: \"Rabbim! Beni yalanlamalarına karşılık bana yardım et.\" dedi"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Bunun üzerine Nûh’a: “Gözlerimizin önünde, vahyimize göre gemiyi yap!” diye vahyettik. Bizim emrimiz gelip de tandır kaynamaya başlayınca, (sular coşup taştığında Nûh’a) dedik ki: “Her cins canlıdan (erkekli dişili) birer çift, bir de aleyhine hüküm verilmiş olanın dışında kalan aileni gemiye al ve zulmeden kimseler hakkında bana hiç yalvarma! Şüphesiz onlar suda boğulacaklardır.”"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "Sen ve beraberindekiler gemiye yerleşince: \"Bizi zalim kavimden kurtaran Allah’a hamdolsun.\" de"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "Ve yine şöyle de: \"Rabbim! Beni mübarek bir yere indir. İndirenlerin en hayırlısı sensin"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Şüphesiz bunda (Nuh ve kavminin başından geçenlerde) birtakım ibretler vardır. Hakikaten biz (kullarımızı böyle) sınarız"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Sonra onların ardından bir başka nesil meydana getirdik"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "Onlara kendilerinden; “Allah’a kulluk edin, sizin O’ndan başka hiçbir ilahınız yoktur. Hâlâ O’na karşı gelmekten sakınmaz mısınız?” diye öğüt veren bir peygamber gönderdik"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "O peygamberin kavminden, Allah’a kâfir olan, ahireti yalanlayan ve bizim dünya hayatında kendilerine bol bol nimet verdiğimiz ileri gelenleri şöyle dediler: “O da ancak sizin gibi bir insandır. Sizin yediğiniz şeylerden yiyor, içtiğiniz şeylerden içiyor.”"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "Eğer, sizin gibi bir insana itaat ederseniz; işte o zaman hüsrana uğrarsınız"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Siz ölüp, toprak ve kemik olduğunuz zaman tekrar (kabirlerinizden) çıkarılacağınızı mı vadediyor"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "“Hâlbuki bu size vadolunan şey ne kadar da uzak!”"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "Onlar; \"Hayatımız, ancak dünya hayatıdır. Ölürüz ve yaşarız. Bizler tekrar diriltilecek değiliz.\" dediler"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "Bu adam, sadece Allah hakkında yalan uyduran bir kimsedir; biz ona iman etmiyoruz"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "O peygamber: \"Rabbim, beni yalanlamalarına karşılık bana yardım et!\" dedi"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "Allah şöyle buyurdu: \"Pek yakında onlar mutlaka pişman olacaklar"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "Derken onları, gerçekleşmesi hak/kaçınılmaz olan bir çığlık yakaladı ve onları bir (sel) süprüntüsü haline getirdik. Uzak olsun öyle zâlim bir kavim"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Sonra onların ardından başka nesiller meydana getirdik"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "Hiçbir ümmet, ecelinin önüne geçemez ve onu geciktiremez"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Sonra birbiri ardınca peygamberlerimizi gönderdik. Her ümmete peygamberi geldikçe onu yalanladılar. (Biz de) onları birbiri ardından helâk edip, (ibretlik) konuşulan (olaylar) haline getirdik. Yok olsun iman etmeyen böyle bir toplum"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Sonra Musa'yı ve kardeşi Harun'u ayetlerimizle ve apaçık delillerle gönderdik"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "Firavun’a ve ileri gelenlerine. Ama onlar büyüklük tasladılar. Zaten onlar kendilerini üstün sayan bir topluluktu"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "Bu yüzden: \"Kavimleri bize kölelik edip dururken, bizim gibi iki insana mı iman edeceğiz?\" demişlerdi"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "Böylece o ikisini yalanladılar ve helâk edilenlerden oldular"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "Andolsun biz Musa'ya, belki onlar hidayeti bulurlar diye kitabı verdik"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "Andolsun ki biz Meryemoğlunu da, anasını da bir(er) ayet kıldık ve onları yüksek ve akarsuyu olan rahat bir yerde barındırdık"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "Ey rasûller! Temiz şeylerden yiyin ve salih ameller işleyin. Çünkü ben yaptığınız bütün amelleri çok iyi bilirim"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "Ve gerçekten sizin bu ümmetiniz tek bir ümmettir. Ben de sizin Rabbinizim. O halde yalnız benden korkun"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "Ne var ki (insanlar) işlerini (dinlerini) aralarında bölük pörçük etmişlerdir. Bu sebeple her grup kendi yanındakiyle sevinip böbürlenmektedir"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "Bir süreye kadar onları kendi sapıklıklarıyla başbaşa bırak"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Zannediyorlar mı ki kendilerine mal ve oğullar sunduk diye"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "İyiliklerinde acele ediyoruz. Asla! Fakat onlar anlamıyorlar"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Şüphesiz ki Rablerinin korkusundan titreyenler"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "Rablerinin ayetlerine iman edenler"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "Ve Rablerine şirk koşmayanlar"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "Rabblerine dönecekleri için verdiklerini kalpleri ürpererek verenler"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "İşte, iyilik hususunda yarışanlar ve (iyilikte) öne geçenler bunlardır"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "Biz, hiç kimseyi gücünün yettiğinden başkası ile yükümlü kılmayız. Nezdimizde hakkı söyleyen bir kitap vardır ve onlar haksızlığa uğratılmazlar"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "Bilâkis onların kalpleri bundan habersizdir. Onların bundan başka bizzat işledikleri amelleri de vardır"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "Nihayet refah ve bolluk içinde olanlarını azapla kıskıvrak yakaladığımız zaman, bakmışsın ki hemen feryadı basarlar"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "Bugün feryat etmeyin, çünkü tarafımızdan size yardım olunmaz"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "Ayetlerim size okunuyordu da topuklarınızın üstünde gerisin geri dönüyordunuz"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "Bununla büyüklük taslar, geceleyin toplanıp hezeyanlar savururdunuz"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "Onlar bu sözü (Kur'an'ı) hiç düşünmediler mi? Yoksa kendilerine, daha önce geçmişteki atalarına gelmeyen bir şey mi geldi"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "Yahut onlar rasûllerini tanımıyorlardı da bunun için mi şimdi onu inkâr ediyorlar"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "Yahut onun cinlenip, delilik isabet ettiğini mi söylüyorlar? Bilakis o kendilerine hakkı getirmiştir. Hâlbuki onların çoğunluğu haktan hoşlanmazlar"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "Eğer hak, onların hevâ ve heveslerine tâbi olsaydı, gökler, yer ve içindeki herkes, mutlaka bozguna uğrardı. Oysa biz onlara, şan ve şereflerini ihtiva eden Kur'an'ı getirdik. Fakat onlar, bundan yüz çevirmektedirler"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "Yoksa sen onlardan bir karşılık mı istiyorsun? Rabbinin vereceği daha hayırlıdır. O, rızık verenlerin en hayırlısıdır"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "Sen onları şüphesiz ki dosdoğru yola davet edersin"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "Muhakkak ki âhirete iman etmeyenler doğru yoldan sapanlardır"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "Eğer onlara rahmet edip, başlarındaki sıkıntıyı gidermiş olsaydık bile yine de onlar; azgınlıkları içinde bocalayıp dururlardı"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "Andolsun ki onları azap ile aldığımız halde yine de Rablerine itaatle boyun eğmediler. Yalvarıp, yakarmadılar"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "Nihayet üzerlerine şiddetli bir azap kapısı açtığımızda o zaman azabın içinde şaşkın ve ümitsiz kalıverirler"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "Sizin için kulaklar, gözler ve kalpler var eden O’dur. Ne kadar az şükrediyorsunuz"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "Sizi yeryüzünde yaratıp yayan da O'dur. Ve yine O'nun huzurunda toplanacaksınız"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "Dirilten de öldüren de O’dur. Gece ve gündüzün art arda gelmesi de O’na aittir. Hâlâ akletmiyor musunuz"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "Aksine bunlar da öncekilerin dedikleri gibi dediler"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "Ölüp, toprak ve kemik haline geldiğimiz zaman, biz yeniden mi diriltileceğiz?\" dediler"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "Bu, bize ve atalarımıza daha önce de vadedilmişti. Bu, öncekilerin masallarından başka bir şey değildir"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "De ki: \"Eğer biliyorsanız (söyleyin bakalım), yeryüzü ve onda bulunanlar kime aittir"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "“Allah’ındır.” diyecekler. “Öyle ise siz hiç düşünüp öğüt almaz mısınız?” de"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Yedi göğün Rabbi ve yüce arşın Rabbi kimdir?\" de"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "Allah’ındır.\" diyecekler. (Onlara:) Hâlâ düşünüp öğüt almaz mısınız? de"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "De ki: \"Eğer biliyorsanız (söyleyin): Her şeyin hükümranlığı elinde olan, koruyup kollayan ama kendisi korunmaya (muhtaç olmayan) kimdir"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "Allah’ındır.\" diyecekler. “Öyle ise nasıl aldanıyorsunuz?” de"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "Doğrusu biz onlara hakkı (gerçeği) getirdik. Onlar ise hakikaten yalancılardır"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "Allah, bir çocuk edinmemiştir ve O'nunla beraber hiçbir ilah yoktur. Eğer öyle olsaydı, her ilah kendi yarattığını alır, elbette onlardan biri diğerine galebe çalardı. Allah onların niteleye geldiklerinden münezzehtir"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "Allah, gizliyi ve açığı bilendir. O, (müşriklerin) ortak koştukları şeylerden yüksektir, çok yücedir"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "De ki: “Rabbim! Eğer onların tehdit olundukları şeyi bana göstereceksen"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "“Rabbim! O halde beni o zalimler topluluğu arasında kılma!”"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "Bizim onlara yönelttiğimiz tehditleri sana göstermeye elbette gücümüz yeter"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Sen, kötülüğü en güzel bir tutumla sav. Biz onların yakıştırmakta oldukları şeyi çok iyi bilmekteyiz"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "Ve de ki: \"Rabbim! Şeytanların vesveselerinden sana sığınırım"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "“Rabbim yanımda hazır olmalarından da sana sığınırım.”"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "Nihayet onlardan (müşriklerden) birine ölüm gelip çattığında şöyle der: \"Rabbim! Beni geri gönder"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "“Belki geride bıraktıklarımla salih amel işlerim.” Asla, bu onun söylemiş olduğu bir sözden ibarettir. Onların önlerinde de diriltilecekleri güne kadar bir berzah vardır"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "Sûr’a üflendiği zaman, işte o gün aralarında soy bağı kalmaz, birbirlerine bir şey de soramazlar"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "Artık kimin tartıları ağır gelirse, işte onlar kurtuluşa erenlerin ta kendileridir"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "Kimlerin de tartıları hafif gelirse, artık bunlar da kendilerine yazık etmişlerdir. (Çünkü onlar) ebedî Cehennem'dedirler"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "Ateş onların yüzlerini bürüyüp, yakar ve (dudakları da yanar da) dişleri sırıtıp öylece kalır"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "Ayetlerim size okunuyordu da siz onları yalanlıyordunuz, değil mi"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "Onlar şöyle derler: \"Rabbimiz! Azgınlığımız bizi yenmişti ve sapık bir kavim olmuştuk"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "Rabbimiz! \"Bizi ateşten çıkar. Eğer (sapıklığa) tekrar dönersek, biz gerçekten kendimize zulmetmiş oluruz.\" derler"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "(Allah) \"Aşağılık içinde kalın orada, artık benimle konuşmayın!\" der"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "Gerçek şu ki kullarımdan: “Rabbimiz, iman ettik, bize mağfiret ve rahmet buyur. Sen rahmet edenlerin hayırlısısın, diyen bir topluluk vardı"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "Siz ise onları alaya almıştınız. O kadar ki, onlar size beni anmayı unutturdu. Onlara hep gülüyordunuz"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "Bugün sabrettikleri için onları ödüllendirdim. İşte, asıl kurtuluşa ermiş olanlar onlardır"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "“Siz yeryüzünde kaç yıl kaldınız” diyecek"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "Onlar: “Bir gün yahut bir günün bir bölümü kadar eğlendik. Haydi sayanlara sor” diyecekler"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "Buyurdu ki: “Siz ancak az bir süre eğlendiniz. Eğer gerçekten bilmiş olsaydınız"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "Sizi, boşuna yarattığımızı ve bize döndürülmeyeceğinizi mi sandınız"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "Gerçek hükümdar olan Allah yüksektedir, yücedir. O’ndan başka hiç (hak) ilah yoktur. O, şerefli ve yüce Arş’ın Rabbidir"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "Kim hakkında hiçbir delili bulunmaksızın Allah ile birlikte başka bir ilaha ibadet ederse onun hesabı ancak Rabbinin katındadır. Kâfirler –hiç şüphesiz- kurtuluşa eremezler"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "De ki: “Rabbim! Bağışla, merhamet et. Çünkü sen merhamet edenlerin en hayırlısısın!”"
        }
    ]
}