{
    "chapter": [
        {
            "chapter": 34,
            "verse": 1,
            "text": "Hamd, göklerde ve yerde bulunanların hepsinin sahibi olan Allah’a mahsustur. Ahirette de hamd O’na mahsustur. O, hikmet sahibidir, (her şeyden) haberdardır"
        },
        {
            "chapter": 34,
            "verse": 2,
            "text": "Allah; yere gireni, yerden çıkanı; gökten ineni ve oraya yükseleni bilir. O; çok merhametlidir, çok bağışlayıcıdır"
        },
        {
            "chapter": 34,
            "verse": 3,
            "text": "Kâfirler: \"Kıyamet bize gelmeyecek.\" dediler. De ki: \"Hayır! Gaybı bilen Rabbim'e yemin olsun, o mutlaka size gelecektir. Göklerde ve yerde zerre miktarı bir şey bile O’ndan gizli değildir. Bundan daha küçük ve daha büyüğü de şüphesiz apaçık kitaptadır (yazılıdır)"
        },
        {
            "chapter": 34,
            "verse": 4,
            "text": "Bu, iman edip salih amel işleyenleri mükâfatlandırması içindir. İşte Onlar için büyük bir mağfiret ve güzel bir rızık vardır"
        },
        {
            "chapter": 34,
            "verse": 5,
            "text": "Ayetlerimiz konusunda acze düşürmek için koşuşturanlar ise işte onlar için de en kötüsünden, pek acıklı bir azap vardır"
        },
        {
            "chapter": 34,
            "verse": 6,
            "text": "Kendilerine ilim verilenler, Rabbinden sana indirilenin (Kur'an'ın) gerçek olduğunu bilir. O'nun, mutlak galip ve övgüye lâyık olan (Allah'ın) yoluna ilettiğini görürler"
        },
        {
            "chapter": 34,
            "verse": 7,
            "text": "Kâfir olanlar dediler ki: \"Çürüyüp paramparça olduğunuz vakit yeniden dirileceğinizi söyleyerek haber veren kişiyi gösterelim mi"
        },
        {
            "chapter": 34,
            "verse": 8,
            "text": "Acaba o, yalan yere Allah'a iftira mı etmiştir? Yoksa onda delilik mi var?\" (dediler). Hayır! Öyle değil! Ahirete iman etmeyenler azap içinde ve uzak bir sapıklıktadır"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "Onlar önlerindeki ve arkalarındaki göğe ve yeryüzüne bakmıyorlar mı? Dilersek onları yere batırır veya gökten üzerlerine parçalar düşürürüz. İşte bunda, (Rabbine) ihlasla yönelen her kul için bir ayet/delil vardır"
        },
        {
            "chapter": 34,
            "verse": 10,
            "text": "Davud’a katımızdan bir lütuf verdik. \"Ey dağlar ve kuşlar! Davud’la tespih edin.\" Onun için demiri de yumuşattık"
        },
        {
            "chapter": 34,
            "verse": 11,
            "text": "Geniş zırhlar imal et, dokumasını ölçülü yap. (Ey Davud hanedanı!) Salih ameller işleyin! Kuşkusuz ben, yaptıklarınızı hakkıyla görmekteyim.\" diye (vahyettik)"
        },
        {
            "chapter": 34,
            "verse": 12,
            "text": "Süleyman'a da sabah gidişi bir ay, akşam dönüşü bir ay(lık mesafe) olan rüzgârı (boyun eğdirdik). Onun için erimiş bakır madenini sel gibi akıttık. Cinlerden de, Rabbinin izniyle onun emrinde çalışanlar vardı. Onlardan kim emrimizden sapacak olsa ona şiddetli azaptan tattırırdık"
        },
        {
            "chapter": 34,
            "verse": 13,
            "text": "Cinler, Süleyman için dilediği biçimde kaleler, heykeller, havuz gibi çanaklar ve sabit kazanlar yapıyorlardı. Ey Davûd ailesi! Şükür için çalışın. Kullarımdan şükredenler pek azdır"
        },
        {
            "chapter": 34,
            "verse": 14,
            "text": "Süleyman'ın ölümüne hükmettiğimiz zaman, onun öldüğünü ancak değneğini yiyen bir ağaç kurdu gösterdi. (Sonunda yere) yıkılınca, anlaşıldı ki cinler gaybı bilselerdi o küçük düşürücü azap içinde kalmazlardı"
        },
        {
            "chapter": 34,
            "verse": 15,
            "text": "Andolsun, Sebe kavmi için oturduğu yerlerde büyük bir ibret vardır. Biri sağda, diğeri solda iki bahçeleri vardı. (Onlara:) \"Rabbinizin rızkından yiyin ve O'na şükredin. İşte güzel bir memleket ve çok bağışlayan bir Rab"
        },
        {
            "chapter": 34,
            "verse": 16,
            "text": "Ancak onlar yüz çevirdiler, böylece biz de onlara Arîm (her şeyi yıkıp süpüren azap) selini gönderdik ve onların iki bahçelerini, buruk yemişli, acı ılgınlı ve içinde az sayıda Sedir ağacı bulunan iki bahçeye dönüştürdük"
        },
        {
            "chapter": 34,
            "verse": 17,
            "text": "İşte nankörlük etmeleri sebebi ile biz onları böyle cezalandırdık. Biz (bu şekilde) ancak nankörleri cezalandırırız"
        },
        {
            "chapter": 34,
            "verse": 18,
            "text": "Kendileri (Sebe) ile içlerinde bereketler kıldığımız memleketler (Şam) arasında (birbirine yakın) görünebilen memleketler var ettik. İçlerinde yolculuğu ölçülü kıldık/konaklara ayırdık ve; “Oralarda geceleri ve gündüzleri güvenlik içinde gezip dolaşın.\" (dedik)"
        },
        {
            "chapter": 34,
            "verse": 19,
            "text": "“Rabbimiz yolculuklarımız arasını uzaklaştır” diye dua ettiler ve kendi nefislerine zulmettiler. Biz de onları, ibret kıssaları haline getirdik ve onları büsbütün parçaladık. Şüphesiz bunda, çok sabreden ve çok şükreden herkes için ibretler vardır"
        },
        {
            "chapter": 34,
            "verse": 20,
            "text": "Andolsun ki İblis onlar hakkındaki zannını doğru çıkardı. Böylece mü'minlerden bir grup dışında (hepsi) ona uydular"
        },
        {
            "chapter": 34,
            "verse": 21,
            "text": "Oysa Şeytan'ın onlar üzerinde hiçbir hâkimiyeti yoktu. Ancak ahirete iman edenleri, onun hakkında şüphe içinde bulunanlardan ayırt edelim diye (ona bu fırsatı verdik). Rabbin; her şeyi koruyandır, muhafaza edendir"
        },
        {
            "chapter": 34,
            "verse": 22,
            "text": "(Ey Muhammed!) De ki: “Allah’ı bırakıp da ilah olduklarını iddia ettiklerinize dua edin. Onlar ne göklerde ne de yerde bir zerre ağırlığınca bir şeye sahiptirler. Onların yerde ve gökte hiçbir ortaklıkları yoktur. Allah’ın onlardan bir yardımcısı da yoktur"
        },
        {
            "chapter": 34,
            "verse": 23,
            "text": "Allah’ın huzurunda, kendisinin izin verdiği kimselerden başkasının şefaati fayda vermez. Nihayet onların yüreklerinden korku giderilince: \"Rabbiniz ne buyurdu?\" derler. Onlar da: \"Hak olanı buyurdu.\" derler. O; yüksektir/yücedir, büyüktür"
        },
        {
            "chapter": 34,
            "verse": 24,
            "text": "De ki: \"Göklerden ve yerden size rızık veren kimdir?\" De ki: \"Allah! O halde biz veya siz, ikimizden biri ya doğru yol üzerinde veya açık bir sapıklık içindedir"
        },
        {
            "chapter": 34,
            "verse": 25,
            "text": "De ki: \"Siz, bizim işlemiş bulunduğumuz suçtan sorulacak değilsiniz ve biz de sizin yapmakta olduklarınızdan sorulacak değiliz"
        },
        {
            "chapter": 34,
            "verse": 26,
            "text": "De ki: \"Rabbimiz hepimizi bir araya toplayacak, sonra aramızda hak ile hükmedecektir. O, hüküm veren, (her şeyi) hakkıyla bilendir"
        },
        {
            "chapter": 34,
            "verse": 27,
            "text": "De ki: O’na ortak koştuklarınızı bana gösterin. Asla gösteremezsiniz. Bilâkis yegâne galip ve her şeyi hikmetle idare eden ancak Allah'tır"
        },
        {
            "chapter": 34,
            "verse": 28,
            "text": "Biz, seni bütün insanlara ancak müjdeleyici ve uyarıcı olarak gönderdik. Fakat insanların çoğu bunu bilmezler"
        },
        {
            "chapter": 34,
            "verse": 29,
            "text": "Eğer, doğru söylüyorsanız bu vaat/tehdit ne zaman gerçekleşecek?\" derler"
        },
        {
            "chapter": 34,
            "verse": 30,
            "text": "De ki: “Sizin vaat olunan bir gününüz vardır. Ondan ne bir an geri kalırsınız, ne de ileri geçersiniz.”"
        },
        {
            "chapter": 34,
            "verse": 31,
            "text": "Kâfir olanlar dediler ki: “Biz bu Kur’ân’a da, bundan önce gelen kitaplara da iman etmeyiz.” Sen o zalimleri Rableri huzurunda durdurulmuş, sözü birbirlerine döndürürlerken bir görsen. Güçsüz bırakılan tabiler, büyüklük taslayanlara: “Siz olmasaydınız, biz elbette iman edenler olurduk” derler"
        },
        {
            "chapter": 34,
            "verse": 32,
            "text": "Büyüklük taslayanlar da zayıflara: \"Size, hidayet geldikten sonra biz mi engel olduk? Hayır, siz zaten günahkârlar idiniz.\" derler"
        },
        {
            "chapter": 34,
            "verse": 33,
            "text": "Zayıf düşürülenler de büyüklenenlere: \"Hayır gece gündüz hileler kuruyor; bize Allah'a küfür etmemizi ve O'na eşler koşmamızı emrediyordunuz\" derler. Azabı gördüklerinde pişmanlıklarını açığa vururlar. Biz de kâfirlerin boyunlarına halkalar dolarız. Onlar işlediklerinden başka bir şeyle mi cezalandırılırlar"
        },
        {
            "chapter": 34,
            "verse": 34,
            "text": "Biz hangi ülkeye bir uyarıcı göndermişsek mutlaka oranın varlıklı ve şımarık kişileri: \"Biz size gönderilmiş olan şeyi inkâr ediyoruz.\" demişlerdir"
        },
        {
            "chapter": 34,
            "verse": 35,
            "text": "Yine; “Bizim mallarımız ve çocuklarımız daha çoktur. Bize azap edilmeyecektir.” demişlerdi"
        },
        {
            "chapter": 34,
            "verse": 36,
            "text": "De ki: “Şüphesiz Rabbim, rızkı dilediğine bol verir ve (dilediğine) kısar. Fakat insanların çoğu bilmezler.”"
        },
        {
            "chapter": 34,
            "verse": 37,
            "text": "Bizim katımızda sizi (bize) yaklaştıracak olan ne mallarınız, ne de evlatlarınızdır. Ancak iman edip salih amellerde bulunanlar başka. İşte onlar için işlediklerine karşılık kat kat mükâfat vardır. Onlar Cennet köşklerinde güven içindedirler"
        },
        {
            "chapter": 34,
            "verse": 38,
            "text": "Ayetlerimiz konusunda acze düşürmek için koşuşturanlara gelince işte onlar da azabın içine getirilirler"
        },
        {
            "chapter": 34,
            "verse": 39,
            "text": "De ki: \"Rabbim, kullarından dilediğine bol rızık verir ve (dilediğinden de) kısar. Allah yolunda her ne harcarsanız, Allah onun yerine başkasını verir. O, rızık verenlerin en hayırlısıdır"
        },
        {
            "chapter": 34,
            "verse": 40,
            "text": "O gün onların hepsini biraraya toplar sonra meleklere: \"Bunlar size mi tapıyorlardı?\" der"
        },
        {
            "chapter": 34,
            "verse": 41,
            "text": "Melekler diyecekler ki: “Tenzih ederiz seni! Bizim velimiz onlar değil, sensin. Aksine onlar cinlere ibadet ediyorlardı. Bunların çoğu onlara iman ediyorlardı"
        },
        {
            "chapter": 34,
            "verse": 42,
            "text": "Bugün birbirinize ne fayda, ne de zarar vermeye gücünüz yeter. Biz zalim olanlara; \"Yalanlamakta olduğunuz ateş azabını tadın!\" deriz"
        },
        {
            "chapter": 34,
            "verse": 43,
            "text": "Ayetlerimiz açık açık onlara okunduğunda dediler ki: “Bu ancak atalarınızın ibadet ede geldiği şeylerden sizi alıkoymak isteyen bir adamdır.” Yine dediler ki: “Bu uydurulmuş bir yalandan başka bir şey değildir.” Kâfir olanlar hakka kendilerine geldiğinde: “Bu ancak apaçık bir büyüdür” dediler"
        },
        {
            "chapter": 34,
            "verse": 44,
            "text": "Hâlbuki biz onlara okuyacakları kitaplar göndermemiştik. Senden önce onlara bir uyarıcı da göndermemiştik"
        },
        {
            "chapter": 34,
            "verse": 45,
            "text": "Bunlardan öncekiler de yalanlamışlardı. Hem bunlar onlara verdiğimizin onda birine asla ulaşmamışlardır. Fakat yine de peygamberlerini yalanladılar. Ya benim inkârım nasılmış"
        },
        {
            "chapter": 34,
            "verse": 46,
            "text": "De ki: “Ben size ancak bir öğüt veriyorum: Yalnızca Allah için ikişer ikişer, birer birer kalkınız. Sonra bu arkadaşınızda bir delilik olmadığını düşününüz. O ancak şiddetli bir azabın öncesinde sizin için bir korkutucudur.”"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "De ki: \"Ben sizden bir ücret istemiyorum. O, sizin olsun. Benim ecrim ancak her şeye şahid olan Allah’a aittir"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "De ki: \"Rabbim; hak olanı (batılın üzerine) bırakır, bütün gaybleri tamamıyla bilendir"
        },
        {
            "chapter": 34,
            "verse": 49,
            "text": "De ki: \"Hak geldi, batıl ne bir şey ortaya çıkarabilir, ne de geri getirebilir"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "De ki: \"Eğer yoldan saparsam, kendi aleyhime sapmış olurum. Eğer hidayete erersem, bu ise Rabbimin bana vahyetmesi sebebiyledir. Şüphesiz O; hakkıyla işitendir, pek yakındır"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "(Rasûlüm!) Korkuya düştükleri zaman, onları bir görsen! Artık kurtuluş yoktur, yakın bir yerden yakalanmışlardır"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "(İş işten geçtikten sonra:) “Ona iman ettik” diyecekler ama uzak yerden (dünya hayatı gelip geçtikten sonra) imana ulaşıp, kavuşmaları ne mümkün"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "Hâlbuki daha önce onu (hakkı) inkâr etmişlerdi. Uzak bir yerden gayp hakkında atıp tutuyorlardı"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "Artık, bundan önce benzerlerine yapıldığı gibi, kendileriyle arzu ettikleri şey arasına perde çekilmiştir. Şüphesiz onlar (dünyada iken), kendilerini endişeye düşüren bir şüphe içindeydiler"
        }
    ]
}