{
    "chapter": [
        {
            "chapter": 6,
            "verse": 1,
            "text": "Hamd, gökleri ve yeri yaratan, karanlıkları ve aydınlığı var eden Allah’a mahsustur. Böyle iken kâfirler Rablerine (ibadet etmede başkalarını) denk tutuyorlar"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "O, sizi çamurdan yaratan, sonra da bir ecel tayin edendir. Bir de O'nun katında belirli bir ecel (kıyamet günü) vardır. Siz ise hâlâ şüphe ediyorsunuz"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "O, göklerin ve yerin Allah'ıdır. Gizlinizi ve açığınızı bilir; kazanmakta olduğunuz şeyleri de bilir"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "Onlara Rabblerinin âyetlerinden bir âyet gelse mutlaka ondan yüz çevirirler"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "İşte onlar, hak kendilerine geldiğinde onu yalanladılar. Fakat kendisiyle alay etmekte oldukları şeyin haberleri yakında onlara gelecektir"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "Bizim, kendilerinden önce nice nesilleri yok ettiğimizi görmediler mi? Onları, sizi yerleştirmediğimiz bir şekilde yeryüzünde yerleştirmiş (imkan ve iktidar vermiş), gökten üzerlerine bol bol yağmur indirmiş, altlarından ırmaklar akıtmıştık. Böyle iken günahları yüzünden onları helâk ettik ve arkalarından başka bir nesil yarattık"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "Eğer Biz sana kağıt üzerinde yazılı bir kitap indirseydik, onlar da o kitaba elleriyle dokunsalardı yine de kâfir olanlar: “Bu yalnızca bir sihirdir.” derlerdi"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "Ona ne diye bir melek indirilmedi?” dediler. Eğer biz bir melek indirseydik (iman etmemeleri halinde) herhalde iş bitirilmiş olurdu. Ve sonra kendilerine (azıcık) bir süre (bile) verilmezdi"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "Eğer (Rasûlü) melek kılsaydık, yine bu (meleği) bir adam şeklinde kılar ve onları yine içinde bulundukları şüpheye düşürmüş olurduk"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "Andolsun, senden önce de birçok peygamberle alay edildi de içlerinden alay edenleri, o alaya aldıkları şey kuşatıverdi"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "De ki: “Yeryüzünde gezip dolaşın; sonra da yalanlayanların sonu nice oldu, bir bakıverin.”"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "Yine de ki: “Göklerde ve yerde olanlar kimindir?” De ki: “Allah’ındır. O, rahmet etmeyi kendi üzerine yazmıştır. Hakkında hiçbir şüphe bulunmayan kıyamet günü sizi elbette bir araya toplayacaktır. Kendilerini hüsrana sokanlar, işte onlar iman etmezler"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "Gecenin ve gündüzün içinde barınan her şey Onundur. O, her şeyi işitendir, her şeyi bilendir"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "De ki: \"Gökleri ve yeri yoktan yaratan, doyuran fakat doyurulmayan Allah’tan başkasını mı dost edineceğim.\" De ki: “Ben İslâm’a girenlerin ilki olmakla emrolundum ve (bana:) sakın müşriklerden olma! (denildi).”"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "De ki: Eğer Rabbime isyan edersem, elbette ben büyük bir günün azabından korkarım"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "O gün kim azaptan kurtarılırsa, gerçekten Allah ona rahmet etmiştir. İşte apaçık kurtuluş budur"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "Allah sana bir zarar dokundursa, onu yine kendisinden başka açacak yoktur ve eğer sana bir hayır dokundursa, kuşkusuz O, her şeye kadirdir"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "O, kullarının üstünde kâhir/yegane tasarruf sahibidir O, hüküm ve hikmet sahibidir, (her şeyden) hakkıyla haberdardır"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "De ki: “Şahitlik bakımından hangi şey daha büyüktür?” De ki: “Allah benimle sizin aranızda şahittir. İşte bu Kur’an bana, onunla sizi ve eriştiği herkesi uyarayım diye vahyolundu. Gerçekten siz mi Allah ile beraber başka ilâhlar olduğuna şahitlik ediyorsunuz?” De ki: “Ben şahitlik etmem.” De ki: “(İbadete layık) tek (hak) ilahtır ve şüphesiz ben sizin Allah’a ortak koştuğunuz şeylerden uzağım.”"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "Kendilerine kitap verdiğimiz kimseler onu kendi öz oğullarını tanıdıkları gibi tanırlar. Kendilerini hüsrana uğratanlar ise iman etmezler"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "Allah’a karşı yalan uydurandan ya da O’nun âyetlerini yalanlayandan daha zalim kim olabilir? Şüphesiz ki, zalimler kurtuluşa eremez"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "O gün onların hepsini toplayacağız; sonra da Allah’a şirk koşanlara diyeceğiz ki: “İddia etmiş olduğunuz ortaklarınız nerede"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Sonra onların (bu imtihana) mazeretleri: \"Rabbimiz Allah'a yemin olsun ki, biz ortak koşanlar olmadık!\" demekten başka bir şey olmayacaktır"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Kendilerine karşı nasıl yalan söylediklerine bir bak ve uydurdukları (ilahları) onları nasıl yüzüstü bırakıp kayboluverdi"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "İçlerinden sana kulak verenler vardır. Halbuki Biz, onu anlayamasınlar diye kalblerine perdeler, kulaklarına ağırlık koyduk. Her türlü ayeti/mucizeyi görseler de ona yine iman etmezler. Hatta sana gelseler seninle mücadele ederler. O kâfirler: “Bu (Kur’ân), eskilerin masallarından başka bir şey değildir.” derler"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "Onlar, hem (halkı) ona uymaktan alıkoyar, hem kendileri de ondan uzaklaşırlar. Sonuçta kendilerini helak ederler de farkında olmazlar"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "Ateşin karşısında durdurulup da, “Ah! Keşke dünyaya geri döndürülsek de Rabbimizin âyetlerini yalanlamasak ve Mü’minlerden olsak.” dedikleri vakit (hâllerini) bir görsen"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "Hayır! Daha önce gizlemekte oldukları şeyler kendilerine göründü. Eğer (dünyaya) geri gönderilseler yine kendilerine yasak edilen şeylere döneceklerdir. Zira onlar gerçekten yalancıdırlar"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "Onlar: “Bu (hayat), ancak dünya hayatımızdır. Biz diriltilecek de değiliz.” dediler"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "Rablerinin huzurunda durduruldukları zaman, sen onları bir görsen: O vakit Allah onlara, bu yeniden dirilme olayı gerçek değil miymiş? diyecek, onlar da “Rabbimize andolsun ki, evet” diyeceklerdir (Allah): “Öyleyse inkâr etmekte olduğunuzdan dolayı tadın azabı!” diyecek"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "Allah ile karşılaşmayı yalanlayanlar hüsrana uğramışlardır. Kıyamet ansızın onların başına geldiği zaman; “Dünyada işlediğimiz kusurlardan dolayı yazıklar olsun bize!” derler. Sırtlarında da günahlarını taşırlar. Dikkat edin! O yüklenip taşıdıkları ne kötüdür"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "Dünya hayatı bir oyun ve eğlenceden başka bir şey değildir. Ahiret yurdu, takva sahipleri için elbette daha hayırlıdır. Hâlâ akıl etmez misiniz"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "Onların söylediklerinin seni üzdüğünü elbette biliyoruz. Fakat onlar seni yalanlamıyorlar. O zalimler, bile bile Allah’ın ayetlerini inkâr ediyorlar"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Andolsun ki, senden önce de birçok peygamberler yalanlanmıştı da, onlar yalanlanmalarına ve eziyet edilmelerine karşı sabretmişler ve nihayet kendilerine yardımımız yetişmişti. Allah’ın kelimelerini değiştirebilecek yoktur. Andolsun ki (önceki) peygamberlerin haberlerinden bir kısmı sana gelmiştir"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "Eğer onların yüz çevirmeleri sana ağır geldiyse, bir tünel açıp yerin dibine inerek yahut göğe de bir merdiven dayayıp onlara bir âyet getirmeye gücün yeterse (hiç durma yap)! Eğer Allah dileseydi, elbette onları hidayet üzere toplardı. O halde sakın cahillerden olma"
        },
        {
            "chapter": 6,
            "verse": 36,
            "text": "(Davete), ancak (bütün kalpleriyle) kulak verenler uyar. Ölüleri ise Allah diriltecektir. Sonra yalnız O’na döndürüleceklerdir"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "“Rabbinden ona bir âyet (mûcize) indirilseydi ya!” dediler. De ki: Allah, bir mucize indirmeye elbette kadirdir. Fakat onların çoğu bilmezler"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "Yeryüzünde gezen her türlü canlı ve (gökte) iki kanadıyla uçan bütün kuşlar, ancak sizin gibi birer ümmettirler. Biz o Kitap'ta hiçbir şeyi eksik bırakmadık; sonra (bütün bunlar) Rablerinin huzurunda toplanırlar"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Ayetlerimizi yalanlayanlar, karanlıklar içinde kalmış sağır ve dilsizlerdir. Allah dilediğini saptırır, dilediğini de dosdoğru yol üzerinde tutar"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "De ki: “Söyleyin bakalım. Acaba size Allah’ın azabı gelse veya size kıyamet saati gelip çatsa, siz Allah’tan başkasını mı çağırırsınız? Eğer (putların size yararı dokunduğu iddianızda) doğru söyleyenlerseniz (haydi onları yardıma çağırın)"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "Hayır, yalnız O’na yalvarırsınız. O da dilerse (kaldırılması için) yalvardığınız şeyi giderir; siz de şirk koştuğunuz şeyleri unutursunuz"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "Andolsun, senden önce de ümmetlere peygamberler gönderdik ve belki yalvarırlar diye kendilerini darlık ve sıkıntıya soktuk"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Hiç olmazsa azabımız kendilerine gelince boyun eğip yalvarmaları gerekmez miydi? Fakat, kalpleri katılaşmış ve Şeytan, yaptıklarını kendilerine güzel göstermişti"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "Verilen öğütleri unuttukları bir sırada, her şeyin kapılarını onlara açtık. Kendilerine verilenler ile şımarıp azdıkları zaman, onları ansızın bütün ümitlerini yitirmiş bir halde yakaladık"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "Böylece o zalim toplumun kökü kesildi. Hamd, alemlerin Rabbi Allah'a mahsustur"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "De ki: Söyleyin bana! Allah, kulaklarınızı ve gözlerinizi alsa, kalplerinizi de mühürlese, Allah’tan başka onu size geri getirecek ilâh kimdir? Ayetleri nasıl açıkladığımıza bir bak, sonra da onlar nasıl yüz çeviriyorlar"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "De ki: “Bana haber verin. Eğer Allah’ın azabı size ansızın yahut açıktan açığa gelip çatsa, zâlimler topluluğundan başkası helâk olur mu?”"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "Biz, peygamberleri yalnız müjdeciler ve uyarıcılar olarak göndeririz. Kim iman edip, salih amel işlerse o kimselere bir korku yoktur ve onlar üzülmeyeceklerdir"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "Âyetlerimizi yalanlayanlara gelince; onlara, yapmış oldukları fısk sebebiyle azap dokunacaktır"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "De ki: “Ben size yanımda Allah’ın hazineleri vardır, demiyorum. Ben gaybı da bilmem. Size, şüphesiz ben bir meleğim de demiyorum. Ben, ancak bana vahyolunan (Kur’an) a uyarım.” De ki: “Hiç görmeyenle gören bir olur mu? Hiç düşünmüyor musunuz?”"
        },
        {
            "chapter": 6,
            "verse": 51,
            "text": "Rablerinin huzurunda toplanacaklarından korkanları (Kur'an) ile uyar ki onların, Rablerinden başka ne bir veli, ne de bir şefaatçisi vardır. Umulur ki sakınırlar"
        },
        {
            "chapter": 6,
            "verse": 52,
            "text": "Rablerinin rızasını isteyerek sabah akşam O’na dua edenleri yanından uzaklaştırma. Onların hesabından senin üzerinde bir şey (yükümlülük), senin hesabından da onların üzerine bir şey (yükümlülük) yoktur ki onları kovarsan o takdirde zâlimlerden olursun"
        },
        {
            "chapter": 6,
            "verse": 53,
            "text": "Böylece, “Allah, aramızdan bunlara mı (hidayet vererek) ihsanda bulundu?” desinler diye onları birbiriyle sınadık. Allah, şükredenleri en iyi bilen değil midir"
        },
        {
            "chapter": 6,
            "verse": 54,
            "text": "Ayetlerimize iman edenler yanına geldikleri zaman de ki: \"Selam size! Rabbiniz, rahmet etmeyi kendi üzerine yazmıştır. İçinizden kim cahillikle bir kötülük işler de ardından tevbe edip salih ameller işlerse, şüphesiz Allah çokça bağışlayandır, çokça merhamet edendir"
        },
        {
            "chapter": 6,
            "verse": 55,
            "text": "Günahkârların yolu iyice belli olsun diye âyetleri işte böyle apaçık bir şekilde açıklıyoruz"
        },
        {
            "chapter": 6,
            "verse": 56,
            "text": "De ki: “Sizin, Allah’tan başka ibadet ettiğiniz şeylere ibadet etmem bana kesinlikle yasaklandı. Ben sizin arzularınıza uymam. (Uyarsam) o takdirde sapmış olurum, hidayete erenlerden olmam.”"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "De ki: “Şüphesiz ben Rabbimden gelmiş apaçık bir delil üzerindeyim. Siz ise onu yalanladınız. Sizin acele gelmesini istediğiniz şey (azap), benim yanımda değildir. Hüküm yalnız Allah’a aittir. O, hakkı haber verir. O, (hakkı batıldan) ayırt edenlerin en hayırlısıdır.”"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "De ki: Sizin çabukça gelmesini istediğiniz şey benim yanımda olsaydı, benimle sizin aranızda iş elbette bitirilmiş olurdu. Allah, zalimleri en iyi bilendir"
        },
        {
            "chapter": 6,
            "verse": 59,
            "text": "Gaybın anahtarları O’nun yanındadır. Onları, kendisinden başkası bilmez. Karada ve denizde olan her şeyi bilir. Onun ilmi olmadan hiçbir yaprak düşmez ve yerin karanlıklarında hiçbir tane, hiçbir yaş ve hiçbir kuru yoktur ki apaçık bir kitapta bulunmasın"
        },
        {
            "chapter": 6,
            "verse": 60,
            "text": "O, geceleyin sizi öldüren (ölümü andıran bir halde uyutan), gündüz de ne işlediğinizi bilendir. Sonra belirlenmiş ecel tamamlansın diye gündüzün sizi dirilten (uyandıran) O'dur. Sonra dönüşünüz yine O'nadır. Sonunda O, yaptıklarınızı size haber verecektir"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "O, kullarının üstünde yegâne hâkimiyet sahibidir. Üzerinize de koruyucu melekler gönderir. Nihayet birinize ölüm geldiği vakit (görevli) elçilerimiz onun canını alır ve onlar görevlerinde asla kusur etmezler"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "Sonra gerçek mevlâları olan Allah’a döndürülürler. Dikkat edin, hüküm O’na aittir. O, hesap görenlerin en hızlısıdır"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "De ki: “Bizi bundan (bu güç durumdan) kurtarırsa elbette şükredenlerden olacağız; diye kendisine gizli ve açık olarak yalvarıp yakardığınız zaman karanın ve denizin karanlıklarından sizi kim kurtarır?”"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "De ki: Sizi ondan ve bütün sıkıntılardan kurtaracak olan Allah’tır. Böyle olduğu halde siz yine de şirk koşuyorsunuz"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "De ki: \"Üzerinizden veya ayaklarınızın altından bir azap göndermeye ya da sizi gruplara ayırarak kiminizin şiddetini kiminize (savaş ve fitne ile) tattırmaya kadîr olan O’dur. (ibret alıp) anlasınlar diye ayetlerimizi nasıl açıkladığımıza bir bak"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "O (Kur’an) hak olduğu hâlde, kavmin onu yalanladı. De ki: “Ben size vekil (gözcü) değilim.”"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "Her haberin gerçekleşeceği bir zaman vardır. İleride anlayacaksınız"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "Âyetlerimiz hakkında ileri geri konuşmaya dalanları gördüğün vakit başka bir söze dalıncaya kadar onlardan yüz çevir, uzaklaş. Şayet Şeytan sana unutturursa hatırladıktan sonra (kalk), o zalimler grubu ile beraber oturma"
        },
        {
            "chapter": 6,
            "verse": 69,
            "text": "Allah’tan sakınıp, takvalı olanlara, zalimlerin hesabından hiçbir sorumluluk yoktur. Fakat, Allah’tan sakınıp takvalı olmaları için (onlara) bir öğüt verme vardır"
        },
        {
            "chapter": 6,
            "verse": 70,
            "text": "Dinlerini oyun ve eğlence edinenleri ve dünya hayatı kendilerini aldatmış olanları bırak. Allah’dan başka bir dost ve bir şefâatçısı olmayan her bir nefsin, kazandıkları (günahlar) yüzünden helâke sürüklenmemesi için sen onunla (Kur’ân’la) öğüt ver.(Kurtuluşu için) her türlü fidyeyi verse de bu ondan kabul edilmez. İşte onlar kazandıkları yüzünden helâke sürüklenmiş kimselerdir. Küfre saplanıp kalmalarından dolayı onlara kaynar bir içecek ve elem dolu bir azap vardır"
        },
        {
            "chapter": 6,
            "verse": 71,
            "text": "De ki: “Allah’ı bırakıp bize fayda ve zarar vermeyen şeylere mi ibadet edelim? Allah bizi hidâyete kavuşturduktan sonra ökçelerimiz üzerine gerisin geriye mi döndürülelim?\" Hani arkadaşları: “Bize gel!” diye hidâyete çağırdıkları halde, yeryüzünde şaşkın şaşkın dolaşırken, Şeytanların saptırdıkları kimse gibi mi olalım?” De ki: “Asıl hidâyet Allah’ın gösterdiği doğru yoldur. Ve biz âlemlerin Rabbine teslim olmakla emrolunduk.”"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "Bir de bize; “Namazı dosdoğru kılın ve Allah’a karşı gelmekten sakının” diye emrolundu. O, huzurunda toplanacağınız Allah’tır"
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "O, gökleri ve yeri hak ile yaratandır. O’nun “ol!” diyeceği (kıyamet) günü her şey oluverir. O’nun sözü haktır. Sûr’a üfürüleceği günde mülk (ve hakimiyet) yalnız O’nundur. Görüneni de görünmeyeni de bilendir. O Hakîm'dir, her şeyden haberdar olandır"
        },
        {
            "chapter": 6,
            "verse": 74,
            "text": "Hani İbrahim, babası Âzer’e: “Sen putları ilâh mı ediniyorsun? Şüphesiz, ben seni de, kavmini de apaçık bir sapıklık içinde görüyorum.” demişti"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "Biz, İbrahim’e yakinen bilip iman edenlerden oluversin diye göklerin ve yerin mülkünü böylece gösterdik"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "Üzerine gece karanlığı basınca, bir yıldız gördü. “İşte Rabbim!” dedi. Yıldız batınca da, “Ben öyle batanları sevmem” dedi"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "Ay’ı doğarken görünce de, “İşte Rabbim!” dedi. Ay da batınca, “Andolsun ki, Rabbim bana doğru yolu göstermezse, mutlaka ben de sapıklardan olurum” dedi"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "Güneşi doğarken görünce de: “İşte benim Rabbim! Bu daha büyük” dedi. O da batınca (kavmine dönüp), “Ey kavmim! Ben sizin Allah’a ortak koştuğunuz şeylerden uzağım.” dedi"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "“Ben, hakka yönelen birisi olarak yüzümü, gökleri ve yeri yaratana döndürdüm. Ben, Allah’a şirk koşanlardan değilim.”"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "Kavmi ona karşı delil getirmeye kalkıştı. O da dedi ki: “(Allah) beni doğru yola iletmişken Allah hakkında benimle tartışmaya mı kalkışıyorsunuz? Hem sizin O’na ortak koştuklarınızdan ben korkmam; ancak Rabbimin bir şey dilemiş olması başka. Rabbimin ilmi her şeyi kuşatmıştır. Hâlâ düşünüp öğüt almayacak mısınız"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "“Allah’ın size, hakkında hiçbir delil indirmediği şeyleri O’na şirk koşmaktan korkmuyorsunuz da, ben sizin şirk koştuğunuz şeylerden ne diye korkayım? Öyle ise iki taraftan hangisi güvende olmaya daha lâyıktır? Eğer biliyorsanız (haydi söyleyin)"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "İman edenler ve imanlarına zulüm karıştırmayanlara gelince; işte emniyet onlar içindir, hidayete erenler de onlardır"
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "İşte bu, kavmine karşı İbrahim’e verdiğimiz hüccetimizdir. Biz, dilediğimiz kimselerin derecelerini yükseltiriz. O, Hakim ve her şeyi bilendir"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "İbrahim’e, İshak ve Yakub’u bağışladık, her birini de hidayete erdirdik. Daha önce Nuh’u hidayete erdirmiştik. O’nun soyundan Davud, Süleyman, Eyyub, Yusuf, Musa ve Harun’u da hidayete erdirmiştik. İşte iyileri biz böyle mükâfatlandırırız"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "Zekeriyya’ya, Yahyâ’ya, İsâ’ya, İlyas’a da (hidâyet verdik). Hepsi salihlerdendi"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "İsmail’e, Elyesa’ya,Yûnus’a ve Lût’a da (hidâyet verdik). Her birini alemlere üstün kıldık"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "Onların babalarından, zürriyetlerinden ve kardeşlerinden bazılarını da (hidâyete erdirdik). Onları seçtik ve onları doğru bir yola da ilettik"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "Bu Allah’ın hidâyetidir. O, kullarından kimi dilerse onunla hidâyete erdirir. Eğer onlar dahi şirk koşsalardı, yaptıkları her şey boşa giderdi"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "Onlar, kendilerine kitap, hikmet ve nübüvvet verdiğimiz kimselerdir. Şimdi bunlar (Kureyşliler) onları inkâr edip, küfre sapıyorlarsa biz de yerlerine onları inkâr edip, küfre sapmayan bir topluluğu onlara vekil kılarız"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "İşte bunlar Allah’ın hidâyet ettiği kimselerdir. O halde sen de onların hidâyetlerine uy. De ki: “Ben buna karşılık sizden bir ücret istemiyorum. Bu, alemlere bir öğütten başka bir şey değildir.”"
        },
        {
            "chapter": 6,
            "verse": 91,
            "text": "Allah’ın bir kimseye, hiçbir şey indirmediğini söyleyerek, Allah’ın kadrini gereği gibi bilemediler. De ki: Öyleyse Musa’nın insanlar için aydınlatıcı ve yol gösterici olarak getirdiği, o kitabı kim indirdi? Siz onu parça parça kâğıtlara (yazıyor) bir kısmını açıklıyor, çoğunu da gizliyorsunuz. Sizin de atalarınızın da bilemediği şeyler (Kur'an'la) size öğretilmiştir. “Allah'dır” (onu indiren) de, sonra onları bırak da daldıkları sapıklarında oynayadursunlar"
        },
        {
            "chapter": 6,
            "verse": 92,
            "text": "İşte bu (Kur’an) da, bereket kaynağı, kendinden öncekileri (ilâhî kitapları) tasdik eden ve şehirler anasını (Mekke’yi) ve bütün çevresini (tüm insanlığı) uyarasın diye indirdiğimiz bir kitaptır. Ahirete iman edenler, ona iman eder ve onlar namazlarına da devam ederler"
        },
        {
            "chapter": 6,
            "verse": 93,
            "text": "Allah’a karşı yalan uyduran veya kendine bir şey vahyedilmemişken, “Bana vahyolundu” diyen, ya da “Allah’ın indirdiğinin benzerini ben de indireceğim.” diye laf eden kimseden daha zalim kimdir? Zalimlerin şiddetli ölüm sancıları içinde çırpındığı; meleklerin ellerini uzatmış, “Haydi canlarınızı kurtarın! Allah’a karşı doğru olmayanı söylediğiniz ve O’nun ayetlerinden kibirlenerek yüz çevirdiğiniz için bugün aşağılayıcı azap ile cezalandırılacaksınız” diyecekleri zaman hallerini bir görsen"
        },
        {
            "chapter": 6,
            "verse": 94,
            "text": "Sizi ilk defa yarattığımız gibi, bize tek başınıza geldiniz. Size bağışladıklarımızı arkanızda bıraktınız. Allah'ın (ibadet hususunda) ortakları olduğunu ileri sürdüğünüz o şefaatçilerinizi beraberinizde göremiyoruz. Şüphesiz aranızdaki bağlar kopmuş; (Allah'a ibadet hususunda ortak olduklarını) iddia ettikleriniz sizden ayrılıp gitmişlerdir"
        },
        {
            "chapter": 6,
            "verse": 95,
            "text": "Taneyi ve çekirdeği yarıp filizlendiren, ölüden diriyi çıkaran, diriden de ölüyü çıkaran Allah’tır. İşte Allah budur! O halde (haktan) nasıl dönersiniz"
        },
        {
            "chapter": 6,
            "verse": 96,
            "text": "O, karanlığı yarıp sabahı çıkarandır. Geceyi dinlenme zamanı, Güneş'i ve Ay'ı da ince birer hesap ölçüsü kıldı. Bütün bunlar mutlak güç sahibinin, hakkıyla bilenin takdiridir"
        },
        {
            "chapter": 6,
            "verse": 97,
            "text": "Karanın ve denizin karanlıklarında kendileriyle doğru yolu bulasınız diye sizin için yıldızları yaratan O’dur. Şüphesiz biz, bilen bir topluluk için âyetleri ayrı ayrı açıkladık"
        },
        {
            "chapter": 6,
            "verse": 98,
            "text": "O, sizi bir tek candan yaratandır. Sizin bir karar kılma yeriniz, bir de emanet bırakılma yeriniz var. Biz anlayan bir toplum için âyetleri ayrı ayrı açıklamışızdır"
        },
        {
            "chapter": 6,
            "verse": 99,
            "text": "Gökten su indiren de O’dur. O su ile her çeşit bitkiyi bitirdik. O bitkiden bir yeşillik meydana getirdik ki, bu yeşillikten üst üste binmiş taneler, hurma tomurcuğundan (koparılması kolay) sarkmış salkımlar, üzüm bağları, (yaprakları) birbirine benzeyen ve (meyveleri) benzemeyen zeytin ve nar çıkarırız. Meyve verdikleri ve bir de olgunlaştıkları zaman meyvesine bir bakın. İşte bütün bunlarda, iman eden bir toplum için ayetler vardır"
        },
        {
            "chapter": 6,
            "verse": 100,
            "text": "Allah’ın yarattığı cinleri O’na ortak koştular. Cahilce O’nun için oğullar ve kızlar uydurdular. O, onların vasıflandırdıklarından münezzeh ve çok yücedir"
        },
        {
            "chapter": 6,
            "verse": 101,
            "text": "Gökleri ve yeri yoktan var eden O’dur. O’nun bir eşi yokken nasıl bir oğlu olabilir? Hem her şeyi O yaratmıştır ve her şeyi hakkıyla bilen de O’dur"
        },
        {
            "chapter": 6,
            "verse": 102,
            "text": "İşte bu, Rabbiniz Allah’tır. Ondan başka (hak) ilah yoktur. Her şeyin yaratıcısıdır. O’na ibadet edin. O, her şey üzerinde vekildir"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "Gözler O’nu onu ihata ve idrak edemez. O ise bütün gözleri kuşatmıştır. O, lütuf sahibidir, her şeyden haberdardır"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "Size Rabbinizden apaçık deliller gelmiştir. Artık kim görürse kendi lehine; kim de (hakkı) görmezse kendi aleyhinedir. Ben başınızda bekçi değilim"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "Biz ayetleri türlü türlü genişçe beyan ederiz. Ta ki onlar, ''sen (başkasından) okumuşsun'' derler. Biz, (hak ve batılı) bilen kimselere ayetleri böylece açıklamaktayız"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "Rabbinden sana vahyedilene uy. O’ndan başka (hak) ilah yoktur. Müşriklerden de yüz çevir"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "Eğer Allah dileseydi onlar şirk koşmazlardı. Seni onlara gözetici kılmadık. Sen onlara vekil de değilsin"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "Müşriklerin, Allah’tan başka dua ettiklerine sövmeyin ki, onlar da taşkınlık ederek cahilce Allah’a sövmesinler. Her toplumun yaptığını böyle süslemişizdir. Sonra Rablerine döndürülürler de O, kendilerine (dünyada) ne yaptıklarını haber verir"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "(Müşrikler), kendilerine bir mucize gelirse, ona mutlaka iman edeceklerine dair var güçleriyle Allah’ın adına yemin ederler. De ki: “Mucizeler ancak Allah katındadır. O mucizeler geldiği vakit de inanmayacaklarını siz ne bileceksiniz?”"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "Onların kalplerini ve gözlerini tersine çeviririz de, ilk defa iman etmedikleri gibi yine iman etmezler. Biz de onları azgınlıkları içinde bocalar bir halde bırakırız"
        },
        {
            "chapter": 6,
            "verse": 111,
            "text": "Biz, onlara melekleri de indirsek, onlarla ölüler de konuşsa ve her şeyi toplayıp önlerine de koysak, Allah dilemedikçe onlar yine de iman etmezlerdi. Fakat onların çoğu bilmiyorlar"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "Böylece biz, her peygambere insan ve cin şeytanlarını düşman kıldık. Aldatmak için birbirlerine süslü sözler telkin ederler. Rabbin dileseydi bunu yapamazlardı. Öyleyse sen onları iftiraları ile baş başa bırak"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "O sözleri, ahirete iman etmeyenlerin kalpleri ona meyletsin, bir de ondan hoşnut olsun ve işledikleri günahları işlemeye devam etsinler diye söylerler"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "“O, size kitabı ayrıntılı olarak indirmişken, Allah’tan başka bir hakem mi arayayım?” Kendilerine kitap verdiğimiz kimseler, onun Rabbin tarafından hak olarak indirilmiş olduğunu kesinlikle bilirler. Sakın sen de şüphe edenlerden olma"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "Rabbinin sözü doğruluk ve adalet bakımından eksiksizdir. Onun sözlerini değiştirebilecek yoktur O, her şeyi işiten, her şeyi bilendir"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "Eğer sen yeryüzünde bulunanların çoğuna itaat edersen, seni Allah yolundan saptırırlar. Çünkü onlar, sadece zanna uyarlar ve sadece yalan uydururlar"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Doğrusu Rabbin, yolundan kimin saptığını daha iyi bilir. Hidayete ermiş olanları da en iyi O bilir"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "Eğer âyetlerine iman eden kimseler iseniz artık üzerine Allah’ın ismi anılarak kesilmiş hayvanlardan yiyin"
        },
        {
            "chapter": 6,
            "verse": 119,
            "text": "Size ne oluyor da, Allah’ın ismi anılarak kesilenlerden yemiyorsunuz? Oysa Allah, zorda kalmanız dışında, size haram olanları ayrıntılarıyla açıklamıştır. Doğrusu birçokları, heva ve heveslerine uyarak, bilmeden saptırıyorlar. Şüphesiz Rabbin, haddi aşanları en iyi bilendir"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "Günahın açıktan olanını da, gizli olanını da terk edin. Günah işleyenler, işledikleri suça karşılık mutlaka cezalandırılacaklardır"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "Üzerine Allah’ın adı anılmadan kesilen hayvanları yemeyin. Şüphesiz bu, günahtır. Şeytanlar, dostlarına sizinle mücadele etmeleri için fısıldarlar. Eğer onlara uyarsanız, şüphesiz siz de müşriklerden olursunuz"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "Ölü iken (imanla) kendisini dirilttiğimiz, insanlar arasında ona yürümesi için nur verdiğimiz kimse, içinden çıkamayacağı karanlıklarda kalan kimse gibi midir? Kâfirlere yaptıkları işler böyle süslü gösterilmiştir"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "Böylece her ülkenin günahkârlarını onların ileri gelenleri kıldık. O yerlerde hilekârlıklar etsinler diye. Hâlbuki onlar hilekârlığı ancak kendilerine yaparlar da farkında olmazlar"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "Onlara bir ayet geldiği zaman; “Allah’ın Rasûllerine verilen, bize de verilmedikçe iman etmeyeceğiz” derler. Oysa Allah, peygamberliği kime vereceğini daha iyi bilir. Bu, suçlu günahkârlara Allah katında bir küçüklük, yaptıkıları hilekârlıklar yüzünden de şiddetli bir azab isabet edecektir"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "Allah, kimi doğru yola iletmek isterse, onun gönlünü İslam’a açar. Kimi de saptırmak isterse, göğe yükseliyormuş gibi, kalbini dar ve sıkıntılı kılar. Allah iman etmeyenlerin üstüne pisliği/azabı işte böyle verir"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "Rabbinin dosdoğru yolu işte budur. Öğüt alan topluluk için ayetleri etraflıca açıkladık"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "Onlar için, Rablerinin katında selamet yurdu vardır. O, yapmakta olduklarından ötürü onların velisi (dost ve yardımcısı)dir"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "Allah, hepsini o gün toplayarak; \"Ey cin topluluğu! İnsanların çoğunu yoldan çıkardınız.\" der. Onların dostları olan insanlar ise; \"Rabbimiz, birbirimizden istifade ettik ve bizim için belirlediğin sürenin sonuna ulaştık\" derler. Allah: \"Allah'ın dilediği hariç, Cehennem sizin ebedi olarak kalacağınız meskeniniz olsun.” der. Şüphesiz Rabbin Hakîm'dir, Alîm'dir"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "İşte biz, kazanmakta oldukları günahlar sebebiyle zalimlerin bir kısmını diğer bir kısmına böyle musallat ederiz"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "“Ey cin ve insan topluluğu! İçinizden size âyetlerimi anlatan ve bu günle karşılaşacağınıza dair, sizi uyaran rasûller gelmedi mi?” Onlar: \"Biz kendi aleyhimize şahidiz\" diyeceklerdir. Dünya hayatı onları aldattı da, kâfir olduklarına dair kendi aleyhlerine şahitlik ettiler"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "Bu (rasûllerin gönderilmesi) halkı habersizken, Rabbinin ülkeleri haksız yere yok etmeyeceğinden dolayıdır"
        },
        {
            "chapter": 6,
            "verse": 132,
            "text": "Herkesin amellerine göre dereceleri vardır. Rabbin onların yaptıklarından habersiz değildir"
        },
        {
            "chapter": 6,
            "verse": 133,
            "text": "Rabbin hiçbir şeye ihtiyaç duymayan, merhamet sahibidir. O dilerse sizi yok eder ve daha sonra dilediğini sizin yerinize getirir, tıpkı sizi başka bir topluluğun soyundan var ettiği gibi"
        },
        {
            "chapter": 6,
            "verse": 134,
            "text": "Şüphesiz size vadedilen şeyler mutlaka gelecektir. Siz bunun önüne geçemezsiniz"
        },
        {
            "chapter": 6,
            "verse": 135,
            "text": "De ki: \"Ey kavmim! Siz elinizden geleni yapın. Şüphesiz ben de yapacağım. Bu yurdun akıbetinin kim için olduğunu öğreneceksiniz. Gerçek şu ki, zalimler asla kurtuluşa eremezler"
        },
        {
            "chapter": 6,
            "verse": 136,
            "text": "Allah’ın yarattığı ekin ve hayvandan, kendi zanlarınca Allah’a bir hisse ayırıp da, “Bu Allah’ındır, bu da ortaklarımızındır” diyorlar. Ortakları için ayırdıkları Allah'a ulaşmıyordu, fakat Allah için ayırdıkları ortaklarına ulaşıyordu! Ne kadar da kötü hüküm veriyorlar"
        },
        {
            "chapter": 6,
            "verse": 137,
            "text": "Böylece onların ortakları, müşriklerden bir çoğuna evlatlarını öldürmeyi de hoş göstermiştir. Hem onları helâk etmek için, hem de dinlerini kendilerine karma karışık etmek için. Eğer Allah dileseydi bunu yapamazlardı. Öyleyse onları uydurduklarıyla baş başa bırak"
        },
        {
            "chapter": 6,
            "verse": 138,
            "text": "Bir de (asılsız iddialarda bulunarak) dediler ki: “Bunlar yasaklanmış hayvanlar ve ekinlerdir. Onları bizim dilediklerimizden başkası yiyemez. (Şunlar da) sırtları (binilmesi ve yük yüklemesi) haram edilmiş hayvanlardır.” Bir kısım hayvanları da keserken üzerlerine Allah’ın adını anmazlar. (Bütün bunları) Allah’a iftira ederek yaparlar. Bu iftiraları sebebiyle Allah onları cezalandıracaktır"
        },
        {
            "chapter": 6,
            "verse": 139,
            "text": "Bir de: \"Bu hayvanların karınlarındakiler ise sadece erkeklerimiz içindir. Kadınlarımıza haramdır, ama eğer ölü doğarlarsa hepsi bunu yemekte ortaktır.\" derler. Allah, onların bu vasıflarının cezasını yakında verecektir. Şüphesiz Rabbin hikmet sahibidir, her şeyi hakkıyla bilendir"
        },
        {
            "chapter": 6,
            "verse": 140,
            "text": "Akılsızlıkları yüzünden, bilgisizce çocuklarını öldüren ve Allah’ın kendilerine verdiği rızıkları, Allah’a iftira ederek haram sayanlar, elbette hüsrana uğramıştır. Onlar sapıklığa düşmüş ve asla doğru yolu bulacak da değildirler"
        },
        {
            "chapter": 6,
            "verse": 141,
            "text": "Çardaklı ve çardaksız bağları inşa eden Allah'tır. Tadları çeşitli ekin ve hurmaları, zeytin ve narı birbirine hem benzeyen ve hem de benzemeyen şekilde yaratan O'dur. Meyve verdikleri zaman onların meyvelerinden yiyin ve hasat edildiği zaman da hakkını verin. Sakın israf etmeyin. Çünkü O, israf edenleri sevmez"
        },
        {
            "chapter": 6,
            "verse": 142,
            "text": "Hayvanlardan yük taşıyacak, (yapağısından) döşek yapılacak olanları da (yaratan O’dur). Allah’ın size rızık olarak verdiklerinden yiyin, fakat sakın Şeytan'ın adımlarına uymayın. Çünkü o, sizin apaçık bir düşmanınızdır"
        },
        {
            "chapter": 6,
            "verse": 143,
            "text": "Sekiz çift hayvan, koyundan iki ve keçiden iki tane. De ki: \"O, iki erkeği mi, yoksa iki dişiyi mi, ya da bu iki dişinin rahimlerinde bulunanları mı haram kıldı? Eğer doğru söylüyorsanız bir bilgiye dayanarak bana haber verin"
        },
        {
            "chapter": 6,
            "verse": 144,
            "text": "Deveden iki ve sığırdan da iki tane. De ki: \"O, iki erkeği mi, yoksa iki dişiyi mi ya da bu iki dişinin rahimlerinde bulunanları mı haram kıldı? Yoksa siz, Allah’ın bunları size emrettiğine şahit mi oldunuz?\" Sırf insanları saptırmak için, bir bilgiye dayanmadığı halde Allah’a karşı yalan uydurandan daha zalim kim olabilir? Allah, zalimler topluluğuna hidayet etmez"
        },
        {
            "chapter": 6,
            "verse": 145,
            "text": "De ki: “Bana vahyolunanlar arasında ölmüş hayvan eti, akıtılmış kan, bir pislik olan domuz eti veya bir günah olarak Allah'tan başkası adına kesilen hayvanlar dışında haram kılınan başka bir şey bulamıyorum.” Kim zaruret halinde, bunları arzulamadan ve zaruret miktarını aşmadan bunlardan yerse; şüphesiz Rabbin, çokça bağışlayandır, çokça merhamet edendir"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "Yahudilere de bütün tırnaklı hayvanları haram kıldık. Sırtlarında veya bağırsaklarında bulunan ya da kemiğe karışanlar dışında sığır ve koyunun iç yağlarını da onlara haram kıldık. Böylece, azgınlıkları sebebiyle onları cezalandırdık. Şüphe yok ki biz doğru söyleyenleriz"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "Seni yalanlayacak olurlarsa, de ki: “Rabbiniz geniş bir rahmet sahibidir. O’nun azabı günahkârlar topluluğundan geri çevirilemez.”"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "Müşrikler: \"Allah dileseydi ne biz, ne de babalarımız şirk koşardık ve hiçbir şeyi de haram kılmazdık\" diyecekler. Bizim elem verici azabımızı tadana kadar onlardan öncekiler de yalanlamışlardı. De ki: “Bize gösterebileceğiniz bir deliliniz var mı? Siz, sadece zanna uyuyor ve sadece uyduruyorsunuz"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "De ki: \"En kesin delil Allah’ındır. O, dileseydi elbette hepinize hidayet ederdi"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "De ki: “Haydi, Allah'ın bunları haram kıldığına dair şahitlik edecek şahitlerinizi getirin.” Şahitlik ederlerse sakın onlarla beraber şahitlik etme. Ayetlerimizi yalanlayıp, ahirete iman etmeyen ve başkalarını Rablerine denk tutanların heveslerine sakın uyma"
        },
        {
            "chapter": 6,
            "verse": 151,
            "text": "De ki: “Gelin de Rabbinizin size neyi haram kıldığını okuyayım. O’na hiçbir şeyi ortak koşmayın. Anne-babaya iyilik edin. Yoksulluk endişesiyle çocuklarınızı öldürmeyin. Sizin de, onların da rızıklarını biz veririz! Fuhşiyatın açığına da gizlisine de yaklaşmayın. Allah’ın haram kıldığı cana haksız yere kıymayın. Umulur da akıl edersiniz diye size işte bunları emrediyor.”"
        },
        {
            "chapter": 6,
            "verse": 152,
            "text": "Bir de yetimin malına, rüştüne erinceye kadar en güzel olandan başka bir şekilde yaklaşmayın. Ölçüyü ve tartıyı dosdoğru yapın. Biz hiç kimseye gücünün üzerinde sorumluluk yüklemeyiz. Akraba bile olsa konuştuğunuz zaman adaletli olun ve Allah’a verdiğiniz sözünüzü yerine getirin! Umulur ki, düşünüp öğüt alırsınız diye size, işte bunları emrediyor"
        },
        {
            "chapter": 6,
            "verse": 153,
            "text": "İşte bu, benim dosdoğru yolumdur, buna uyun! Sizi, Onun yolundan saptırıp, ayıracak başka yollara uymayın! Umulur da takvalı olursunuz diye işte size bunu emrediyor"
        },
        {
            "chapter": 6,
            "verse": 154,
            "text": "Sonra iyilik yapanlara nimeti tamamlamak, her şeyi açıklamak, hidayet ve rahmete erdirmek için Musa’ya Kitab’ı (Tevrat’ı) verdik ki, Rablerinin huzuruna varacaklarına iman etsinler"
        },
        {
            "chapter": 6,
            "verse": 155,
            "text": "Bu, mübarek olarak indirdiğimiz bir kitaptır. O’na tabi olun ve takvalı olun ki size merhamet edilsin"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "“Bizden önce kitap yalnız iki topluluğa (yahûdî ve hristiyanlara) indirildi ve biz onların okuduklarından habersiz kimseler idik” demeyesiniz diye (size Kur’ân’ı indirdik)"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "Yahut da; \"Kitap bize indirilmiş olsaydı, onlardan daha fazla hidayet üzere olurduk.” demeyesiniz diye; size, Rabbinizden açık bir belge, hidayet ve rahmet gelmiştir. Allah’ın ayetlerini yalanlayanlardan ve onlardan yüz çevirenden daha zalim kim olabilir? Ayetlerimizden yüz çevirenleri, yüz çevirmelerinden ötürü çok kötü bir azapla cezalandıracağız"
        },
        {
            "chapter": 6,
            "verse": 158,
            "text": "Onlar kendilerine meleklerin gelmesinden yahut Rabbinin gelmesinden yahut Rabbinin âyetlerinden birisinin gelmesinden başkasını mı bekliyorlar? Rabbinin ayetlerinin geldiği gün, daha önceden iman etmemiş ya da imanıyla bir iyilik kazanmamış kimseye artık imanı bir fayda sağlamayacaktır. De ki: \"Bekleyin bakalım, biz de bekliyoruz"
        },
        {
            "chapter": 6,
            "verse": 159,
            "text": "Dinlerini parça parça edip fırka fırka ayrılanlar var ya; senin onlarla hiçbir ilişkin yoktur. Onların işi ancak Allah’a aittir. Sonra O, yaptıklarını kendilerine haber verecektir"
        },
        {
            "chapter": 6,
            "verse": 160,
            "text": "Kim bir iyilikle gelirse, ona on katı (mükâfat) verilecektir. Kim de bir kötülükle gelirse, yalnızca onun karşılığı ile cezalandırılacaktır ve onlara zulmedilmez"
        },
        {
            "chapter": 6,
            "verse": 161,
            "text": "De ki: “Hiç şüphesiz Rabbim, beni dosdoğru bir yola, dimdik ayakta duran bir dine, hanîf olan İbrahim’in dinine iletti. O, müşriklerden olmadı.”"
        },
        {
            "chapter": 6,
            "verse": 162,
            "text": "De ki: “Benim namazım, kurbanım, hayatım ve ölümüm âlemlerin Rabbi olan Allah içindir.”"
        },
        {
            "chapter": 6,
            "verse": 163,
            "text": "“O’nun hiçbir ortağı yoktur. İşte ben bununla emrolundum ve ben Müslümanların ilkiyim.”"
        },
        {
            "chapter": 6,
            "verse": 164,
            "text": "De ki: “O, her şeyin Rabbi iken, ben O’ndan başka bir rab mi arayacağım? Herkesin kazandığı günah yalnızca kendisi aleyhinedir. Günahkâr hiçbir nefis başkasının günahını yüklenmez. Sonunda dönüşünüz yalnızca Rabbinize olacak ve hakkında ayrılığa düştüğünüz şeyleri O, size haber verecektir.”"
        },
        {
            "chapter": 6,
            "verse": 165,
            "text": "Sizi yeryüzünün halifeleri kılan ve size verdikleriyle sizi sınamak için kiminizi kiminizden derecelerle üstün kılan O’dur. Şüphesiz Rabbin, cezası çabuk olandır. Çok bağışlayan ve merhamet edendir"
        }
    ]
}