{
    "chapter": [
        {
            "chapter": 9,
            "verse": 1,
            "text": "Allah ve Rasûlünden, kendileriyle anlaşma yapmış olduğunuz müşriklere kesin bir uyarı"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "Yeryüzünde dört ay daha dolaşın. Şunu bilin ki, siz Allah’ı aciz bırakacak değilsiniz. Allah ise, kâfirleri perişan edecektir"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "Hacc-ı ekber gününde, Allah ve Rasûlünden bütün insanlara bir bildiridir: Allah ve Rasûlü, Allah’a ortak koşanlardan uzaktır. Eğer tövbe ederseniz, bu sizin için hayırlıdır. Ama yüz çevirirseniz, şunu iyi bilin ki, siz Allah’ı aciz bırakabilecek değilsiniz. Kâfirlere, elem dolu bir azabı müjdele"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "Ancak Allah’a ortak koşanlardan, kendileriyle anlaşma yapmış olduğunuz, sonra da anlaşmalarında size karşı hiçbir eksiklik yapmamış ve sizin aleyhinize hiç kimseye yardım etmemiş olanlar, bu hükmün dışındadır. Onların anlaşmalarını, süreleri bitinceye kadar tamamlayın. Şüphesiz Allah, kendine karşı gelmekten sakınanları sever"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "Haram aylar çıkınca, Allah’a şirk koşanları artık bulduğunuz yerde öldürün, onları yakalayıp hapsedin ve her gözetleme yerine oturup onları gözetleyin. Eğer tevbe ederler, namazı kılıp zekâtı da verirlerse kendilerini serbest bırakın. Şüphesiz Allah çok bağışlayıcıdır, çok merhamet edicidir"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "Eğer Allah’a ortak koşanlardan biri senden eman/sığınma talebinde bulunursa ona eman ver. Ta ki, Allah’ın kelâmını dinlesin. Sonra onu emin olacağı yere kadar ulaştır. Bu, onların bilmeyen bir kavim olduklarından dolayı böyledir"
        },
        {
            "chapter": 9,
            "verse": 7,
            "text": "Allah’a ortak koşanların Allah katında ve Rasûlü yanında bir ahdi nasıl olabilir? Ancak Mescid-i Haram’ın yanında kendileriyle anlaşma yaptıklarınız başkadır. Bunlar size karşı doğru davrandığı sürece, siz de onlara doğru davranın. Çünkü Allah, kendine karşı gelmekten sakınanları sever"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "Onların bir ahdi nasıl olabilir ki? Eğer onlar size üstün gelselerdi, sizin hakkınızda ne akrabalık (bağlarını), ne de anlaşma (yükümlülüğünü) gözetirlerdi. Ağızlarıyla sizi hoşnut etmeye çalışıyorlar, oysa kalpleri buna karşı çıkıyor. Onların pek çoğu fasık kimselerdir"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "Allah’ın âyetlerini az bir bedel karşılığında sattılar ve (insanları) O’nun yolundan alıkoydular. Bunların yapmakta oldukları şeyler gerçekten ne kötüdür"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "Bir Mü’min hakkında ne akrabalık (bağlarını), ne de anlaşma (yükümlülüğünü) gözetirler. İşte onlar taşkınlık yapanların ta kendileridir"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "Eğer tevbe edip, namazı kılar ve zekâtı verirlerse, artık onlar sizin din kardeşlerinizdir. Bilen bir kavme ayetleri işte böyle ayrı ayrı açıklarız"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "Eğer anlaşmalarından sonra yeminlerini bozar ve dininize dil uzatırlarsa, o zaman küfrün elebaşıları ile savaşın. Çünkü onların yeminleri yoktur/riayet etmezler. Umulur ki (böylece) vazgeçerler"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "Yeminlerini bozan, peygamberi yurdundan çıkarmaya kalkışan ve savaşa evvela kendileri başlayan bir toplumla savaşmayacak mısınız? Yoksa onlardan korkuyor musunuz? Eğer Mü'min iseniz kendisinden korkulmaya Allah daha layıktır"
        },
        {
            "chapter": 9,
            "verse": 14,
            "text": "Onlarla savaşın ki, Allah sizin ellerinizle onlara azap etsin, rezil etsin ve sizi onların üzerilerine galip kılsın, Mü'min toplumun gönüllerine şifa versin"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "Kalplerinizdeki öfkeyi gidersin. Allah, dilediğinin tevbesini kabul eder. Allah; Alîm'dir, Hakîm'dir"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "Allah, içinizden cihad edenleri; Allah’tan, Rasûlünden ve Mü'minlerden başkasını yakın dost edinmeyenleri ortaya çıkarmadan sizi bırakacak mı sandınız? Allah işlediklerinizin hepsinden haberdardır"
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "Müşrikler, kendilerinin kâfirliğine bizzat şahitlik edip dururlarken Allah’ın mescitlerini imar etmeleri yakışık almaz. Onların yaptıkları işler boşa çıkmıştır. Onlar, Cehennem'de ebedî kalacaklardır"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "Allah’ın mescitlerini sadece Allah’a ve ahiret gününe iman eden, namazı ikame eden, zekâtı veren ve ancak Allah’tan başkasından korkmayanlar imar eder. İşte onlar doğru yolda olanlardır"
        },
        {
            "chapter": 9,
            "verse": 19,
            "text": "Hacca gelenlere su vermeyi, Mescid-i Haram’ı imar etmeyi, Allah’a ve ahiret gününe iman edenle ve Allah yolunda cihad edenle denk mi tutuyorsunuz? Allah katında denk değildirler. Allah, zalim olan topluma hidayet etmez"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "İman eden, hicret eden ve Allah yolunda mallarıyla, canlarıyla cihad eden kimselere Allah katında en büyük dereceler vardır. İşte kurtulanlar onlardır"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Rableri onlara rahmetini, rızasını, onlara içlerinde tükenmez ve ebedî bir naîm (nimet) bulunan cennetleri müjdeler"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "İçlerinde ebedî ve sürekli kalacaklar. Doğrusu Allah katında büyük mükâfat vardır"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "Ey İman edenler! Eğer küfrü imana tercih ediyorlarsa, babalarınızı ve kardeşlerinizi veli edinmeyin. Sizden kim onları veli edinirse, işte onlar da zalimlerin ta kendileridir"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "De ki: Babalarınız, oğullarınız, kardeşleriniz, eşleriniz, akrabalarınız, elde ettiğiniz mallar, durgun gitmesinden korktuğunuz ticaret, hoşunuza giden konutlar size Allah’tan, Rasûlünden ve O’nun yolunda cihaddan daha sevimli ise Allah’ın (azap) emri gelene kadar bekleyin! Allah fasık toplumlara hidayet etmez"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "Gerçekten Allah birçok yerde ve Huneyn Savaşı gününde size yardım etmiştir. Hani, çokluğunuz size kendinizi beğendirmiş, fakat (bu çokluk) size hiçbir yarar sağlamamış, yeryüzü bütün genişliğine rağmen size dar gelmişti. Sonra gerisin geri dönüp gitmiştiniz"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "Sonra Allah, Rasûlüne ve Mü'minlere sükûnet/huzur indirdi ve görmediğiniz ordular indirdi ve kâfirlere azap etti. Kâfirlerin cezası işte budur"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "Allah, bundan sonra da dilediğinin tevbesini kabul eder. Allah çokça bağışlayan, çokça merhamet edendir"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "Ey İman edenler! Doğrusu müşrikler necistir. Bu sebeple bu yıldan sonra Mescid-i Haram’a yaklaşmasınlar. Eğer fakirlikten korkuyorsanız, dilerse Allah sizi ihsanı ile zengin kılacaktır. Şüphesiz Allah Alîm'dir, Hakîm'dir"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "Kitap verilenlerden, Allah’a ve ahiret gününe iman etmeyen, Allah’ın ve Rasûlü'nün haram kıldığı şeyleri haram kılmayıp hak dini din edinmeyenlerle küçülerek/boyunlarını büküp elleriyle cizye verene kadar savaşın"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "Yahudiler: \"Uzeyir Allah’ın oğludur.\" dediler. Hristiyanlar da \"Mesih Allah’ın oğludur.\" dediler. Bu, daha önce kâfir olanların sözlerine benzeterek onların ağızlarıyla söyledikleri (uydurma) sözleridir. Allah onları kahretsin, nasıl da (haktan) çevriliyorlar"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Onlar, Allah ile birlikte alimlerini, rahiplerini ve Meryemoğlu Mesih’i de rabler edindiler. Oysa tek ilahtan başkasına ibadet etmemekle emrolunmuşlardı. Ondan başka (hak) ilah yoktur. Allah, onların koştuğu şirkten münezzehtir"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Allah’ın nurunu ağızlarıyla söndürmek isterler. Kâfirler istemese de Allah nurunu muhakkak tamamlayacaktır"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "O (Allah), müşrikler hoşlanmasalar da (kendi) dinini bütün dinlere üstün kılmak için Resûlünü hidayet ve Hak Din ile gönderendir"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "Ey İman edenler! Hahamlar ve rahiplerin çoğu, insanların mallarını haksız olarak yerler ve Allah’ın yolundan alıkorlar. Altın ve gümüşü biriktirip de Allah yolunda harcamayanlara acıklı bir azap ile müjdele"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "Bunlar Cehennem ateşinde kızdırıldığı gün, alınları, böğürleri ve sırtları onlarla dağlanacak; \"Bu kendiniz için biriktirdiğinizdir. Biriktirdiğinizi tadın!\" denecektir"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Gökleri ve yeri yarattığı günde Allah'ın (Levh-i Mahfuz'daki) yazısında Allah katında ayların sayısı on ikidir. Bunlardan dördü haram aylardır. Bu dosdoğru bir dindir. O aylarda kendinize zulmetmeyin. Fakat sizinle topyekün savaşan müşriklerle de topyekün savaşın! Bilin ki Allah muttakilerle beraberdir"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "Haram ayları başka aylara ertelemek küfürde ileri gitmektir. Bununla kâfir olanlar saptırılırlar. Allah’ın haram kıldığı ayların sayısına denk getirmek için onu bir yıl helâl bir yıl haram sayıyorlar. Böylece Allah’ın haram kıldığını helâl kılıyorlar. Kötü amelleri, kendilerine güzel görünüyor. Allah kâfir toplumlara hidayet etmez"
        },
        {
            "chapter": 9,
            "verse": 38,
            "text": "Ey İman edenler! Size ne oluyor da; \"Allah yolunda savaşa çıkın!\" dendiği zaman yere çöküp kaldınız? Ahireti bırakıp dünya hayatına mı razı oldunuz? Oysa dünya hayatının metası ahirete göre pek azdır"
        },
        {
            "chapter": 9,
            "verse": 39,
            "text": "Eğer savaşa çıkmazsanız, Allah sizi acıklı bir azapla cezalandırır ve yerinize de başka bir toplum getirir. O’na herhangi bir zarar da veremezsiniz. Allah’ın her şeye gücü yeter"
        },
        {
            "chapter": 9,
            "verse": 40,
            "text": "Eğer siz ona (Rasûlullah'a) yardım etmezseniz, ona Allah yardım etmiştir. Hani, kâfirler onu iki kişiden biri olarak (Ebu Bekir ile birlikte Mekke'den) çıkarmışlardı. O ikisi mağaradaydı. O, arkadaşına: \"Üzülme! Çünkü Allah bizimle beraberdir.\" diyordu. Allah, O’na sükûnet/huzur vermiş ve onu görmediğiniz ordularla desteklemiştir. Kâfirlerin sözünü alçaltmıştır. Allah'ın kelimesi ise, o en yücedir. Allah Aziz'dir, Hakîm'dir"
        },
        {
            "chapter": 9,
            "verse": 41,
            "text": "Gerek hafif/kolaylık, gerek ağırlık/zorlukta savaşa çıkın! Mallarınız ve canlarınızla Allah yolunda cihad edin! Eğer bilirseniz bu sizin için çok hayırlıdır"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "Kolay elde edilen kazanç, yakın bir yolculuk olsaydı (Tebuk'ta) sana uyarlardı. Fakat, meşakkat (mesafe) onlara uzak geldi. \"Gücümüz yetseydi sizinle beraber çıkardık.\" diye Allah’a yemin edeceklerdir. Kendilerini helâk ediyorlar. Allah, gerçekten onların yalancı olduğunu biliyor"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "Allah, seni affetsin! Doğru söyleyenler sana iyice belli olup, yalancıları bilinceye kadar beklemeden niçin onlara izin verdin"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "Allah’a ve ahiret gününe iman edenler mallarıyla ve canlarıyla cihad etmek istedikleri için senden izin istemezler. Allah, muttakileri çok iyi bilendir"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Ancak Allah’a ve ahiret gününe iman etmeyen, kalpleri şüpheye düşüp şüphelerinde bocalayan kimseler senden izin isterler"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "Eğer savaşa çıkmak isteselerdi bir hazırlık yaparlardı. Fakat Allah, onların davranışlarını kerih gördü de onları alıkoydu. \"Geride kalanlarla (acizlerle) beraber oturun!\" denildi"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "Aranızda savaşa çıkmış olsalardı, size bozgunculuktan başka bir katkıları olmayacak ve sizi fitneye düşürmek için aranızda (koğuculuk yaparak) koşuşturacaklardı. Aranızda onları dinleyecek kişiler de vardı. Allah zalimleri bilendir"
        },
        {
            "chapter": 9,
            "verse": 48,
            "text": "(Münafıklar) Daha önce de fitne koparmak istemişlerdi. Sana karşı bir takım işler çeviriyorlardı. Sonunda hak geldi, onların istememesine rağmen Allah’ın emri üstün oldu"
        },
        {
            "chapter": 9,
            "verse": 49,
            "text": "Onlardan: \"Bana izin ver, beni fitneye düşürme!\" diyenler vardır. Bilin ki onlar fitneye düşmüşlerdi. Cehennem ise, o kâfirleri çepeçevre kuşatacaktır"
        },
        {
            "chapter": 9,
            "verse": 50,
            "text": "Sana bir iyilik gelirse onların fenasına gider. Sana bir musibet gelirse; \"Biz önceden işimizi (sağlama) aldık.\" deyip sevinerek dönüp giderler"
        },
        {
            "chapter": 9,
            "verse": 51,
            "text": "De ki: Allah’ın bize yazdığından başkası başımıza gelmez. O, bizim mevlamızdır. Mü'minler Allah’a güvenip, tevekkül etsinler"
        },
        {
            "chapter": 9,
            "verse": 52,
            "text": "De ki: \"Bize iki iyiden (şehadet ya da zaferden) başka bir şeyin gelmesini mi bekliyorsunuz? Oysa biz, Allah’ın kendi katından veya bizim elimizle sizi bir azaba uğratmasını bekliyoruz. Bekleyin siz, biz de sizinle bekleyenleriz"
        },
        {
            "chapter": 9,
            "verse": 53,
            "text": "De ki: \"İstekli veya isteksiz olarak infak edin, nasıl olsa kabul edilmeyecektir. Siz, şüphesiz fasık bir topluluksunuz"
        },
        {
            "chapter": 9,
            "verse": 54,
            "text": "Verdiklerinin kabul olunmasına engel olan, Allah ve Rasûlüne (iman etmek yerine) kâfir olmaları, namaza ancak tembel tembel gelmeleri ve infâklarını istemeyerek vermeleridir"
        },
        {
            "chapter": 9,
            "verse": 55,
            "text": "Artık onların malları da evlatları da seni imrendirmesin. Doğrusu Allah, bunlar yüzünden dünya hayatında onları azaba uğratmayı ve canlarının, kâfirler olarak, güçlükle çıkmasını ister"
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "Onlar, sizden olduklarına dair Allah’a yemin ederler. Onlar sizden değillerdir. Aksine onlar korkak bir toplumdur"
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "Bir sığınak, mağaralar veya girecek bir yer bulsalar kaçarak oraya yönelirler"
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "İçlerinden sadakalar konusunda sana dil uzatanlar da var. Kendilerine ondan bir pay verilirse, hoşnut olurlar; eğer kendilerine ondan bir pay verilmezse hemen kızarlar"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "Eğer onlar, Allah ve Rasûlü'nün kendilerine verdiğinden hoşnut olup; \"Allah bize yeter, Allah bize bol nimetinden verecektir. Rasûlü de (Allah'ın verdiklerinden verecektir) ve biz gerçekten ancak Allah'a rağbet edenleriz.” deselerdi daha hayırlı olurdu"
        },
        {
            "chapter": 9,
            "verse": 60,
            "text": "Sadakalar/zekâtlar, Allah’tan bir farz olarak fakirler, miskinler, onu toplayan memurlar, kalpleri (İslam’a) ısındırılanlar, köleler, borçlular, Allah yolunda (cihad edenler) ve yolda kalanlar içindir. Allah Alîm'dir, Hakîm'dir"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "Onların içinde: \"O, bir kulaktır (her duyduğuna inanıyor), diyerek onu üzenler vardır.\" De ki: \"O, sizin için hayrı (dinleyip, inanan) bir kulaktır. Allah'a iman eder, Mü'minlere inanıp güvenir ve sizden iman edenler için de bir rahmettir. Allah’ın Rasûlünü üzenlere acıklı bir azap vardır"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "Sizi razı etmek için Allah’a yemin ederler. Eğer Mü'min iseler Allah’ı ve Rasûlünü razı etmeleri daha gereklidir"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Allah'a ve Peygamberine karşı gelmeye kalkan için içinde sonsuza kadar kalacağı cehennem olduğunu bilmediler mi?En büyük rüsvaylık işte budur"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "Münafıklar, kendileri hakkında kalplerinde bulunanı kendilerine haber verecek bir sûrenin indirileceğinden çekiniyorlar. De ki: “Alay edin bakalım. Allah, çekindiğiniz şeyi ortaya çıkaracaktır.”"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "Onlara soracak olursan: \"Sadece biz eğlenip oynuyorduk.\" diyecekler. De ki: \"Allah ile ayetleriyle ve Rasûlüyle mi eğleniyordunuz"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "Özür beyan etmeyin. İman ettikten sonra kâfir oldunuz. İçinizden (af dileyen) bir kısmınızı bağışlasak bile, suçlu oldukları için bir kısmınıza azap edeceğiz"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "Münafık erkekler ve kadınlar birbirlerinin aynıdır. Kötülüğü emrederler, iyiliğe engel olurlar. Elleri de (infak etmede) sıkıdır. Allah’ı unuttular. Allah da onları unuttu. Gerçekten münafıklar, fasıkların ta kendisidir"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Allah, münafık erkeklere ve münafık kadınlara ve tüm kâfirlere, içinde ebedî kalacakları Cehennem'i vadetti. Bu onlara yeter. Allah, onları lanetlemiştir. Onlara kalıcı bir azap vardır"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "(Ey münafıklar!) Siz de kendinizden öncekiler gibisiniz. Onlar sizden daha kuvvetliydiler, malları ve evlatları da daha çoktu. Nasiplerine düşenin tadını çıkardılar. Sizden öncekilerin nasiplerinden faydalandıkları gibi siz de nasibinize düşenden yararlandınız. Onların daldıkları gibi siz de (batıla) daldınız. İşte bunlar, dünyada ve ahirette yaptıkları amelleri boşa gidenlerdir. İşte onlar hüsrana uğrayanlardır"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "Onlara, kendilerinden önce geçen Nuh, Ad, Semûd kavimlerinin, İbrahim kavminin, Medyen halkının ve alt üst olmuş (Lut kavmi) şehirlerinin haberleri gelmedi mi? Rasûlleri, onlara apaçık deliller getirmişlerdi. Allah, onlara zulmetmemiş; fakat onlar kendi nefislerine zulmetmişlerdi"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "Mü'min erkekler ve Mü'min kadınlar birbirlerinin velileridir. İyiliği emrederler; kötülüğe engel olurlar. Namazı ikame ederler, zekât verirler, Allah’a ve Rasûlüne itaat ederler. İşte bunlara Allah rahmet edecektir. Allah şüphesiz Aziz'dir, Hakîm'dir"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "Allah, Mü’min erkeklere ve Mü’min kadınlara, ebedî olarak kalacakları, içinden ırmaklar akan Cennetler ve Adn Cennetleri'nde çok güzel köşkler vadetti. Allah’ın rızası ise, bunların hepsinden daha büyüktür. İşte bu büyük başarıdır"
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "Ey Peygamber! Kâfirlere ve münafıklara karşı cihad et ve onlara karşı çetin ol. Onların varacakları yer Cehennem'dir. Ne kötü bir varış yeridir orası"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "Bir şey söylemediklerine dair Allah’a yemin ediyorlar. Hâlbuki o küfür sözünü söylediler ve onlar müslümanlıklarından sonra kâfir oldular. Ayrıca başaramadıkları şeye (Peygamberi öldürmeye) de yeltendiler. Sırf, Allah ve Rasûlü kendi lütfu ile onları zengin kıldığı için intikam almaya kalktılar. Eğer tevbe ederlerse, kendileri için hayırlı olur. Şayet yüz çevirirlerse, Allah onları dünyada ve ahirette elem dolu bir azaba çarptıracaktır. Artık onlar için yeryüzünde ne bir dost, ne de bir yardımcı vardır"
        },
        {
            "chapter": 9,
            "verse": 75,
            "text": "İçlerinde; \"Allah bize bol nimetinden verirse, kesinlikle sadaka vereceğiz ve doğru kimselerden olacağız.\" diye O’na söz verenler vardır"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "Fakat Allah lütfundan onlara (zenginlik) verince, onda cimrilik edip (Allah'ın emrinden) yüz çevirerek sözlerinden döndüler"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "Allah’a verdikleri sözü tutmadıkları ve yalan söyledikleri için O da kalplerine, kendisiyle karşılaşacakları güne kadar (sürecek) bir nifak soktu"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "(Münafıklar) Allah’ın, içlerinde gizlediklerini ve fısıltılarını bildiğini ve Allah’ın gaybleri çok iyi bilen olduğunu bilmediler mi"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "Sadakalarda (gönülden fazlasıyla) veren Mü'minleri ayıplayan ve (az da olsa) ellerinden geldiği kadarını verebilenlerle alay eden kimselerle, Allah da alay eder. Onlara acıklı bir azap vardır"
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "Onlar için ister bağışlanma dile, ister dileme (fark etmez.) Onlar için yetmiş kez bağışlanma dilesen de, Allah onları asla affetmeyecektir. Bu, onların Allah ve Rasûlüne (iman etmeyip) kâfir olmaları sebebiyledir. Allah, fasık topluluğu doğru yola iletmez"
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "Allah Rasûlü'nün ardından onun aksine (Tebük Savaşı'ndan) geri kalanlar, oturup kalmalarına sevindiler. Allah yolunda mallarıyla canlarıyla cihat hoşlarına gitmedi de sıcakta savaşa çıkmayın, dediler. De ki: \"Cehennem ateşi daha sıcaktır.\" Keşke anlayabilselerdi"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "Artık yaptıklarının cezası olarak az gülsünler, çok ağlasınlar"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "Allah seni geri döndürüp, onlardan bir toplulukla karşılaştırdığı zaman, senden savaşa çıkmak için izin isterlerse de ki: \"Benimle asla çıkamayacaksınız, benim yanımda hiçbir düşmanla savaşamayacaksınız. Çünkü siz baştan oturup kalmaya razı oldunuz. Artık geri kalanlarla beraber oturun"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "Onlardan ölen hiçbirine asla namaz kılma ve kabrinin başında durma. Çünkü onlar Allah’a ve Rasûlü’ne kâfir oldular ve fâsık olarak öldüler"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "(Ey Muhammed!) Onların malları ve evlatları seni imrendirmesin. Allah, bunlarla ancak dünyada kendilerine azap etmeyi ve canlarının kâfir olarak çıkmasını istiyor"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "“Allah’a iman edin ve Rasûlü ile birlikte cihat edin” diye bir sûre indirildiğinde, onlardan servet sahibi olanlar senden izin istediler ve; “Bizi bırak da oturup kalanlarla birlikte olalım.” dediler"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "Onlar geride kalan (kadın ve çocuk)larla birlikte olmaya razı oldular ve kalpleri mühürlendi. Artık onlar anlamazlar"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "Fakat Peygamber ve beraberindeki Mü’minler; mallarıyla, canlarıyla cihat ettiler. Bütün hayırlar işte bunlarındır. İşte bunlar kurtuluşa erenlerin ta kendileridir"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "Allah onlara içinde ebedî kalacakları, içinden ırmaklar akan Cennetler hazırlamıştır. İşte bu büyük başarıdır"
        },
        {
            "chapter": 9,
            "verse": 90,
            "text": "Bedevîlerden mazeret ileri sürenler, kendilerine izin verilsin diye geldiler. Allah’a ve Rasûlüne yalan söyleyenler ise (mazeret bile belirtmeden) oturup kaldılar. Onlardan kâfir olanlara elem dolu bir azap isabet edecektir"
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "Allah’a ve Rasûlüne karşı sadık ve samimi oldukları takdirde, güçsüzlere, hastalara ve (seferde) harcayacakları bir şey bulamayanlara (sefere katılmadıkları için) bir günah yoktur. İyilikte/ihsanda bulunan kimselerin (kınanması) için de bir sebep yoktur. Allah; çok bağışlayandır, çok merhamet edendir"
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "Kendilerini bindirip (cepheye) sevk edesin diye sana geldikleri zaman, senin; “Sizi bindirebileceğim bir şey bulamıyorum.” dediğin, bu uğurda harcayacakları bir şey bulamadıklarından dolayı üzüntüden gözleri yaş döke döke geri dönen kimselere de bir sorumluluk yoktur"
        },
        {
            "chapter": 9,
            "verse": 93,
            "text": "Sorumluluk ancak, zengin oldukları halde senden izin isteyenleredir. Bunlar, geride kalan(kadın ve çocuk)larla birlikte olmaya razı oldular. Allah da kalplerini mühürledi. Artık onlar bilmezler"
        },
        {
            "chapter": 9,
            "verse": 94,
            "text": "Kendilerine döndüğünüz vakit size özür beyan ederler. De ki: Özür beyan etmeyin, size inanmayacağız. Allah sizin haberlerinizi bize bildirmiştir. Allah da yaptıklarınızı görecektir, Rasûlü de. Sonra gaybı ve görünenleri bilene döndürüleceksiniz. O da size yaptıklarınızı haber verecektir"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "Döndüğünüzde onlara ilişmemeniz için Allah’a yemin edeceklerdir. Siz onlardan yüz çevirin. Onlar pistir, kazandıklarının karşılığı olarak barınakları Cehennem'dir"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "Kendilerinden razı olasınız diye size yemin ederler. Siz onlardan razı olsanız bile Allah fasıklar topluluğundan razı olmaz"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "Bedeviler küfür ve nifak bakımından daha şiddetlidir. Allah’ın Rasûlü'ne indirdiğinin sınırlarını bilmemeye daha yatkındırlar. Allah her şeyi bilendir ve Hakîm'dir"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "Bedevilerden, Allah yolunda infak ettiklerini ziyan sayanlar ve sizin başınıza belalar gelmesini bekleyenler vardır. Belalar onlara olsun! Allah şüphesiz her şeyi işitendir, bilendir"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "Bedevîlerden öylesi de vardır ki, Allah'a ve ahiret gününe iman eder, (hayır için) harcayacağını Allah katında yakınlığa ve Peygamber'in dualarını almaya vesile edinir. İyi bilin ki bunlar (ettikleri infak ve aldıkları dua), onlar için bir yakınlıktır. Allah onları rahmetine sokacaktır. Allah şüphesiz çokça bağışlayandır, merhamet edendir"
        },
        {
            "chapter": 9,
            "verse": 100,
            "text": "(İman etmede) ilk ve öncü olan Muhacirler'den, Ensar'dan ve onlara güzelce tabi olanlardan Allah razı olmuştur. Onlar da Allah’tan razı olmuşlardır. Allah onlara altlarından ırmaklar akan ve içinde ebedî kalacakları Cennetler hazırlamıştır. İşte en büyük kurtuluş budur"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "(Ey Medineliler!) Çevrenizdeki bedevilerden münafıklar vardır ve Medineliler içinde de nifakta direnen kimseler vardır. Onları siz bilmezsiniz. Biz onları biliyoruz. Onlara iki kere azap edeceğiz. Sonra da onlar büyük bir azaba uğrayacaklar"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "(Savaştan geri kalan) Diğer bir kısım da, günahlarını itiraf ettiler. Bunlar salih amelle kötü ameli birbirine karıştırmışlardır. Umulur ki Allah, tevbelerini kabul eder. Çünkü Allah, çok bağışlayandır, çok merhamet edendir"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "Onların mallarından, onları kendisiyle arındıracağın ve temizleyeceğin bir sadaka (zekât) al ve onlara dua et! Çünkü senin duan onlar için sükûnettir.(Onların kalplerini yatıştırır.) Allah, hakkıyla işitendir, hakkıyla bilendir"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Kulların tevbesini ancak Allah'ın kabul ettiğini, sadakaları da O'nun kabul ettiğini bilmiyorlar mı? Allah tevbeleri çokça kabul edendir, çok merhametlidir"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "De ki: (Yapacağınız amelleri) yapın, Allah yaptıklarınızı görecektir. Rasûlü ve müminler de. Gaybı ve görüleni bilen Allah’a döndürüleceksiniz. O size yapmakta olduğunuz amellerinizi haber verecektir"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "(Savaşa katılmayan) diğer bir kısım da, Allah’ın (haklarındaki) emrine bırakılmışlardır. Allah onlara ya azap eder ya da tevbelerini kabul eder. O, her şeyi hakkıyla bilendir, Hakîm'dir"
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "Zarar vermek, küfre sapmak, iman edenlerin arasını ayırmak, Allah ve elçisine karşı savaşanlara daha önceden gözcülük etmek üzere bir mescit (mescid-i Dırar) kurup, “Biz sadece iyilik yapmak istedik” diye yemin ederler. Ama Allah şâhitlik eder ki, bunlar mutlaka yalancıdırlar"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "O mescidde asla (namaza) durma! İlk günden beri takva üzerine bina edilen mescidde (Kuba Mescidi'nde namaza) durman çok daha uygundur. Orada (madden ve mânen) temizlenip, arınmayı arzulayan adamlar vardır. Allah, temizlenip arınanları sever"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "Binasını, Allah’tan sakınma/takvalı olma ve O’nun rızası üzerine kuran kimse mi hayırlıdır; yoksa binasını yıkılmak üzere olan bir yerin kenarına yapıp da onunla beraber Cehennem ateşine yuvarlanan kimse mi? Allah, zalim toplumlara hidayet etmez"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "Yaptıkları binaları, kalpleri parça parça oluncaya dek bir şüphe (kaynağı) olarak kalmaya devam edecektir. Allah, her şeyi hakkıyle bilendir;Hakîm'dir"
        },
        {
            "chapter": 9,
            "verse": 111,
            "text": "Allah, Mü'minlerden canlarını ve mallarını Cennet karşılığında satın almıştır. (Onlar) Allah yolunda savaşarak öldürürler ve öldürülürler. Bu, Tevrat’ta, İncil’de ve Kur’an’da Allah üzerinde hak bir vaaddir. Verdiği sözü Allah’tan daha çok tutan kim vardır? Öyleyse O’nunla yaptığınız alışverişe sevinin. İşte en büyük kazanç budur"
        },
        {
            "chapter": 9,
            "verse": 112,
            "text": "(Bu Cennet'i kazananlar) Allah’a tevbe eden, ibadet eden, hamd eden, (ibadet için) rükû yapan, secde eden, iyilikleri emreden, kötülükleri yasaklayan, Allah’ın sınırlarını koruyan kimselerdir. Müminleri müjdele"
        },
        {
            "chapter": 9,
            "verse": 113,
            "text": "Cehennemlik oldukları (küfür üzere öldükleri) anlaşıldıktan sonra, akraba bile olsalar müşrikler için bağışlanma dilemek peygambere ve iman edenlere yaraşmaz"
        },
        {
            "chapter": 9,
            "verse": 114,
            "text": "İbrahim’in babası için bağışlanma dilemesi, sadece ona verdiği bir sözden dolayı idi. Allah’ın düşmanı olduğunu kesin olarak anlayınca ondan uzaklaştı. İbrahim, gerçekten çok dua edip yalvaran ve yumuşak kalpli biriydi"
        },
        {
            "chapter": 9,
            "verse": 115,
            "text": "Allah bir kavme hidâyet verdikten sonra, sakınacakları şeyleri kendilerine apaçık bildirmedikçe onları saptırmaz. Şüphesiz Allah her şeyi çok iyi bilendir"
        },
        {
            "chapter": 9,
            "verse": 116,
            "text": "Göklerin ve yerin mülkü elbette Allah’ındır. Dirilten ve öldüren O’dur. Sizin Allah’tan başka bir veliniz ve yardımcınız yoktur"
        },
        {
            "chapter": 9,
            "verse": 117,
            "text": "Allah, peygamberin, Muhacirler'in, Ensar'ın ve sıkıntılı bir zamanda (Tebuk Savaşı'nda) bir kısmının kalpleri meyletmek üzere iken peygambere tabi olan kimselerin tevbelerini kabul etti. Sonra onların tevbelerini kabul buyurdu. Şüphesiz O çok şefkatlidir, çok merhametlidir"
        },
        {
            "chapter": 9,
            "verse": 118,
            "text": "(Savaştan geri kalan) Üç kişiye, bütün genişliğine rağmen yeryüzü dar gelmiş ve nefisleri kendilerini (üzüntüden) sıkmıştı. Allah’tan başka bir sığınak olmadığını anladılar. Sonra Allah, onları tevbe etmeye muvaffak kıldı da onlar da tevbe ettiler ve Allah onların tevbelerini kabul buyurdu. Şüphesiz tevbeleri çokça kabul eden, çokça merhamet eden O’dur"
        },
        {
            "chapter": 9,
            "verse": 119,
            "text": "Ey iman edenler! Allah’a karşı gelmekten sakının ve sâdıklarla beraber olun"
        },
        {
            "chapter": 9,
            "verse": 120,
            "text": "Gerek Medine’lilerin, gerek onların çevresinde bulunan bedevilerin Rasûlullah’tan geri kalmaları ve kendilerini O’na tercih etmeleri yaraşmaz. Mutlaka onlara Allah yolunda bir susuzluk, bir yorgunluk ve bir açlık isabet etmesi, kâfirleri öfkelendirecek bir yere ayak basmaları ve düşmana karşı bir başarı kazanmaları karşılığında salih bir amel yazılacaktır. Şüphesiz Allah, iyilik yapanların ecrini zayi etmez"
        },
        {
            "chapter": 9,
            "verse": 121,
            "text": "Küçük ve büyük infak ettikleri her nafaka ve (Allah yolunda) aştıkları her vadi yaptıkları işin daha güzeliyle Allah'ın kendilerini mükâfatlandırması için onlar adına yazılmıştır"
        },
        {
            "chapter": 9,
            "verse": 122,
            "text": "Müminlerin toptan savaşa çıkmaları uygun değildir. Ama her topluluktan bir grup çıksın. Ta ki dinde derin bilgiye kavuşma ve kavimleri geri döndüklerinde onları uyarmak için (geride bir topluluk kalsın). Umulur ki sakınırlar"
        },
        {
            "chapter": 9,
            "verse": 123,
            "text": "Ey iman edenler! Kâfirlerden yakınınızda bulunanlarla savaşın ki, sizde kendilerine karşı bir sertlik bulsunlar. Bilin ki Allah takvâ sahipleriyle beraberdir"
        },
        {
            "chapter": 9,
            "verse": 124,
            "text": "Bir sûre indirilince aralarında: \"Bu hanginizin imanını artırdı?\" diyen kimseler vardır. O, iman eden kimselerin imanını artırmıştır. Onlar, bunu birbirlerine müjdelerler"
        },
        {
            "chapter": 9,
            "verse": 125,
            "text": "Kalplerinde hastalık olanların ise pisliklerine pislik katmıştır ve onlar kâfirler olarak ölmüşlerdir"
        },
        {
            "chapter": 9,
            "verse": 126,
            "text": "Görmüyorlar mı ki, onlar her yıl bir veya iki kere belaya çarptırılıp imtihan ediliyorlar? Sonra ne tevbe ederler, ne de ibret alırlar"
        },
        {
            "chapter": 9,
            "verse": 127,
            "text": "Bir sûre indirildiği zaman, birbirlerine bakarlar; \"Sizi birisi görüyor mu?\" derler, sonra da çekip giderler. Allah onların kalblerini ters çevirmiştir. Çünkü onlar anlamayan bir toplulukturlar"
        },
        {
            "chapter": 9,
            "verse": 128,
            "text": "Andolsun ki size, içinizden sizin sıkıntıya uğramanız kendisine ağır gelen, size düşkün, Mü'minlere şefkatli ve merhametli bir rasûl gelmiştir"
        },
        {
            "chapter": 9,
            "verse": 129,
            "text": "Eğer imandan yüz çevirirlerse de ki: \"Bana Allah yeter, O’ndan başka (hak) ilah yoktur. Yalnız O’na tevekkül ettim. O, yüce arşın Rabbidir"
        }
    ]
}