{
    "juzs": [
        {
            "chapter": 67,
            "verse": 1,
            "text": "Hakimiyet elinde bulunan o yuce Allah mukaddestir, hayrı ve bereketi sınırsızdır ve O her seye kadirdir"
        },
        {
            "chapter": 67,
            "verse": 2,
            "text": "Hanginizin daha guzel is ortaya koyacagını denemek icin, olumu ve hayatı yaratan O'dur. O azizdir, gafurdur (ustun kudret sahibidir, affı ve magfireti boldur)"
        },
        {
            "chapter": 67,
            "verse": 3,
            "text": "Yedi kat gogu birbiriyle tam uyum icinde yaratan O'dur. Rahman’ın yaratmasında hicbir nizamsızlık goremezsin. Gozunu cevir de bak: Herhangi bir kusur gorebilir misin?Sonra tekrar tekrar gozunu cevir de bak, gozun bir kusur bulamadıgından, eli bos ve bitkin geri doner"
        },
        {
            "chapter": 67,
            "verse": 4,
            "text": "Yedi kat gogu birbiriyle tam uyum icinde yaratan O'dur. Rahman’ın yaratmasında hicbir nizamsızlık goremezsin. Gozunu cevir de bak: Herhangi bir kusur gorebilir misin?Sonra tekrar tekrar gozunu cevir de bak, gozun bir kusur bulamadıgından, eli bos ve bitkin geri doner"
        },
        {
            "chapter": 67,
            "verse": 5,
            "text": "Biz yere en yakın semayı lambalarla donattık. Onları seytanlara atılan mermiler yaptık. Hem onlara alevli ates hazırladık"
        },
        {
            "chapter": 67,
            "verse": 6,
            "text": "Rab'lerini inkar edenlere de cehennem azabı var. Gidilecek ne kotu yerdir orası"
        },
        {
            "chapter": 67,
            "verse": 7,
            "text": "Onlar oraya atılınca, cehennemin muthis homurtusunu, kaynaya kaynaya cıkardıgı ugultuyu isitirler"
        },
        {
            "chapter": 67,
            "verse": 8,
            "text": "Cehennem, ofkesinden neredeyse catlayacak haldedir. Ne zaman oraya yeni bir kafile atılsa, oranın bekcileri: “Sizi uyaran bir peygamber daveti size ulasmadı mı?” diye sorarlar"
        },
        {
            "chapter": 67,
            "verse": 9,
            "text": "Onlar soyle cevap verirler: “Evet, bizi uyaran oldu, ama biz onu yalancı saydık ve Rahman hicbir vahiy indirmedi, siz besbelli bir sapıklık icindesiniz.” dedik"
        },
        {
            "chapter": 67,
            "verse": 10,
            "text": "Ve ilave edecekler: “Sayet biz gercegi isiten ve aklını calıstıran kimseler olsaydık, elbette bu alevli atese girenlerden olmazdık!”"
        },
        {
            "chapter": 67,
            "verse": 11,
            "text": "Boylece gunahlarını itiraf ederler. Rahmetten uzak olsun o cehennemlikler"
        },
        {
            "chapter": 67,
            "verse": 12,
            "text": "Fakat Rab'lerini gormedikleri halde, O’na karsı saygılı davrananlara magfiret ve buyuk bir mukafat vardır"
        },
        {
            "chapter": 67,
            "verse": 13,
            "text": "Sozunuzu ister icinizde gizleyin, ister acıga vurun, hepsi birdir. Zira Allah gonullerin kunhunu dahi bilir"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "O yarattıgı mahlukunu hic bilmez olur mu? (Ilmi her seye nufuz eden, her seyden haberi olan) latif ve habir O'dur"
        },
        {
            "chapter": 67,
            "verse": 15,
            "text": "Yeryuzunu size hizmete hazır, uysal bir binek gibi kılan da O'dur.Haydi oyleyse siz de onun omuzları ustunde rahatca dolasın. O’nun takdir ettigi rızıklardan yiyin, istifade edin. Ama olumden sonra dirilip O’nun huzuruna cıkacagınızı da bilin"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "Yuceler yucesi olan Allah'ın sizi yerin dibine gecirmesinden emin mi oldunuz? O zaman bir de bakarsınız yer calkalanıp duruyor"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "Yahut O'nun size tas yagdıran bir kasırga gondermesinden emin mi oldunuz? Fakat bu tehdidimin ne demek oldugunu yakında ogrenirsiniz"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "Onlardan oncekiler de (dini, peygamberleri) yalan saydılar. Ama Ben'im red ve inkar edisim, intikamım nasıl olurmus, anladılar"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "Ustlerinde kusların saf saf dizilip kanatlarını acıp yumarak dolasmalarını hic gormuyorlar mı? Onları havada Rahman'dan baska tutan yoktur. O elbette her seyi gorur"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "Rahman'ın dısında size guya yardım edecek kimmis? Dogrusu kafirler buyuk bir aldanıs icindedirler"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "Peki, Allah size ihsan ettigi nasibi alıkorsa, sizi baska rızıklandıracak kimmis? Dogrusu, onlar azgınlık ve nefret icinde diretmektedirler"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "Dusunun bir: Yuzukoyun kapanıp yerde surunen mi varılacak yere daha kolayca ulasır, yoksa dumduz yolda duzgun sekilde yuruyen mi"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "De ki: Sizi yaratan ve size kulaklar, gozler ve gonuller veren O'dur. Sizin sukrunuz ne de az"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "Sizi yeryuzunde yaratıp zurriyet halinde yayan O'dur. Olumden sonra da diriltilip yine O’nun huzurunda toplanacaksınız"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "Ama onlar yalnızca sunu soruyorlar: “Eger iddianızda tutarlı iseniz, bu vaad yani inanmadıgımız takdirde gelecegini bildirip tehdid ettigin azap ne zaman"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "De ki: “Bunu yalnız Allah bilir. Ben ise sadece acık ve kesin bir tarzda uyarırım.”"
        },
        {
            "chapter": 67,
            "verse": 27,
            "text": "Onu yanıbaslarında buldukları zaman inkar edenlerin kederden yuzleri mosmor kesilir. Kendilerine: “Iste sizin isteyip durdugunuz sey!” denilir"
        },
        {
            "chapter": 67,
            "verse": 28,
            "text": "De ki: “Soyler misiniz bana: Allah eger beni ve beraberimdeki muminleri, ister helak eder, ister merhamet eder,ne ederse eder, peki kafirleri o acı azaptan kim kurtarır?”"
        },
        {
            "chapter": 67,
            "verse": 29,
            "text": "De ki: “Sizi imana davet ettigimiz Ilah, Rahmandır. Biz O'na iman ettik. O’na dayandık. Kimin kesin bir yanlıslık icinde oldugunu yakında ogrenirsiniz"
        },
        {
            "chapter": 67,
            "verse": 30,
            "text": "De ki: “Soyleyin bana: sayet suyunuz cekilir, yerin dibine giderse, o akan tatlı suyu, kim getirebilir size?”"
        },
        {
            "chapter": 68,
            "verse": 1,
            "text": "Nun. Kalem ve ehl-i kalemin satırlara dizdikleri ve dizecekleri seyler hakkı icin"
        },
        {
            "chapter": 68,
            "verse": 2,
            "text": "Rabbinin lutfuyla, deli degilsin"
        },
        {
            "chapter": 68,
            "verse": 3,
            "text": "Hem senin ecrin, mukafatın hic kesilmez"
        },
        {
            "chapter": 68,
            "verse": 4,
            "text": "Ve sen pek yuksek bir ahlak uzerindesin"
        },
        {
            "chapter": 68,
            "verse": 5,
            "text": "Yakında goreceksin, onlar da gorecekler"
        },
        {
            "chapter": 68,
            "verse": 6,
            "text": "Hanginizde imis o dertler, o delilikler"
        },
        {
            "chapter": 68,
            "verse": 7,
            "text": "Senin Rabbin suphesiz pek iyi bilir:Allah yolundan sapanlar kimdir ve O'nun yolunu tutanlar kimdir"
        },
        {
            "chapter": 68,
            "verse": 8,
            "text": "O halde, hakkı yalan sayanların, sozlerine sakın uyma"
        },
        {
            "chapter": 68,
            "verse": 9,
            "text": "Isterler ki sen gevseyesin de, boylece kendileri de yumusasınlar"
        },
        {
            "chapter": 68,
            "verse": 10,
            "text": "Sakın uyma: Servet ve hanedan sahibi diye, o bol bol yemin eden, degersiz adama! O gammaz, soz gezdiren, hayrın onunu kesene, o saldırgana, gunaha dadanmısa! Serefsiz, kaba, hem de soysuz olana! Kendisine ayetlerimiz okundugunda “Bu eski insanların masalları!” diyene, yakında onun burnunu daglayıp damga basarız."
        },
        {
            "chapter": 68,
            "verse": 11,
            "text": "Sakın uyma: Servet ve hanedan sahibi diye, o bol bol yemin eden, degersiz adama! O gammaz, soz gezdiren, hayrın onunu kesene, o saldırgana, gunaha dadanmısa! Serefsiz, kaba, hem de soysuz olana! Kendisine ayetlerimiz okundugunda “Bu eski insanların masalları!” diyene, yakında onun burnunu daglayıp damga basarız."
        },
        {
            "chapter": 68,
            "verse": 12,
            "text": "Sakın uyma: Servet ve hanedan sahibi diye, o bol bol yemin eden, degersiz adama! O gammaz, soz gezdiren, hayrın onunu kesene, o saldırgana, gunaha dadanmısa! Serefsiz, kaba, hem de soysuz olana! Kendisine ayetlerimiz okundugunda “Bu eski insanların masalları!” diyene, yakında onun burnunu daglayıp damga basarız."
        },
        {
            "chapter": 68,
            "verse": 13,
            "text": "Sakın uyma: Servet ve hanedan sahibi diye, o bol bol yemin eden, degersiz adama! O gammaz, soz gezdiren, hayrın onunu kesene, o saldırgana, gunaha dadanmısa! Serefsiz, kaba, hem de soysuz olana! Kendisine ayetlerimiz okundugunda “Bu eski insanların masalları!” diyene, yakında onun burnunu daglayıp damga basarız."
        },
        {
            "chapter": 68,
            "verse": 14,
            "text": "Sakın uyma: Servet ve hanedan sahibi diye, o bol bol yemin eden, degersiz adama! O gammaz, soz gezdiren, hayrın onunu kesene, o saldırgana, gunaha dadanmısa! Serefsiz, kaba, hem de soysuz olana! Kendisine ayetlerimiz okundugunda “Bu eski insanların masalları!” diyene, yakında onun burnunu daglayıp damga basarız."
        },
        {
            "chapter": 68,
            "verse": 15,
            "text": "Sakın uyma: Servet ve hanedan sahibi diye, o bol bol yemin eden, degersiz adama! O gammaz, soz gezdiren, hayrın onunu kesene, o saldırgana, gunaha dadanmısa! Serefsiz, kaba, hem de soysuz olana! Kendisine ayetlerimiz okundugunda “Bu eski insanların masalları!” diyene, yakında onun burnunu daglayıp damga basarız."
        },
        {
            "chapter": 68,
            "verse": 16,
            "text": "Sakın uyma: Servet ve hanedan sahibi diye, o bol bol yemin eden, degersiz adama! O gammaz, soz gezdiren, hayrın onunu kesene, o saldırgana, gunaha dadanmısa! Serefsiz, kaba, hem de soysuz olana! Kendisine ayetlerimiz okundugunda “Bu eski insanların masalları!” diyene, yakında onun burnunu daglayıp damga basarız."
        },
        {
            "chapter": 68,
            "verse": 17,
            "text": "Biz tıpkı o bahce sahiplerini sınadıgımız gibi, bunları da sınadık.Onlar sabah erken mahsulu devsireceklerini yeminle pekistirip kesin soylemis, (insaallah dememis), Allah'ın iznine baglamamıslardı. Ayrıca fakirlerin payını dusunmemislerdi"
        },
        {
            "chapter": 68,
            "verse": 18,
            "text": "Biz tıpkı o bahce sahiplerini sınadıgımız gibi, bunları da sınadık.Onlar sabah erken mahsulu devsireceklerini yeminle pekistirip kesin soylemis, (insaallah dememis), Allah'ın iznine baglamamıslardı. Ayrıca fakirlerin payını dusunmemislerdi"
        },
        {
            "chapter": 68,
            "verse": 19,
            "text": "Fakat onlar henuz uykuda iken, Rabbin tarafından gonderilen bir afet bahceyi kapladı. Bahce sabahleyin siyah kul haline geliverdi. {KM, Tekvin 32,3; II Samuel 24,16; II Tarihler}"
        },
        {
            "chapter": 68,
            "verse": 20,
            "text": "Fakat onlar henuz uykuda iken, Rabbin tarafından gonderilen bir afet bahceyi kapladı. Bahce sabahleyin siyah kul haline geliverdi. {KM, Tekvin 32,3; II Samuel 24,16; II Tarihler}"
        },
        {
            "chapter": 68,
            "verse": 21,
            "text": "Onlar ise olup bitenden habersiz, neseli neseli birbirlerine seslendiler: “Haydi, madem devsireceksiniz, cabuk ekininizin basına!”"
        },
        {
            "chapter": 68,
            "verse": 22,
            "text": "Onlar ise olup bitenden habersiz, neseli neseli birbirlerine seslendiler: “Haydi, madem devsireceksiniz, cabuk ekininizin basına!”"
        },
        {
            "chapter": 68,
            "verse": 23,
            "text": "Hemen yola koyuldular. Bir taraftan da aralarında soyle fiskos ediyorlardı: “Sakın, bugun yanımıza fakir fukara gelmesin, onların bahceye girmelerine hic imkan vermeyin!”"
        },
        {
            "chapter": 68,
            "verse": 24,
            "text": "Hemen yola koyuldular. Bir taraftan da aralarında soyle fiskos ediyorlardı: “Sakın, bugun yanımıza fakir fukara gelmesin, onların bahceye girmelerine hic imkan vermeyin!”"
        },
        {
            "chapter": 68,
            "verse": 25,
            "text": "Yoksulları engelleme azmi icinde ilerlediler"
        },
        {
            "chapter": 68,
            "verse": 26,
            "text": "Bahceyi gorunce: apısıp kaldılar. “Galiba yolu sasırdık, yanlıs yere geldik!” dediler"
        },
        {
            "chapter": 68,
            "verse": 27,
            "text": "Cok gecmeden isi anlayınca: “Hayır! dediler, Dogrusu felakete ugramısız!”"
        },
        {
            "chapter": 68,
            "verse": 28,
            "text": "En makul olanları ise: “Ben size Allah'ı zikretmenizi soylememis miydim!” dedi"
        },
        {
            "chapter": 68,
            "verse": 29,
            "text": "Bunun uzerine “Subhansın ya Rabbena, her turlu noksandan uzaksın! Dogrusu biz kendimize zulmetmisiz!” deyip, birbirlerini kınamaya basladılar"
        },
        {
            "chapter": 68,
            "verse": 30,
            "text": "Bunun uzerine “Subhansın ya Rabbena, her turlu noksandan uzaksın! Dogrusu biz kendimize zulmetmisiz!” deyip, birbirlerini kınamaya basladılar"
        },
        {
            "chapter": 68,
            "verse": 31,
            "text": "“Yazıklar olsun bize, ne azgın kimselermisiz!”"
        },
        {
            "chapter": 68,
            "verse": 32,
            "text": "Olur ki Rabbimiz bize onun yerine daha hayırlısını verir. Biz Rabbimizin rahmetini arzu ediyor, O'na donuyoruz.”"
        },
        {
            "chapter": 68,
            "verse": 33,
            "text": "Azap boyledir iste! Ahiretteki azap ise daha muthistir. Keske bunu bir bilselerdi"
        },
        {
            "chapter": 68,
            "verse": 34,
            "text": "Allah'ı sayan, haramlardan sakınan muttakilere ise Rab’leri nezdinde naim cennetleri vardır"
        },
        {
            "chapter": 68,
            "verse": 35,
            "text": "Biz hic, Allah'a itaat ve teslimiyet gosterenleri suclu kafirlerle bir tutar mıyız"
        },
        {
            "chapter": 68,
            "verse": 36,
            "text": "Neyiniz var, nasıl olur da boyle bir sey iddia edebilirsiniz? Ne bicim hukum veriyorsunuz oyle"
        },
        {
            "chapter": 68,
            "verse": 37,
            "text": "Yoksa size ait bir kitap var da bu kabil bilgileri oradan mı okuyorsunuz"
        },
        {
            "chapter": 68,
            "verse": 38,
            "text": "Onda “Siz neyi tercih ederseniz size verilir.” diye bir bilgi mi buluyorsunuz"
        },
        {
            "chapter": 68,
            "verse": 39,
            "text": "Yoksa “Neye hukmederseniz o yerine getirilir.” diye, kıyamete kadar gecerli olacak size yeminle verilmis sozumuz mu var"
        },
        {
            "chapter": 68,
            "verse": 40,
            "text": "Sor bakalım onlara: “Boylesi bir iddiayı savunacak kimse var mı aralarında"
        },
        {
            "chapter": 68,
            "verse": 41,
            "text": "Yoksa guvendikleri serikleri mi var?” iddialarında tutarlı iseler getirsinler de gorelim o ortakları"
        },
        {
            "chapter": 68,
            "verse": 42,
            "text": "O gun isler son derece guclesir, pacalar tutusur. Butun insanlar secdeye davet edilir, fakat kafirler secde edemezler"
        },
        {
            "chapter": 68,
            "verse": 43,
            "text": "Gozleri yerde, kendilerini zillet kaplamıstır. Halbuki dunyada bedenleri saglam, azaları salim iken de secdeye davet edilirler, ama bunu yapmazlardı"
        },
        {
            "chapter": 68,
            "verse": 44,
            "text": "O halde sen bu serefli sozu, Kur'an’ı yalan sayanı Bana bırak! Biz onları, bilmedikleri, farkına varmadıkları bir yerden, yavas yavas azaba yaklastırırız. Ben onlara muhlet veriyorum! Dogrusu Ben’im duzenim, pek saglamdır. [23,55-56]"
        },
        {
            "chapter": 68,
            "verse": 45,
            "text": "O halde sen bu serefli sozu, Kur'an’ı yalan sayanı Bana bırak! Biz onları, bilmedikleri, farkına varmadıkları bir yerden, yavas yavas azaba yaklastırırız. Ben onlara muhlet veriyorum! Dogrusu Ben’im duzenim, pek saglamdır. [23,55-56]"
        },
        {
            "chapter": 68,
            "verse": 46,
            "text": "Yoksa sen onlardan bu risalet hizmetinden oturu bir ucret istiyorsun da onlar cereme odemekten ezilmisler mi"
        },
        {
            "chapter": 68,
            "verse": 47,
            "text": "Yoksa gayb kitabı yanlarında da, onlar oradan mı yazıp duruyorlar"
        },
        {
            "chapter": 68,
            "verse": 48,
            "text": "Sen Rabbinin hukmunu sabırla bekle ve balıgın yoldası olan zat gibi olma! Hani o dertli dertli Rabbine yalvarmıstı"
        },
        {
            "chapter": 68,
            "verse": 49,
            "text": "Sayet Rabbinden gelen bir lutuf onun imdadına yetismeseydi, kınanmaya mustahak bir vaziyette, deniz tarafından karaya atılırdı"
        },
        {
            "chapter": 68,
            "verse": 50,
            "text": "Ama Rabbi, kendisini secti de onu en iyi, en has kullarından kıldı"
        },
        {
            "chapter": 68,
            "verse": 51,
            "text": "O kafirler Zikri (Kur'an’ı) isittikleri zaman, hırslarından neredeyse seni bakıslarıyla kaydıracak, adeta gozleriyle yiyecekler! Hala da: “o, delinin teki!” derler"
        },
        {
            "chapter": 68,
            "verse": 52,
            "text": "Delilik nerede, o nerede? Kur'an’ın hic delilikle ilgisi mi olur? Kur’an olsa olsa, sadece butun insanlara bir derstir"
        },
        {
            "chapter": 69,
            "verse": 1,
            "text": "Kesin gerceklesecek olan"
        },
        {
            "chapter": 69,
            "verse": 2,
            "text": "Evet nedir o gerceklesecek olan"
        },
        {
            "chapter": 69,
            "verse": 3,
            "text": "Gerceklesecek kıyameti sen nereden bileceksin"
        },
        {
            "chapter": 69,
            "verse": 4,
            "text": "Iste Semud ve Ad milletleri de o kafalara carpan kıyamet dehsetini yalan saymıslardı"
        },
        {
            "chapter": 69,
            "verse": 5,
            "text": "Bunlardan Semud o korkunc zelzele ile yok edildi. Ad ise azgın bir kasırga ile imha edildi"
        },
        {
            "chapter": 69,
            "verse": 6,
            "text": "Bunlardan Semud o korkunc zelzele ile yok edildi. Ad ise azgın bir kasırga ile imha edildi"
        },
        {
            "chapter": 69,
            "verse": 7,
            "text": "Allah o kasırgayı uzerlerine yedi gece, sekiz gun kesintisiz olarak salıverdi. Oyle ki sen, o halkı ici bos hurma kutukleri gibi yerlere serilmis gorurdun"
        },
        {
            "chapter": 69,
            "verse": 8,
            "text": "Simdi onlardan geri kalan bir sey gorebilir misin"
        },
        {
            "chapter": 69,
            "verse": 9,
            "text": "Firavun da, ondan oncekiler de, altust edilip yerin dibine gecirilen Lut milletine ait kasabaların ahalileri de hep o gunaha (yani sirke) girdiler"
        },
        {
            "chapter": 69,
            "verse": 10,
            "text": "Rab'lerinin elcisine isyan ettiler, Allah da onları siddetle cezaya carptırdı"
        },
        {
            "chapter": 69,
            "verse": 11,
            "text": "Unutmayın ki Nuh zamanında, sular tastıgı vakit, sizi (varlıgınıza vesile olan atalarınızı) emniyetli gemide Biz tasımıstık! Onu sizin icin hem bir ibret vesilesi kılalım, hem de can kulagı ile dinleyip ders alanlar iyice bellesinler diye boyle yapmıstık. [36,4]"
        },
        {
            "chapter": 69,
            "verse": 12,
            "text": "Unutmayın ki Nuh zamanında, sular tastıgı vakit, sizi (varlıgınıza vesile olan atalarınızı) emniyetli gemide Biz tasımıstık! Onu sizin icin hem bir ibret vesilesi kılalım, hem de can kulagı ile dinleyip ders alanlar iyice bellesinler diye boyle yapmıstık. [36,4]"
        },
        {
            "chapter": 69,
            "verse": 13,
            "text": "Artık sura kuvvetle uflendiginde,yer ve daglar yerlerinden kaldırılıp bir tek darbe ile carpılıp paramparca edildiginde"
        },
        {
            "chapter": 69,
            "verse": 14,
            "text": "Artık sura kuvvetle uflendiginde,yer ve daglar yerlerinden kaldırılıp bir tek darbe ile carpılıp paramparca edildiginde"
        },
        {
            "chapter": 69,
            "verse": 15,
            "text": "Iste o gun olan olur, kıyamet o gun kopar"
        },
        {
            "chapter": 69,
            "verse": 16,
            "text": "O gun gok yarılır, parcalanır, iyice kuvvetten duser"
        },
        {
            "chapter": 69,
            "verse": 17,
            "text": "Melekler de gogun etrafında bulunurlar. O gun Rabbinin Ars'ını, sekiz melek tasır"
        },
        {
            "chapter": 69,
            "verse": 18,
            "text": "O gun butun yaptıklarınızla Allah'a arz olunursunuz; oyle ki sizden en ufak bir sey bile gizli kalmaz"
        },
        {
            "chapter": 69,
            "verse": 19,
            "text": "Hesap defteri sag tarafından verilen neselenir ve: “Iste defterim! Buyurun okuyun, inceleyin!”"
        },
        {
            "chapter": 69,
            "verse": 20,
            "text": "“Zaten ben hesabımla karsılasacagımı biliyordum!” der"
        },
        {
            "chapter": 69,
            "verse": 21,
            "text": "O artık mutluluk veren bir yasam icindedir"
        },
        {
            "chapter": 69,
            "verse": 22,
            "text": "Cok guzel ve pek kıymetli cennet bahcelerindedir"
        },
        {
            "chapter": 69,
            "verse": 23,
            "text": "Meyveleri hemen el ile koparılacak durumdadır"
        },
        {
            "chapter": 69,
            "verse": 24,
            "text": "Kendilerine soyle denilir: “Gecmis gunlerinizde yaptıgınız guzel islerden dolayı afiyetle, yiyin, icin!”"
        },
        {
            "chapter": 69,
            "verse": 25,
            "text": "Ama hesap defteri sol tarafından verilen kimse: “Eyvah der, keske verilmez olaydı bu defterim"
        },
        {
            "chapter": 69,
            "verse": 26,
            "text": "Keske hesabımı bilmez olaydım"
        },
        {
            "chapter": 69,
            "verse": 27,
            "text": "N'olurdu, olum her seyi bitirmis olaydı"
        },
        {
            "chapter": 69,
            "verse": 28,
            "text": "Servetim, malım bana fayda etmedi"
        },
        {
            "chapter": 69,
            "verse": 29,
            "text": "Butun gucum, iktidarım yok oldu gitti!”"
        },
        {
            "chapter": 69,
            "verse": 30,
            "text": "Allah cehennem bekcilerine emir verir: “Tutun baglayın onu, kelepceleyin!”"
        },
        {
            "chapter": 69,
            "verse": 31,
            "text": "Sonra da cehenneme fırlatın"
        },
        {
            "chapter": 69,
            "verse": 32,
            "text": "Sonra da onu, yetmis arsın uzunlugundaki zincire vurun!”"
        },
        {
            "chapter": 69,
            "verse": 33,
            "text": "Cunku o, buyukler buyugu Allah'a inanmazdı"
        },
        {
            "chapter": 69,
            "verse": 34,
            "text": "Cunku o, fakiri doyurmayı tesvik etmezdi"
        },
        {
            "chapter": 69,
            "verse": 35,
            "text": "Bugun artık burada O'nun bir dostu olmaz"
        },
        {
            "chapter": 69,
            "verse": 36,
            "text": "Yiyecek olarak da cehennemliklerin irininden baska bir sey bulunmaz"
        },
        {
            "chapter": 69,
            "verse": 37,
            "text": "Onu, buyuk sirk sucunu isleyenlerden baskası yemez"
        },
        {
            "chapter": 69,
            "verse": 38,
            "text": "Yok, yok! gordugunuz ve goremediginiz alemlere yemin olsun ki"
        },
        {
            "chapter": 69,
            "verse": 39,
            "text": "Yok, yok! gordugunuz ve goremediginiz alemlere yemin olsun ki"
        },
        {
            "chapter": 69,
            "verse": 40,
            "text": "Bu Kur'an, pek kerim bir Resulun sozudur"
        },
        {
            "chapter": 69,
            "verse": 41,
            "text": "O, bir sairin sozu degildir, inanmanız ne de az sizin"
        },
        {
            "chapter": 69,
            "verse": 42,
            "text": "O bir kahinin sozu de degil! Ne de az dusunuyorsunuz"
        },
        {
            "chapter": 69,
            "verse": 43,
            "text": "O, Rabbulalemin'den indirilen bir derstir"
        },
        {
            "chapter": 69,
            "verse": 44,
            "text": "Eger o Resul bizim adımıza birtakım sozler uydursaydı, onu elimizle yakalar, sonra da onun sah damarını keserdik"
        },
        {
            "chapter": 69,
            "verse": 45,
            "text": "Eger o Resul bizim adımıza birtakım sozler uydursaydı, onu elimizle yakalar, sonra da onun sah damarını keserdik"
        },
        {
            "chapter": 69,
            "verse": 46,
            "text": "Eger o Resul bizim adımıza birtakım sozler uydursaydı, onu elimizle yakalar, sonra da onun sah damarını keserdik"
        },
        {
            "chapter": 69,
            "verse": 47,
            "text": "Sizden kimse de buna mani olamazdı"
        },
        {
            "chapter": 69,
            "verse": 48,
            "text": "Suphesiz o muttakiler icin bir irsaddır"
        },
        {
            "chapter": 69,
            "verse": 49,
            "text": "Elbette sizden bazılarının Peygamberi “yalancı” saydıgını biliriz"
        },
        {
            "chapter": 69,
            "verse": 50,
            "text": "Suphesiz o, kafirler icin buyuk bir pismanlık ve karsılasacakları kesin bir gercektir"
        },
        {
            "chapter": 69,
            "verse": 51,
            "text": "Suphesiz o, kafirler icin buyuk bir pismanlık ve karsılasacakları kesin bir gercektir"
        },
        {
            "chapter": 69,
            "verse": 52,
            "text": "O halde, (ey sanlı Elci)! Haydi sen de Rabbinin yuce adını zikret"
        },
        {
            "chapter": 70,
            "verse": 1,
            "text": "Biri cıkıp gelecek azabı sordu"
        },
        {
            "chapter": 70,
            "verse": 2,
            "text": "O azap ki onu, kafirlerden uzaklastıracak hicbir kuvvet yoktur"
        },
        {
            "chapter": 70,
            "verse": 3,
            "text": "Cunku bu azap, yuceler yucesi Allah'tan gelecektir"
        },
        {
            "chapter": 70,
            "verse": 4,
            "text": "Melekler ve Ruh, O'nun Ars’ına; miktarı ellibin sene olan bir gunde yukselirler"
        },
        {
            "chapter": 70,
            "verse": 5,
            "text": "O halde sen, musriklerin eziyetlerine guzelce sabret. Cunku azabın inmesi yaklasmaktadır"
        },
        {
            "chapter": 70,
            "verse": 6,
            "text": "Onlar, o gunu cok uzakta zannediyorlar, ama Biz yakın oldugunu biliyoruz"
        },
        {
            "chapter": 70,
            "verse": 7,
            "text": "Onlar, o gunu cok uzakta zannediyorlar, ama Biz yakın oldugunu biliyoruz"
        },
        {
            "chapter": 70,
            "verse": 8,
            "text": "O gun gok erimis maden gibi olur"
        },
        {
            "chapter": 70,
            "verse": 9,
            "text": "Daglar ise atılmıs rengarenk yune doner"
        },
        {
            "chapter": 70,
            "verse": 10,
            "text": "Birbirlerine gosterildikleri halde hicbir candan dost, dostunun halini sormaz.Her mucrim o gunku azaptan kurtulmak icin fidye olarak ogullarını, esini, kardesini,kendisine sahip cıkan sulalesini, hatta dunyada olanların tamamını verip de kurtulmak ister. [31]"
        },
        {
            "chapter": 70,
            "verse": 11,
            "text": "Birbirlerine gosterildikleri halde hicbir candan dost, dostunun halini sormaz.Her mucrim o gunku azaptan kurtulmak icin fidye olarak ogullarını, esini, kardesini,kendisine sahip cıkan sulalesini, hatta dunyada olanların tamamını verip de kurtulmak ister. [31]"
        },
        {
            "chapter": 70,
            "verse": 12,
            "text": "Birbirlerine gosterildikleri halde hicbir candan dost, dostunun halini sormaz.Her mucrim o gunku azaptan kurtulmak icin fidye olarak ogullarını, esini, kardesini,kendisine sahip cıkan sulalesini, hatta dunyada olanların tamamını verip de kurtulmak ister. [31]"
        },
        {
            "chapter": 70,
            "verse": 13,
            "text": "Birbirlerine gosterildikleri halde hicbir candan dost, dostunun halini sormaz.Her mucrim o gunku azaptan kurtulmak icin fidye olarak ogullarını, esini, kardesini,kendisine sahip cıkan sulalesini, hatta dunyada olanların tamamını verip de kurtulmak ister. [31]"
        },
        {
            "chapter": 70,
            "verse": 14,
            "text": "Birbirlerine gosterildikleri halde hicbir candan dost, dostunun halini sormaz.Her mucrim o gunku azaptan kurtulmak icin fidye olarak ogullarını, esini, kardesini,kendisine sahip cıkan sulalesini, hatta dunyada olanların tamamını verip de kurtulmak ister. [31]"
        },
        {
            "chapter": 70,
            "verse": 15,
            "text": "Lakin ne mumkun! O cehennem alev alev yanan bir atestir"
        },
        {
            "chapter": 70,
            "verse": 16,
            "text": "Eli, ayagı, butun uzuvları sokup atar"
        },
        {
            "chapter": 70,
            "verse": 17,
            "text": "Imana sırtını donup haktan yuz cevireni, bir de servet toplayıp yıgan ve hayırda harcamayanı o ates kendine cagırır"
        },
        {
            "chapter": 70,
            "verse": 18,
            "text": "Imana sırtını donup haktan yuz cevireni, bir de servet toplayıp yıgan ve hayırda harcamayanı o ates kendine cagırır"
        },
        {
            "chapter": 70,
            "verse": 19,
            "text": "Gercekten insan cimri olarak yaratılmıstır"
        },
        {
            "chapter": 70,
            "verse": 20,
            "text": "Bası derde dustu mu sızlanır durur"
        },
        {
            "chapter": 70,
            "verse": 21,
            "text": "Ama servet sahibi olunca da pinti kesilir"
        },
        {
            "chapter": 70,
            "verse": 22,
            "text": "Ancak namazlarını devamlı kılanlar boyle degildir"
        },
        {
            "chapter": 70,
            "verse": 23,
            "text": "Ancak namazlarını devamlı kılanlar boyle degildir"
        },
        {
            "chapter": 70,
            "verse": 24,
            "text": "Onlar o kimselerdir ki mallarında isteyen ve yoksun olanların haklarını ayırırlar"
        },
        {
            "chapter": 70,
            "verse": 25,
            "text": "Onlar o kimselerdir ki mallarında isteyen ve yoksun olanların haklarını ayırırlar"
        },
        {
            "chapter": 70,
            "verse": 26,
            "text": "Onlar hesap gununu tasdik ederler"
        },
        {
            "chapter": 70,
            "verse": 27,
            "text": "Onlar Rab'lerinin cezasından korkarlar"
        },
        {
            "chapter": 70,
            "verse": 28,
            "text": "Cunku Rab'lerinin azabından kimse emin olamaz"
        },
        {
            "chapter": 70,
            "verse": 29,
            "text": "Onlar edep yerlerini, esleri ve cariyelerinden baskasından korurlar. Yalnız bunlarla munasebeti olanlar ayıplanamazlar"
        },
        {
            "chapter": 70,
            "verse": 30,
            "text": "Onlar edep yerlerini, esleri ve cariyelerinden baskasından korurlar. Yalnız bunlarla munasebeti olanlar ayıplanamazlar"
        },
        {
            "chapter": 70,
            "verse": 31,
            "text": "Ama bu sınırın otesine gecenler haddi asmıs, zulum islemis olurlar"
        },
        {
            "chapter": 70,
            "verse": 32,
            "text": "Onlar uzerlerine aldıkları emanetlere ve verdikleri sozlere riayet ederler"
        },
        {
            "chapter": 70,
            "verse": 33,
            "text": "Onlar sahitliklerini durustce ifa ederler"
        },
        {
            "chapter": 70,
            "verse": 34,
            "text": "Onlar namazlarına tam dikkat ederler"
        },
        {
            "chapter": 70,
            "verse": 35,
            "text": "Iste bunlar cennetlerde ikrama nail olacaklar"
        },
        {
            "chapter": 70,
            "verse": 36,
            "text": "O kafirlere ne oluyor ki, seninle alay etmek maksadıyla sagdan soldan dagınık gruplar halinde, boyunlarını uzatarak sana dogru kosuyorlar"
        },
        {
            "chapter": 70,
            "verse": 37,
            "text": "O kafirlere ne oluyor ki, seninle alay etmek maksadıyla sagdan soldan dagınık gruplar halinde, boyunlarını uzatarak sana dogru kosuyorlar"
        },
        {
            "chapter": 70,
            "verse": 38,
            "text": "Onlardan her biri (iman etmeden) naim cennetine yerlesmeye mi hevesleniyor"
        },
        {
            "chapter": 70,
            "verse": 39,
            "text": "(Hic heveslenmesin, hic kimsenin oteki insanlar uzerinde boburlenmeye hakkı olamaz). Cunku Biz onları da, obur insanlar gibi, o bildikleri nesneden, meniden yarattık"
        },
        {
            "chapter": 70,
            "verse": 40,
            "text": "Hayır, Allah'ın nizamı onların sandıgı gibi degildir! Doguların ve batıların Rabbine yemin ederim ki, Biz onların yerine kendilerinden daha hayırlı insanlar getirmeye kadiriz. Bizim elimizden kurtulan, gucumuzun yetmedigi hicbir sey yoktur"
        },
        {
            "chapter": 70,
            "verse": 41,
            "text": "Hayır, Allah'ın nizamı onların sandıgı gibi degildir! Doguların ve batıların Rabbine yemin ederim ki, Biz onların yerine kendilerinden daha hayırlı insanlar getirmeye kadiriz. Bizim elimizden kurtulan, gucumuzun yetmedigi hicbir sey yoktur"
        },
        {
            "chapter": 70,
            "verse": 42,
            "text": "Artık sen onları kendi hallerine bırak da, kendilerine vad edilen gun gelinceye kadar batıla dalsın, oynasınlar"
        },
        {
            "chapter": 70,
            "verse": 43,
            "text": "O gun onlar kabirlerinden cıkıp sur'atle sanki bir hedefe varmak istercesine kosarlar"
        },
        {
            "chapter": 70,
            "verse": 44,
            "text": "Gozleri yerde, kendilerini bastan asagı bir zillet kaplamıs durumdadır.Iste kendilerine vad edilen gun, bugundur"
        },
        {
            "chapter": 71,
            "verse": 1,
            "text": "Biz Nuh'u kendi milletine peygamber olarak gonderip:“Gayet acı bir azap baslarına gelip catmadan once halkını uyar!” dedik"
        },
        {
            "chapter": 71,
            "verse": 2,
            "text": "O da: “Ey benim milletim! Ben size gonderilen kesin bir uyarıcıyım. Soyle ki: Yalnız Allah'a ibadet edin, O’na karsı gelmekten sakının ve bana itaat edin ki: Sizin gunahlarınızı affetsin ve sizi belirli bir vakte, yani olum anına kadar azap cektirmeksizin hayatta bıraksın.Cunku Allah’ın takdir ettigi vade gelince, asla ertelenmez. Keske bunu bir bilseniz"
        },
        {
            "chapter": 71,
            "verse": 3,
            "text": "O da: “Ey benim milletim! Ben size gonderilen kesin bir uyarıcıyım. Soyle ki: Yalnız Allah'a ibadet edin, O’na karsı gelmekten sakının ve bana itaat edin ki: Sizin gunahlarınızı affetsin ve sizi belirli bir vakte, yani olum anına kadar azap cektirmeksizin hayatta bıraksın.Cunku Allah’ın takdir ettigi vade gelince, asla ertelenmez. Keske bunu bir bilseniz"
        },
        {
            "chapter": 71,
            "verse": 4,
            "text": "O da: “Ey benim milletim! Ben size gonderilen kesin bir uyarıcıyım. Soyle ki: Yalnız Allah'a ibadet edin, O’na karsı gelmekten sakının ve bana itaat edin ki: Sizin gunahlarınızı affetsin ve sizi belirli bir vakte, yani olum anına kadar azap cektirmeksizin hayatta bıraksın.Cunku Allah’ın takdir ettigi vade gelince, asla ertelenmez. Keske bunu bir bilseniz"
        },
        {
            "chapter": 71,
            "verse": 5,
            "text": "“Ya Rabbi, dedi Nuh, ben milletimi gece gunduz dine davet ettim. Ama benim davetim, onların sadece daha cok uzaklasmalarına yol actı.”"
        },
        {
            "chapter": 71,
            "verse": 6,
            "text": "“Ya Rabbi, dedi Nuh, ben milletimi gece gunduz dine davet ettim. Ama benim davetim, onların sadece daha cok uzaklasmalarına yol actı.”"
        },
        {
            "chapter": 71,
            "verse": 7,
            "text": "Her ne zaman, onları bagıslaman icin cagırdıysam, onlar parmaklarıyla kulaklarını tıkadılar. Esvaplarıyla ortunduler, direttiler ve cok kibirlendiler"
        },
        {
            "chapter": 71,
            "verse": 8,
            "text": "Ben onları bu sefer yuksek sesle davet etmeye basladım"
        },
        {
            "chapter": 71,
            "verse": 9,
            "text": "Daha sonra onları gah acıkca cagırdım, gah iyice gizli bir davet yonelttim, her turlu yolu denedim"
        },
        {
            "chapter": 71,
            "verse": 10,
            "text": "Dedim ki onlara: “Rabbinizden af dileyiniz. Zira o gafurdur.”"
        },
        {
            "chapter": 71,
            "verse": 11,
            "text": "Magfiret dileyin ki uzerinize bol bol yagmur indirsin"
        },
        {
            "chapter": 71,
            "verse": 12,
            "text": "“Size mal ve evlad ihsan buyursun, size bahceler, ırmaklar, su kanalları nasib etsin.”"
        },
        {
            "chapter": 71,
            "verse": 13,
            "text": "“Neden acaba siz, sizi tavırdan tavıra yaratan Allah'ın buyuklugunu kabul etmiyorsunuz?”"
        },
        {
            "chapter": 71,
            "verse": 14,
            "text": "“Neden acaba siz, sizi tavırdan tavıra yaratan Allah'ın buyuklugunu kabul etmiyorsunuz?”"
        },
        {
            "chapter": 71,
            "verse": 15,
            "text": "Gormez misiniz ki Allah yedi kat gogu tam birbiri ile uyum icinde yarattı"
        },
        {
            "chapter": 71,
            "verse": 16,
            "text": "Gokte Ay'ı bir nur, Gunes’i ise lamba yaptı"
        },
        {
            "chapter": 71,
            "verse": 17,
            "text": "Allah sizi yerden nebat bitirircesine bitirip yetistirdi"
        },
        {
            "chapter": 71,
            "verse": 18,
            "text": "Sonra sizi tekrar oraya gonderip, yine sizi oradan cıkaracaktır"
        },
        {
            "chapter": 71,
            "verse": 19,
            "text": "Allah yeri size bir yaygı yaptı ki onun genis yollarında yuruyesiniz"
        },
        {
            "chapter": 71,
            "verse": 20,
            "text": "Allah yeri size bir yaygı yaptı ki onun genis yollarında yuruyesiniz"
        },
        {
            "chapter": 71,
            "verse": 21,
            "text": "Nuh: “Ya Rabbi, dedi, Sen de biliyorsun ki onlar bana isyan ettiler; servet ve evlat coklugunun kendi ziyanını artırdıgı kimselere uydular"
        },
        {
            "chapter": 71,
            "verse": 22,
            "text": "Buyuk hile ve tuzaklar kurdular"
        },
        {
            "chapter": 71,
            "verse": 23,
            "text": "“Sakın tanrılarınızdan vazgecmeyin, Ved, Suva, Yegus, Yeuk ve Nesr'i, bunlardan hicbirini bırakmayın!” dediler"
        },
        {
            "chapter": 71,
            "verse": 24,
            "text": "Boylece onlar bircok insanı sasırttılar. Mademki oyle yaptılar, Sen de bu zalimlerin saskınlıgını artır ya Rabbi!”"
        },
        {
            "chapter": 71,
            "verse": 25,
            "text": "Hasılı, bircok sucları sebebiyle suda boguldular ve cehenneme tıkıldılar! Allah'a karsı, kendilerine yardım edecek bir tek yardımcı bile bulamadılar"
        },
        {
            "chapter": 71,
            "verse": 26,
            "text": "Nuh: “Ya Rabbi, dedi, yeryuzunde dolasan bir tek kafir bile bırakma!”"
        },
        {
            "chapter": 71,
            "verse": 27,
            "text": "“Zira bırakırsan onlar Senin kullarını, Senin yolundan saptırırlar,ve sadece kendileri gibi kafir, ahlaksız cocuklar dunyaya getirip yetistirirler.”"
        },
        {
            "chapter": 71,
            "verse": 28,
            "text": "“Ya Rabbi, beni, anamı, babamı ve evime mumin olarak girenleri, erkek ve kadın butun muminleri affeyle.O zalimleri ise, daha da beter eyle, daha da perisan eyle!”"
        },
        {
            "chapter": 72,
            "verse": 1,
            "text": "De ki: Bana vahyolunduguna gore bir cin cemaati Kur'an’ı dinledikten sonra soyle dediler: “Biz gercekten, dogru yolu gosteren harikulade bir Kur’an dinledik.Bundan boyle Rabbimize asla bir serik tanımayacagız.Rabbimizin sanı cok yucedir, O ne es, ne de cocuk edinmistir.Meger icimizden birtakım cahiller, Allah hakkında gercek olmayan sozler soyluyormus! Biz de saf saf, insanları ve cinleri, Allah hakkında yalan soylemez sanmısız!Meger bir kısım insanlar cinlerden bazılarına sıgınıp, boylece onları daha da azgın hale getirmisler! Onlar da, sizin zannettiginiz gibi, Allah’ın olen hicbir kimseyi diriltmeyecegini zannetmisler"
        },
        {
            "chapter": 72,
            "verse": 2,
            "text": "De ki: Bana vahyolunduguna gore bir cin cemaati Kur'an’ı dinledikten sonra soyle dediler: “Biz gercekten, dogru yolu gosteren harikulade bir Kur’an dinledik.Bundan boyle Rabbimize asla bir serik tanımayacagız.Rabbimizin sanı cok yucedir, O ne es, ne de cocuk edinmistir.Meger icimizden birtakım cahiller, Allah hakkında gercek olmayan sozler soyluyormus! Biz de saf saf, insanları ve cinleri, Allah hakkında yalan soylemez sanmısız!Meger bir kısım insanlar cinlerden bazılarına sıgınıp, boylece onları daha da azgın hale getirmisler! Onlar da, sizin zannettiginiz gibi, Allah’ın olen hicbir kimseyi diriltmeyecegini zannetmisler"
        },
        {
            "chapter": 72,
            "verse": 3,
            "text": "De ki: Bana vahyolunduguna gore bir cin cemaati Kur'an’ı dinledikten sonra soyle dediler: “Biz gercekten, dogru yolu gosteren harikulade bir Kur’an dinledik.Bundan boyle Rabbimize asla bir serik tanımayacagız.Rabbimizin sanı cok yucedir, O ne es, ne de cocuk edinmistir.Meger icimizden birtakım cahiller, Allah hakkında gercek olmayan sozler soyluyormus! Biz de saf saf, insanları ve cinleri, Allah hakkında yalan soylemez sanmısız!Meger bir kısım insanlar cinlerden bazılarına sıgınıp, boylece onları daha da azgın hale getirmisler! Onlar da, sizin zannettiginiz gibi, Allah’ın olen hicbir kimseyi diriltmeyecegini zannetmisler"
        },
        {
            "chapter": 72,
            "verse": 4,
            "text": "De ki: Bana vahyolunduguna gore bir cin cemaati Kur'an’ı dinledikten sonra soyle dediler: “Biz gercekten, dogru yolu gosteren harikulade bir Kur’an dinledik.Bundan boyle Rabbimize asla bir serik tanımayacagız.Rabbimizin sanı cok yucedir, O ne es, ne de cocuk edinmistir.Meger icimizden birtakım cahiller, Allah hakkında gercek olmayan sozler soyluyormus! Biz de saf saf, insanları ve cinleri, Allah hakkında yalan soylemez sanmısız!Meger bir kısım insanlar cinlerden bazılarına sıgınıp, boylece onları daha da azgın hale getirmisler! Onlar da, sizin zannettiginiz gibi, Allah’ın olen hicbir kimseyi diriltmeyecegini zannetmisler"
        },
        {
            "chapter": 72,
            "verse": 5,
            "text": "De ki: Bana vahyolunduguna gore bir cin cemaati Kur'an’ı dinledikten sonra soyle dediler: “Biz gercekten, dogru yolu gosteren harikulade bir Kur’an dinledik.Bundan boyle Rabbimize asla bir serik tanımayacagız.Rabbimizin sanı cok yucedir, O ne es, ne de cocuk edinmistir.Meger icimizden birtakım cahiller, Allah hakkında gercek olmayan sozler soyluyormus! Biz de saf saf, insanları ve cinleri, Allah hakkında yalan soylemez sanmısız!Meger bir kısım insanlar cinlerden bazılarına sıgınıp, boylece onları daha da azgın hale getirmisler! Onlar da, sizin zannettiginiz gibi, Allah’ın olen hicbir kimseyi diriltmeyecegini zannetmisler"
        },
        {
            "chapter": 72,
            "verse": 6,
            "text": "De ki: Bana vahyolunduguna gore bir cin cemaati Kur'an’ı dinledikten sonra soyle dediler: “Biz gercekten, dogru yolu gosteren harikulade bir Kur’an dinledik.Bundan boyle Rabbimize asla bir serik tanımayacagız.Rabbimizin sanı cok yucedir, O ne es, ne de cocuk edinmistir.Meger icimizden birtakım cahiller, Allah hakkında gercek olmayan sozler soyluyormus! Biz de saf saf, insanları ve cinleri, Allah hakkında yalan soylemez sanmısız!Meger bir kısım insanlar cinlerden bazılarına sıgınıp, boylece onları daha da azgın hale getirmisler! Onlar da, sizin zannettiginiz gibi, Allah’ın olen hicbir kimseyi diriltmeyecegini zannetmisler"
        },
        {
            "chapter": 72,
            "verse": 7,
            "text": "De ki: Bana vahyolunduguna gore bir cin cemaati Kur'an’ı dinledikten sonra soyle dediler: “Biz gercekten, dogru yolu gosteren harikulade bir Kur’an dinledik.Bundan boyle Rabbimize asla bir serik tanımayacagız.Rabbimizin sanı cok yucedir, O ne es, ne de cocuk edinmistir.Meger icimizden birtakım cahiller, Allah hakkında gercek olmayan sozler soyluyormus! Biz de saf saf, insanları ve cinleri, Allah hakkında yalan soylemez sanmısız!Meger bir kısım insanlar cinlerden bazılarına sıgınıp, boylece onları daha da azgın hale getirmisler! Onlar da, sizin zannettiginiz gibi, Allah’ın olen hicbir kimseyi diriltmeyecegini zannetmisler"
        },
        {
            "chapter": 72,
            "verse": 8,
            "text": "“Biz goge cıkmak istedik: Bir de ne gorelim: orası sert ve kuvvetli bekciler, sihablar, alevler, (roket gibi mermiler)le dolu"
        },
        {
            "chapter": 72,
            "verse": 9,
            "text": "“Onceleri biz gogun bazı yerlerinde oturup dinleme merkezleri edinirdik. Ama simdi kim dinlemeye kalkısırsa, derhal kendini gozetleyip izleyen bir alevle karsılasıyor. {KM, Tekvin}"
        },
        {
            "chapter": 72,
            "verse": 10,
            "text": "“Dogrusu, iyi anlayamadık: Yerde oturanlara fenalık mı irade edildi, yoksa Rab'leri onlar hakkında hayır ve hidayet mi diledi, bilemiyoruz.”"
        },
        {
            "chapter": 72,
            "verse": 11,
            "text": "“Bizden iyi kimseler oldugu gibi, iyi olmayanlar da var. Biz turlu turlu yollar tutmusuz"
        },
        {
            "chapter": 72,
            "verse": 12,
            "text": "Sunu da anladık ki, biz yerde Allah'ın iradesine karsı koyamayacagımız gibi, kacmaya tesebbus etmekle de O’nun elinden yakamızı kurtaramayız"
        },
        {
            "chapter": 72,
            "verse": 13,
            "text": "Biz hidayet Rehberini dinleyince onu tasdik ettik. Kim Rabbine iman ederse, ne hakkının eksik verilmesinden, ne de gadre ugramaktan asla endisesi kalmaz.”"
        },
        {
            "chapter": 72,
            "verse": 14,
            "text": "“Bizden Allah'a itaat edenlerin yanında, hak yoldan sapan kafirler de var. Allah’a itaat ve teslimiyet gosterenler, dogru yolu arayanlardır.”"
        },
        {
            "chapter": 72,
            "verse": 15,
            "text": "“Hak yoldan sapanlar ise, cehennem odunu olurlar.”"
        },
        {
            "chapter": 72,
            "verse": 16,
            "text": "Allah Teala soyle buyurur: “Eger insanlar ve cinler, Allah'ın yolunda dosdogru yuruselerdi, onlara bol yagmur verir, rızıklarını bollastırırdık"
        },
        {
            "chapter": 72,
            "verse": 17,
            "text": "Bu nimetimiz onları imtihan etmek icindir. Kim Rabbini hatırlamaktan yuz cevirirse Allah onu git gide artan cetin bir azaba sokar"
        },
        {
            "chapter": 72,
            "verse": 18,
            "text": "Suphesiz ki mescidler Allah'ındır (secdeler O’na mahsustur).Oyleyse sakın Allah’tan baska hicbir tanrıya dua ve ibadet etmeyin!”"
        },
        {
            "chapter": 72,
            "verse": 19,
            "text": "Ne tuhaftır ki, isi tam tersine cevirip, Allah'ın has kulu, bir olan Allah’a ibadete kalkınca, basına oyle bir usustuler ki nerdeyse birbirlerini cigneyeceklerdi"
        },
        {
            "chapter": 72,
            "verse": 20,
            "text": "Sen de ki: “Ben yalnız Rabbime yalvarır, O'na kulluk ederim. Hicbir seyi O’na ortak saymam.”"
        },
        {
            "chapter": 72,
            "verse": 21,
            "text": "De ki: “Benim size ne zarar vermeye ve ne de en buyuk fayda olan hidayete ulastırmaya gucum yeter"
        },
        {
            "chapter": 72,
            "verse": 22,
            "text": "De ki: “Allah'ın cezasından beni hicbir kimse kurtaramaz. Benim O’nun dısında sıgınacak yerim de yoktur"
        },
        {
            "chapter": 72,
            "verse": 23,
            "text": "Benim vazifem sadece Allah'ın mesajlarını teblig etmektir. Kim Allah’a ve Elcisine isyan ederse, ona cehennem atesi vardır, hem de ebedi kalmak uzere oraya girecektir"
        },
        {
            "chapter": 72,
            "verse": 24,
            "text": "Kendilerine vad olunan azabı veya kıyamet saatini gorduklerinde, kimin yardımcılarının daha zayıf, kimin askerlerinin daha az oldugunu, iste o zaman anlayacaklardır"
        },
        {
            "chapter": 72,
            "verse": 25,
            "text": "Ey Resulum! De ki: “O sizin tehdit edildiginiz azap yakın mıdır, yoksa Rabbim onun icin bir sure mi belirler, kesin bilmiyorum.”"
        },
        {
            "chapter": 72,
            "verse": 26,
            "text": "O butun gaybı bilir. Fakat gayplarını kimseye acmaz. Ancak, bildirmeyi diledigi bir elciye bildirir. Bu durumda (mesajı korumak icin) o elcisinin onune ve arkasına gozetleyiciler yerlestirir. Boylece (Allah) elcilerinin, Rab'lerinin mesajlarını geregince teblig ettiklerini bilmek (yani fiilen gormek) ister. Dogrusu Allah, kullarının nezdinde ne var, ne yoksa her seyi ilmiyle ihata etmis, her seyi bir bir kaydetmistir"
        },
        {
            "chapter": 72,
            "verse": 27,
            "text": "O butun gaybı bilir. Fakat gayplarını kimseye acmaz. Ancak, bildirmeyi diledigi bir elciye bildirir. Bu durumda (mesajı korumak icin) o elcisinin onune ve arkasına gozetleyiciler yerlestirir. Boylece (Allah) elcilerinin, Rab'lerinin mesajlarını geregince teblig ettiklerini bilmek (yani fiilen gormek) ister. Dogrusu Allah, kullarının nezdinde ne var, ne yoksa her seyi ilmiyle ihata etmis, her seyi bir bir kaydetmistir"
        },
        {
            "chapter": 72,
            "verse": 28,
            "text": "O butun gaybı bilir. Fakat gayplarını kimseye acmaz. Ancak, bildirmeyi diledigi bir elciye bildirir. Bu durumda (mesajı korumak icin) o elcisinin onune ve arkasına gozetleyiciler yerlestirir. Boylece (Allah) elcilerinin, Rab'lerinin mesajlarını geregince teblig ettiklerini bilmek (yani fiilen gormek) ister. Dogrusu Allah, kullarının nezdinde ne var, ne yoksa her seyi ilmiyle ihata etmis, her seyi bir bir kaydetmistir"
        },
        {
            "chapter": 73,
            "verse": 1,
            "text": "Ey ortusune burunen Resulum"
        },
        {
            "chapter": 73,
            "verse": 2,
            "text": "Geceleyin kalk da, az bir kısmı haric geceyi ibadetle gecir"
        },
        {
            "chapter": 73,
            "verse": 3,
            "text": "Duruma gore gecenin yarısında, veya bundan biraz daha azında veya fazlasında ibadet etmen de yeterlidir. Kur'an’ı tertil ile, dusunerek oku"
        },
        {
            "chapter": 73,
            "verse": 4,
            "text": "Duruma gore gecenin yarısında, veya bundan biraz daha azında veya fazlasında ibadet etmen de yeterlidir. Kur'an’ı tertil ile, dusunerek oku"
        },
        {
            "chapter": 73,
            "verse": 5,
            "text": "Biz sana pek agır bir soz vahyedecegiz"
        },
        {
            "chapter": 73,
            "verse": 6,
            "text": "Muhakkak ki geceleyin kalkıp ibadet etmek daha tesirlidir ve Kur'an okuyusu bakımından daha duzgun, daha saglam bir tilavet saglar"
        },
        {
            "chapter": 73,
            "verse": 7,
            "text": "Halbuki gunduz seni mesgul edecek yıgınla is vardır"
        },
        {
            "chapter": 73,
            "verse": 8,
            "text": "Rabbinin yuce adını zikret, fanilere bel baglamaktan kurtul ve butun gonlunle yalnız O'na yonel"
        },
        {
            "chapter": 73,
            "verse": 9,
            "text": "O dogunun da batının da Rabbidir. O'ndan baska Ilah yoktur. O halde sen de yalnız O’nun himayesine sıgın, yalnız O’na guven"
        },
        {
            "chapter": 73,
            "verse": 10,
            "text": "Onların soylediklerine karsı sabret, onlardan guzel bir tavırla uzak dur"
        },
        {
            "chapter": 73,
            "verse": 11,
            "text": "Nimet ve devlet icinde yuzen, hak dini yalan sayanları, sen Bana bırak ve onlara biraz muhlet ver"
        },
        {
            "chapter": 73,
            "verse": 12,
            "text": "Muhakkak ki Bizim nezdimizde bukagılar, alevli atesler, dikenli, bogazı tırmalayan yiyecekler ve gayet acı azap var"
        },
        {
            "chapter": 73,
            "verse": 13,
            "text": "Muhakkak ki Bizim nezdimizde bukagılar, alevli atesler, dikenli, bogazı tırmalayan yiyecekler ve gayet acı azap var"
        },
        {
            "chapter": 73,
            "verse": 14,
            "text": "Gun gelir; yer, daglar siddetle sarsılır ve daglar dagılan kum yıgınları haline gelir"
        },
        {
            "chapter": 73,
            "verse": 15,
            "text": "Bakın (ey Mekkeliler, ey butun insanlar) Biz vaktiyle Firavun'a bir elci gonderdigimiz gibi size de hakkınızda sahitlik edecek bir elci gonderdik"
        },
        {
            "chapter": 73,
            "verse": 16,
            "text": "Firavun o Resule isyan etti. Biz de onu siddetle cezaya carptırdık"
        },
        {
            "chapter": 73,
            "verse": 17,
            "text": "Kafirliginizde devam ederseniz, dehsetinden cocukları birden ak saclı ihtiyarlara cevirecek o gunden kendinizi nasıl koruyabilirsiniz"
        },
        {
            "chapter": 73,
            "verse": 18,
            "text": "O gunun dehsetinden gok bile catlar. Allah'ın vadi mutlaka gerceklesir"
        },
        {
            "chapter": 73,
            "verse": 19,
            "text": "Bu, bir ogut ve uyarıdır. Artık isteyen, Rabbine varan yolu tutar"
        },
        {
            "chapter": 73,
            "verse": 20,
            "text": "Senin Rabbin, gecenin bazen ucte ikisine yakın bir kısmını, bazen yarısını, bazen ucte birini ibadetle gecirdigini, senin yanında yer alan muminlerden bir cemaatin da boyle yaptıgını elbette biliyor. Gece ve gunduzu yaratıp surelerini belirleyen Allah'tır. O sizin bu gece ibadetini gozetemeyeceginizi bildigi icin, lutuf ve merhametiyle size yeniden bakıp muaf tuttu. Artık Kur’an’dan kolayınıza gelen miktarı okuyun. Allah bilmektedir ki aranızda hastalananlar olacaktır. Kimileri Allah’ın lutfundan nasiplerini aramak icin yol tepecek, dunyanın cesitli yerlerinde dolasacaklardır. Bazıları Allah yolunda muharebe icin sefere cıkacaklardır. Haydi artık Kur’an’dan, kolayınıza gelen miktarı okuyun. Namazı hakkıyla ifa edin, zekatı verin ve bir de Allah’a guzel odunc takdim edin! Unutmayın ki kendi iyiliginiz icin ahirete hazırlık olarak her ne gonderirseniz mutlaka onu Allah’ın nezdinde bulursunuz. Hem daha ustun ve daha hayırlı, mukafatı kat kat artmıs olarak! Allah’tan af dileyin. Muhakkak ki Allah gafurdur, rahimdir (affı, merhamet ve ihsanı boldur)"
        },
        {
            "chapter": 74,
            "verse": 1,
            "text": "Ey ortuye burunen! (Inziva arzu eden!) Ayaga kalk ve insanları uyar. Rabbinin buyuklugunu an. Elbiseni tertemiz tut, maddi manevi kirlerden arın, Pis ve murdar olan her seyden kacın Verdigini cok bularak minnet etme! Rabbinin yolunda sabret! Sur'a uflendigi gun, Dogrusu, o cok cetin bir gun! Kafirlere hic kolay olmayan bir gun"
        },
        {
            "chapter": 74,
            "verse": 2,
            "text": "Ey ortuye burunen! (Inziva arzu eden!) Ayaga kalk ve insanları uyar. Rabbinin buyuklugunu an. Elbiseni tertemiz tut, maddi manevi kirlerden arın, Pis ve murdar olan her seyden kacın Verdigini cok bularak minnet etme! Rabbinin yolunda sabret! Sur'a uflendigi gun, Dogrusu, o cok cetin bir gun! Kafirlere hic kolay olmayan bir gun"
        },
        {
            "chapter": 74,
            "verse": 3,
            "text": "Ey ortuye burunen! (Inziva arzu eden!) Ayaga kalk ve insanları uyar. Rabbinin buyuklugunu an. Elbiseni tertemiz tut, maddi manevi kirlerden arın, Pis ve murdar olan her seyden kacın Verdigini cok bularak minnet etme! Rabbinin yolunda sabret! Sur'a uflendigi gun, Dogrusu, o cok cetin bir gun! Kafirlere hic kolay olmayan bir gun"
        },
        {
            "chapter": 74,
            "verse": 4,
            "text": "Ey ortuye burunen! (Inziva arzu eden!) Ayaga kalk ve insanları uyar. Rabbinin buyuklugunu an. Elbiseni tertemiz tut, maddi manevi kirlerden arın, Pis ve murdar olan her seyden kacın Verdigini cok bularak minnet etme! Rabbinin yolunda sabret! Sur'a uflendigi gun, Dogrusu, o cok cetin bir gun! Kafirlere hic kolay olmayan bir gun"
        },
        {
            "chapter": 74,
            "verse": 5,
            "text": "Ey ortuye burunen! (Inziva arzu eden!) Ayaga kalk ve insanları uyar. Rabbinin buyuklugunu an. Elbiseni tertemiz tut, maddi manevi kirlerden arın, Pis ve murdar olan her seyden kacın Verdigini cok bularak minnet etme! Rabbinin yolunda sabret! Sur'a uflendigi gun, Dogrusu, o cok cetin bir gun! Kafirlere hic kolay olmayan bir gun"
        },
        {
            "chapter": 74,
            "verse": 6,
            "text": "Ey ortuye burunen! (Inziva arzu eden!) Ayaga kalk ve insanları uyar. Rabbinin buyuklugunu an. Elbiseni tertemiz tut, maddi manevi kirlerden arın, Pis ve murdar olan her seyden kacın Verdigini cok bularak minnet etme! Rabbinin yolunda sabret! Sur'a uflendigi gun, Dogrusu, o cok cetin bir gun! Kafirlere hic kolay olmayan bir gun"
        },
        {
            "chapter": 74,
            "verse": 7,
            "text": "Ey ortuye burunen! (Inziva arzu eden!) Ayaga kalk ve insanları uyar. Rabbinin buyuklugunu an. Elbiseni tertemiz tut, maddi manevi kirlerden arın, Pis ve murdar olan her seyden kacın Verdigini cok bularak minnet etme! Rabbinin yolunda sabret! Sur'a uflendigi gun, Dogrusu, o cok cetin bir gun! Kafirlere hic kolay olmayan bir gun"
        },
        {
            "chapter": 74,
            "verse": 8,
            "text": "Ey ortuye burunen! (Inziva arzu eden!) Ayaga kalk ve insanları uyar. Rabbinin buyuklugunu an. Elbiseni tertemiz tut, maddi manevi kirlerden arın, Pis ve murdar olan her seyden kacın Verdigini cok bularak minnet etme! Rabbinin yolunda sabret! Sur'a uflendigi gun, Dogrusu, o cok cetin bir gun! Kafirlere hic kolay olmayan bir gun"
        },
        {
            "chapter": 74,
            "verse": 9,
            "text": "Ey ortuye burunen! (Inziva arzu eden!) Ayaga kalk ve insanları uyar. Rabbinin buyuklugunu an. Elbiseni tertemiz tut, maddi manevi kirlerden arın, Pis ve murdar olan her seyden kacın Verdigini cok bularak minnet etme! Rabbinin yolunda sabret! Sur'a uflendigi gun, Dogrusu, o cok cetin bir gun! Kafirlere hic kolay olmayan bir gun"
        },
        {
            "chapter": 74,
            "verse": 10,
            "text": "Ey ortuye burunen! (Inziva arzu eden!) Ayaga kalk ve insanları uyar. Rabbinin buyuklugunu an. Elbiseni tertemiz tut, maddi manevi kirlerden arın, Pis ve murdar olan her seyden kacın Verdigini cok bularak minnet etme! Rabbinin yolunda sabret! Sur'a uflendigi gun, Dogrusu, o cok cetin bir gun! Kafirlere hic kolay olmayan bir gun"
        },
        {
            "chapter": 74,
            "verse": 11,
            "text": "Mal ve ailesiz, tek olarak yarattıgım, sonra cok cok mal, servet ve etrafında dolasan ogullar verdigim, her turlu imkanı onune serdigim, o adamın hakkından gelmeyi sen Bana bırak"
        },
        {
            "chapter": 74,
            "verse": 12,
            "text": "Mal ve ailesiz, tek olarak yarattıgım, sonra cok cok mal, servet ve etrafında dolasan ogullar verdigim, her turlu imkanı onune serdigim, o adamın hakkından gelmeyi sen Bana bırak"
        },
        {
            "chapter": 74,
            "verse": 13,
            "text": "Mal ve ailesiz, tek olarak yarattıgım, sonra cok cok mal, servet ve etrafında dolasan ogullar verdigim, her turlu imkanı onune serdigim, o adamın hakkından gelmeyi sen Bana bırak"
        },
        {
            "chapter": 74,
            "verse": 14,
            "text": "Mal ve ailesiz, tek olarak yarattıgım, sonra cok cok mal, servet ve etrafında dolasan ogullar verdigim, her turlu imkanı onune serdigim, o adamın hakkından gelmeyi sen Bana bırak"
        },
        {
            "chapter": 74,
            "verse": 15,
            "text": "Hala da acgozlulukle imkanlarını daha da artırmama hevesleniyor"
        },
        {
            "chapter": 74,
            "verse": 16,
            "text": "Hic heveslenmesin! Cunku o Bizim ayetlerimize karsı inatcı kesildi"
        },
        {
            "chapter": 74,
            "verse": 17,
            "text": "Ben de onu sarp mı sarp bir yokusa sardıracagım"
        },
        {
            "chapter": 74,
            "verse": 18,
            "text": "O dusundu, olctu, bicti"
        },
        {
            "chapter": 74,
            "verse": 19,
            "text": "Kahrolası, nasıl da olctu bicti"
        },
        {
            "chapter": 74,
            "verse": 20,
            "text": "Hay kahrolası! Nasıl, nasıl da olctu bicti"
        },
        {
            "chapter": 74,
            "verse": 21,
            "text": "Sonra baktı"
        },
        {
            "chapter": 74,
            "verse": 22,
            "text": "Derken suratını astı, kaslarını cattı"
        },
        {
            "chapter": 74,
            "verse": 23,
            "text": "Sonra da sırtını dondu, kibirinden kabardı, arkasına bakmadan cekip gitti"
        },
        {
            "chapter": 74,
            "verse": 24,
            "text": "“Bu, buyuculerden nakledilen buyuden ibarettir.” dedi"
        },
        {
            "chapter": 74,
            "verse": 25,
            "text": "Bu, beser sozunden baska bir sey degildir.”"
        },
        {
            "chapter": 74,
            "verse": 26,
            "text": "(“Beser” desin bakalım) “Ben de onu sekar'a atacagım"
        },
        {
            "chapter": 74,
            "verse": 27,
            "text": "Sekar nedir bilir misin? Nereden bileceksin"
        },
        {
            "chapter": 74,
            "verse": 28,
            "text": "O, icine atılanı yer, bitirir. Yine de bırakmaz, eski haline cevirip bu isi tekrar eder"
        },
        {
            "chapter": 74,
            "verse": 29,
            "text": "Surekli olarak derileri kavurur"
        },
        {
            "chapter": 74,
            "verse": 30,
            "text": "Uzerinde on dokuz gorevli vardır"
        },
        {
            "chapter": 74,
            "verse": 31,
            "text": "Biz cehennem gorevlilerini sadece melaikelerden kıldık. Onların sayısını da kafirler icin imtihan ve sıkıntı sebebi yaptık ki Ehl-i kitaptan olanlar Peygambere imanda yakin sahibi olup, daha kesin inansınlar. mu'minlerin imanlarındaki yakinleri artsın. Ehl-i kitap ve muminler tereddude dusmesinler. Kalplerinde hastalık olan munafıklar ile kafirler de neticede: “Allah, bu misal ile ne anlatmak istemis olabilir?” desinler. Boylece Allah diledigini sasırtır, diledigini dogru yola iletir. Rabbinin ordularını Kendisinden baska kimse bilemez. Bu, (yani cehennem veya ondan bahseden ayetler) besere bir ogut ve uyarıdan baska bir sey degildir"
        },
        {
            "chapter": 74,
            "verse": 32,
            "text": "Hayır! Is kafirlerin dedigi gibi degil. Ay'a"
        },
        {
            "chapter": 74,
            "verse": 33,
            "text": "Ve donup giden geceye"
        },
        {
            "chapter": 74,
            "verse": 34,
            "text": "Agardıgı dem sabaha kasem edip sahit tutarım ki"
        },
        {
            "chapter": 74,
            "verse": 35,
            "text": "O sekar belaların en muthisidir"
        },
        {
            "chapter": 74,
            "verse": 36,
            "text": "Beser icin en buyuk uyarıdır"
        },
        {
            "chapter": 74,
            "verse": 37,
            "text": "Ileri veya geri gitmek durumunda olanlar icin en buyuk uyarıdır"
        },
        {
            "chapter": 74,
            "verse": 38,
            "text": "Ashab-ı yeminden, hesap defterini sag tarafından alan cennetlikler dısında herkes, yaptıgı islerin rehini ve esiri olacaktır"
        },
        {
            "chapter": 74,
            "verse": 39,
            "text": "Ashab-ı yeminden, hesap defterini sag tarafından alan cennetlikler dısında herkes, yaptıgı islerin rehini ve esiri olacaktır"
        },
        {
            "chapter": 74,
            "verse": 40,
            "text": "Onlar mutlaka cennetlerde mucrimlerin durumu hakkında, kendi aralarında konusurlar. O suclulara: “Neydi bu cehenneme sizi surukleyen?” diye sorulur"
        },
        {
            "chapter": 74,
            "verse": 41,
            "text": "Onlar mutlaka cennetlerde mucrimlerin durumu hakkında, kendi aralarında konusurlar. O suclulara: “Neydi bu cehenneme sizi surukleyen?” diye sorulur"
        },
        {
            "chapter": 74,
            "verse": 42,
            "text": "Onlar mutlaka cennetlerde mucrimlerin durumu hakkında, kendi aralarında konusurlar. O suclulara: “Neydi bu cehenneme sizi surukleyen?” diye sorulur"
        },
        {
            "chapter": 74,
            "verse": 43,
            "text": "Onlar soyle cevap verirler: Biz namaz kılanlardan degildik"
        },
        {
            "chapter": 74,
            "verse": 44,
            "text": "Fakirleri doyurmaz, onların ihtiyaclarıyla ilgilenmezdik"
        },
        {
            "chapter": 74,
            "verse": 45,
            "text": "Batıl sozlere dalanlarla beraber biz de dalardık"
        },
        {
            "chapter": 74,
            "verse": 46,
            "text": "Bu hesap gununu yalan sayardık"
        },
        {
            "chapter": 74,
            "verse": 47,
            "text": "Olum bizi yakalayıncaya kadar hep boyle idik.”"
        },
        {
            "chapter": 74,
            "verse": 48,
            "text": "Artık onlara sefaatcilerin sefaati fayda etmez"
        },
        {
            "chapter": 74,
            "verse": 49,
            "text": "Ne oluyor onlara ki bu ogutten, bu irsaddan arslandan urkup kacan yaban esegi gibi kacıyorlar"
        },
        {
            "chapter": 74,
            "verse": 50,
            "text": "Ne oluyor onlara ki bu ogutten, bu irsaddan arslandan urkup kacan yaban esegi gibi kacıyorlar"
        },
        {
            "chapter": 74,
            "verse": 51,
            "text": "Ne oluyor onlara ki bu ogutten, bu irsaddan arslandan urkup kacan yaban esegi gibi kacıyorlar"
        },
        {
            "chapter": 74,
            "verse": 52,
            "text": "Bu beyler, bu ogutle yetinmeyip ustelik her biri kendisine mahsus ozel kitap, ozel ferman isterler"
        },
        {
            "chapter": 74,
            "verse": 53,
            "text": "Hayır! onlar aslında ahiret endisesi tasımazlar"
        },
        {
            "chapter": 74,
            "verse": 54,
            "text": "Hayır! Gercekten bu bir oguttur, bir uyarıdır"
        },
        {
            "chapter": 74,
            "verse": 55,
            "text": "Dileyen onu okur, dusunur ve ders alır"
        },
        {
            "chapter": 74,
            "verse": 56,
            "text": "Ama Allah dilemedikce onlar ders alamazlar. Saygı duyulup cezasından sakınmaya layık olan da, gunahkarların gunahlarını bagıslama sanına yarasan da yalnız O'dur"
        },
        {
            "chapter": 75,
            "verse": 1,
            "text": "Hayır, gercek oyle degil! Kıyamet gunu hakkı icin"
        },
        {
            "chapter": 75,
            "verse": 2,
            "text": "Kendisini elestirip kusurlarından pismanlık duyan kimse hakkı icin (ki siz mutlaka diriltileceksiniz)"
        },
        {
            "chapter": 75,
            "verse": 3,
            "text": "Insan zanneder mi ki olumunden sonra Biz kemiklerini toplayıp onu diriltmeyecegiz"
        },
        {
            "chapter": 75,
            "verse": 4,
            "text": "Evet, toplarız, hem de parmak uclarına varıncaya kadar eski halinde duzenleriz"
        },
        {
            "chapter": 75,
            "verse": 5,
            "text": "Fakat insan suc isleyip durmak icin onundeki kıyameti inkar etmek ister de"
        },
        {
            "chapter": 75,
            "verse": 6,
            "text": "“Ne zamanmıs o kıyamet gunu?” diye alay eder"
        },
        {
            "chapter": 75,
            "verse": 7,
            "text": "Gozler kamasıp karardıgı"
        },
        {
            "chapter": 75,
            "verse": 8,
            "text": "Ayın ısıgının busbutun gittigi"
        },
        {
            "chapter": 75,
            "verse": 9,
            "text": "Gunes ile ay yan yana getirildigi zaman"
        },
        {
            "chapter": 75,
            "verse": 10,
            "text": "Iste o gun insan der: “Var mı kacacak mekan?”"
        },
        {
            "chapter": 75,
            "verse": 11,
            "text": "Hayır, sıgınacak hicbir yer yoktur"
        },
        {
            "chapter": 75,
            "verse": 12,
            "text": "O gun varılacak yer ancak Rabbinin huzurudur"
        },
        {
            "chapter": 75,
            "verse": 13,
            "text": "O gun insana yaptıgı her turlu iyilik ve fenalık ile; yapmadıgı her turlu iyilik ve fenalık tek tek bildirilir.Ona gore karsılıgını alır"
        },
        {
            "chapter": 75,
            "verse": 14,
            "text": "Turlu turlu mazeretler one surse de, Artık insan, kendisi hakkında sahit olur"
        },
        {
            "chapter": 75,
            "verse": 15,
            "text": "Turlu turlu mazeretler one surse de, Artık insan, kendisi hakkında sahit olur"
        },
        {
            "chapter": 75,
            "verse": 16,
            "text": "Sana vahyedileni unutmamak icin tekrarlarken, hemen anında bellemek icin dilini kımıldatma"
        },
        {
            "chapter": 75,
            "verse": 17,
            "text": "Cunku vahyi senin kalbinde toplamak ve onu okutmak Bize ait bir istir"
        },
        {
            "chapter": 75,
            "verse": 18,
            "text": "O halde Biz Kur'an’ı okudugumuzda, sen de onun okunusunu izle"
        },
        {
            "chapter": 75,
            "verse": 19,
            "text": "Ayrıca onu acıklamak da bize ait bir istir. (Bu onemli gercegi, arada belirttikten sonra gelelim esas konumuza)"
        },
        {
            "chapter": 75,
            "verse": 20,
            "text": "Gercek su ki: Siz bu pesin dunya hayatına cok duskunsunuz"
        },
        {
            "chapter": 75,
            "verse": 21,
            "text": "Onun icin ahireti terk edip durursunuz"
        },
        {
            "chapter": 75,
            "verse": 22,
            "text": "Yuzler vardır o gun pırıl pırıl"
        },
        {
            "chapter": 75,
            "verse": 23,
            "text": "(O guzel ve Yuce) Rab'lerine bakakalır"
        },
        {
            "chapter": 75,
            "verse": 24,
            "text": "Ve nice suratlar vardır o gun asılır"
        },
        {
            "chapter": 75,
            "verse": 25,
            "text": "Belini kıran darbeyi yedigini hisseder"
        },
        {
            "chapter": 75,
            "verse": 26,
            "text": "Hayır, hayır! Ne zaman ki can bogaza gelir, iste o zaman can cekisenin yanındakiler"
        },
        {
            "chapter": 75,
            "verse": 27,
            "text": "“Bunu iyilestiren, kurtaran yok mu?” der"
        },
        {
            "chapter": 75,
            "verse": 28,
            "text": "Artık ayrılık vakti geldigini kendisi de anlar"
        },
        {
            "chapter": 75,
            "verse": 29,
            "text": "Bacagı bacagına dolasır, olum acısıyla kıvranır"
        },
        {
            "chapter": 75,
            "verse": 30,
            "text": "O gun sevkiyat, dogru Rabbinin divanına olur"
        },
        {
            "chapter": 75,
            "verse": 31,
            "text": "Ne dini tasdik eder, ne namaz kılardı"
        },
        {
            "chapter": 75,
            "verse": 32,
            "text": "Hep hakkı yalan sayıp ona sırtını donerdi"
        },
        {
            "chapter": 75,
            "verse": 33,
            "text": "Bir de yaptıgından memnun olarak,calımlı calımlı kendi taraftarlarının yanına varırdı"
        },
        {
            "chapter": 75,
            "verse": 34,
            "text": "Yazık sana yazık"
        },
        {
            "chapter": 75,
            "verse": 35,
            "text": "Yazık ki sana ne yazık"
        },
        {
            "chapter": 75,
            "verse": 36,
            "text": "Insan basıbos bırakılacagını mı sanır"
        },
        {
            "chapter": 75,
            "verse": 37,
            "text": "Onun aslı, atılan bir meni damlası degil miydi"
        },
        {
            "chapter": 75,
            "verse": 38,
            "text": "Sonra (rahim cidarına) yapısan bir hucre oldu da, Rabbi onu yaratıp duzenledi"
        },
        {
            "chapter": 75,
            "verse": 39,
            "text": "Ondan erkek ve disi olarak her iki cinsi yarattı"
        },
        {
            "chapter": 75,
            "verse": 40,
            "text": "Butun bunları yapan, oluleri diriltmeye kadir olmaz olur mu"
        },
        {
            "chapter": 76,
            "verse": 1,
            "text": "Dehrin akısı icinde oyle zaman gecti ki, o donemde, insanın adı bile anılmazdı"
        },
        {
            "chapter": 76,
            "verse": 2,
            "text": "Biz insanı katısık bir meniden yarattık. Onu denemek istiyoruz; bu sebeple de kendisini isiten ve goren bir varlık yaptık"
        },
        {
            "chapter": 76,
            "verse": 3,
            "text": "Ona yolu da gosterdik: artık ister sukreder, ister nankor ve kafir olur"
        },
        {
            "chapter": 76,
            "verse": 4,
            "text": "Biz kafirlere zincirler, kelepceler, alevli atesler hazırladık"
        },
        {
            "chapter": 76,
            "verse": 5,
            "text": "Iyi insanlar ise, kafur suyu ile hazırlanmıs icecek kaselerini yudumlarlar"
        },
        {
            "chapter": 76,
            "verse": 6,
            "text": "Bu, Allah'ın has kullarının icip, istedikleri yere akıttıkları bir kaynaktır"
        },
        {
            "chapter": 76,
            "verse": 7,
            "text": "Bu kullar, dunya hayatında iken sozlerinde durur, adadıkları seyi yerine getirir ve felaketi butun ufukları tutan kıyamet gununden endise ederlerdi"
        },
        {
            "chapter": 76,
            "verse": 8,
            "text": "Kendileri de ihtiyac duydukları halde yiyeceklerini, sırf Allah'ın rızasına ermek icin fakire, yetime ve esire ikram ederler"
        },
        {
            "chapter": 76,
            "verse": 9,
            "text": "Ve derler ki: “Biz size sırf Allah rızası icin ikram ediyoruz, yoksa sizden karsılık istemedigimiz gibi bir tesekkur bile beklemiyoruz.”"
        },
        {
            "chapter": 76,
            "verse": 10,
            "text": "Biz, yuzleri eksiten asık suratlı o gunde Rabbimizin gazabından korkarız.”"
        },
        {
            "chapter": 76,
            "verse": 11,
            "text": "Allah da onları o gunun felaketinden korur, onların yuzlerine nur, gonullerine surur verir"
        },
        {
            "chapter": 76,
            "verse": 12,
            "text": "Sabretmelerine karsılık onlara cennetler, ipekler ihsan eder"
        },
        {
            "chapter": 76,
            "verse": 13,
            "text": "Koltuklarında diledikleri gibi dinlenir, orada ne gunes sıcagı gorurler, ne de dondurucu soguklara ugrarlar"
        },
        {
            "chapter": 76,
            "verse": 14,
            "text": "Cennet agaclarının golgeleri uzerlerine sarkar, meyveleri devsirmeleri pek kolay olur"
        },
        {
            "chapter": 76,
            "verse": 15,
            "text": "Etraflarında hizmet edenler gumus kaplar, billur kaseler, gumusi parlaklıkta billur kupalarla dolasır, onlara ikram ederler.Cennetlikler iceceklerini kendi istahları olcusunce tayin ederler"
        },
        {
            "chapter": 76,
            "verse": 16,
            "text": "Etraflarında hizmet edenler gumus kaplar, billur kaseler, gumusi parlaklıkta billur kupalarla dolasır, onlara ikram ederler.Cennetlikler iceceklerini kendi istahları olcusunce tayin ederler"
        },
        {
            "chapter": 76,
            "verse": 17,
            "text": "Onlara karısımında zencefil bulunan kadehler ikram edilir"
        },
        {
            "chapter": 76,
            "verse": 18,
            "text": "Bu icecekler, adı Selsebil olan pınardandır"
        },
        {
            "chapter": 76,
            "verse": 19,
            "text": "Etraflarında ebedi cennet cocukları dolasır durur ki, onları gordugunde parlaklıklarından oturu etrafa sacılan inciler sanırsın"
        },
        {
            "chapter": 76,
            "verse": 20,
            "text": "Hangi tarafa baksan hep nimet, servet, ihtisam, buyuk bir saltanat gorursun"
        },
        {
            "chapter": 76,
            "verse": 21,
            "text": "Elbiseleri ince veya kalın yesil renkli ipeklerden, atlaslardandır. Gumus bilezikler takınırlar. Onların Rabbi, kendilerine tertemiz bir icki ikram edip soyle demistir: “Iste butun bunlar sizin mukafatınızdır! Gayretleriniz makbul oldu.”"
        },
        {
            "chapter": 76,
            "verse": 22,
            "text": "Elbiseleri ince veya kalın yesil renkli ipeklerden, atlaslardandır. Gumus bilezikler takınırlar. Onların Rabbi, kendilerine tertemiz bir icki ikram edip soyle demistir: “Iste butun bunlar sizin mukafatınızdır! Gayretleriniz makbul oldu.”"
        },
        {
            "chapter": 76,
            "verse": 23,
            "text": "Ey Resulum! Kur'an’ı sana parca parca Biz indiriyoruz"
        },
        {
            "chapter": 76,
            "verse": 24,
            "text": "O halde Rabbinin hukmu gelinceye kadar sabret, sakın gunaha ve kufre dadananlara itaat etme"
        },
        {
            "chapter": 76,
            "verse": 25,
            "text": "Sabah aksam Rabbinin adını zikret! Gecenin bir kısmında da O'na secde et, geceleyin uzun bir sure de O’na tesbih ve ibadet et"
        },
        {
            "chapter": 76,
            "verse": 26,
            "text": "Sabah aksam Rabbinin adını zikret! Gecenin bir kısmında da O'na secde et, geceleyin uzun bir sure de O’na tesbih ve ibadet et"
        },
        {
            "chapter": 76,
            "verse": 27,
            "text": "Su insanlar bu pesin dunya hayatını arzulayıp, onlerinde kendilerini bekleyen o agır gunu ihmal ediyorlar"
        },
        {
            "chapter": 76,
            "verse": 28,
            "text": "Onları yaratan, organlarını birbirine baglayan ve onlara bu saglam bunyeyi veren Biz'iz.Diledigimiz vakit elbette onların yerine baskalarını getirebiliriz"
        },
        {
            "chapter": 76,
            "verse": 29,
            "text": "Iste bu, bir oguttur, bir uyarıdır. Artık dileyen Rabbine varan yolu tutar"
        },
        {
            "chapter": 76,
            "verse": 30,
            "text": "Ama Allah dilemedikce, siz dileyemezsiniz. Cunku her seyi bilen, tam hukum ve hikmet sahibi olan, Allah'tır. Her seyi bildigi gibi, rahmet ve hidayete layık olanları da pek iyi bilir"
        },
        {
            "chapter": 76,
            "verse": 31,
            "text": "Boylece diledigini rahmetine alır. Zalimler icin ise, gayet acı bir ceza hazırlamıstır"
        },
        {
            "chapter": 77,
            "verse": 1,
            "text": "Iyilik icin birbirinin pesinden gonderilenler"
        },
        {
            "chapter": 77,
            "verse": 2,
            "text": "Esip savuranlar"
        },
        {
            "chapter": 77,
            "verse": 3,
            "text": "Tohumlarını yaydıkca yayanlar"
        },
        {
            "chapter": 77,
            "verse": 4,
            "text": "Hakla batılı, dogru ile egriyi ayırt edenler"
        },
        {
            "chapter": 77,
            "verse": 5,
            "text": "Hak sahiplerine ozur, yahut haksızlara tehdit olarak vahyi getiren melekler hakkı icin"
        },
        {
            "chapter": 77,
            "verse": 6,
            "text": "Hak sahiplerine ozur, yahut haksızlara tehdit olarak vahyi getiren melekler hakkı icin"
        },
        {
            "chapter": 77,
            "verse": 7,
            "text": "Size vad edilen mutlaka gerceklesecektir"
        },
        {
            "chapter": 77,
            "verse": 8,
            "text": "Yıldızların ısıgı sonduruldugu zaman"
        },
        {
            "chapter": 77,
            "verse": 9,
            "text": "Gok yarıldıgı zaman"
        },
        {
            "chapter": 77,
            "verse": 10,
            "text": "Daglar parcalanıp savruldugu zaman"
        },
        {
            "chapter": 77,
            "verse": 11,
            "text": "Resullere ummetleri hakkında sahitlik vakitleri belirlendigi zaman; beklenen kıyamet kopmustur"
        },
        {
            "chapter": 77,
            "verse": 12,
            "text": "Bunlar hangi gune ertelendiler"
        },
        {
            "chapter": 77,
            "verse": 13,
            "text": "“Hukum gunune!”"
        },
        {
            "chapter": 77,
            "verse": 14,
            "text": "“Hukum gunu” nedir bilir misin"
        },
        {
            "chapter": 77,
            "verse": 15,
            "text": "Hakkı yalan sayanların o gun vay hallerine"
        },
        {
            "chapter": 77,
            "verse": 16,
            "text": "Biz o peygamberleri reddedenlerden oncekileri yok etmedik mi"
        },
        {
            "chapter": 77,
            "verse": 17,
            "text": "Sonra gidenleri de onların ardına takarız"
        },
        {
            "chapter": 77,
            "verse": 18,
            "text": "Iste suclu kafirlere Biz boyle davranırız"
        },
        {
            "chapter": 77,
            "verse": 19,
            "text": "Hakkı yalan sayanların o gun, vay hallerine"
        },
        {
            "chapter": 77,
            "verse": 20,
            "text": "Biz sizi basit bir sudan yaratmadık mı"
        },
        {
            "chapter": 77,
            "verse": 21,
            "text": "Sonra da o meni nutfesini belirli bir sureye kadar saglam bir yere yerlestirdik"
        },
        {
            "chapter": 77,
            "verse": 22,
            "text": "Sonra da o meni nutfesini belirli bir sureye kadar saglam bir yere yerlestirdik"
        },
        {
            "chapter": 77,
            "verse": 23,
            "text": "Biz iste boyle takdir ettik. Ne guzel takdir ederiz Biz"
        },
        {
            "chapter": 77,
            "verse": 24,
            "text": "Hakkı yalan sayanların o gun, vay hallerine"
        },
        {
            "chapter": 77,
            "verse": 25,
            "text": "Gerek diriler ve gerek oluler icin Biz dunyayı toplanma yeri kılmadık mı"
        },
        {
            "chapter": 77,
            "verse": 26,
            "text": "Gerek diriler ve gerek oluler icin Biz dunyayı toplanma yeri kılmadık mı"
        },
        {
            "chapter": 77,
            "verse": 27,
            "text": "Orada, saglam yuksek daglar yarattık ve size tatlı bir su ihsan ettik"
        },
        {
            "chapter": 77,
            "verse": 28,
            "text": "Hakkı yalan sayanların o gun, vay hallerine"
        },
        {
            "chapter": 77,
            "verse": 29,
            "text": "Nankorlere ise soyle denir: “Haydi, durmayın yalan dediginiz o azaba girin bakalım!”"
        },
        {
            "chapter": 77,
            "verse": 30,
            "text": "Uc kola ayrılmıs golgeye gidin"
        },
        {
            "chapter": 77,
            "verse": 31,
            "text": "Gidin ama, o, atesten sizi korumaz, golgelik olmaz"
        },
        {
            "chapter": 77,
            "verse": 32,
            "text": "O, birer saray gibi kıvılcımlar atar"
        },
        {
            "chapter": 77,
            "verse": 33,
            "text": "O kıvılcımlardan her biri, sanki birer deve yavrusudur"
        },
        {
            "chapter": 77,
            "verse": 34,
            "text": "Hakkı yalan sayanların o gun vay hallerine"
        },
        {
            "chapter": 77,
            "verse": 35,
            "text": "Bugun, kafirlerin konusamayacakları bir gundur"
        },
        {
            "chapter": 77,
            "verse": 36,
            "text": "Kendilerine konusma izni verilmez ki ozur dilesinler"
        },
        {
            "chapter": 77,
            "verse": 37,
            "text": "Hakkı yalan sayanların o gun, vay hallerine"
        },
        {
            "chapter": 77,
            "verse": 38,
            "text": "Bu gun karar ve hukum gunudur.Sizi de, once gelip gecmis olanları da bir araya topladık"
        },
        {
            "chapter": 77,
            "verse": 39,
            "text": "Iste hepiniz bir aradasınız. Kurtulmak icin, bir duzeniniz, bir hileniz varsa, hic durmayın, derhal uygulayın"
        },
        {
            "chapter": 77,
            "verse": 40,
            "text": "Hakkı yalan sayanların o gun, vay hallerine"
        },
        {
            "chapter": 77,
            "verse": 41,
            "text": "Allah'a karsı gelmekten sakınanlar ise o gun golgeliklerde, pınar baslarındadırlar"
        },
        {
            "chapter": 77,
            "verse": 42,
            "text": "Arzu ettikleri her turlu meyveyi bulurlar"
        },
        {
            "chapter": 77,
            "verse": 43,
            "text": "Dunyada yaptıklarınızdan oturu afiyetle yiyin, icin"
        },
        {
            "chapter": 77,
            "verse": 44,
            "text": "Biz iyi hareket edenleri iste boyle odullendiririz"
        },
        {
            "chapter": 77,
            "verse": 45,
            "text": "Hakkı yalan sayanların o gun, vay hallerine"
        },
        {
            "chapter": 77,
            "verse": 46,
            "text": "Ey kafirler! Yiyin, azıcık zevkedin bakalım. Gercek su ki siz mucrimsiniz"
        },
        {
            "chapter": 77,
            "verse": 47,
            "text": "Hakkı yalan sayanların o gun, vay hallerine"
        },
        {
            "chapter": 77,
            "verse": 48,
            "text": "Onlara: Haydin Allah'a boyun egin denildiginde, boyun egmezler"
        },
        {
            "chapter": 77,
            "verse": 49,
            "text": "Hakkı yalan sayanların o gun, vay hallerine"
        },
        {
            "chapter": 77,
            "verse": 50,
            "text": "Artık bu Kur'an’a da inanmazlarsa, hangi soze inanırlar acaba"
        }
    ]
}