{
    "chapter": [
        {
            "chapter": 23,
            "verse": 1,
            "text": "یقیناً فلاح پائی ہے ایمان والوں نے جو"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "اپنی نماز میں خشوع اختیار کرتے ہیں"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "لغویات سے دور رہتے ہیں"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "زکوٰۃ کے طریقے پر عامل ہوتے ہیں"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "اپنی شرمگاہوں کی حفاظت کرتے ہیں"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "سوائے اپنی بیویوں کے اور ان عورتوں کے جو ان کی ملک یمین میں ہوں کہ ان پر (محفوظ نہ رکھنے میں) وہ قابل ملامت نہیں ہیں"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "البتہ جو اُس کے علاوہ کچھ اور چاہیں وہی زیادتی کرنے والے ہیں"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "اپنی امانتوں اور اپنے عہد و پیمان کا پاس رکھتے ہیں"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "اور اپنی نمازوں کی محافظت کرتے ہیں"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "یہی لوگ وہ وارث ہیں"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "جو میراث میں فردوس پائیں گے اور اس میں ہمیشہ رہیں گے"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "ہم نے انسان کو مٹی کے ست سے بنایا"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "پھر اسے ایک محفوظ جگہ ٹپکی ہوئی بوند میں تبدیل کیا"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "پھر اس بوند کو لوتھڑے کی شکل دی، پھر لوتھڑے کو بوٹی بنا دیا، پھر بوٹی کی ہڈیاں بنائیں، پھر ہڈیوں پر گوشت چڑھایا، پھر اسے ایک دوسری ہی مخلوق بنا کھڑا کیا"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "پس بڑا ہی بابرکت ہے اللہ، سب کاریگروں سے اچھا کاریگر"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "پھر اس کے بعد تم کو ضرور مرنا ہے، پھر قیامت کے روز یقیناً تم اٹھائے جاؤ گے"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "اور تمہارے اوپر ہم نے سات راستے بنائے، تخلیق کے کام سے ہم کچھ نابلد نہ تھے"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "اور آسمان سے ہم نے ٹھیک حساب کے مطابق ایک خاص مقدار میں پانی اتارا اور اس کو زمین میں ٹھیرا دیا ہم اُسے جس طرح چاہیں غائب کر سکتے ہیں"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "پھر اس پانی کے ذریعہ سے ہم نے تمہارے لیے کھجور اور انگور کے باغ پیدا کر دیے، تمہارے لیے ان باغوں میں بہت سے لذیذ پھل ہیں اور ان سے تم روزی حاصل کرتے ہو"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "اور وہ درخت بھی ہم نے پیدا کیا جو طور سیناء سے نکلتا ہے، تیل بھی لیے ہوئے اگتا ہے اور کھانے والوں کے لیے سالن بھی"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "اور حقیقت یہ ہے کہ تمہارے لیے مویشیوں میں بھی ایک سبق ہے ان کے پیٹوں میں جو کچھ ہے اسی میں سے ایک چیز ہم تمہیں پلاتے ہیں، اور تمہارے لیے ان میں بہت سے دوسرے دُوسرے فائدے بھی ہیں"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "اُن کو تم کھاتے ہو اور اُن پر اور کشتیوں پر سوار بھی کیے جاتے ہو"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "ہم نے نوحؑ کو اس کی قوم کی طرف بھیجا اس نے کہا \"اے میری قوم کے لوگو، اللہ کی بندگی کرو، اس کے سوا تمہارے لیے کوئی اور معبود نہیں ہے، کیا تم ڈرتے نہیں ہو؟"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "اس کی قوم کے جن سرداروں نے ماننے سے انکار کیا وہ کہنے لگے کہ \"یہ شخص کچھ نہیں ہے مگر ایک بشر تم ہی جیسا اِس کی غرض یہ ہے کہ تم پر برتری حاصل کرے اللہ کو اگر بھیجنا ہوتا تو فرشتے بھیجتا یہ بات تو ہم نے کبھی اپنے باپ دادا کے وقتوں میں سنی ہی نہیں (کہ بشر رسول بن کر آئے)"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "کچھ نہیں، بس اس آدمی کو ذرا جنون لاحق ہو گیا ہے کچھ مدت اور دیکھ لو (شاید افاقہ ہو جائے)"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "نوحؑ نے کہا \"پروردگار، ان لوگوں نے جو میری تکذیب کی ہے اس پر اب تو ہی میری مدد فرما"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "ہم نے اس پر وحی کی کہ \"ہماری نگرانی میں اور ہماری وحی کے مطابق کشتی تیار کر پھر جب ہمارا حکم آ جائے اور تنور ابل پڑے تو ہر قسم کے جانوروں میں سے ایک ایک جوڑا لے کر اس میں سوار ہو جا، اور اپنے اہل و عیال کو بھی ساتھ لے سوائے اُن کے جن کے خلاف پہلے ہی فیصلہ ہو چکا ہے، اور ظالموں کے معاملہ میں مجھ سے کچھ نہ کہنا، یہ اب غرق ہونے والے ہیں"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "پھر جب تو اپنے ساتھیوں سمیت کشتی پر سوار ہو جائے تو کہہ، شکر ہے اُس خدا کا جس نے ہمیں ظالم لوگوں سے نجات دی"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "اور کہہ، پروردگار، مجھ کو برکت والی جگہ اتار اور تُو بہترین جگہ دینے والا ہے"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "اِس قصے میں بڑی نشانیاں ہیں اور آزمائش تو ہم کر کے ہی رہتے ہیں"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "ان کے بعد ہم نے ایک دوسرے دَور کی قوم اٹھائی"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "پھر اُن میں خود انہی کی قوم کا ایک رسول بھیجا (جس نے انہیں دعوت دی) کہ اللہ کی بندگی کرو، تمہارے لیے اُس کے سوا کوئی اور معبود نہیں ہے، کیا تم ڈرتے نہیں ہو؟"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "اُس کی قوم کے جن سرداروں نے ماننے سے انکار کیا اور آخرت کی پیشی کو جھٹلایا، جن کو ہم نے دنیا کی زندگی میں آسودہ کر رکھا تھا، وہ کہنے لگے \"یہ شخص کچھ نہیں ہے مگر ایک بشر تم ہی جیسا جو کچھ تم کھاتے ہو وہی یہ کھاتا ہے اور جو کچھ تم پیتے ہو وہی یہ پیتا ہے"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "اب اگر تم نے اپنے ہی جیسے ایک بشر کی اطاعت قبول کر لی تو تم گھاٹے ہی میں رہے"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "یہ تمہیں اطلاع دیتا ہے کہ جب تم مر کر مٹی ہو جاؤ گے اور ہڈیوں کا پنجر بن کر رہ جاؤ گے اُس وقت تم (قبروں سے) نکالے جاؤ گے؟"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "بعید، بالکل بعید ہے یہ وعدہ جو تم سے کیا جا رہا ہے"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "زندگی کچھ نہیں ہے مگر بس یہی دنیا کی زندگی یہیں ہم کو مرنا اور جینا ہے اور ہم ہرگز اٹھائے جانے والے نہیں ہیں"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "یہ شخص خدا کے نام پر محض جھوٹ گھڑ رہا ہے اور ہم کبھی اس کی ماننے والے نہیں ہیں"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "رسول نے کہا \"پروردگار، اِن لوگوں نے جو میری تکذیب کی ہے، اس پر اب تو ہی میری نصرت فرما"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "جواب میں ارشاد ہوا \"قریب ہے وہ وقت جب یہ اپنے کیے پر پچھتائیں گے"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "آخرکار ٹھیک ٹھیک حق کے مطابق ایک ہنگامہ عظیم نے ان کو آ لیا اور ہم نے ان کو کچرا بنا کر پھینک دیا دُور ہو ظالم قوم"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "پھر ہم نے ان کے بعد دوسری قومیں اٹھائیں"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "کوئی قوم نہ اپنے وقت سے پہلے ختم ہوئی اور نہ اس کے بعد ٹھیر سکی"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "پھر ہم نے پے در پے اپنے رسول بھیجے جس قوم کے پاس بھی اس کا رسول آیا، اس نے اُسے جھٹلایا، اور ہم ایک کے بعد ایک قوم کو ہلاک کرتے چلے گئے حتیٰ کہ ان کو بس افسانہ ہی بنا کر چھوڑا پھٹکار اُن لوگوں پر جو ایمان نہیں لاتے"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "پھر ہم نے موسیٰؑ اور اس کے بھائی ہارونؑ کو اپنی نشانیوں اور کھلی سند کے ساتھ فرعون اور اس کے اعیان سلطنت کی طرف بھیجا"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "مگر انہوں نے تکبر کیا اور بڑی دوں کی لی"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "کہنے لگے \"کیا ہم اپنے ہی جیسے دو آدمیوں پر ایمان لے آئیں؟ اور آدمی بھی وہ جن کی قوم ہماری بندی ہے"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "پس انہوں نے دونوں کو جھٹلا دیا اور ہلاک ہونے والوں میں جا ملے"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "اور موسٰیؑ کو ہم نے کتاب عطا فرمائی تاکہ لوگ اس سے رہنمائی حاصل کریں"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "اور ابن مریم اور اس کی ماں کو ہم نے ایک نشان بنایا اور ان کو ایک سطحِ مرتفع پر رکھا جو اطمینان کی جگہ تھی اور چشمے اس میں جاری تھے"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "اے پیغمبرو، کھاؤ پاک چیزیں اور عمل کرو صالح، تم جو کچھ بھی کرتے ہو، میں اس کو خوب جانتا ہوں"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "اور یہ تمہاری امت ایک ہی امت ہے اور میں تمہارا رب ہوں، پس مجھی سے تم ڈرو"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "مگر بعد میں لوگوں نے اپنے دین کو آپس میں ٹکڑے ٹکڑے کر لیا ہر گروہ کے پاس جو کچھ ہے اُسی میں وہ مگن ہے"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "اچھا، تو چھوڑو انہیں، ڈوبے رہیں اپنی غفلت میں ایک وقت خاص تک"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "کیا یہ سمجھتے ہیں کہ ہم جو انہیں مال و اولاد سے مدد دیے جا رہے ہیں"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "تو گویا انہیں بھلائیاں دینے میں سرگرم ہیں؟ نہیں، اصل معاملے کا انہیں شعور نہیں ہے"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "جو اپنے رب کے خوف سے ڈرے رہتے ہیں"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "جو اپنے رب کی آیات پر ایمان لاتے ہیں"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "جو اپنے رب کے ساتھ کسی کو شریک نہیں کرتے"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "اور جن کا حال یہ ہے کہ دیتے ہیں جو کچھ بھی دیتے ہیں اور دل اُن کے اس خیال سے کانپتے رہتے ہیں کہ ہمیں اپنے رب کی طرف پلٹنا ہے"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "بھلائیوں کی طرف دَوڑنے والے اور سبقت کر کے انہیں پا لینے والے تو درحقیقت یہ لوگ ہیں"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "ہم کسی شخص کو اس کی مقدرت سے زیادہ کی تکلیف نہیں دیتے اور ہمارے پاس ایک کتاب ہے جو (ہر ایک کا حال) ٹھیک ٹھیک بتا دینے والی ہے، اور لوگوں پر ظلم بہرحال نہیں کیا جائے گا"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "مگر یہ لوگ اس معاملے سے بے خبر ہیں اور ان کے اعمال بھی اس طریقے سے (جس کا اوپر ذکر کیا گیا ہے) مختلف ہیں وہ اپنے یہ کرتوت کیے چلے جائیں گے"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "یہاں تک کہ جب ہم ان کے عیاشوں کو عذاب میں پکڑ لیں گے تو پھر وہ ڈکرانا شروع کر دیں گے"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "اب بند کرو اپنی فریاد و فغاں، ہماری طرف سے اب کوئی مدد تمہیں نہیں ملنی"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "میری آیات سنائی جاتی تھیں تو تم (رسول کی آواز سُنتے ہی) الٹے پاؤں بھاگ نکلتے تھے"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "اپنے گھمنڈ میں اُس کو خاطر ہی میں نہ لاتے تھے اپنی چوپالوں میں اُس پر باتیں چھانٹتے اور بکواس کیا کرتے تھے"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "تو کیا اِن لوگوں نے کبھی اِس کلام پر غور نہیں کیا؟ یا وہ کوئی ایسی بات لایا ہے جو کبھی ان کے اسلاف کے پاس نہ آئی تھی؟"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "یا یہ اپنے رسول سے کبھی کے واقف نہ تھے کہ (اَن جانا آدمی ہونے کے باعث) اُس سے بدکتے ہیں؟"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "یا یہ اس بات کے قائل ہیں کہ وہ مجنون ہے؟ نہیں، بلکہ وہ حق لایا ہے اور حق ہی ان کی اکثریت کو ناگوار ہے"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "اور حق اگر کہیں اِن کی خواہشات کے پیچھے چلتا تو زمین اور آسمان اور ان کی ساری آبادی کا نظام درہم برہم ہو جاتا نہیں، بلکہ ہم ان کا اپنا ہی ذکر اُن کے پاس لائے ہیں اور وہ اپنے ذکر سے منہ موڑ رہے ہیں"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "کیا تُو ان سے کچھ مانگ رہا ہے؟ تیرے لیے تیرے رب کا دیا ہی بہتر ہے اور وہ بہترین رازق ہے"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "تُو تو ان کوسیدھے راستے کی طرف بلا رہا ہے"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "مگر جو لوگ آخرت کو نہیں مانتے وہ راہِ راست سے ہٹ کر چلنا چاہتے ہیں"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "اگر ہم اِن پر رحم کریں اور وہ تکلیف جس میں آج کل یہ مبتلا ہیں دُور کر دیں تو یہ اپنی سرکشی میں بالکل ہی بہک جائیں گے"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "اِن کا حال تو یہ ہے کہ ہم نے انہیں تکلیف میں مبتلا کیا، پھر بھی یہ اپنے رب کے آگے نہ جھکے اور نہ عاجزی اختیار کرتے ہیں"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "البتہ جب نوبت یہاں تک پہنچ جائے گی کہ ہم اِن پر سخت عذاب کا دروازہ کھول دیں گے تو یکایک تم دیکھو گے کہ اس حالت میں یہ ہر خیر سے مایوس ہیں"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "وہ اللہ ہی تو ہے جس نے تمہیں سُننے اور دیکھنے کی قوتیں دیں اور سوچنے کو دل دیے مگر تم لوگ کم ہی شکر گزار ہوتے ہو"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "وہی ہے جس نے تمہیں زمین میں پھیلایا، اور اسی کی طرف تم سمیٹے جاؤ گے"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "وہی زندگی بخشتا ہے اور وہی موت دیتا ہے گردش لیل و نہار اسی کے قبضہ قدرت میں ہے کیا تمہاری سمجھ میں یہ بات نہیں آتی؟"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "مگر یہ لوگ وہی کچھ کہتے ہیں جو ان کے پیش رَو کہہ چکے ہیں"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "یہ کہتے ہیں \"کیا جب ہم مر کر مٹی ہو جائیں گے اور ہڈیوں کا پنجر بن کر رہ جائیں گے تو ہم کو پھر زندہ کر کے اٹھایا جائے گا؟"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "ہم نے بھی یہ وعدے بہت سنے ہیں اور ہم سے پہلے ہمارے باپ دادا بھی سنتے رہے ہیں یہ محض افسانہائے پارینہ ہیں"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "ان سے کہو، بتاؤ اگر تم جانتے ہو، کہ یہ زمین اور اس کی ساری آبادی کس کی ہے؟"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "یہ ضرور کہیں گے اللہ کی کہو، پھر تم ہوش میں کیوں نہیں آتے؟"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "ان سے پوچھو، ساتوں آسمانوں اور عرش عظیم کا مالک کون ہے؟"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "یہ ضرور کہیں گے اللہ کہو، پھر تم ڈرتے کیوں نہیں؟"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "اِن سے کہو، بتاؤ اگر تم جانتے ہو کہ ہر چیز پر اقتدار کس کا ہے؟ اور کون ہے وہ جو پناہ دیتا ہے اور اس کے مقابلے میں کوئی پناہ نہیں دے سکتا؟"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "یہ ضرور کہیں گے کہ یہ بات تو اللہ ہی کے لیے ہے کہو، پھر کہاں سے تم کو دھوکا لگتا ہے؟"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "جو امر حق ہے وہ ہم اِن کے سامنے لے آئے ہیں، اور کوئی شک نہیں کہ یہ لوگ جھوٹے ہیں"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "اللہ نے کسی کو اپنی اولاد نہیں بنایا ہے اور کوئی دوسرا خدا اُس کے ساتھ نہیں ہے اگر ایسا ہوتا تو ہر خدا اپنی خلق کو لے کر الگ ہو جاتا، اور پھر وہ ایک دوسرے پر چڑھ دوڑتے پاک ہے اللہ ان باتوں سے جو یہ لوگ بناتے ہیں"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "کھلے اور چھپے کا جاننے والا، وہ بالاتر ہے اُس شرک سے جو یہ لوگ تجویز کر رہے ہیں"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "اے محمدؐ، دعا کرو کہ \"پروردگار، جس عذاب کی اِن کو دھمکی دی جا رہی ہے وہ اگر میری موجودگی میں تو لائے"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "تو اے میرے رب، مجھے ان ظالم لوگوں میں شامل نہ کیجیو"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "اور حقیقت یہ ہے کہ ہم تمہاری آنکھوں کے سامنے ہی وہ چیز لے آنے کی پوری قدرت رکھتے ہیں جس کی دھمکی ہم انہیں دے رہے ہیں"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "اے نبیؐ، برائی کو اس طریقہ سے دفع کرو جو بہترین ہو جو کچھ باتیں وہ تم پر بناتے ہیں وہ ہمیں خوب معلوم ہیں"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "اور دعا کرو کہ \"پروردگار، میں شیاطین کی اکساہٹوں سے تیری پناہ مانگتا ہوں"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "بلکہ اے میرے رب، میں تو اس سے بھی تیری پناہ مانگتا ہوں کہ وہ میرے پاس آئیں"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "(یہ لوگ اپنی کرنی سے باز نہ آئیں گے) یہاں تک کہ جب ان میں سے کسی کو موت آ جائے گی تو کہنا شروع کرے گا کہ \"اے میرے رب، مجھے اُسی دنیا میں واپس بھیج دیجیے جسے میں چھوڑ آیا ہوں"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "امید ہے کہ اب میں نیک عمل کروں گا\" ہرگز نہیں، یہ بس ایک بات ہے جو وہ بک رہا ہے اب اِن سب (مرنے والوں) کے پیچھے ایک برزخ حائل ہے دوسری زندگی کے دن تک"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "پھر جونہی کہ صور پھونک دیا گیا، ان کے درمیان پھر کوئی رشتہ نہ رہے گا اور نہ وہ ایک دوسرے کو پوچھیں گے"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "اُس وقت جن کے پلڑے بھاری ہوں گے وہی فلاح پائیں گے"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "اور جن کے پلڑے ہلکے ہوں گے وہی لوگ ہوں گے جنہوں نے اپنے آپ کو گھاٹے میں ڈال لیا وہ جہنم میں ہمیشہ رہیں گے"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "آگ ان کے چہروں کی کھال چاٹ جائے گی اور اُن کے جبڑے باہر نکل آئیں گے"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "کیا تم وہی لوگ نہیں ہو کہ میری آیات تمہیں سنائی جاتی تھیں تو تم انہیں جھٹلاتے تھے؟"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "وہ کہیں گے \"اے ہمارے رب، ہماری بد بختی ہم پر چھا گئی تھی واقعی ہم گمراہ لوگ تھے"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "اے پروردگار، اب ہمیں یہاں سے نکال دے پھر ہم ایسا قصور کریں تو ظالم ہوں گے"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "اللہ تعالیٰ جواب دے گا \"دور ہو میرے سامنے سے، پڑے رہو اسی میں اور مجھ سے بات نہ کرو"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "تم وہی لوگ تو ہو کہ میرے کچھ بندے جب کہتے تھے کہ اے ہمارے پروردگار، ہم ایمان لائے، ہمیں معاف کر دے، ہم پر رحم کر، تُو سب رحیموں سے اچھا رحیم ہے"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "تو تم نے ان کا مذاق بنا لیا یہاں تک کہ اُن کی ضد نے تمہیں یہ بھی بھُلا دیا کہ میں بھی کوئی ہوں، اور تم ان پر ہنستے رہے"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "آج اُن کے اُس صبر کا میں نے یہ پھل دیا ہے کہ وہی کامیاب ہیں"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "پھر اللہ تعالی ان سے پوچھے گا \"بتاؤ، زمین میں تم کتنے سال رہے؟"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "وہ کہیں گے \"ایک دن یا دن کا بھی کچھ حصہ ہم وہاں ٹھیرے ہیں شمار کرنے والوں سے پوچھ لیجیے"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "ارشاد ہو گا \"تھوڑی ہی دیر ٹھیرے ہو نا، کاش تم نے یہ اُس وقت جانا ہوتا"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "کیا تم نے یہ سمجھ رکھا تھا کہ ہم نے تمہیں فضول ہی پیدا کیا ہے اور تمہیں ہماری طرف کبھی پلٹنا ہی نہیں ہے؟"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "پس بالا و برتر ہے اللہ، پادشاہ حقیقی، کوئی خدا اُس کے سوا نہیں، مالک ہے عرش بزرگ کا"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "اور جو کوئی اللہ کے ساتھ کسی اور معبود کو پکارے، جس کے لیے اس کے پاس کوئی دلیل نہیں، تو اس کا حساب اس کے رب کے پاس ہے ایسے کافر کبھی فلاح نہیں پا سکتے"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "اے محمدؐ، کہو، \"میرے رب درگزر فرما، اور رحم کر، اور تو سب رحیموں سے اچھا رحیم ہے"
        }
    ]
}