{
    "chapter": [
        {
            "chapter": 49,
            "verse": 1,
            "text": "اے لوگو جو ایمان لائے ہو، اللہ اور اس کے رسول کے آگے پیش قدمی نہ کرو اور اللہ سے ڈرو، اللہ سب کچھ سننے اور جاننے والا ہے"
        },
        {
            "chapter": 49,
            "verse": 2,
            "text": "اے لوگو جو ایمان لائے ہو، اپنی آواز نبیؐ کی آواز سے بلند نہ کرو، اور نہ نبیؐ کے ساتھ اونچی آواز سے بات کیا کرو جس طرح تم آپس میں ایک دوسرے سے کرتے ہو، کہیں ایسا نہ ہو کہ تمہارا کیا کرایا سب غارت ہو جائے اور تمہیں خبر بھی نہ ہو"
        },
        {
            "chapter": 49,
            "verse": 3,
            "text": "جو لوگ رسول خدا کے حضور بات کرتے ہوئے اپنی آواز پست رکھتے ہیں وہ در حقیقت وہی لوگ ہیں جن کے دلوں کو اللہ نے تقویٰ کے لیے جانچ لیا ہے، اُن کے لیے مغفرت ہے اور اجر عظیم"
        },
        {
            "chapter": 49,
            "verse": 4,
            "text": "اے نبیؐ، جو لوگ تمہیں حجروں کے باہر سے پکارتے ہیں ان میں سے اکثر بے عقل ہیں"
        },
        {
            "chapter": 49,
            "verse": 5,
            "text": "اگر وہ تمہارے برآمد ہونے تک صبر کرتے تو انہی کے لیے بہتر تھا، اللہ درگزر کرنے والا اور رحیم ہے"
        },
        {
            "chapter": 49,
            "verse": 6,
            "text": "اے لوگو جو ایمان لائے ہو، اگر کوئی فاسق تمہارے پاس کوئی خبر لے کر آئے تو تحقیق کر لیا کرو، کہیں ایسا نہ ہو کہ تم کسی گروہ کو نادانستہ نقصان پہنچا بیٹھو اور پھر اپنے کیے پر پشیمان ہو"
        },
        {
            "chapter": 49,
            "verse": 7,
            "text": "خوب جان رکھو کہ تمہارے درمیان اللہ کا رسول موجود ہے اگر وہ بہت سے معاملات میں تمہاری بات مان لیا کرے تو تم خود ہی مشکلات میں مبتلا ہو جاؤ مگر اللہ نے تم کو ایمان کی محبت دی اور اس کو تمہارے لیے دل پسند بنا دیا، اور کفر و فسق اور نافرمانی سے تم کو متنفر کر دیا"
        },
        {
            "chapter": 49,
            "verse": 8,
            "text": "ایسے ہی لوگ اللہ کے فضل و احسان سے راست رو ہیں اور اللہ علیم و حکیم ہے"
        },
        {
            "chapter": 49,
            "verse": 9,
            "text": "اور اگر اہل ایمان میں سے دو گروہ آپس میں لڑ جائیں تو ان کے درمیان صلح کراؤ پھر اگر ان میں سے ایک گروہ دوسرے گروہ سے زیادتی کرے تو زیادتی کرنے والے سے لڑو یہاں تک کہ وہ اللہ کے حکم کی طرف پلٹ آئے پھر اگر وہ پلٹ آئے تو ان کے درمیان عدل کے ساتھ صلح کرا دو اور انصاف کرو کہ اللہ انصاف کرنے والوں کو پسند کرتا ہے"
        },
        {
            "chapter": 49,
            "verse": 10,
            "text": "مومن تو ایک دوسرے کے بھائی ہیں، لہٰذا اپنے بھائیوں کے درمیان تعلقات کو درست کرو اور اللہ سے ڈرو، امید ہے کہ تم پر رحم کیا جائے گا"
        },
        {
            "chapter": 49,
            "verse": 11,
            "text": "اے لوگو جو ایمان لائے ہو، نہ مرد دوسرے مردوں کا مذاق اڑائیں، ہو سکتا ہے کہ وہ ان سے بہتر ہوں، اور نہ عورتیں دوسری عورتوں کا مذاق اڑائیں، ہو سکتا ہے کہ وہ ان سے بہتر ہوں آپس میں ایک دوسرے پر طعن نہ کرو اور نہ ایک دوسرے کو برے القاب سے یاد کرو ایمان لانے کے بعد فسق میں نام پیدا کرنا بہت بری بات ہے جو لوگ اس روش سے باز نہ آئیں وہی ظالم ہیں"
        },
        {
            "chapter": 49,
            "verse": 12,
            "text": "اے لوگو جو ایمان لائے ہو، بہت گمان کرنے سے پرہیز کرو کہ بعض گمان گناہ ہوتے ہیں تجسس نہ کرو اور تم میں سے کوئی کسی کی غیبت نہ کرے کیا تمہارے اندر کوئی ایسا ہے جو اپنے مرے ہوئے بھائی کا گوشت کھانا پسند کرے گا؟ دیکھو، تم خود اس سے گھن کھاتے ہو اللہ سے ڈرو، اللہ بڑا توبہ قبول کرنے والا اور رحیم ہے"
        },
        {
            "chapter": 49,
            "verse": 13,
            "text": "لوگو، ہم نے تم کو ایک مرد اور ایک عورت سے پیدا کیا اور پھر تمہاری قومیں اور برادریاں بنا دیں تاکہ تم ایک دوسرے کو پہچانو در حقیقت اللہ کے نزدیک تم میں سب سے زیادہ عزت والا وہ ہے جو تمہارے اندر سب سے زیادہ پرہیز گار ہے یقیناً اللہ سب کچھ جاننے والا اور باخبر ہے"
        },
        {
            "chapter": 49,
            "verse": 14,
            "text": "یہ بدوی کہتے ہیں کہ \"ہم ایمان لائے\" اِن سے کہو، تم ایمان نہیں لائے، بلکہ یوں کہو کہ \"ہم مطیع ہو گئے\" ایمان ابھی تمہارے دلوں میں داخل نہیں ہوا ہے اگر تم اللہ اور اس کے رسول کی فرماں برداری اختیار کر لو تو وہ تمہارے اعمال کے اجر میں کوئی کمی نہ کرے گا، یقیناً اللہ بڑا در گزر کرنے والا اور رحیم ہے"
        },
        {
            "chapter": 49,
            "verse": 15,
            "text": "حقیقت میں تو مومن وہ ہیں جو اللہ اور اُس کے رسول پر ایمان لائے پھر انہوں نے کوئی شک نہ کیا اور اپنی جانوں اور مالوں سے اللہ کی راہ میں جہاد کیا وہی سچے لوگ ہیں"
        },
        {
            "chapter": 49,
            "verse": 16,
            "text": "اے نبیؐ، اِن (مدعیان ایمان) سے کہو، کیا تم اللہ کو اپنے دین کی اطلاع دے رہے ہو؟ حالانکہ اللہ زمین اور آسمانوں کی ہر چیز کو جانتا ہے اور وہ ہر شے کا علم رکھتا ہے"
        },
        {
            "chapter": 49,
            "verse": 17,
            "text": "یہ لوگ تم پر احسان جتاتے ہیں کہ اِنہوں نے اسلام قبول کر لیا اِن سے کہو اپنے اسلام کا احسان مجھ پر نہ رکھو، بلکہ اللہ تم پر اپنا احسان رکھتا ہے کہ اس نے تمہیں ایمان کی ہدایت دی اگر تم واقعی اپنے دعوائے ایمان میں سچے ہو"
        },
        {
            "chapter": 49,
            "verse": 18,
            "text": "اللہ زمین اور آسمانوں کی ہر پوشیدہ چیز کا علم رکھتا ہے اور جو کچھ تم کرتے ہو وہ سب اس کی نگاہ میں ہے"
        }
    ]
}