{
    "rukus": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "Preis sei dem, der seinen Diener bei Nacht von der heiligen Moschee zur fernsten Moschee, die Wir ringsum gesegnet haben, reisen ließ, damit Wir ihm etwas von unseren Zeichen zeigen. Er ist der, der alles hört und sieht"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "Und Wir ließen dem Mose das Buch zukommen und machten es zu einer Rechtleitung für die Kinder Israels: «Nehmt euch außer Mir keinen Sachwalter"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "Ihr, die Nachkommenschaft derer, die Wir mit Noach getragen haben. Er war ein dankbarer Diener.»"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "Und Wir haben für die Kinder Israels im Buch bestimmt: «Wahrlich, ihr werdet zweimal auf der Erde Unheil stiften, und ihr werdet große Macht erringen"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "Wenn nun die Drohung vom ersten Mal eintrifft, schicken Wir gegen euch Diener von Uns, die eine starke Schlagkraft besitzen. Sie dringen durch die Wohnstätten ein. Und dies ist eine Drohung, die ausgeführt sein wird"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "Dann geben Wir euch wieder die Oberhand über sie, und Wir stehen euch bei mit Vermögen und Söhnen und machen euch zu einer zahlreicheren Schar"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "Wenn ihr Gutes tut, tut ihr Gutes für euch selbst. Wenn ihr Böses tut, ist es auch für euch selbst. - Wenn dann die Drohung vom letzten Mal eintrifft, (kommen sie), um euch schlimm ins Gesicht zu treffen und die Moschee zu betreten, wie sie sie beim ersten Mal betraten, und das, worüber sie Macht errungen haben, dem völligen Verderben preiszugeben"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "Möge euer Herr sich euer erbarmen! Und wenn ihr (dazu) zurückkehrt, kehren Wir (auch) zurück. Und Wir haben die Hölle zum Gefängnis für die Ungläubigen gemacht.»"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "Dieser Koran leitet zu dem, was richtiger ist, und verkündet den Gläubigen, die die guten Werke tun, daß für sie ein großer Lohn bestimmt ist"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "Und daß Wir denen, die an das Jenseits nicht glauben, eine schmerzhafte Pein bereitet haben"
        }
    ]
}