{
    "rukus": [
        {
            "chapter": 25,
            "verse": 35,
            "text": "Und Wir ließen Mose das Buch zukommen und bestellten ihm seinen Bruder Aaron, (die Last) mitzutragen"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "Da sprachen Wir: «Geht zu den Leuten, die unsere Zeichen für Lüge erklärt haben.» Und Wir zerstörten sie völlig"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "Und auch die Leute des Noach, als sie die Gesandten der Lüge ziehen, ließen Wir ertrinken und machten sie zu einem Zeichen für die Menschen. Und Wir haben denen, die Unrecht tun, eine schmerzhafte Pein bereitet"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "Desgleichen auch die Aad, die Thamud, die Leute des Brunnens und viele Generationen dazwischen"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "Einem jeden Volk führten Wir Gleichnisse an, und Wir gaben jedes (von ihnen) dem völligen Verderben preis"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "Sie kamen doch an der Stadt vorbei, auf die der Unheilsregen niederging. Haben sie sie denn nicht gesehen? Nein, sie erwarten keine Auferweckung"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "Und wenn sie dich sehen, nehmen sie dich nur zum Gegenstand des Spottes: «Ist das der, den Gott zum Gesandten hat erstehen lassen"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "Beinahe hätte er uns von unseren Göttern abirren lassen, wenn wir nicht beharrlich an ihnen festgehalten hätten.» Sie werden, wenn sie die Pein sehen, zu wissen bekommen, wer weiter vom Weg abgeirrt ist"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "Hast du den gesehen, der sich seine Neigung zu seinem Gott nimmt? Willst du denn ein Sachwalter über ihn sein"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "Oder meinst du, daß die meisten von ihnen hören oder Verstand haben? Sie sind doch nur wie das Vieh, nein, sie irren noch weiter vom Weg ab"
        }
    ]
}