{
    "pages": [
        {
            "chapter": 11,
            "verse": 98,
            "text": "O, kıyamet gunu kavminin onderligine gecer, boylece onları atese goturmus olur. Sonunda vardıkları yer, ne kotu bir yerdir"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "Onlar, burda da, kıyamet gununde de lanete tabi tutuldular. (Bu) Verilen bagıs, ne kotu bir bagıstır"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "Bunlar, sana dogru haber (kıssa) olarak aktardıgımız (gecmisteki) nesillerin haberleridir. Onlardan kimi ayakta kalmıs, (hala izleri var, kimi de) bicilmis ekin (gibi yerlebir edilmis, kalıntısı silinmis)dir"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "Biz onlara zulmetmedik, ancak onlar kendi nefislerine zulmettiler. Boylece rabbinin buyrugu geldigi zaman, Tanrı´yı bırakıp da taptıkları tanrıları onlara hic bir sey saglayamadı, ´helak ve kayıplarını´ arttırmaktan baska bir ise yaramadı"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "Onlar, zulum islemektelerken, ulkeleri (veya nesilleri) yakaladıgı zaman... rabbinin yakalaması iste boyledir. Gercekten O´nun yakalaması pek acı, pek siddetlidir"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "Ahiret azabından korkan icin bunda kesin bir ayet vardır. O, butun insanların kendisinde toplanacagı bir gundur ve o, gozlemlenebilen bir gundur"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "Biz onu sayılı bir ecelin dısında ertelemeyiz"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "(Kıyametin) Gelecegi gunde, O´nun izni olmaksızın, hic kimse soz soyleyemez. Artık onlardan kimi ´bedbaht ve mutsuz´, (kimi de) mutlu ve bahtiyardır"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "Mutsuz olanlar atestedirler, onlar icin orada (kahırla ve acıyla) nefes alıp vermeler vardır"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "Onlar, rabbinin dilemesi dısında gokler ve yer surup gittikce, orada suresiz kalacaklardır. Cunku rabbin, gercekten diledigini yapandır"
        },
        {
            "chapter": 11,
            "verse": 108,
            "text": "Mutlu olanlar da, artık onlar cennettedirler. Rabbinin dilemesi dısında gokler ve yer surup gittikce, orada suresiz kalacaklardır. (Bu) kesintisi olmayan bir ihsandır"
        }
    ]
}