{
    "pages": [
        {
            "chapter": 16,
            "verse": 55,
            "text": "Kendilerine verdiklerimize kufretmek icin. Oyleyse yararlanın, ilerde bileceksiniz"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "Kendilerine rızık olarak verdiklerimizden, hic bir sey bilmeyenlere paylar ayırıyorlar. Andolsun Tanrı´ya karsı duzmekte olduklarınızdan dolayı mutlaka sorguya cekileceksiniz"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "Ve Tanrı´ya kızlar isnad ediyorlar, (hasa) O yucedir. Hoslandıkları (erkek cocuklar) da kendilerinindir"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "Onlardan birine kız (cocuk) mujdelendigi zaman ici ofkeyle tasarak yuzu simsiyah kesilir"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "Kendisine verilen mujdenin kotulugunden dolayı topluluktan gizlenir; onu asagılanarak tutacak mı, yoksa topraga gomecek mi? Bak, verdikleri hukum ne kotudur"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "Ahirete inanmayanların kotu ornekleri vardır, en yuce ornekler ise Tanrı´ya aittir. O guc sahibi olandır, hukum ve hikmet sahibidir"
        },
        {
            "chapter": 16,
            "verse": 61,
            "text": "Eger Tanrı, insanları zulumleri nedeniyle sorguya cekecek olsaydı, onun ustunde (yeryuzunde) canlılardan hic bir sey bırakmazdı; ancak onları adı konulmus bir ecele kadar ertelemektedir. Onların ecelleri gelince ne bir saat ertelenebilirler, ne de one alınabilirler"
        },
        {
            "chapter": 16,
            "verse": 62,
            "text": "Onlar, Tanrı´ya, hoslarına gitmeyen seyleri uygun gorurler, dilleri de yalan olarak en guzel olanın ´kendilerinin oldugunu´ duzmektedir. Hic suphesiz ates onlar icindir ve hic suphesiz onlar, (cehennemde) onculerdir"
        },
        {
            "chapter": 16,
            "verse": 63,
            "text": "Andolsun Tanrı´ya, senden onceki ummetlere de (elciler) gonderdik, fakat seytan onlara yapıp ettiklerini suslu gostermistir; bugun de onların velisi odur ve onlar icin acı bir azab vardır"
        },
        {
            "chapter": 16,
            "verse": 64,
            "text": "Biz Kitabı ancak hakkında ihtilafa dustukleri seyi onlara acıklaman ve inanan bir kavme rahmet ve hidayet olması dısında (baska bir amacla) indirmedik"
        }
    ]
}