{
    "pages": [
        {
            "chapter": 16,
            "verse": 94,
            "text": "Yeminlerinizi kendi aranızda, bir bozuculuk unsuru edinmeyin; sonra sapasaglam basan ayak kayar ve Tanrı´nın yolundan alıkoydugunuz icin kotulugu tadarsınız. (Ayrıca) Buyuk azab da sizin icindir"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "Tanrı´nın ahdini ucuz bir degere karsılık satmayın. Eger bilirseniz, Tanrı katında olan sizin icin daha hayırlıdır"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "Sizin yanınızda olan tukenir, Tanrı´nın katında olan ise kalıcıdır. Sabredenlerin karsılıgını yaptıklarının en guzeliyle biz muhakkak verecegiz"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "Erkek olsun, kadın olsun, (bir) inanclı olarak kim salih bir amelde bulunursa, hic suphesiz biz onu guzel bir hayatla yasatırız ve onların karsılıgını, yaptıklarının en guzeliyle muhakkak veririz"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "Oyleyse Kuran okudugun zaman, kovulmus seytandan Tanrı´ya sıgın"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "Gercek su ki, inananlar ve rablerine tevekkul edenler uzerinde onun (seytanın) hic bir zorlayıcı gucu yoktur"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "Onun zorlayıcı gucu ancak onu veli edinenlere, onunla O´na (Tanrı´ya) ortak kosanlar uzerindedir"
        },
        {
            "chapter": 16,
            "verse": 101,
            "text": "Biz bir ayeti, bir (baska) ayetin yeriyle degistirdigimiz zaman, Tanrı neyi indirdigini daha iyi bilir... \"Sen yalnızca iftira edicisin\" dediler. Hayır onların cogu bilmezler"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "De ki: \"Inananları saglamlastırmak, muslumanlara bir mujde ve hidayet olmak uzere, onu (Kuran´ı) hak olarak rabbinden Ruhu´l-Kudus indirmistir"
        }
    ]
}