{
    "pages": [
        {
            "chapter": 17,
            "verse": 76,
            "text": "Neredeyse seni (bu) yerden (yurdundan) cıkarmak icin tedirgin edeceklerdi; bu durumda kendileri de senden sonra az bir sureden baska kalamazlar"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "(Bu,) Senden once gonderdigimiz resullerimizin bir sunnetidir. Sunnetimizde bir degisiklik bulamazsın"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "Gunesin sarkmasından gecenin kararmasına kadar namazı kıl ve fecir (vakti) Kuran´ı (sabah namazını) da (unutma); iste o, fecir (vakti) Kuran´ı sahid olunandır. (Cesitli ceviriler)"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "Gecenin bir kısmında kalk, sana aid nafile olarak onunla (Kuran´la) namaz kıl. Umulur ki rabbin seni ovulmus bir makama ulastırır"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "Ve de ki: \"Rabbim, beni (girilecek yere) dogru bir girdirisle girdir ve (cıkarılacak yerden) dogru bir cıkarısla cıkar ve katından bana yardımcı bir kuvvet ver"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "De ki: \"Hak geldi, batıl yok oldu. Hic suphesiz batıl yok olucudur"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "Kuran´dan inanclılar icin sifa ve rahmet olan seyleri indiriyoruz. Oysa o, zalimlere kayıplardan baskasını arttırmaz"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "Insana bir nimet verdigimizde sırt cevirir ve yan cizer, ona bir ser dokundugu zaman da umutsuzluga kapılır"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "De ki: \"Herkes kendi yaratılısına (fitrat tarzına) gore davranır. Su halde kimin daha dogru yolda oldugunu rabbin daha iyi bilir"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "Sana ruhtan sorarlar; de ki: \"Ruh, rabbimin buyrugundandır, size ilimden yalnızca az bir sey verilmistir"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "Andolsun, eger dilersek, sana vahyettiklerimizi gercekten gideriveririz, sonra bunun icin bize karsı bir vekil bulamazsın"
        }
    ]
}