{
    "pages": [
        {
            "chapter": 21,
            "verse": 58,
            "text": "Boylece o, yalnızca buyukleri haric olmak uzere onları paramparca etti; belki ona basvururlar diye"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "Bizim tanrılarımıza bunu kim yaptı? Suphesiz o, zalimlerden biridir\" dediler"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "Kendisine Ibrahim denilen bir gencin bunları diline doladıgını isittik\" dediler"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "Dediler ki: \"Oyleyse, onu insanların gozu onune getirin ki ona (nasıl bir ceza verecegimize) sahid olsunlar"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "Dediler ki: \"Ey Ibrahim, bunu tanrılarımıza sen mi yaptın"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "Hayır\" dedi. \"Bu yapmıstır, bu onların buyukleridir; eger konusabiliyorsa, siz onlara soruverin"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Bunun uzerine kendi vicdanlarına basvurdular da; \"Gercek su ki, zalim olanlar sizlersiniz (biziz)\" dediler"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Sonra yine tepeleri ustune ters donduler: \"Andolsun, bunların konusamayacaklarını sen de bilmektesin"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "Dedi ki: \"O halde, Tanrı´yı bırakıp da sizlere yararı olmayan ve zararı dokunmayan seylere mi tapıyorsunuz"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Yuh size ve Tanrı´dan baska taptıklarınıza. Siz yine de akletmeyecek misiniz"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Dediler ki: \"Eger (bir sey) yapacaksanız, onu yakın ve tanrılarınıza yardımda bulunun"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "Biz de dedik ki: \"Ey ates, Ibrahim´e karsı soguk ve esenlik ol"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Ona bir duzen (tuzak) kurmak istediler, fakat biz onları daha cok husrana ugrayanlar kıldık"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Onu ve Lut´u kurtarıp icinde, alemler (insanlık) icin bereketler kıldıgımız yere (ulkeye) cıkardık"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Ona Ishak´ı armagan ettik, ustune de Yakub´u; her birini salihler kıldık"
        }
    ]
}