{
    "pages": [
        {
            "chapter": 30,
            "verse": 33,
            "text": "Insanlara bir zarar dokundugu zaman, ´gonulden katıksız baglılar´ olarak, rablerine dua ederler; sonra kendinden onlara bir rahmet tattırınca hemencecik bir grup rablerine sirk kosarlar"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "Kendilerine (nimet olarak) verdiklerimize kufretsinler diye. Oyleyse metalanıp yararlanın, artık yakında bileceksiniz"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "Yoksa biz onlara ispatlı bir delil indirdik de, o mu O´na ortak kosmalarını soyluyor"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "Biz insanlara bir rahmet tattırdıgımız zaman, onunla sevinirler; kendi ellerinin takdim ettigi dolayısıyla onlara bir kotuluk isabet ettiginde, hemen umutsuzluga kapılırlar"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "Gormuyorlar mı ki, Tanrı diledigine rızkı yayar / genisletir veya kısar / daraltır / kısıtlar. Suphesiz bunda inanan bir kavim icin gercekten ayetler vardır"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "Oyleyse yakınlara hakkını ver, yoksula da, yolcuya da. Tanrı´nın yuzunu (rızasını) isteyenler icin bu daha hayırlıdır ve felaha erenler onlardır"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "Insanların mallarından artsın diye, verdiginiz faiz Tanrı katında artmaz. Ama Tanrı´nın yuzunu (rızasını) isteyerek verdiginiz zekat ise, iste (sevablarını ve gelirlerini) kat kat arttıranlar onlardır"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "Tanrı; sizi yarattı, sonra size rızık verdi, sonra sizi oldurmekte, daha sonra sizi diriltmektedir. Ortaklarınızdan bunlardan herhangi birini yapacak var mı? O, sirk kostuklarından munezzeh ve yucedir"
        },
        {
            "chapter": 30,
            "verse": 41,
            "text": "Insanların kendi ellerinin kazandıgı dolayısıyla, karada ve denizde fesad ortaya cıktı. Umulur ki, donerler diye (Tanrı) onlara yaptıklarının bir kısmını kendilerine tattırmaktadır"
        }
    ]
}