{
    "pages": [
        {
            "chapter": 41,
            "verse": 1,
            "text": "Ha, Mim"
        },
        {
            "chapter": 41,
            "verse": 2,
            "text": "(Bu Kuran,) Rahman ve Rahimden indirilmistir"
        },
        {
            "chapter": 41,
            "verse": 3,
            "text": "Bilen bir kavim icin, ayetleri (cesitli bicimlerde, birer birer) ´fasıllar halinde acıklanmıs´ Arapca Kuran (veya okunan) kitaptır"
        },
        {
            "chapter": 41,
            "verse": 4,
            "text": "Bir mujde verici ve bir uyarıcı olarak. Ama cogu yuz cevirdiler. Artık onlar dinlemezler"
        },
        {
            "chapter": 41,
            "verse": 5,
            "text": "Dediler ki: \"Bizi kendisine cagırdıgın seye karsı kalplerimiz bir ortu icindedir, kulaklarımızda bir agırlık, bizimle senin aranda bir perde vardır. Artık sen, (yapabilecegini) yap, biz de gercekten yapıyoruz"
        },
        {
            "chapter": 41,
            "verse": 6,
            "text": "De ki: \"Ben ancak sizin benzeriniz olan bir beserim. Bana yalnızca, sizin tanrınızın bir tek tanrı oldugu vahyolunur. Oyleyse O´na yonelin ve O´ndan magfiret dileyin. Vay haline o musriklerin"
        },
        {
            "chapter": 41,
            "verse": 7,
            "text": "Ki onlar, zekatı vermeyenler ve ahirete kufredenlerdir"
        },
        {
            "chapter": 41,
            "verse": 8,
            "text": "Suphesiz, inanıp salih amellerde bulunanlar, onlar icin kesintisiz bir ecir vardır"
        },
        {
            "chapter": 41,
            "verse": 9,
            "text": "De ki: \"Gercekten siz mi yeri iki gunde yaratana kufrediyor ve O´na birtakım esler kılıyorsunuz? O, alemlerin rabbidir"
        },
        {
            "chapter": 41,
            "verse": 10,
            "text": "Orda (yerde) onun ustunde sarsılmaz daglar var etti, onda bereketler yarattı ve isteyip arayanlar icin esit olmak uzere oradaki rızıkları dort gunde takdir etti"
        },
        {
            "chapter": 41,
            "verse": 11,
            "text": "Sonra, duman halinde olan goge yoneldi; boylece ona ve yere dedi ki: \"Isteyerek veya istemeyerek gelin.\" Ikisi de: \"Isteyerek (itaat ederek) geldik\" dediler"
        }
    ]
}