{
    "pages": [
        {
            "chapter": 41,
            "verse": 39,
            "text": "O´nun ayetlerinden biri de senin gercekten yeryuzunu husu icinde [solmus, boynu bukulmus ve kupkuru] gormendir. Ama biz onun uzerine suyu indirdigimiz zaman deprenir ve kabarır. Suphesiz onu dirilten, oluleri de elbette dirilticidir. Cunku O, her seye guc yetirendir"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "Bizim ayetlerimiz konusunda carpıtma yapanlar bize gizli kalmazlar. Oyleyse atesin icine bırakılan mı daha hayırlıdır yoksa kıyamet gunu guvenle (aminen) gelen mi? Siz dilediginizi yapın. Cunku O yaptıklarınızı gercekten gorendir"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "Suphesiz, kendilerine zikir gelince ona kufredenler (atesin icine bırakılırlar); oysa o, aziz (serefi yuksek, ustun) bir Kitaptır"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "Batıl ona onunden de, ardından da gelemez. (Cunku Kuran) Hukum ve hikmet sahibi, cok ovulenden indirilmedir"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "Sana soylenen seyler, senden onceki elcilere soylenenden baskası degildir. Suphesiz, rabbin, hem elbette magrifet sahibidir, hem de acı bir azab sahibidir"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "Eger biz onu acemi [Arapca olmayan bir dilde] olan bir Kuran kılsaydık, herhalde derlerdi ki: \"Onun ayetleri acıklanmalı degil miydi? Arap olana, acemi [Arapca olmayan bir dil] mi?\" De ki: \"O, inananlar icin bir hidayet ve bir sifadır. Inanmayanların ise kulaklarında bir agırlık vardır ve o (Kuran), onlara karsı bir korluktur. Iste onlara (sanki) uzak bir yerden seslenilir"
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "Andolsun, Musa´ya kitabı verdik, fakat onda anlasmazlıga dusuldu. Eger rabbinden (daha once) bir soz gecmis (verilmis) olmasaydı, mutlaka aralarında hukum verilmis (is bitirilmis)ti. Gercekten onlar, bundan yana kusku verici bir tereddut icindedirler"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "Kim salih bir amelde bulunursa, kendi lehinedir, kim de kotuluk ederse, o da kendi aleyhinedir. Senin rabbin, kullara zulmedici degildir"
        }
    ]
}