{
    "pages": [
        {
            "chapter": 7,
            "verse": 171,
            "text": "و [ياد كن‌] هنگامى را كه كوه را كنديم و بالاى سرشان قرار داديم كه گويى سايبانى بود، و پنداشتند كه بر سرشان خواهد افتاد. [گفتيم:] آنچه به شما داده‌ايم با جدّيت بگيريد و محتواى آن را به خاطر بسپاريد، اميد كه پرهيزكار شويد"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "و آن‌گاه كه پروردگار تو از پسران آدم، از پشت‌هايشان، نسل و نژاد آنها را برگرفت و آنها را بر خودشان گواه كرد كه: آيا من پروردگار شما نيستم؟ [آنها به زبان فطرت‌] گفتند: چرا! گواهى داديم. تا در روز رستاخيز نگوييد ما از آن غافل بوديم"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "يا بگوييد: همانا پدران ما پيش از اين شرك آوردند و ما نسلى [دنباله‌رو] از پى ايشان بوديم، آيا ما را به سبب كارى كه باطل انديشان كرده‌اند مجازات مى‌كنى"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "و اين گونه، آيات را [به روشنى‌] شرح مى‌دهيم، باشد كه [به راه حق‌] بازگردند"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "و خبر آن كس (بلعم باعورا) را كه آيات خويش (اجابت دعا) را به او داده بوديم برايشان بخوان كه از آن عارى گشت، و شيطان در پى او افتاد پس از گمراهان شد"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "و اگر مى‌خواستيم [مقام‌] وى را با اين آيات بالا مى‌برديم، ولى او به زمين دل بست و از هواى نفس خويش پيروى كرد. پس حكايت وى، حكايت سگ است كه اگر بر آن بتازى، زبان برآورد و اگر رهايش كنى باز هم زبان برآورد. اين حكايت قومى است كه آيات ما را تكذيب كردند"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "زشت است حكايت قومى كه آيات ما را تكذيب نمودند و به خود ستم مى‌كردند"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "هر كه را خدا هدايت كند، او هدايت يافته است و هر كه را گمراه كند، هم آنان زيانكارند"
        }
    ]
}