{
    "maqras": [
        {
            "chapter": 27,
            "verse": 56,
            "text": "Then there was no answer of his people save that they said: drive forth the family of Lut from your City, verily they are a people who would be pure"
        },
        {
            "chapter": 27,
            "verse": 57,
            "text": "Then We delivered him and his household save his wife: We destined hers to be of the lingerers"
        },
        {
            "chapter": 27,
            "verse": 58,
            "text": "And We rained upon them a rain; ill was the rain upon the warned"
        },
        {
            "chapter": 27,
            "verse": 59,
            "text": "Say thou: All praise unto Allah, and peace upon His bondmen whom He hath Chosen! Is Allah best, or that which they associate"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "Is not he best Who hath created the heavens and the earth, and Who sendeth down water for you from the heaven wherewith We cause beauteous orchards to grow up, whereof it was not possible for you to cause the trees to grow up! Is there any god along with Allah! Nay! but they are a people who equalise"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "Is not he best Who hath made the earth a fixed abode and placed rivers in the midst thereof and placed Firm mountains thereon, and hath set a barrier between the two seas? IS there any god along with Allah? Nay! but most of them know not"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "Is not he best Who answereth the distressed when he calleth unto Him and removeth the evil, and hath made you the successors in the earth? Is there any god along with Allah? Little ye reflect"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "Is not he best Who guideth you in the darknesses of the land and the sea, and Who sendeth the winds as heralds before His mercy Is there any god along with Allah? Exalted be Allah from all that they associate"
        },
        {
            "chapter": 27,
            "verse": 64,
            "text": "Is not he best Who originateth creation, and shall thereafter restoreth it, and Who provideth for you from the heaven and the earth? IS there any godl along with Allah? Say thou: bring your proof, if ye are truth-tellers"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "Say thou: none in the heavens and the earth knoweth the Unseen save Allah; nor can they perceive when they will be raised"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "Aye! their knowledge attaineth not to the Hereafter, Aye! they are in doubt thereof. Aye! thereunto they are blind"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "And those who disbelieve say: when we have become dust, we and our fathers, shall we, for sooth, be brought forth"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "Assuredly we have been promised this aforetime, we and our fathers. Naught is this but fables of the ancients"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "Say thou: travel in the land and behold what like hath been the end of the culprits"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "And grieve thou not over them nor be straitened because of that which they plot"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "And they say: when will this Promise be fufilled if ye say sooth"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "Say thou: belike close behind you may be some of that which ye would hasten on"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "And verily thine Lord is full of grace for mankind, but most of them give not thanks"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "And verily thine Lord knoweth whatsoever their breasts conceal and whatsoever they make known"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "And naught there is hidden in the heaven or the earth but it is in a Manifest Book"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "Verily this Qur'an recounteth with truth unto the Children of Isra'il much of that wherein they differ"
        },
        {
            "chapter": 27,
            "verse": 77,
            "text": "And verily it is a guidance and a mercy unto the believers"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "And verily thine Lord shall decide between them with His judgment, and He is the Mighty, the Knowing"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "Wherefore put thy trust in Allah; verily thou art on manifest truth"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "Verily thou canst not make the dead hear, nor canst thou make the deaf hear the call when they flee turning their backs"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "Nor canst thou lead the blind out of their error. Thou canst make none hear save these who believe in Our signs and who have submitted themselves"
        }
    ]
}