{
    "maqras": [
        {
            "chapter": 7,
            "verse": 88,
            "text": "The chiefs of those who were stiff-necked amongst his people said: surely we shall drive you forth, Shu'aib! and those who have believed with thee from our city, or else ye shall return unto our faith. He said: what! even though we be averse"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "We must have been fabricating a lie against Allah if we returned to your faith after Allah hath delivered us therefrom. And it is not for us to return thereunto except that Allah our Lord so willed; everything our Lord comprehendeth in His knowledge; in Allah we place our trust. O our Lord! decide Thou between us and our people with truth, Thou art the Best of the deciders"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "And the chiefs of those who disbelieved amongst his people said: should ye follow Shu'aib, lo! verily ye will be the losers"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "Whereupon an earthquake laid hold of them: so that they lay prone in their dwelling"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "Those who belied Shu'aib became as though they had never dwelt therein; those who belied Shu'aib, it is they who became the losers"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "Then he turned from them, and said: my people! assuredly I delivered unto you the messages of my Lord, and counselled you good; how then should I lament over an unbelieving people"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "And We sent not a prophet to any township but We laid hold of the people thereof with tribulation and distress that haply they may humble themselves"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "Thereafter We substituted ease in place of adversity until they abounded and said: even Thus tribulation and prosperity touched our fathers. Then We laid hold of them of a sudden, while they perceived not"
        },
        {
            "chapter": 7,
            "verse": 96,
            "text": "And had the people of those townships believed and feared, We would of a surety have opened up to them blessings from the heavens and the earth; but they belied, wherefore We laid hold of them for that which they had been earning"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "Are the people of the townships then secure that Our wrath would not come upon them at night while they are slumbering"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "Or, are the people of the township secure that Our wrath would not come upon them by daylight while they are disporting themselves"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "Are then they secure against the contrivance of Allah? And none feeleth secure against the contrivance of Allah except the people who are losers"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "Guideth it not those who inherit the land after the people thereof, that, had We willed, We would have afflicted them for their sins? And We have put a seal upon their hearts, so that they hearken not"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "Those townships! We recount unto thee some tidings thereof. Assuredly there came unto them their apostles with evidences, but they were not such as to believe that which they had erst belied. Thus doth Allah put a seal upon the hearts of the infidels"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "And We found no covenant in most of them; and most of them We found ungodly"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "Then We sent, after them, Musa with Our signs unto Fir'awn and his chiefs, but they wronged them. Behold that wise was the end of the corrupters"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "And Musa said: O Fir'awn! I am an apostle from the Lord of the worlds"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "Incumbent it is upon me that I speak naught respecting Allah save the truth; surely I have brought you an evidence from your Lord; wherefore let then go with me the Children of Isra'il"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "He said: if thou hast brought a sign, forth with it then, if thou art of the truth-tellers"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "Thereupon he cast down his rod, when, lo it was a serpent manifest"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "And he drew forth his hand, when lo: it was white unto the beholders"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "The chiefs of the people of Fir'awn said: verily this is a magician knowing"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "He would drive you forth from your land; so what is it that ye enjoin"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "They said: put him and his bro ther off, and send unto the cities callers"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "That they may bring to thee every magician knowing"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "And the magicians came unto Fir'awn. They said: surely there is for us a reward if we are the overcomers"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "He said: yea! and verily ye shall be of those brought nigh"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "They said: O Musa! either thou cast down, or we shall be the ones to cast down"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "He said: cast ye. Then when they cast clown, they enchanted the eyes of the people, and terrified them and brought mighty magic to bear"
        }
    ]
}