{
    "chapter": [
        {
            "chapter": 2,
            "verse": 1,
            "text": "الم (از رموز قرآن است)"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "این کتاب که هیچ شک در آن نیست، راهنمای پرهیزگاران است"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "آن کسانی که به جهان غیب ایمان آرند و نماز به پا دارند و از هر چه روزیشان کردیم به فقیران انفاق کنند"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "و آنان که ایمان آرند به آنچه به تو و آنچه به (پیغمبران) پیش از تو فرستاده شده و آنها خود به عالم آخرت یقین دارند"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "آنان از لطف پروردگار خویش به راه راستند و آنها به حقیقت، رستگاران عالمند"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "(ای رسول ما) کافران را یکسان است که ایشان را بترسانی یا نترسانی، ایمان نخواهند آورد"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "خدا مهر نهاد بر دلها و گوشهای ایشان، و بر چشمهای ایشان پرده افتاده، و ایشان را عذابی سخت خواهد بود"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "و گروهی از مردم (یعنی منافقان) گویند: ما ایمان آورده‌ایم به خدا و به روز قیامت، و حال آنکه ایمان نیاورده‌اند"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "می‌خواهند خدا و اهل ایمان را فریب دهند و حال آنکه فریب ندهند مگر خود را، و این را نمی‌دانند"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "در دلهای ایشان بیماری (جهل و عناد) است، خدا بر بیماری آنها بیفزاید، و برای ایشان است عذابی دردناک، به سبب آنکه پیوسته دروغ می‌گفتند"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "و چون آنان را گویند که فساد در زمین نکنید، گویند: تنها ما کار به صلاح کنیم"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "آگاه باشید آنها خود مفسدند ولی نمی‌دانند"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "و چون به ایشان گویند: ایمان آورید چنانکه دیگران ایمان آوردند؛ گویند: چگونه ایمان آوریم مانند بیخردان؟! آگاه باشید که ایشان خود بی‌خردند ولی نمی‌دانند"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "و چون به اهل ایمان برسند گویند: ما ایمان آوردیم؛ و وقتی با شیاطین خود خلوت کنند گویند: ما با شماییم، جز این نیست که (مؤمنان را) مسخره می‌کنیم"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "خدا به ایشان استهزا کند و در سرکشی مهلتشان دهد که حیران بمانند"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "آنانند که گمراهی را به راه راست خریدند، پس تجارت ایشان سود نکرد و راه هدایت نیافتند"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "مثل ایشان مانند کسی است که آتشی بیفروزد، و همین که روشن کند پیرامون او را، خدا روشنی آنان را ببرد و رها کند ایشان را در تاریکی‌یی که هیچ نبینند"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "آنها کر و گنگ و کورند و (از ضلالت خود) بر نمی‌گردند"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "یا مثل آنان چون کسانی است که در بیابان، بارانی تند که در آن تاریکی و رعد و برق است بر آنان ببارد، و آنان انگشتانشان را از ترس مرگ در گوش نهند مبادا از شدت صدای صاعقه بمیرند، و خدا بر کافران احاطه دارد"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "نزدیک است برق روشنی چشمهایشان را ببرد، هرگاه روشنی بینند می‌روند در آن، و چون تاریک شود بایستند، و اگر خدا می‌خواست گوش آنها را کر و چشم آنان را کور می‌ساخت، که خداوند بر هر چیز تواناست"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "ای مردم، بپرستید خدایی را که آفریننده شما و پیشینیان شماست، باشد که پارسا و منزّه شوید"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "آن خدایی که برای شما زمین را گسترد و آسمان را برافراشت و فرو بارید از آسمان آبی که به سبب آن بیرون آورد میوه‌های گوناگون برای روزی شما، پس کسی را مثل و مانند او قرار ندهید در حالی که می‌دانید (که بی‌مانند است)"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "و اگر شما را شکّی است در قرآنی که بر بنده خود (محمد صلّی اللَه علیه و آله و سلّم) فرستادیم، پس بیاورید یک سوره مانند آن، و گواهان خود را بخوانید به جز خدا، اگر راست می‌گویید"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "و اگر این کار را نکردید و هرگز نتوانید کرد پس بپرهیزید از آتشی که هیزم آن مردم بدکار و سنگهای خارا است که (از قهر خدا) برای کافران مهیا شده است"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "و مژده ده کسانی را که ایمان آوردند و نیکوکاری پیشه کردند که جایگاه آنان باغهایی است که نهرها در آن جاری است، و چون از میوه‌های گوناگون آن بهره‌مند شوند گویند: این مانند همان میوه‌هایی است که پیش از این در دنیا ما را نصیب بود، و از نعمتهایی مانند یکدیگر بر آنان آورند، و آنها را در آن جایگاههای خوش، جفتهایی پاک و پاکیزه است و در آن بهشت، جاوید خواهند زیست"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "و خدا را شرم و ملاحظه از آن نیست که به پشه و چیزی بزرگتر از آن مثل زند، پس آنهایی که به خدا ایمان آورده‌اند می‌دانند که آن مثل حق است از جانب او، و اما آنهایی که کافرند می‌گویند: خدا را از این مثل چه مقصود است؟ گمراه می‌کند به آن مثل بسیاری را و هدایت می‌کند بسیاری را! و گمراه نمی‌کند به آن مگر فاسقان را"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "کسانی که عهد خدا را پس از محکم بستن می‌شکنند و رشته‌ای را که خدا امر به پیوند آن کرده می‌گسلند و در میان اهل زمین فساد می‌کنند، ایشان به حقیقت زیانکارند"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "چگونه کافر می‌شوید به خدا و حال آنکه مرده بودید و خدا شما را زنده کرد و دیگر بار بمیراند و باز زنده کند و عاقبت به سوی او باز گردانده می‌شوید؟"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "او خدایی است که همه موجودات زمین را برای شما خلق کرد، و پس از آن به خلقت آسمانها نظر گماشت و هفت آسمان را بر فراز یکدیگر برافراشت و او به همه چیز داناست"
        },
        {
            "chapter": 2,
            "verse": 30,
            "text": "و (به یاد آر) وقتی که پروردگارت فرشتگان را فرمود که من در زمین خلیفه‌ای خواهم گماشت، گفتند: آیا کسانی در زمین خواهی گماشت که در آن فساد کنند و خونها بریزند و حال آنکه ما خود تو را تسبیح و تقدیس می‌کنیم؟! خداوند فرمود: من چیزی (از اسرار خلقت بشر) می‌دانم که شما نمی‌دانید"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "و خدا همه اسماء را به آدم یاد داد، آن گاه حقایق آن اسماء را در نظر فرشتگان پدید آورد و فرمود: اسماء اینان را بیان کنید اگر شما در دعوی خود صادقید"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "گفتند: منزهی تو، ما نمی‌دانیم جز آنچه تو خود به ما تعلیم فرمودی، که تویی دانا و حکیم"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "فرمود: ای آدم، ملائکه را به اسماء این حقایق آگاه ساز. چون آگاه ساخت، خدا فرمود: آیا شما را نگفتم که من بر غیب آسمانها و زمین دانا و بر آنچه آشکار و پنهان دارید آگاهم؟"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "و چون فرشتگان را فرمان دادیم که بر آدم سجده کنید، همه سجده کردند مگر شیطان که ابا و تکبّر ورزید و از فرقه کافران گردید"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "و گفتیم: ای آدم تو با جفت خود در بهشت جای گزین و در آنجا از هر نعمت که بخواهید فراوان برخوردار شوید، ولی به این درخت نزدیک نشوید که از ستمکاران خواهید بود"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "پس شیطان آنها را به لغزش افکند (تا از آن درخت خوردند) و (بدین عصیان) آنان را از آن مقام بیرون آورد، و گفتیم که (از بهشت) فرود آیید که برخی از شما برخی را دشمنید، و شما را در زمین تا روز مرگ قرارگاه و بهره خواهد بود"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "پس آدم از خدای خود کلماتی آموخت و خداوند توبه او را پذیرفت، زیرا خدا بسیار توبه‌پذیر و مهربان است"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "گفتیم: همه از بهشت فرود آیید، تا آن گاه که از جانب من راهنمایی برای شما آید، آنان که پیروی او کنند هرگز بیمناک و اندوهگین نخواهند شد"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "و آنان که کافر شدند و تکذیب آیات ما کردند اهل دوزخند و در آتش آن همیشه معذب خواهند بود"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "ای بنی اسرائیل، به یاد آرید نعمتهایی که به شما عطا کردم، و به عهد من وفا کنید تا به عهد شما وفا کنم، و تنها از من بر حذر باشید"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "و به قرآنی که فرستادم ایمان آورید که تورات شما را تصدیق می‌کند، و اوّل کافر به آن نباشید، و آیات مرا به بهای اندک نفروشید، و تنها از قهر من بپرهیزید"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "و حق را به باطل مپوشانید و حقیقت را پنهان نسازید و حال آنکه (به حقّانیّت آن) واقفید"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "و نماز به پا دارید و زکات بدهید و با خدا پرستان حق را پرستش کنید"
        },
        {
            "chapter": 2,
            "verse": 44,
            "text": "چگونه شما مردم را به نیکوکاری دستور می‌دهید و خود را فراموش می‌کنید و حال آنکه کتاب خدا را می‌خوانید، چرا اندیشه نمی‌کنید؟"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "و یاری جویید از خدا به صبر و نماز، که نماز (با حضور قلب) امری بسیار بزرگ و دشوار است مگر بر خداپرستان فروتن"
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "آنان که می‌دانند به پیشگاه خدا حاضر خواهند شد و بازگشتشان به سوی او خواهد بود"
        },
        {
            "chapter": 2,
            "verse": 47,
            "text": "ای بنی اسرائیل، یاد کنید از نعمتهایی که به شما عطا کردم و (به نعمت کتاب و رسول) شما را بر عالمیان برتری دادم"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "و حذر کنید از آن روزی که هیچ کس به کار دیگری نیاید، و شفاعت هیچ کس پذیرفته نشود، و فدا و عوض از کسی قبول نکنند، و هیچ یاری کننده و فریاد رسی نخواهند داشت"
        },
        {
            "chapter": 2,
            "verse": 49,
            "text": "و (به یاد آرید) هنگامی که شما را از ستم فرعونیان نجات دادیم که از آنها سخت در شکنجه بودید، (به حدّی که) پسران شما را کشته و زنانتان را زنده نگاه می‌داشتند، و آن بلا و امتحانی بزرگ بود که خدا شما را بدان می‌آزمود"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "و (یاد کنید) هنگامی که دریا را شکافتیم و شما را نجات دادیم و فرعونیان را غرق کردیم و شما مشاهده می‌کردید"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "و (یاد آورید) موقعی که با موسی چهل شب وعده نهادیم، پس شما (در غیبت او) گوساله پرستی اختیار کرده ستمکار و بیدادگر شدید"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "آن گاه شما را پس از چنین کار زشت بخشیدیم، شاید سپاسگزار شوید"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "و (به یاد آورید) وقتی که به موسی کتاب و فرقان عطا کردیم، باشد که به راه حق هدایت یابید"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "و (یاد کنید) وقتی که موسی به قوم خود گفت: ای قوم، شما به نفس خود ستم کردید که (به جهالت) گوساله پرست شدید، اکنون به سوی آفریدگارتان باز گردید و (به کیفر جهالت خود) به کشتن یکدیگر تیغ برکشید، این برای شما در پیشگاه آفریدگارتان بهترین (کفّاره عمل) است. آن گاه از شما در گذشت که او بسیار توبه‌پذیر و مهربان است"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "و (یاد آرید) وقتی که گفتید: ای موسی ما به تو ایمان نمی‌آوریم تا آنکه خدا را آشکار ببینیم، پس صاعقه سوزان بر شما فرود آمد و آن را مشاهده می‌کردید"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "سپس شما را بعد از مرگ برانگیختیم شاید خدا را شکر گزارید"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "و ابر را سایبان شما ساختیم و مرغ بریان و ترانگبین را بر شما فرستادیم (و گفتیم) از این روزیهای پاک که به شما دادیم تناول کنید، ولی (شکر این نعمت را به جا نیاوردند) نه به ما بلکه به خود ستم کردند"
        },
        {
            "chapter": 2,
            "verse": 58,
            "text": "و (به یاد آرید) وقتی که گفتیم: وارد این قریه (بیت المقدس) شوید و از نعمتهای آن فراوان تناول کنید و از آن در، سجده کنان داخل شوید و بگویید: (خدایا) گناهان ما فرو ریز، تا از خطای شما درگذریم؛ و بر ثواب نیکوکاران خواهیم افزود"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "پس از آن، ستمکاران حکم خدا را به غیر آن که به آنها گفته بودند تبدیل نمودند، و ما بر آن ستمکاران به کیفر بدکاری و نافرمانی آنها عذابی سخت از آسمان نازل کردیم"
        },
        {
            "chapter": 2,
            "verse": 60,
            "text": "و (به یاد آرید) وقتی که موسی برای قوم خود طلب آب کرد، به او گفتیم: عصای خود را بر سنگ زن، پس دوازده چشمه آب از آن سنگ جوشید و هر سبطی آبشخور خود را دانست (و گفتیم) از آنچه خدا روزی شما ساخته بخورید و بیاشامید و در زمین به فتنه‌انگیزی و فساد نپردازید"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "و (به یاد آرید) وقتی که به موسی اعتراض کردید که ما بر یک نوع طعام صبر نخواهیم کرد، از خدای خود بخواه تا برای ما از زمین نباتاتی برآورد مانند سبزی و خیار و سیر و عدس و پیاز. موسی گفت: آیا می‌خواهید غذای بهتری را که دارید به پست‌تر از آن تبدیل کنید؟ (حال که تقاضای شما این است) به شهر مصر فرود آیید که در آنجا آنچه درخواست کردید مهیّاست. و بر آن‌ها ذلّت و خواری مقدّر گردید، و چون دست از ستمکاری و عصیان برنداشته و به آیات خدا کافر می‌گشتند و انبیا را به ناحق کشتند دیگر بار به خشم و قهر خدا گرفتار شدند"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "هر یک از مسلمانان و یهود و نصاری و صابئان (پیروان حضرت یحیی) که از روی حقیقت به خدا و روز قیامت ایمان آورد و نیکوکاری پیشه کند، البته آنها از خدا پاداش نیک یابند و هیچ گاه بیمناک و اندوهگین نخواهند بود"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "و (ای بنی اسرائیل یاد آرید) وقتی که از شما پیمان گرفتیم و کوه طور را بالای سر شما برافراشتیم، (و دستور دادیم که) احکام تورات را با عقیده محکم پیروی کنید و پیوسته آن را در نظر گیرید، باشد که پرهیزگار شوید"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "بعد از آن همه عهد و پیمان (از خدا) روی گردانیدید؛ و اگر فضل و رحمت خدا شامل حال شما نمی‌شد البته در شمار زیانکاران بودید"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "و محققا دانسته‌اید جماعتی از شما را که عصیان ورزیده حرمت شنبه را نگاه نداشتند، گفتیم: بوزینه شوید و راندگانی (دور از قرب حق)"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "و این عقوبت مسخ را کیفر آنها و عبرت اخلاف آنها و پند پرهیزکاران گردانیدیم"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "و (به یاد آرید) وقتی که موسی به قوم خود فرمود که به امر خدا گاوی را ذبح کنید، گفتند: ما را به تمسخر گرفته‌ای؟ موسی گفت: پناه می‌برم به خدا از آنکه (سخن به تمسخر گویم و) از مردم نادان باشم"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "گفتند: از خدایت بخواه که خصوصیت گاو را برای ما معیّن کند. موسی گفت: خدا می‌فرماید: گاوی نه پیر از کار افتاده و نه جوان کار نکرده، بلکه میانه این دو حال باشد، حال انجام دهید آنچه مأمورید"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "گفتند: از خدایت بخواه که رنگ آن گاو را معیّن کند. موسی گفت: خدا می‌فرماید گاو زرد زرّینی باشد که بینندگان را فرح بخشد"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "باز گفتند: از خدایت بخواه چگونگی آن گاو را کاملا برای ما روشن گرداند که هنوز بر ما مشتبه است و (چون رفع اشتباه شود) البته به خواست خدا راه هدایت پیش گیریم"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "موسی گفت: خدا می‌فرماید آن گاو هم آن قدر به کار رام نباشد که زمین شیار کند و آب به کشتزار دهد و هم بی‌عیب و یکرنگ باشد. گفتند: اکنون حقیقت را روشن ساختی. و گاوی بدان اوصاف کشتند، لیکن نزدیک بود باز نافرمانی کنند"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "و (به یاد آرید) وقتی که نفسی را کشتید و یکدیگر را درباره آن متهم کرده و نزاع برانگیختید، و خداوند می‌خواست راز پنهانی شما را آشکار کند"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "پس دستور دادیم بعضی از اعضاء گاو را بر بدن کشته زنید (تا زنده شود و قاتل را معرفی کند). این گونه خداوند مردگان را زنده خواهد فرمود، و قدرت کامله خویش را به شما آشکار می‌نماید، باشد که عقل خود را به کار برید"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "پس با این معجزه باز چنان سخت دل شدید، که دلهایتان چون سنگ یا سخت‌تر از آن شد، چه آنکه از پاره‌ای سنگها نهرها بجوشد و برخی دیگر از سنگها بشکافد و آب از آن بیرون آید و پاره‌ای از ترس خدا فرود آیند. و (ای سنگدلان بترسید که) خدا از کردار شما غافل نیست"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "آیا طمع دارید که یهودان به (دین) شما بگروند در صورتی که گروهی از آنان کلام خدا را شنیده و به دلخواه خود تحریف می‌کنند با آنکه در کلام خود تعقل کرده و معنی آن را دریافته‌اند"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "و هرگاه با مؤمنان روبرو شوند گویند: ما نیز ایمان آورده‌ایم؛ و چون با یکدیگر خلوت کنند گویند: چرا دری که خدا از علوم به روی شما گشوده به روی مسلمانان باز می‌کنید تا به کمک همان علوم با شما نزد خدایتان محاجّه کنند؟ چرا راه عقل و اندیشه نمی‌پویید؟"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "آیا نمی‌دانند که خدا بر آنچه پنهان داشته و یا آشکار کنند آگاه است؟"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "و بعضی عوام یهود که خواندن و نوشتن هم ندانند تورات را جز آمال باطل خود نپندارند و تنها پابست خیالات خام و بیهوده خویشند"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "پس وای بر آن کسانی که از پیش خود کتاب را نوشته و به خدای متعال نسبت دهند تا به بهای اندک بفروشند، پس وای بر آنها از آن نوشته‌ها و آنچه از آن به دست آرند"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "و یهود گفتند که هیچ وقت آتش عذاب به ما نرسد مگر چند روزی معدود. به آنان بگو: آیا بر آنچه دعوی می‌کنید عهد و پیمانی از خدا گرفته‌اید که خدا هم از آن عهد هرگز تخلف نکند یا چیزی به خیال جاهلانه خود به خدا نسبت می‌دهید؟"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "آری، هر کس اعمالی زشت اندوخت و کردار بدش به او احاطه نمود چنین کسانی اهل دوزخ‌اند و در آن آتش پیوسته معذّب خواهند بود"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "و کسانی که ایمان آوردند و کارهای شایسته کردند آنان اهل بهشتند و پیوسته در بهشت جاوید متنعم خواهند بود"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "و (یاد آرید) هنگامی که از بنی اسرائیل عهد گرفتیم که جز خدای را نپرستید و نیکی کنید درباره پدر و مادر و خویشان و یتیمان و فقیران، و به زبان خوش با مردم تکلّم کنید و نماز به پای دارید و زکات (مال خود) بدهید، پس شما عهد شکسته و روی گردانیدید جز چند نفری، و شمایید که از حکم خدا برگشتید"
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "و (به یاد آرید) هنگامی که از شما عهد گرفتیم که خون یکدیگر را نریزید و یکدیگر را از خانه و دیار خود نرانید، پس بر آن عهد اقرار کرده و خود شما بر آن گواه می‌باشید"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "(با این عهد و اقرار) باز شما (به همان خوی زشت) خون یکدیگر می‌ریزید و گروهی از خودتان را از دیارشان می‌رانید و در بدکرداری و ستم بر ضعیفان همدست و پشتیبان یکدیگرید، و چون اسیر شوند برای آزادی آنها فدیه می‌دهید، در صورتی که به حکم تورات، اخراج کردن آنها بر شما حرام شده است! چرا به برخی از احکام ایمان آورده و به بعضی کافر می‌شوید؟ پس جزای چنین مردم بدکردار چیست به جز ذلّت و خواری در زندگانی این جهان و بازگشتن به سخت‌ترین عذاب در روز قیامت؟ و خدا غافل از کردار شما نیست"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "اینان همان کسانند که (متاع دو روزه) دنیا را خریده و ملک ابدی آخرت را فروختند، پس (در آخرت) عذاب آنها تخفیف نیابد و هیچ یاوری نخواهند داشت"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "و ما به موسی کتاب تورات عطا کردیم و از پی او پیغمبران فرستادیم و عیسی پسر مریم را به معجزات و ادلّه روشن، حجتها دادیم و او را به واسطه روح القدس توانایی بخشیدیم. آیا هر پیغمبری که از جانب خدا اوامری بر خلاف هوای نفس شما آرد گردنفرازی و سرپیچی نموده و (از راه حسد) گروهی را تکذیب کرده و جمعی را به قتل می‌رسانید؟"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "و (آن گروه به پیغمبران) گفتند: دلهای ما در حجاب (غفلت) است (چیزی از سخنان شما در نمی‌یابد). (چنین نیست که گفتند) بلکه خدا بر آنها لعن فرمود، زیرا کافر شدند و میانشان اهل ایمان کم بود"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "و چون کتاب آسمانی قرآن از نزد خدا برای هدایت آنها آمد با وجودی که کتاب (تورات) آنان را تصدیق می‌کرد و با آنکه خود آنها پیش از بعثت (پیامبر اسلام) انتظار غلبه بر کافران داشتند، آن گاه که آمد و شناختند (که همان پیغمبر موعود است) باز به او کافر شدند (و از نعمت وجود او ناسپاسی کردند)، پس خشم خدا بر کافران باد"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "بد معامله‌ای با خود کردند که به نعمت قرآن که خداوند بر آنها نازل کرد کافر شدند از روی حسد و ستمگری که چرا خدا فضل خود را مخصوص بعضی از بندگان گرداند (چرا پیامبری از غیر بنی اسرائیل برانگیخته)؟! و به واسطه این حسد باز خشم دیگری از خدای برای خود گرفتند، و برای کافران عذاب خواری مهیّاست"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "و چون به یهود گویند: به قرآن که خدا فرستاده ایمان آرید، پاسخ دهند که تنها به تورات که بر ما نازل شده ایمان آوریم، و به غیر تورات کافر می‌شوند، در صورتی که قرآن کتاب حق است و کتاب آنها را تصدیق می‌کند. بگو: اگر شما در دعوی ایمان به تورات راستگویید پس چرا پیغمبران پیشین را می‌کشتید؟"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "و با آن همه آیات و معجزات روشن که موسی برای شما آشکار نمود باز گوساله پرستی اختیار کردید، و شما مردمی سخت ظالم و ستمکارید"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "و (به یاد آرید) وقتی که از شما پیمان گرفتیم و کوه طور را بر فراز شما بداشتیم که باید آنچه را به شما فرستادیم با ایمان محکم بپذیرید و (سخن حق) بشنوید، شما گفتید: خواهیم شنید و (در نیّت گرفتید که در عمل) عصیان خواهیم کرد. و دلهای آنان از عشق به گوساله پر شد از آن رو که به خدا کافر بودند. بگو: ایمان شما سخت شما را به کار بد و کردار زشت می‌گمارد، اگر ایمان داشته باشید"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "بگو: اگر سرای آخرت را (با آن همه نعمت) خدا به شما اختصاص داده دون سایر مردم، بایستی همیشه به مرگ آرزومند باشید اگر راست می‌گویید"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "و هرگز آرزوی مرگ نخواهند کرد، (زیرا عذاب سخت) به واسطه کردار بد خود (برای خود در آخرت مهیا کرده‌اند)، و خدا آگاه به ستمکاران است"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "و بر تو (و بر همه) پیداست که یهود به حیات مادی حریص‌تر از همه خلق‌اند، حتی از مشرکان، و از این رو هر یهودی آرزوی هزار سال عمر می‌کند، ولی عمر هزار سال هم او را از عذاب خدا نرهاند، و خدا به کردار ناپسند آنان بیناست"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "بگو: هر کس با جبرئیل دشمن است، او به فرمان خدا قرآن را به قلب تو رسانید در حالی که تصدیق سایر کتب آسمانی می‌کند و برای اهل ایمان هدایت و بشارت است"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "هر کس با خدا و فرشتگان و رسولان او و جبرئیل و میکائیل دشمن است (محققا کافر است و) خدا هم دشمن کافران است"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "و ما (برای اثبات پیغمبری تو) آیات و دلایل روشن به تو فرستادیم، و بجز فاسقان (و اهل عناد) کسی انکار آن نخواهد کرد"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "برای چه هر عهد و پیمان که بستند گروهی آن را می‌شکنند؟ (نه اینان) بلکه اکثر آنها اصلا ایمان نخواهند آورد"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "و چون پیغمبری از جانب خدا بر آنان آمد که به راستی کتب آسمانی آنها گواهی می‌داد، گروهی از اهل کتاب، کتاب خدا را پشت سر انداختند (و به حکم آن کتاب که امر به ایمان آوردن به قرآن می‌کرد رفتار نکردند) گویی (از آن کتاب) هیچ نمی‌دانند"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "و پیروی کردند سخنانی را که (دیوان و) شیاطین در ملک سلیمان (به افسون و جادوگری) می‌خواندند، و هرگز سلیمان (با به کار بردن سحر به خدا) کافر نگشت و لکن شیاطین کافر شدند که سحر به مردم می‌آموختند. و آنچه را که بر دو فرشته هاروت و ماروت در بابل نازل شده بود پیروی کردند، در صورتی که آن دو ملک به هیچ کس چیزی نمی‌آموختند مگر آنکه بدو می‌گفتند که کار ما فتنه و امتحان است، مبادا کافر شوی! اما مردم از آن دو ملک چیزی را که ما بین زن و شوهر جدایی افکند می‌آموختند، البته به کسی زیان نمی‌رسانیدند مگر آنکه خدا بخواهد، و چیزی که می‌آموختند به خلق زیان می‌رسانید و سود نمی‌بخشید، و محققا می‌دانستند که هر که چنین کند در عالم آخرت هرگز بهره‌ای نخواهد یافت، و آنان به بهای بدی خود را فروختند، اگر می‌دانستند"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "و محققا اگر ایمان آورده و پرهیزکار می‌شدند بهره‌ای که از خدا نصیب آنها می‌شد بهتر از هر چیز بود، چنانچه می‌دانستند"
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "ای اهل ایمان (هنگام تکلم با رسول) به کلمه راعنا (ما را رعایت کن) تعبیر مکنید، بلکه بگویید: انظرنا (ناظر احوال ما باش)؛ و (سخن خدا را) بشنوید و (بدانید که) برای کافران عذاب دردناک مهیا است"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "هرگز کافران اهل کتاب و مشرکان مایل نیستند که بر شما (مسلمین) خیری از جانب خدایتان نازل شود، لیکن خدا هر که را بخواهد به فضل و رحمت خویش مخصوص گرداند، و خدا صاحب فضل عظیم است"
        },
        {
            "chapter": 2,
            "verse": 106,
            "text": "هر چه از آیات قرآن را نسخ کنیم یا حکم آن را از خاطرها بریم (و متروک سازیم) بهتر از آن یا مانند آن بیاوریم. آیا نمی‌دانی که خدا بر هر چیز قادر است؟"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "آیا نمی‌دانی که پادشاهی آسمانها و زمین مختصّ خداوند است و شما را به جز خدا یار و یاوری نخواهد بود؟"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "آیا اراده آن دارید که شما نیز از پیغمبر خود در خواست کنید آنچه را که یهود در زمان گذشته از موسی خواستند؟ و هر که ایمان را مبدّل به کفر گرداند، بی‌شک راه راست را گم کرده است"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "بسیاری از اهل کتاب آرزو دارند که شما را از ایمان به کفر برگردانند به سبب رشک و حسدی که در نفس خود بر ایمان شما برند بعد از آنکه حق بر آنها آشکار گردید، پس (اگر ستمی از آنها به شما رسید) در گذرید (و مدارا کنید) تا هنگامی که فرمان خدا برسد، که البته خدا بر هر چیز قادر و تواناست"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "و نماز به پا دارید و زکات بدهید و بدانید که هر چه از اطاعت حق و کار نیکو برای خود پیش می‌فرستید آن را در نزد خدا خواهید یافت، که محققا خداوند به هر کار شما بیناست"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "و یهود گفتند: هرگز به بهشت نرود جز طایفه یهود، و نصاری گفتند: جز طایفه نصاری. این تنها آرزوی باطل آنهاست، بگو: بر این دعوی برهان آورید اگر راست می‌گویید"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "آری، هر که تسلیم حکم خدا گردید و نیکوکار گشت مسلّم اجرش نزد خدا خواهد بود و آنان را هیچ خوف و اندیشه و هیچ اندوهی نخواهد بود"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "یهود بر این دعویند که نصاری را از حق چیزی در دست نیست، و نصاری بر این دعوی که یهود را از حق چیزی در دست نیست، در صورتی که هر دو گروه در خواندن کتاب آسمانی یکسانند. این گونه دعویها نظیر گفتار و مجادلات مردمی است که از کتاب آسمانی بی‌بهره‌اند. و خداوند در این اختلافات روز قیامت میان آنها حکم خواهد فرمود"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "و کیست ستمکارتر از آن که مردم را از ذکر نام خدا در مساجد منع کند و در خرابی آن اهتمام و کوشش نماید؟ چنین گروه را نشاید که در مساجد مسلمین در آیند جز آنکه (بر خود) ترسان باشند. این گروه را در دنیا ذلت و خواری نصیب است و در آخرت عذابی بزرگ"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "مشرق و مغرب هر دو ملک خداست، پس به هر طرف روی کنید به سوی خدا روی آورده‌اید، که خدا (به همه جا) محیط و (به هر چیز) داناست"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "گروهی گفتند: خدا دارای فرزند است. او پاک و منزه از آن است، بلکه هر چه در آسمانها و زمین است ملک اوست و همه فرمانبردار اویند"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "او آفریننده آسمانها و زمین است و چون اراده آفریدن چیزی کند، به محض آنکه گوید: موجود باش، موجود خواهد شد"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "مردم نادان اعتراض کردند که چرا خداوند با ما سخن نگوید، یا معجزه‌ای (و کتابی مطابق میل ما) بر ما نمی‌آید؟ پیشینیان هم به مانند اینان (به نادانی) چنین سخنان می‌گفتند؛ دلهاشان (در نافهمی) به هم شبیه است. ما ادلّه رسالت را برای اهل یقین روشن گردانیدیم"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "(ای پیغمبر) ما تو را به حق فرستادیم که مردم را (به نعمت بهشت) مژده دهی و (از عذاب جهنم) بترسانی، و تو مسئول کافران که به راه جهنم رفتند نیستی"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "هرگز یهود و نصاری از تو راضی نخواهند شد مگر آنکه پیروی از آیین آنها کنی. بگو: راهی که خدا بنماید به یقین راه حق تنها همان است؛ و البته اگر از میل و خواهش آنها پیروی کنی بعد از آنکه طریق حق را دریافتی، دیگر از سوی خدا یار و یاوری نخواهی داشت"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "کسانی که کتاب بر آنها فرستادیم آن را خوانده و حق خواندن آن را (در مقام عمل نیز) بجا آورند، آنان اهل ایمانند و آنها که به کتاب خدا کافر شوند (و حق شناسی نکنند) آن گروه زیانکاران عالمند"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "ای بنی اسرائیل، به یاد آرید نعمتی را که به شما عطا کردم و اینکه شما را بر همه مردم فضیلت و برتری دادم"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "و بترسید از روزی که هیچ کس اندکی به کار دیگری نیاید و به حال او سودی نبخشد و از هیچ کس فدایی پذیرفته نشود و شفاعت کسی او را سودمند نبود و آنان را یاوری نباشد"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "و (به یاد آر) هنگامی که خدا ابراهیم را به اموری امتحان فرمود و او همه را به جای آورد، خدا به او گفت: من تو را به پیشوایی خلق برگزینم، ابراهیم عرض کرد: به فرزندان من چه؟ فرمود: (اگر شایسته باشند می‌دهم، زیرا) عهد من به مردم ستمکار نخواهد رسید"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "و (به یاد آر) هنگامی که ما خانه کعبه را مرجع امر دین خلق و مقام امن مقرّر داشتیم و (دستور داده شد که) مقام ابراهیم را جایگاه پرستش خدا قرار دهید و به ابراهیم و اسماعیل سفارش کردیم که حرم مرا (از بت) بپردازید و پاکیزه دارید برای اهل ایمان که به طواف و اعتکاف حرم آیند و در آن نماز و طاعت خدا به جای آرند"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "و (به یاد آر) هنگامی که ابراهیم عرض کرد: پروردگارا، این شهر را محل امن و آسایش قرار ده و اهلش را که ایمان به خدا و روز قیامت آورده‌اند از انواع روزیها بهره‌مند ساز، خدا فرمود: و هر که (با وجود این نعمت) سپاس نگزارد و راه کفر پیماید گر چه در دنیا او را اندکی بهره‌مند کنم، لیکن در آخرت ناچار معذب به آتش دوزخ گردانم که بد منزلگاهی است"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "و (یاد آر) وقتی که ابراهیم و اسماعیل دیوارهای خانه کعبه را بر می‌افراشتند عرض کردند: پروردگارا (این خدمت) از ما قبول فرما، که تویی که (دعای خلق را) شنوا و (به اسرار همه) دانایی"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "پروردگارا، دل ما را تسلیم فرمان خود گردان و فرزندان ما را نیز امتی تسلیم و رضای خود بدار، و راه پرستش و طاعت را به ما بنما و بر ما (وظیفه بندگی را) سهل و آسان‌گیر، که تویی توبه‌پذیر و مهربان"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "پروردگارا، در میان آنان رسولی از خودشان برانگیز که بر آنان تلاوت آیات تو کند و آنان را علم کتاب و حکمت بیاموزد و روانشان را (از هر زشتی) پاک و منزه سازد، که تو بر هر کار که خواهی قدرت و علم کامل داری"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "و چه کس از آیین پاک ابراهیم روی گرداند به جز مردم بیخرد؟! زیرا ما ابراهیم را در دنیا (به شرف رسالت) برگزیدیم و البته در آخرت هم از شایستگان است"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "آن گاه (برگزیده شد) که خدا به او فرمود: ای ابراهیم سر به فرمان خدا فرود آر، عرض کرد: پروردگار عالمیان را مطیع فرمانم"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "و ابراهیم و یعقوب بدین گونه به فرزندان خود سفارش و توصیه نمودند که ای فرزندان من، خدا برای شما آیین پاک برگزید، پس (پیروی کنید و) تا گاه جان سپردن الاّ تسلیم رضای خدا نباشید"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "شما کی و کجا حاضر بودید هنگامی که مرگ یعقوب در رسید و به فرزندان خود گفت که شما پس از مرگ من که را می‌پرستید؟ گفتند: خدای تو را و خدای پدران تو ابراهیم و اسماعیل و اسحاق را که معبود یگانه است و ما مطیع فرمان اوییم"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "آنها گروهی بودند که درگذشتند، هر کار نیک و بد کردند برای خود کردند و شما هم هر چه کنید برای خویش خواهید کرد و شما مسئول کار آنها نخواهید بود"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "یهود و نصاری گفتند که به آیین ما درآیید تا راه راست یافته و طریق حق پویید. (ای پیغمبر در جواب آنها) بگو: بلکه ما آیین ابراهیم را پیروی می‌کنیم که به راه راست توحید بود و از مشرکان نبود"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "بگویید که ما (مسلمین) ایمان به خدا آورده‌ایم و به آن کتابی که بر پیغمبر ما فرستادند و به آنچه بر ابراهیم و اسماعیل و اسحاق و یعقوب و فرزندان او نازل شده و به آنچه به موسی و عیسی داده شده و هم به آنچه به پیغمبران از جانب خدا داده شده، به همه عقیده‌مندیم و میان هیچ یک از آنان فرق نگذاریم و تسلیم فرمان او هستیم"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "پس اگر به آنچه شما ایمان آوردید یهود و نصاری نیز ایمان آوردند، راه حق یافته‌اند و اگر (از حق) روی بگردانند شک نیست که آنها در ستیز با حق خواهند بود و خداوند تو را از شر و آسیب آنها نگه می‌دارد و خدا شنوا و داناست"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "رنگ خداست (که به ما رنگ ایمان و سیرت توحید بخشیده) و چه رنگی بهتر از رنگ (ایمان به) خدا؟ و ما او را پرستش می‌کنیم"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "(ای پیغمبر به اهل کتاب) بگو: در مورد خدا شما را با ما چه جای بحث و جدال است؟ در صورتی که او پروردگار ما و شماست و ما مسئول کار خود و شما مسئول کردار خویش هستید، و ماییم که او را از روی خلوص پرستش می‌کنیم"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "یا آنکه گویید که ابراهیم و اسماعیل و اسحاق و یعقوب و فرزندان او بر آیین یهودیت یا نصرانیّت بودند؟ (خدا مرا فرماید که در پاسخ) بگو: شما بهتر می‌دانید یا خدا؟ و کیست ستمکارتر از آن که شهادت خدا را (درباره این انبیا) کتمان کند؟ و خدا از آنچه می‌کنید غافل نیست"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "آن گروه پیشین همه درگذشتند، هر چه کردند برای خود کردند و شما نیز هر چه کنید به سود خویش کنید و شما مسئول کار آنان نخواهید بود"
        },
        {
            "chapter": 2,
            "verse": 142,
            "text": "مردم بی‌خرد خواهند گفت: چه موجب شد که مسلمین از قبله‌ای که بر آن بودند (از بیت المقدس) روی به کعبه آوردند؟ بگو: مشرق و مغرب برای خداست و هر که را خواهد به راه راست هدایت می‌کند"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "و ما همچنان شما (مسلمین) را به آیین اسلام هدایت کردیم و به سیرت نیکو بیاراستیم تا گواه مردم باشید و پیغمبر نیز گواه شما باشد (تا شما از وی بیاموزید). و (ای پیغمبر) ما قبله‌ای را که بر آن بودی تغییر ندادیم مگر برای اینکه بیازماییم و جدا سازیم گروهی را که از پیغمبر خدا پیروی می‌کنند از آنان که عقبگرد کنند و (به مخالفت او برخیزند)، و این تغییر قبله بسی بزرگ نمود جز در نظر هدایت یافتگان خدا. و خداوند اجر پایداری شما را در راه ایمان تباه نگرداند که خدا به خلق مشفق و مهربان است"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "ما توجه تو را بر آسمان (به انتظار وحی و تغییر قبله) بنگریم و البته روی تو را به قبله‌ای که به آن خشنود شوی گردانیم، پس روی کن به طرف مسجد الحرام و شما (مسلمین) نیز هر کجا باشید (در نماز) روی بدان جانب کنید. و گروه اهل کتاب به خوبی می‌دانند که این تغییر قبله به حق و راستی از جانب خداست (نه به دلخواه کس) و خدا از کردار آنها غافل نیست"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "و تو (ای پیغمبر) اگر هر قسم معجزه برای اهل کتاب بیاوری پیرو قبله تو نشوند و تو نیز تبعیت از قبله آنان نخواهی کرد و بعضی ملل تابع قبله برخی دیگر نشوند، و اگر تو تابع دلخواه و هوسهای جاهلانه آنها شوی بعد از آنکه از جانب خدا علم یافتی، در این صورت البته از گروه ستمکاران خواهی بود"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "گروهی که ما بر آنها کتاب فرستادیم، (محمد صلّی اللّه علیه و آله و سلّم و حقّانیّت) او را به خوبی می‌شناسند همان گونه که فرزندان خود را، و لکن گروهی از آنان (از راه عناد) حق را کتمان می‌کنند در صورتی که علم به آن دارند"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "حق همان است که از طرف خدا به سوی تو آمد، پس هیچ شبهه به دل راه مده"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "هر کسی را راهی است به سوی حق که بدان راه یابد (یا قبله‌ای است که به آن روی آورد) پس بشتابید به خیرات که هر کجا باشید همه شما را خداوند (به عرصه محشر) خواهد آورد و محققا خدا بر همه چیز تواناست"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "و از هر کجا و به سوی هر دیار بیرون شدی (در نماز) روی به طرف کعبه آور، و این دستور قبله بر وجه صواب و به امر خداست و خدا از کار شما غافل نیست"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "و از هر جا و به هر دیار بیرون شدی روی به جانب کعبه کن و شما مسلمین هم به هر کجا بودید روی بدان جانب کنید تا مردم به حجّت و مجادله بر شما زبان نگشایند-جز گروه ستمکار (معاند) که از (جدل و گفتگوی) آنان هم نیندیشید و از (نافرمانی) من بترسید-و تا نعمت و رحمتم را برای شما به حد کمال رسانم، و باشد که (به طریق صواب) راه یابید"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "چنانکه در میان شما رسولی از خودتان فرستادیم که آیات ما را برای شما تلاوت می‌کند و نفوس شما را (از پلیدی جهل) پاک و منزّه می‌گرداند و به شما تعلیم کتاب و حکمت می‌دهد و آنچه را نمی‌دانید به شما می‌آموزد"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "پس مرا یاد کنید تا شما را یاد کنم و شکر نعمت من به جای آرید و کفران نعمت من نکنید"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "ای اهل ایمان، (در پیشرفت کار خود) از صبر و مقاومت کمک گیرید و به ذکر خدا و نماز توسّل جویید که خدا با صابران است"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "و به آنان که در راه خدا کشته شوند مرده نگویید، بلکه زنده ابدی هستند و لیکن همه شما این حقیقت را درنخواهید یافت"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "و البته شما را به پاره‌ای از سختی‌ها چون ترس و گرسنگی و نقصان اموال و نفوس و آفات زراعت بیازماییم، و صابران را بشارت و مژده بده"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "آنان که چون به حادثه سخت و ناگواری دچار شوند (صبوری پیش گرفته و) گویند: ما به فرمان خدا آمده‌ایم و به سوی او رجوع خواهیم کرد"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "آن گروهند که مخصوص به درود و الطاف الهی و رحمت خاص خدایند و آنها خود هدایت یافتگانند"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "سعی صفا و مروه از شعائر دین خداست، پس هر کس حجّ خانه کعبه یا اعمال مخصوص عمره به جای آورد باکی بر او نیست که سعی صفا و مروه نیز به جای آرد، و هر کس به راه خیر و نیکی شتابد (خدا پاداش وی خواهد داد که) خدا قدردان و (به همه امور خلق) عالم است"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "آن گروه (از علمای اهل کتاب) که آیات واضحه و هدایتی را که فرستادیم کتمان نمایند بعد از آنکه آن را برای (هدایت) مردم در کتاب آسمانی بیان کردیم، آنها را خدا و تمام لعن کنندگان (از جن و انس و ملک) نیز لعن می‌کنند"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "مگر آنهایی که توبه کردند و به اصلاح مفاسد اعمال خود پرداختند و بیان کردند (آنچه را که کتمان کردند)، پس توبه اینان را می‌پذیرم که منم توبه پذیر و مهربان"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "آنان که کافر شده و به عقیده کفر مردند البته بر آن گروه، خدا و فرشتگان و مردمان همه لعن می‌فرستند"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "همیشه در جهنم (به عذاب و شکنجه) باشند، نه بر آنان تخفیف عذاب دهند و نه به نظر رحمت بنگرند"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "و خدای شما، خدای یکتاست، نیست خدایی مگر او که بخشاینده و مهربان است"
        },
        {
            "chapter": 2,
            "verse": 164,
            "text": "محققا در خلقت آسمانها و زمین و رفت و آمد شب و روز، و کشتی‌ها که بر روی آب برای انتفاع خلق در حرکت است، و بارانی که خدا از بالا فرو فرستاد تا به آن آب، زمین را بعد از مردن زنده کرد و سبز و خرّم گردانید، و در پراکندن انواع حیوانات در زمین، و گردانیدن بادها (به هر طرف) و در خلقت ابر که میان زمین و آسمان مسخّر است، در همه این امور ادلّه‌ای واضح برای عاقلان است"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "برخی از مردم (نادان) غیر خدا را همانند خدا گیرند و چنانکه خدا را بایست دوست داشت با آنها دوستی ورزند، لیکن آنها که اهل ایمانند کمال محبّت و دوستی را فقط به خدا مخصوص دارند. و اگر فرقه مشرکین ستمکار وقتی که عذاب خدا را مشاهده کنند ببینند که قدرت خاص خدا است و عذاب خدا بسیار سخت است (از شرک خود سخت پشیمان شوند)"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "هنگامی که بیزاری جویند رؤسا و پیشوایان (باطل) از پیروان خود و عذاب خدا را مشاهده کنند و هر گونه وسیله و اسباب از آنها قطع شود (و روابط باطل به جا نماند)"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "و آن پیروان گویند: کاش دیگر بار به دنیا باز می‌گشتیم و از (اطاعت) اینان بیزاری می‌جستیم چنان که اینها (گرهی از کار ما نگشودند و) از ما بیزاری جستند! این گونه خدا، کردار (زشت جاهلانه) آنها را مایه حسرت و پشیمانی آنان کند و آنها از عذاب آتش جهنّم بیرون شدنی نباشند"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "ای مردم، از آنچه در زمین است حلال و پاکیزه را تناول کنید و پیروی نکنید و ساوس شیطان را، محققا شیطان از برای شما دشمنی آشکار است"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "این دشمن است که به شما دستور زشتی و بدکاری می‌دهد و بر آن می‌گمارد که سخنانی از روی جهل و نادانی به خدا نسبت دهید"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "و چون کفار را گویند: پیروی از شریعت و کتابی که خدا فرستاده کنید، پاسخ دهند که ما پیرو کیش پدران خود خواهیم بود. آیا بایست آنها تابع پدران باشند گر چه آن پدران بی‌عقل و نادان بوده و هرگز به حق و راستی راه نیافته باشند؟"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "و مثل کافران (در شنیدن سخن انبیاء و درک نکردن معنای آن) چون حیوانی است که آوازش کنند و او از آن آواز (معنایی درک نکرده و) جز صدایی نشنود، کفّار هم (از شنیدن و دیدن حق) کر و گنگ و کورند، زیرا تعقل نمی‌کنند"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "ای اهل ایمان، روزی حلال و پاکیزه‌ای که ما نصیب شما کرده‌ایم بخورید و شکر خدا به جای آرید اگر شما خالص خدا را می‌پرستید"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "به تحقیق، خدا حرام گردانید بر شما مردار و خون و گوشت خوک را و آنچه را که به اسم غیر خدا کشته باشند، پس هر کس که به خوردن آنها محتاج و مضطر شود در صورتی که به آن تمایل نداشته و (از اندازه رمق) تجاوز نکند گناهی بر او نخواهد بود (که به قدر احتیاج صرف کند که) محققا خدا آمرزنده و مهربان است"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "آنان که پنهان دارند آیاتی از کتاب آسمانی را که خدا فرستاده بود و آن را به بهای اندک فروشند، جز آتش جهنّم در شکم نمی‌برند و در قیامت خدا با آنها سخن نگوید و (از پلیدی عصیان) پاکشان نگرداند، و هم آنان را در قیامت عذابی دردناک خواهد بود"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "آنها همان گروهند که اختیار کردند گمراهی را به جای هدایت، و عذاب را به جای آمرزش، پس چقدر بر آتش جهنم سخت جان و پرطاقتند"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "این عذاب از آن روست که خدا کتاب آسمانی را به راستی فرستاد و گروهی که در آن اختلاف و مکابره کردند در اختلافی دور (از حق) خواهند بود"
        },
        {
            "chapter": 2,
            "verse": 177,
            "text": "نیکوکاری آن نیست که روی به جانب مشرق یا مغرب کنید (چه این چیز بی‌اثری است) لیکن نیکوکاری آن است که کسی به خدای عالم و روز قیامت و فرشتگان و کتاب آسمانی و پیغمبران ایمان آرد و دارایی خود را در راه دوستی خدا به خویشان و یتیمان و فقیران و در راه ماندگان و گدایان بدهد و در آزاد کردن بندگان صرف کند، و نماز به پا دارد و زکات مال (به مستحق) بدهد، و نیز نیکوکار آنانند که با هر که عهد بسته‌اند به موقع خود وفا کنند و در حال تنگدستی و سختی و هنگام کارزار صبور و شکیبا باشند. (کسانی که بدین اوصاف آراسته‌اند) آنها به حقیقت راستگویان و آنها به حقیقت پرهیزکارانند"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "ای اهل ایمان بر شما حکم قصاص کشتگان چنین معین گشت که مرد آزاد در مقابل مرد آزاد، و بنده را به جای بنده، و زن را به جای زن قصاص توانید کرد. و چون صاحب خون از قاتل که برادر دینی اوست بخواهد درگذرد کاری است نیکو، پس قاتل دیه را در کمال خشنودی ادا کند. در این حکم، تخفیف (امر قصاص) و رحمت خداوندی است، و پس از این دستور، هر که تجاوز کند او را عذابی سخت خواهد بود"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "ای عاقلان، حکم قصاص برای حفظ حیات شماست تا مگر (از قتل یکدیگر) بپرهیزید"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "دستور داده شد که چون مرگ یکی از شما فرا رسد اگر دارای متاع دنیاست وصیت کند برای پدر و مادر و خویشان به چیزی شایسته عدل و به قدر متعارف. این کار سزاوار مقام پرهیزکاران است"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "پس هرگاه کسی بعد از شنیدن وصیت، آن را تغییر دهد و (بر خلاف وصیت رفتار کند) گناه این کار بر آنهاست که عمل به خلاف وصیت کنند، و خدا (به گفتار و کردار خلق) شنوا و داناست"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "و هر کس بیم دارد که از وصیت موصی (به وارث او) جفا و ستمی رفته باشد و به اصلاح میان آنان پردازد بر او گناهی نیست و محققا خدا آمرزنده و مهربان است"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "ای اهل ایمان، بر شما هم روزه واجب گردید چنانکه امم گذشته را فرض شده بود، و این دستور برای آن است که پاک و پرهیزکار شوید"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "روزهایی به شماره معیّن روزه دارید (تمام ماه رمضان)، و هر کسی از شما مریض باشد یا مسافر، به شماره آن از روزهای غیر ماه رمضان روزه دارد، و کسانی که روزه را به زحمت توانند داشت عوض هر روز فدا دهند آن قدر که فقیر گرسنه‌ای سیر شود، و هر کس بر نیکی بیفزاید آن برای او بهتر است. و (بی‌تعلّل) روزه داشتن برای شما بهتر خواهد بود اگر (فواید آن را) بدانید"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "ماه رمضان ماهی است که قرآن در آن نازل شده برای هدایت بشر و برای راهنمایی و امتیاز حق از باطل، پس هر که دریابد ماه رمضان را باید آن را روزه بدارد، و هر که ناخوش یا در سفر باشد (به شماره آنچه روزه خورده است) از ماهای دیگر روزه دارد، که خداوند برای شما حکم را آسان خواسته و تکلیف را مشکل نگرفته، و خواسته تا اینکه عدد روزه را تکمیل کرده و خدا را به عظمت یاد کنید که شما را هدایت فرمود، باشد که (از این نعمت بزرگ) سپاسگزار شوید"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "و چون بندگان من (از دوری و نزدیکی) من از تو پرسند، (بدانند که) من به آنها نزدیکم، هرگاه کسی مرا خواند دعای او را اجابت کنم. پس باید دعوت مرا (و پیغمبران مرا) بپذیرند و به من بگروند، باشد که (به سعادت) راه یابند"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "برای شما در شبهای ماه رمضان مباشرت با زنان خود حلال شد، که آنها جامه عفاف شما و شما نیز لباس عفّت آنها هستید. و خدا دانست که شما (در کار مباشرت زنان به نافرمانی و اطاعت شهوت نفس) خود را به ورطه گناه می‌افکنید لذا از حکم حرمت درگذشت و گناه شما را بخشید، از اکنون (در شب رمضان) رواست که با زنهای خود (به حلال) مباشرت کنید و از خدا آنچه مقدّر فرموده بخواهید. و بخورید و بیاشامید تا خط سفیدی روز از سیاهی شب در سپیده دم پدیدار گردد، پس از آن روزه را به پایان برسانید تا اول شب. و با زنان هنگام اعتکاف در مساجد مباشرت نکنید. این احکام، حدود دین خداست، زنهار در آن راه مخالفت مپویید! خداوند این گونه آیات خود را برای مردم بیان فرماید، باشد که پرهیزکار شوند"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "و مال یکدیگر را به ناحق مخورید و آن را به نزد قاضیان نیفکنید که (به وسیله رشوه و زور) پاره‌ای از اموال مردم را بخورید با آنکه (شما بطلان دعوی خود را) می‌دانید"
        },
        {
            "chapter": 2,
            "verse": 189,
            "text": "(ای پیغمبر) از تو سؤال کنند که سبب بدر و هلال ماه چیست؟ جواب ده که در آن تعیین اوقات عبادات حج و معاملات مردم است. و نیکوکاری بدان نیست که از پشت دیوار به خانه درآیید (چه این کاری ناشایسته است) ولی نیکویی آن است که پارسا باشید و به خانه‌ها (و به هر کار) از راه آن داخل شوید، و تقوا پیشه کنید، باشد که رستگار شوید"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "و در راه خدا با آنان که به جنگ و دشمنی شما برخیزند جهاد کنید، لکن از حد تجاوز نکنید که خدا متجاوزان را دوست ندارد"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "و هر کجا مشرکان را یافتید به قتل رسانید و آنان را از همان وطن که شما را آواره کردند برانید، و فتنه‌گری (آنان) سخت‌تر و فسادش بیشتر از جنگ و کشتار است، و در مسجد الحرام با آنها جنگ مکنید مگر آنکه پیشدستی کنند، در این صورت رواست که در حرم آنها را به قتل برسانید، چنین است کیفر کافران"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "پس اگر دست (از شرک و ستم) بدارند (از آنها درگذرید که) خدا آمرزنده و مهربان است"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "و با کفار جهاد کنید تا فتنه و فساد از روی زمین برطرف شود و دین خدا حاکم باشد و بس، و اگر (از فتنه) دست کشیدند (با آنها عدالت کنید که) تجاوز جز بر ستمکاران روا نیست"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "ماه‌های حرام را در مقابل ماه‌های حرام قرار دهید، که اگر حرمت آن را نگاه نداشته و با شما قتال کنند شما نیز قصاص کنید. هر که به ستم بر شما دست دراز کند او را از پای در آورید به قدر ستمی که به شما رسانده است، و از خدا پروا کنید و بدانید که خدا با پرهیزکاران است"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "و (از مال خود) در راه خدا انفاق کنید (لیکن نه به حد اسراف)، و خود را به مهلکه و خطر در نیفکنید، و نیکویی کنید که خدا نیکوکاران را دوست می‌دارد"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "و همه اعمال حج و عمره را برای خدا به پایان رسانید، و اگر ترس و منعی پیش آید قربانی کنید به آنچه مقدور و میسر است، و سر متراشید تا آن گاه که قربانی شما به محل ذبح برسد. و هر کس بیمار باشد یا سردرد بر او عارض شود (سر بتراشد و) از آن فدا دهد به روزه داشتن یا صدقه دادن یا کشتن گوسفند، و پس از آنکه ترس و منع بر طرف شود هر کس از عمره تمتّع به حج باز آید هر چه میسر و مقدور است قربانی کند و هر کس به قربانی تمکّن نیافت سه روز در ایام حجّ روزه بدارد و هفت روز هنگام مراجعت، که ده روز تمام شود. این عمل بر آن کس است که اهل شهر مکّه نباشد. (به این احکام عمل کنید) و از نافرمانی خدا پروا کنید و بدانید که عذاب خدا سخت است"
        },
        {
            "chapter": 2,
            "verse": 197,
            "text": "حجّ (واجب) در ماههایی معیّن است، پس هر که در این ماهها حج می‌گزارد بایست آنچه میان زن و شوهر رواست ترک کند و کار ناروا (مانند دروغ و بدگویی) را ترک کند و مجادله نکند، و شما هر کار نیک کنید خدا بر آن آگاه است و توشه (تقوا برای راه آخرت) برگیرید که بهترین توشه این راه تقواست و از من پروا کنید ای صاحبان عقل"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "باکی نیست که در هنگام حجّ کسب معاش کرده و از فضل خدا روزی طلبید، پس آن گاه که از عرفات بازگشتید در مشعر ذکر خدا کنید و به یاد خدا باشید که شما را پس از آنکه به ضلالت (کفر) بودید به راه هدایت آورد"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "بعد از آن به طریقی که همه مسلمین باز می‌گردند رجوع کنید و از خدا طلب آمرزش کنید که خدا آمرزنده و مهربان است"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "پس آن گاه که اعمال حجّ را به جا آوردید، همان گونه که پدران خود را یاد می‌کنید بلکه بیش از آن خدا را یاد کنید (و هر حاجت دنیا و آخرت را از خدا بخواهید) بعضی مردم (کوتاه نظر از خدا تمنّای متاع دنیوی تنها کنند و) گویند: پروردگارا، ما را از نعمتهای دنیا بهره‌مند ساز؛ و آنان را از نعمت آخرت نصیبی نیست"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "و بعضی دیگر گویند: خدایا ما را از نعمتهای دنیا و آخرت هر دو بهره‌مند گردان و از عذاب آتش دوزخ نگاه دار"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "هر یک از این دو فرقه از نتیجه اعمال خود بهره‌مند خواهند گشت و خدا به حساب همه زود رسیدگی کند"
        },
        {
            "chapter": 2,
            "verse": 203,
            "text": "و خدا را یاد کنید (به ذکر تکبیر) در چند روزی معیّن (ایّام تشریق) پس هر که شتاب کند و اعمال را در دو روز انجام دهد گناه نکرده، و هر که تأخیر کند نیز گناه نکرده. این حکم برای کسی است که (از هر گناه یا از محرمات احرام) پرهیزکار بوده است، و از خدا بترسید و بدانید که به سوی خدا باز خواهید گشت"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "و از مردم کس هست که تو را از گفتار دلفریب خود به شگفت آرد (تا از دروغ به متاع دنیا رسد) و خدا را به راستی نیّت خود گواه گیرد حال آنکه این کس بدترین دشمن (اسلام) است"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "و چون از حضور تو دور شود کارش فتنه و فساد در زمین است و بکوشد تا حاصل خلق به باد فنا دهد و نسل (بشر) را قطع کند؛ و خدا فساد را دوست ندارد"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "و چون او را (به نصیحت) گویند: از خدا بترس، خود پسندی او را به بدکاری برانگیزد (و پند نشنود). جهنّم او را کفایت کند که آرامگاه بدی است"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "و بعضی از مردم از جان خود در راه رضای خدا درگذرند؛ و خدا با چنین بندگان رئوف و مهربان است"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "ای اهل ایمان، همه متّفقا در مقام تسلیم خدا در آیید و از وساوس شیطان پیروی مکنید که او همانا شما را دشمنی آشکار است"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "پس اگر باز به راه خطا رفتید با وجود آنکه ادلّه روشن از جانب خدا برای شما آمد، در این صورت بدانید که خدا (بر انتقام خطا کاران) توانا و دانا است"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "آیا کافران جز این انتظار دارند که خدا با ملائکه در پرده‌های ابر بر آنها در آید و حکم (قهر خدا به کیفر کافران) فرا رسد؟ و کارها همه به سوی خدا باز گردد"
        },
        {
            "chapter": 2,
            "verse": 211,
            "text": "(ای پیغمبر) از بنی اسرائیل سؤال کن که ما چقدر آیات و ادلّه روشن بر آنها آوردیم! و هر کس پس از آنکه نعمت و هدایتی که خدا به او داد آن را به کفر مبدّل کند (بداند که) عقاب خدا بر کافران بسیار سخت است"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "حیات (عاریت و متاع) دنیوی برای کافران جلوه نمود و آنها اهل ایمان را فسوس و مسخره می‌کنند ولی مقام تقوا پیشگان روز قیامت برتر از کافران است، و خدا به هر که خواهد روزی بی‌حساب بخشد"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "مردم یک گروه بودند، خدا رسولان را فرستاد که (نیکوکاران را) بشارت دهند و (بدان را) بترسانند، و با آنها کتاب به راستی فرستاد تا در موارد نزاع مردم تنها دین خدا به عدالت حکمفرما باشد؛ و در کتاب حق، اختلاف و شبهه نیفکندند مگر همان گروه که بر آنان کتاب آسمانی آمد، برای تعدی به حقوق یکدیگر، پس خداوند به لطف خود اهل ایمان را از آن ظلمت شبهات و اختلافات به نور حق هدایت فرمود، و خدا هر که را خواهد راه راست بنماید"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "آیا گمان کرده‌اید که به بهشت داخل شوید بدون امتحاناتی که پیش از شما بر گذشتگان آمد؟ که بر آنان رنج و سختیها رسید و همواره پریشان خاطر و هراسان بودند تا آن گاه که رسول و گروندگان با او (از خدا مدد خواستند و) گفتند: بار خدایا، کی ما را یاری کنی؟ (در آن حال خطاب شد: بشارت دهد که) هان! همانا یاری خدا نزدیک است"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "از تو سؤال کنند که چه انفاق کنند؟ بگو: هر چه از مال خود انفاق کنید درباره پدر و مادر و خویشان و یتیمان و فقیران و در راه ماندگان رواست، و آنچه نیکویی کنید خداوند بر آن آگاه است"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "حکم جهاد بر شما مقرّر گردید و حال آنکه بر شما ناگوار و مکروه است، لکن چه بسیار شود که چیزی را مکروه شمارید ولی به حقیقت خیر و صلاح شما در آن بوده، و چه بسیار شود چیزی را دوست دارید و در واقع شرّ و فساد شما در آن است، و خدا (به مصالح امور) داناست و شما نادانید"
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "(ای پیغمبر) از تو راجع به جنگ در ماه حرام سؤال کنند، بگو: گناهی است بزرگ، ولی بازداشتن خلق از راه خدا و کفر به خدا و پایمال کردن حرمت حرم خدا و بیرون کردن اهل حرم از آن (که مشرکان مرتکب شدند) نزد خدا بسیار گناه بزرگتری است و فتنه‌گری، فساد انگیزتر از قتل است. و کافران پیوسته با شما مسلمین کارزار کنند تا آنکه اگر بتوانند شما را از دین خود برگردانند، و هر کس از شما از دین خود برگردد و به حال کفر باشد تا بمیرد چنین اشخاص اعمالشان در دنیا و آخرت ضایع و باطل گردیده، و آنان اهل جهنّمند و در آن همیشه (معذّب) خواهند بود"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "آنان که به دین اسلام گرویدند و از وطن خود هجرت نموده در راه خدا جهاد کردند اینان امیدوار و منتظر رحمت خدا باشند، که خدا بخشاینده و مهربان است"
        },
        {
            "chapter": 2,
            "verse": 219,
            "text": "(ای پیغمبر) از تو از حکم شراب و قمار می‌پرسند، بگو: در این دو کار گناه بزرگی است و سودهایی برای مردم، ولی زیان گناه آن دو بیش از منفعت آنهاست. و نیز سؤال کنند تو را که چه در راه خدا انفاق کنند؟ جواب ده: آنچه زائد (بر ضروری زندگانی) است. خداوند بدین روشنی آیات خود را برای شما بیان کند، باشد که تفکر نموده و عقل خود به کار بندید،"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "در کار دنیا و آخرت (تا از دنیا برای آخرت توشه بردارید). و سؤال کنند تو را که با یتیمان چگونه رفتار کنند؟ بگو: به اصلاح (حال و مصلحت مآل) آنها کوشید بهتر است (تا آنها را بی‌سرپرست گذارید) و اگر با آن‌ها آمیزش کنید رواست که برادر دینی شما هستند، و خدا آگاه است از آن کس که (در کار آنان) نادرستی کند و آن که اصلاح و درستی نماید. و اگر خدا می‌خواست کار را بر شما سخت می‌کرد چه آنکه خدا توانا و دانا است"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "و با زنان مشرک ازدواج مکنید مگر آنکه ایمان آرند و همانا کنیزکی با ایمان بهتر از زن آزاد مشرک است هر چند از (حسن و جمال) او به شگفت آیید، و زن به مشرکان مدهید مگر آنکه ایمان آرند و همانا بنده مؤمن بسی بهتر از آزاد مشرک است هر چند از (مال و حسن) او به شگفت آیید. مشرکان (شما را از راه جهل) به آتش خوانند و خدا از راه لطف و مرحمت به بهشت و مغفرت دعوت کند و خداوند برای مردم آیات خویش بیان فرماید، باشد که هشیار و متذکر گردند"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "و سؤال کنند تو را از عادت شدن زنان، بگو: آن رنجی است (برای زنان) در آن حال از مباشرت آنان دوری کنید و با آنان نزدیکی نکنید تا آنکه پاک شوند، چون خود را پاک کردند از آنجا که خدا دستور داده به آنها نزدیک شوید، که همانا خدا آنان را که پیوسته به درگاهش توبه کنند و هم پاکیزگان دور از هر آلایش را دوست می‌دارد"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "زنان شما کشتزار شمایند، پس (برای کشت فرزند صالح) بدانها نزدیک شوید هرگاه (مباشرت آنان) خواهید، و چیزی برای خود پیش فرستید و خدا ترس باشید و بدانید که محققا نزد خدا خواهید رفت. و (ای رسول) اهل ایمان را بشارت ده"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "و زنهار نام خدا را هدف سوگندهای خود مکنید تا (با این سوگندهای راست و دروغ) از حقوقی که مردم را بر شماست برائت جوئید و خود را نیکوکار و پرهیزکار قلمداد کنید و مصلح میان مردم جلوه دهید؛ و خدا (راست و دروغ و نیک و بد را) شنوا و داناست"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "خدا شما را به سوگندهای لغو مؤاخذه نکند و لیکن به آنچه در دل دارید مؤاخذه خواهد کرد و خدا بسیار آمرزنده و بردبار است"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "آنان که با زنان خود ایلاء کنند (بر ترک مباشرت آنها قسم بخورند) چهار ماه انتظار کشند، اگر (از قسم خود) بازگشتند خداوند آمرزنده و مهربان است"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "و اگر عزم طلاق نمودند خدا (به گفتار و کردارشان) شنوا و داناست"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "و زنهایی که طلاق داده شدند از شوهر نمودن خودداری کنند تا سه پاکی بر آنان بگذرد و آنچه را (حیض یا حملی) که خدا در رحم آنها آفریده کتمان نکنند اگر به خدا و روز قیامت ایمان دارند. و شوهران آنها در زمان عدّه سزاوارترند که آنها را به زنی خود رجوع دهند اگر نیّت سازش دارند، و زنان را بر شوهران حق مشروعی است چنانچه شوهران را بر زنان، لیکن مردان را بر زنان افزونی است، و خدا (بر هر چیز) توانا و داناست"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "طلاق (طلاقی که شوهر در آن رجوع تواند کرد) دو مرتبه است، پس چون طلاق داد یا رجوع کند به سازگاری و یا رها کند به نیکی، و حلال نیست که چیزی از مهر آنان به جور بگیرید، مگر آنکه بترسید حدود دین خدا را راجع به احکام ازدواج نگاه ندارند، در چنین صورت زن هر چه از مهر خود به شوهر (برای طلاق) ببخشد بر آنان روا باشد. این احکام، حدود دین خداست، از آن سرکشی مکنید و کسانی که از احکام خدا سرپیچند آنها به حقیقت ستمکارند"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "پس اگر زن را طلاق (سوم) داد دیگر آن زن بر او حلال نیست تا اینکه زن به دیگری شوهر کند، اگر آن شوهر دوم زن را طلاق داد زن با شوهر اوّل (که سه طلاق داده) توانند به زوجیّت بازگردند اگر گمان برند که احکام خدا را (راجع به امر ازدواج) نگاه خواهند داشت. این است احکام خدا که برای مردم دانا بیان می‌کند"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "و هرگاه زنان را طلاق دادید بایستی تا نزدیک پایان زمان عدّه یا آنها را به سازگاری (در خانه) نگاه دارید و یا به نیکی رها کنید، و روا نیست آنان را به آزار نگاه داشته تا بر آنها ستم کنید. هر کس چنین کند همانا بر خود ظلم کرده است. و آیات خدا را به مسخره نگیرید و به یاد آرید نعمت خدا را که به شما لطف فرمود و (به خصوص نعمت بزرگ) کتاب آسمانی و حکمت الهی را که به شما فرستاد و شما را به اندرز آن بهره‌مند گرداند، و از خدا پروا کنید و بدانید که خدا به همه چیز آگاه است"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "و چون زنان را طلاق دادید و زمان عده آن‌ها به پایان رسید، نباید آنها را از شوهر کردن منع کنید هرگاه به طریق مشروع به ازدواج با مردی تراضی کنند. بدین سخن پند داده شود هر کس به خدا و روز بازپسین ایمان آورده. این دستور برای تزکیه نفوس شما بهتر است و خدا (به مصلحت شما) داناست و شما (خیر و صلاح خود) نمی‌دانید"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "و مادران بایستی دو سال کامل فرزندان خود را شیر دهند، البته آن کسی که خواهد فرزند را شیر تمام دهد؛ و به عهده صاحب فرزند است (یعنی پدر) که خوراک و لباس مادر را به حد متعارف بدهد، هیچ کس را تکلیف جز به اندازه طاقت نکنند، نه مادر باید در نگهبانی فرزند به زحمت و زیان افتد و نه پدر بیش از حدّ متعارف برای کودک متضرر شود. و اگر کودک را پدر نبود وارث باید در نگهداری او به حد متعارف قیام کند. و اگر پدر و مادر به رضایت و مصلحت دید یکدیگر بخواهند فرزند را از شیر بگیرند هر دو را رواست، و اگر خواهید که برای فرزندان دایه بگیرید آن هم روا باشد در صورتی که دایه را حقوقی به متعارف بدهید. و از خدا پروا کنید و بدانید که خداوند به کردار شما بیناست"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "و مردانی که بمیرند و زنانشان زنده مانند، آن زنان باید از شوهر کردن خودداری کنند تا مدّت چهار ماه و ده روز بگذرد، پس از انقضاء این مدت بر شما گناهی نیست که آنان در حق خویش کاری شایسته کنند (از زینت کردن و شوهر نمودن)، و خداوند از کردارتان آگاه است"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "و باکی بر شما نیست که به فکر خواستگاری آن زنان برآیید یا نیّت ازدواج را در دل داشته بدون اظهار، تنها خدا داند که از این پس از دل به زبان خواهید آورد، ولیکن (در عدّه) با آنها پنهانی قرار و پیمانی نگذارید مگر آنکه سخنی به میزان شرع گویید، ولی عزم عقد و ازدواج مکنید تا زمان عدّه آنها منقضی شود، و بدانید که خداوند از نیّات درونی شما آگاه است، پس از او بترسید و بدانید که خدا بسیار آمرزنده و بردبار است"
        },
        {
            "chapter": 2,
            "verse": 236,
            "text": "باکی بر شما نیست اگر طلاق دهید زنانی را که با آنان مباشرت نکرده و مهری مقرّر نداشته‌اید ولی آنها را به چیزی بهره‌مند سازید، دارا به قدر خود و نادار به قدر خویش به بهره‌ای شایسته او، که این سزاوار مقام نیکوکاران است"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "و اگر زنها را قبل از مباشرت با آن‌ها طلاق دهید، در صورتی که بر آنان مهر مقرّر داشته‌اید بایستی نصف مهری را که تعیین شده به آنها بدهید مگر آنها خود گذشت کنند یا کسی که امر نکاح به دست اوست (مثل پدر یا جدّ) از آن حق در گذرند، و گذشت کردن به تقوا و خدا پرستی نزدیکتر است، و فضیلتهایی که در نیکویی به یکدیگر است فراموش مکنید، (و بدانید) که خداوند به هر کار (نیک و بد) شما بیناست"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "بر نمازها مواظبت و توجه کامل داشته باشید و به خصوص نماز وسطی (صبح) و به طاعت خدا قیام کنید"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "پس اگر شما را بیم خطری از دشمن باشد به هر حال که میسّر است، پیاده یا سواره نماز به جای آرید و آن گاه که ایمنی یافتید خدا را یاد کنید که او شما را به آنچه نمی‌دانستید دانا گردانید"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "مردانی که بمیرند و زنانشان زنده مانند باید وصیّت کنند که آن‌ها را تا یکسال نفقه دهند و از خانه شوهر بیرون نکنند، پس اگر زنها خود خارج شوند شما را گناهی نیست از آنچه آنها درباره خود در حدود شرع بگزینند، و خدا توانا و داناست"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "مردان، زنانی را که طلاق دهند به چیزی بهره‌مند کنند، که این کار سزاوار مردم پرهیزکار است"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "خدا آیات خود را برای شما این گونه روشن بیان می‌کند، شاید خردمندی کنید"
        },
        {
            "chapter": 2,
            "verse": 243,
            "text": "آیا ندیدید آنهایی را که از ترس مرگ از دیار خود بیرون رفتند که هزارها تن بودند، خدا فرمود که تمام بمیرید (همه مردند) سپس آنها را زنده کرد، زیرا خدا را در حق بندگان فضل و کرم بسیار است، و لیکن بیشتر مردم سپاسگزار نیستند"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "جهاد کنید در راه خدا و بدانید که خدا (به گفتار و کردار خلق) شنوا و دانا است"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "کیست که خدا را قرض الحسنه دهد تا خدا بر او به چندین برابر بیفزاید؟ و خداست که می‌گیرد و می‌دهد، و همه به سوی او باز گردانده می‌شوید"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "آیا ندیدی آن گروه بنی اسرائیل را که پس از وفات موسی از پیغمبر وقت خود تقاضا کردند که پادشاهی برای ما برانگیز تا (به سرکردگی او) در راه خدا جهاد کنیم؛ پیغمبر آنها گفت: اگر جهاد فرض شود مبادا به جنگ قیام نکرده، نافرمانی کنید! گفتند: چگونه شود که ما به جنگ نرویم در صورتی که (دشمنان ما) ما و فرزندان ما را (به ستم) از دیارمان بیرون کردند؟! پس چون (با درخواست آنها) جهاد مقرّر گردید به جز اندکی همه روی گردانیدند، و خدا از کردار ستمکاران آگاه است"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "پیغمبرشان به آنها گفت: خداوند طالوت را به پادشاهی شما برانگیخت. گفتند که از کجا او را بر ما بزرگی و شاهی رواست در صورتی که ما به پادشاهی شایسته‌تر از اوییم و او را مال فراوان نیست. رسول گفت: خداوند او را برگزیده و در دانش و توانایی و قوت جسم فزونی بخشیده، و خدا ملک خود را به هر که خواهد بخشد، که خدا به حقیقت توانگر و داناست"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "پیغمبرشان به آنها گفت که نشانه پادشاهی او این است که تابوتی که در آن سکینه خدا و الواح بازمانده از خانواده موسی و هارون است و فرشتگانش به دوش برند برای شما می‌آید، که در آن برای شما حجتی است روشن اگر اهل ایمان باشید"
        },
        {
            "chapter": 2,
            "verse": 249,
            "text": "پس هنگامی که طالوت لشکر کشید، سپاه خود را گفت: خدا شما را به نهر آبی آزمایش کند، هر که از آن بیاشامد از من و هم آیین من نیست، و هر که هیچ نیاشامد یا کفی بیش برنگیرد از من و هم آیین من خواهد بود. پس همه سپاهش آشامیدند به جز عده قلیلی از آنها. و چون طالوت و سپاه مؤمنش از نهر گذشتند (و مواجه با دشمن شدند لشکر بیمناک گشته) گفتند: ما را تاب مقاومت جالوت و سپاه او نخواهد بود. آنان که به لقاء رحمت خدا و ثواب آخرت معتقد بودند (ثابت قدم مانده) گفتند: چه بسیار شده که گروهی اندک به یاری خدا بر سپاهی بسیار غالب آمده، و خدا با صابران است"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "و چون آنها در میدان مبارزه جالوت و لشکریان او آمدند گفتند: پروردگارا، به ما صبر و استواری بخش و ما را ثابت قدم دار و بر شکست کافران یاری فرما"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "پس به یاری خدا کافران را شکست دادند و داود (علیه السّلام) امیر آنها جالوت را کشت و خدایش پادشاهی و فرزانگی عطا فرمود و از آنچه می‌خواست بدو بیاموخت. و اگر خدا برخی مردم را در مقابل بعضی دیگر بر نمی‌انگیخت فساد روی زمین را فرا می‌گرفت، و لیکن خدا، خداوند فضل و کرم بر همه اهل عالم است"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "این آیات خداست که به راستی بر تو می‌خوانیم و همانا تو از جمله پیغمبران مرسل هستی"
        },
        {
            "chapter": 2,
            "verse": 253,
            "text": "این پیغمبران را برخی بر بعضی برتری و فضیلت دادیم، بعضی را خدا با او سخن گفته و بعضی را رفعت مقام داده، و عیسی پسر مریم را معجزات آشکار دادیم و او را به روح القدس نیرو بخشیدیم، و اگر خدا می‌خواست پس از فرستادن پیامبران و معجزات آشکار، مردم با یکدیگر در مقام خصومت و قتال بر نمی‌آمدند، ولیکن آنان برخلاف و دشمنی با هم برخاستند، برخی ایمان آورده و بعضی کافر شدند، و اگر خدا می‌خواست با هم بر سر جنگ نبودند، و لیکن خدا هر چه مشیّتش قرار گیرد خواهد کرد"
        },
        {
            "chapter": 2,
            "verse": 254,
            "text": "ای اهل ایمان، از آنچه روزی شما کردیم انفاق کنید پیش از آنکه بیاید روزی که نه کسی (برای آسایش خود) چیزی تواند خرید و نه دوستی و شفاعتی به کار آید، و کافران (دریابند که) خود ستمکار بوده‌اند"
        },
        {
            "chapter": 2,
            "verse": 255,
            "text": "خدای یکتاست که جز او خدایی نیست، زنده و پاینده است، هرگز او را کسالت خواب فرا نگیرد تا چه رسد که به خواب رود، اوست مالک آنچه در آسمانها و زمین است، که را این جرأت است که در پیشگاه او به شفاعت برخیزد مگر به فرمان او؟ علم او محیط است به آنچه پیش نظر خلق آمده و آنچه سپس خواهد آمد و خلق به هیچ مرتبه از علم او احاطه نتوانند کرد مگر به آنچه او خواهد، قلمرو علمش از آسمانها و زمین فراتر، و نگهبانی زمین و آسمان بر او آسان و بی‌زحمت است، و او والا مرتبه و با عظمت است"
        },
        {
            "chapter": 2,
            "verse": 256,
            "text": "کار دین به اجبار نیست، تحقیقا راه هدایت و ضلالت بر همه کس روشن گردیده، پس هر که از راه کفر و سرکشی دیو رهزن برگردد و به راه ایمان به خدا گراید بی‌گمان به رشته محکم و استواری چنگ زده که هرگز نخواهد گسست، و خداوند (به هر چه خلق گویند و کنند) شنوا و داناست"
        },
        {
            "chapter": 2,
            "verse": 257,
            "text": "خدا یار اهل ایمان است که آنان را از تاریکیهای جهل بیرون آرد و به عالم نور برد، و آنان که راه کفر گزیدند یار ایشان شیاطین و دیوهایند که آنها را از عالم نور به تاریکیهای گمراهی در افکنند، این گروه اهل دوزخند و در آن همیشه خواهند بود"
        },
        {
            "chapter": 2,
            "verse": 258,
            "text": "آیا ندیدی که پادشاه زمان ابراهیم (علیه السّلام) به دلیل حکومتی که خدا به او داده بود درباره (یکتایی) خدا با ابراهیم به جدل برخاست؟ چون ابراهیم گفت: خدای من آن است که زنده گرداند و بمیراند، او گفت: من نیز زنده می‌کنم و می‌میرانم. ابراهیم گفت که خداوند خورشید را از طرف مشرق برآورد، تو اگر توانی از مغرب بیرون آر؛ آن نادان کافر در جواب عاجز ماند؛ و خدا راهنمای ستمکاران نخواهد بود"
        },
        {
            "chapter": 2,
            "verse": 259,
            "text": "یا به مانند آن کس (عزیر) که به دهکده‌ای گذر کرد که خراب و ویران شده بود، گفت: (به حیرتم که) خدا چگونه باز این مردگان را زنده خواهد کرد! پس خداوند او را صد سال میراند سپس زنده کرد و برانگیخت و بدو فرمود که چند مدّت درنگ نمودی؟ جواب داد: یک روز یا پاره‌ای از یک روز درنگ نمودم، خداوند فرمود (نه چنین است) بلکه صد سال است که به خواب مرگ افتاده‌ای، نظر در طعام و شراب خود بنما که هنوز تغییر ننموده، و الاغ خود را بنگر (که اکنون زنده‌اش کنیم تا احوال بر تو معلوم شود) و تا تو را حجت و نشانه‌ای برای خلق قرار دهیم (که امر بعثت را انکار نکنند) و بنگر در استخوانهای آن که چگونه درهمش پیوسته و گوشت بر آن پوشانیم. چون این کار بر او روشن گردید، گفت: به یقین می‌دانم که خدا بر هر چیز قادر است"
        },
        {
            "chapter": 2,
            "verse": 260,
            "text": "و چون ابراهیم گفت: بار پروردگارا، به من بنما که چگونه مردگان را زنده خواهی کرد؟ خدا فرمود: باور نداری؟ گفت: آری باور دارم، لیکن خواهم (به مشاهده آن) دلم آرام گیرد. خدا فرمود: چهار مرغ بگیر و گوشت آنها را به هم درآمیز نزد خود، آن گاه هر قسمتی را بر سر کوهی بگذار، سپس آن مرغان را بخوان، که به سوی تو شتابان پرواز کنند؛ و بدان که خدا (بر همه چیز) توانا و داناست"
        },
        {
            "chapter": 2,
            "verse": 261,
            "text": "مثل آنان که مالشان را در راه خدا انفاق می‌کنند به مانند دانه‌ای است که از آن هفت خوشه بروید و در هر خوشه صد دانه باشد، و خداوند از این مقدار نیز برای هر که خواهد بیفزاید، و خدا را رحمت بی‌منتهاست و (به همه چیز) داناست"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "آنان که مالشان را در راه خدا انفاق کنند و در پی انفاق منّتی نگذارده و آزاری نکنند، آنها را پاداش نیکو نزد خدا خواهد بود و از هیچ پیشامدی بیمناک نباشند و هرگز اندوهناک نخواهند بود"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "(فقیر سائل را به) زبان خوش و طلب آمرزش (رد کردن) بهتر است از صدقه‌ای که پی آن آزار کنند، و خداوند بی‌نیاز و بردبار است"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "ای اهل ایمان، صدقات خود را به سبب منّت و آزار تباه نسازید مانند آن که مال خود را از روی ریا (برای جلب توجه دیگران) انفاق کند و ایمان به خدا و روز قیامت ندارد؛ مثل این ریاکاران بدان ماند که دانه را (به جای آنکه در زمین قابلی افشانند) بر روی سنگ صاف غبار گرفته‌ای ریزند و تند بارانی غبار آن بشوید و آن سنگ را همان طور صاف و بی‌گیاه به جای گذارد، که نتوانند هیچ حاصلی از آن به دست آورند. و خداوند گروه کافران را راه (سعادت) ننماید"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "و مثل آنان که مالشان را در راه خشنودی خدا انفاق کنند و با کمال اطمینان خاطر، دل به لطف خدا شاد دارند مثل بوستانی است که در زمین بلندی باشد و بر آن باران زیادی به موقع ببارد و حاصلی دو چندان (که منتظرند) دهد، و اگر باران زیاد نیاید، اندک بارد (تا باز به ثمر رسد)، و خدا (به کار شما) بیناست"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "آیا هیچ یک از شما خواهد که او را باغی باشد از درخت خرما و انگور و زیر آن درختان جویهای روان، و در آن هرگونه میوه موجود باشد، آن گاه ضعف و پیری بدو فرا رسد و او را فرزندان خرد و ناتوان باشد، پس در باغ او بادی آتشبار افتد و همه بسوزد؟ (حال کسی که به ریا انفاق کند بدین ماند). خداوند آیات خود را برای شما این چنین روشن بیان کند، باشد که (در مآل کارها و حقیقت احوال) فکر کنید"
        },
        {
            "chapter": 2,
            "verse": 267,
            "text": "ای اهل ایمان، انفاق کنید از بهترین آنچه اندوخته‌اید، و از آنچه برای شما از زمین می‌رویانیم، و بدها را برای انفاق در نظر نگیرید، در صورتی که خود شما جنس بد را نستانید مگر آنکه از بدی آن چشم پوشی کنید؛ و بدانید که خدا بی‌نیاز و ستوده صفات است"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "شیطان شما را وعده فقر و بی‌چیزی دهد و به کارهای زشت و بخل وادار کند، و خدا به شما وعده آمرزش و احسان دهد، و خدا را رحمت بی‌منتهاست و (به همه امور جهان) داناست"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "خدا فیض حکمت را به هر که خواهد عطا کند، و هر که را به حکمت و دانش رسانند در باره او مرحمت و عنایت بسیار کرده‌اند، و این حقیقت را جز خردمندان متذکر نشوند"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "هر چه انفاق کنید و یا به نذر (و صدقه) دهید همانا خدا می‌داند، و (اگر در حق مسکینان ستم کنید) برای ستمکاران در دو جهان یار و معینی نخواهد بود"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "اگر (به مستحقان) آشکارا صدقه دهید کاری نیکوست، لیکن اگر در پنهانی به فقیران (آبرومند) رسانید برای شما نیکوتر است و خدا (به پاداش آن) برخی از گناهان شما را محو و مستور دارد، و خداوند از (آشکارا و نهان) آنچه می‌کنید آگاه است"
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "(ای رسول بر تو دعوت خلق است و) هدایت خلق بر تو نیست، خدا هر که را خواهد هدایت کند. و هر قسم انفاق و احسان کنید درباره خویش کرده‌اید، و نبایست انفاق کنید جز در راه رضای خدا، و هر انفاق و احسانی کنید از خدا پاداش تمام به شما رسد و هرگز به شما ستم نخواهد رسید"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "صدقات مخصوص فقیرانی است که در راه خدا بازمانده و ناتوان شده‌اند و توانایی آنکه در زمین بگردند (و کاری پیش گیرند) ندارند و از فرط عفاف چنانند که هر کس از حال آنها آگاه نباشد پندارد غنی و بی‌نیازند، به (فقر) آنها از سیمایشان پی می‌بری، هرگز چیزی از کسی درخواست نکنند. و هر مالی انفاق کنید خدا به آن آگاه است"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "کسانی که مال خود را در شب و روز انفاق کنند نهان و آشکارا، آنان را نزد پروردگارشان پاداش نیکو خواهد بود و هرگز (از حادثه آینده) بیمناک و (از امور گذشته) اندوهگین نخواهند گشت"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "آن کسانی که ربا خورند (از قبر در قیامت) برنخیزند جز به مانند آن که به وسوسه شیطان مخبّط و دیوانه شده. و آنان بدین سبب در این عمل زشت افتند که گویند فرقی بین تجارت و ربا نیست؛ حال آنکه خدا تجارت را حلال و ربا را حرام کرده. پس هر کس که اندرز (کتاب) خدا بدو رسد و از این عمل دست کشد خدا از گذشته او در گذرد و عاقبت کارش با خدا باشد، و کسانی که دست نکشند اهل جهنّمند و در آن جاوید معذّب خواهند بود"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "خدا سود ربا را نابود گرداند و صدقات را افزونی بخشد، و خدا مردم بی‌ایمان گنه پیشه را دوست ندارد"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "آنان که اهل ایمان و نیکوکارند و نماز به پا دارند و زکات بدهند آنان را نزد پروردگارشان پاداش نیکو خواهد بود و هرگز ترس (از آینده) و اندوه (از گذشته) نخواهند داشت"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "ای کسانی که ایمان آورده‌اید، از خدا بترسید و زیادی ربا را رها کنید اگر به راستی اهل ایمانید"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "پس اگر ترک ربا نکردید آگاه باشید که به جنگ خدا و رسول او برخاسته‌اید. و اگر از این کار پشیمان گشتید اصل مال شما برای شماست، که در این صورت به کسی ستم نکرده‌اید و از کسی ستم نکشیده‌اید"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "و اگر (کسی که از او طلبکار هستید) تنگدست شود به او مهلت دهید تا توانگر گردد، و بخشیدن آن (به هنگام تنگدستی وی) به رسم صدقه، برای شما بهتر است اگر (به مصلحت خود) دانایید"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "و بترسید از روزی که شما را به سوی خدا باز گردانند، پس هر کس پاداش عمل خویش خواهد یافت و به هیچ کس ستمی نکنند"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "ای اهل ایمان، چون به قرض و نسیه معامله کنید تا زمانی معیّن، سند و نوشته در میان باشد، و بایست نویسنده درستکاری معامله میان شما را بنویسد، و نباید کاتب از نوشتن خودداری کند، که خدا به وی نوشتن آموخته پس باید بنویسد، و مدیون باید مطالب را املاء کند، و از خدا بترسد و از آنچه مقرّر شده چیزی نکاهد، و اگر مدیون سفیه یا ناتوان (صغیر) است و صلاحیّت املا ندارد ولیّ او به عدل و درستی املا کند و دو تن از مردان خود (از مسلمانان عادل) گواه آرید، و اگر دو مرد نیابید یک مرد و دو زن، از هر که (به عدالت) قبول دارید گواه گیرید تا اگر یک نفر از آن دو زن فراموش کند دیگری به خاطرش آورد، و هرگاه شهود را (به محکمه) بخوانند امتناع از رفتن نکنند، و در نوشتن آن تا تاریخ معیّن مسامحه نکنید چه معامله کوچک و چه بزرگ باشد. این عادلانه‌تر است نزد خدا و محکمتر برای شهادت و نزدیکتر به اینکه شکّ و ریبی در معامله پیش نیاید (که موجب نزاع شود) مگر آنکه معامله نقد حاضر باشد که دست به دست میان شما برود، در این صورت باکی نیست که ننویسید، و گواه گیرید هرگاه معامله کنید، و نبایست به نویسنده و گواه ضرری رسد (و بی‌اجر مانند)، و اگر چنین کنید نافرمانی کرده‌اید. و از خدا بترسید و خداوند هم به شما تعلیم مصالح امور می‌کند و خدا به همه چیز داناست"
        },
        {
            "chapter": 2,
            "verse": 283,
            "text": "و اگر در سفر باشید و نویسنده‌ای نیابید برای وثیقه دین گروی گرفته شود. و اگر برخی بعضی را امین داند (و به او امانت بسپارد) پس باید ادا کند آن امین آنچه را که به امانت گرفته است و از خدای خود بترسد (و به امانت خیانت نکند)، و کتمان شهادت ننمایید، که هر کس کتمان کند البته به دل گناهکار است و خدا از همه کار شما آگاه است"
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "آنچه در آسمانها و زمین است همه ملک خداست و اگر آنچه در دل دارید آشکار و یا مخفی کنید همه را خدا در محاسبه شما خواهد آورد، آن گاه هر که را خواهد ببخشد و هر که را خواهد عذاب کند، و خدا بر هر چیز تواناست"
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "این رسول به آنچه خدا بر او نازل کرده ایمان آورده و مؤمنان نیز همه به خدا و فرشتگان خدا و کتب و پیغمبران خدا ایمان آوردند (و گفتند) ما میان هیچ یک از پیغمبران خدا فرق نگذاریم، و (همه یک زبان و یک دل) اظهار کردند که ما (فرمان خدا را) شنیده و اطاعت کردیم، پروردگارا، ما آمرزش تو را خواهیم و (می‌دانیم) بازگشت همه به سوی توست"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "خدا هیچ کس را تکلیف نکند مگر به قدر توانایی او، نیکیهای هر کس به سود او و بدیهایش نیز به زیان خود اوست. پروردگارا، ما را بر آنچه به فراموشی یا به خطا کرده‌ایم مؤاخذه مکن. بار پروردگارا، تکلیف گران و طاقت فرسا که بر پیشینیان ما نهاده‌ای بر ما مگذار. پروردگارا، بار تکلیفی فوق طاقت ما بر دوش ما منه، و بیامرز و ببخش گناه ما را، و بر ما رحمت فرما، تنها آقای ما و یاور ما تویی، پس ما را بر گروه کافران یاری فرما"
        }
    ]
}