{
    "maqras": [
        {
            "chapter": 28,
            "verse": 12,
            "text": "And We made unlawful (or unacceptable) for him the wet-nurses. And she (his sister) said, \"Shall I guide you to the people of a house who will bring him up for you, and who will be sincere and devoted"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "So We restored him to his mother that her eye might be cheered, and that she might not grieve, and that she might know that the promise of Allah is true. But most of them understand not"
        },
        {
            "chapter": 28,
            "verse": 14,
            "text": "And when he reached maturity and was firmly established, We gave him Wisdom and Knowledge; for thus do We reward those who do good"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "And he entered into the city at a time when the people thereof were heedless, and he found therein two men fighting; the one of his own sect and the other of his enemies. And he who was of his sect asked his aid against him who was of his enemies. So Mose"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "He said, \"My Lord! Verily, I have wronged my soul, but forgive me.\" So He forgave him; verily He is the Forgiving, the Merciful"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "He said, \"My Lord! For that you have been gracious to me, I will never more be a supporter of the guilty"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "And on the morrow he was in the city, fearing, vigilant. And behold, he whom he had helped the day before, cried again to him for help. Moses said unto him, \"Verily, you are obviously quarrelsome (a hothead)"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "And when he would have attacked him who was the enemy to them both, he said, \"O Moses! Would (or desire) you to slay me as you did slay a person yesterday? You would be (or are or desire to be) only a tyrant in the earth; and you would not be (or ar)"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "And a man came from the remote parts of the city running. He said, \"O Moses! Verily, the chiefs are deliberating concerning you to slay you; therefore go forth; verily, I am to you a sincere adviser"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "So he went forth there from, fearing, vigilant. Said he, \"Lord, save me from the unjust people"
        },
        {
            "chapter": 28,
            "verse": 22,
            "text": "And when he turned his face towards Midian, he said, \"It may be that my Lord will guide me to a smooth and straight path"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "And when he came unto the water of Midian he found thereat a group of people watering their flocks. And he found apart from them two women keeping back their flocks. Said he, \"What is the matter with you?\" They said, \"We cannot water our fl"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "So he watered their flock for them; then he turned aside into the shade and said, \"My Lord! Verily, I stand in need of what good Thou sends down to me"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "And one of the two women came to him walking shyly; said she, \"Verily, my father calls you, to reward you with a payment for that you did water our flocks for us.\" And when he came to him and related to him his whole story, he said, \"Fear n"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "One of the two women said, \"O my father! Hire him; verily, the best of those whom you can hire is the strong and faithful"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "Said he, \"Verily, I desire to marry you to one of these daughters of mine, on condition that you do serve me for hire eight years; and if you shall fulfil ten it is of your own accord; for I desire not to make it hard for you. Allah willing, you will"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "Said he, \"That is settled between you and me. Whichever of the two terms I fulfil, there will be no ill-will (or injustice) against (or in) me, for Allah is surety over (witness of or approves of) what we say"
        }
    ]
}