{
    "maqras": [
        {
            "chapter": 35,
            "verse": 41,
            "text": "Surely Allah sustains the heavens and the earth lest they fail (deviate, collapse); and if they should fail, there is none who can uphold them after Him; surely He is the Forbearing, the Forgiving"
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "And they swore by Allah with the strongest of their oaths that if there came to them a Warner they would be better guided than any other nations; but when a Warner came to them, it increased them in nothing but aversion"
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "(Shown in their) behaving arrogantly in the land and in evil planning; and the evil plans beset none save the authors of it. Then should they wait for anything except the way of the former people? You will not find any alteration in the treatment of Allah"
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "Have they not travelled in the land and seen how was the end of those before them while they were stronger than these in power? And Allah is not such that any thing in the heavens or in the earth should escape Him; surely He is Knowing, Powerful"
        },
        {
            "chapter": 35,
            "verse": 45,
            "text": "And were Allah to punish men for what they deserve, He would not leave any creature on the surface of the earth, but He reprieves them till an appointed term; so when their doom shall come, then surely Allah is Seer of His servants"
        },
        {
            "chapter": 36,
            "verse": 1,
            "text": "Ya Seen"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "I swear by the Quran full of wisdom"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "Most surely you are one of the Messengers"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "On a Straight Way"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "A revelation of the Mighty, the Merciful"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "That you may warn a people whose fathers were not warned, and so they are heedless"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "Already has the word proved true of most of them, for they do not believe"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "Surely We have placed chains on their necks, and these reach up to their chins, so they are stiff-necked"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "And We have made before them a barrier and a barrier behind them, then We have covered them over so that they see not"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "And it is alike to them whether you warn them or warn them not: they believe not"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "You can only warn him who follows the Reminder (the Quran) and fears the Beneficent Allah in secret; so announce to him forgiveness and an honourable reward"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "Surely We give life to the dead, and We write down what they have sent before and their footprints, and We have recorded everything in a Clear Record"
        },
        {
            "chapter": 36,
            "verse": 13,
            "text": "And set out to them a similitude: The ´Companions of the City´, when the messengers came to it"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "When We sent to them two, they rejected both of them, then We strengthened (them) with a third, and they said, \"Surely we are messengers to you"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "They said, \"You are naught but mortals like ourselves, nor has the Beneficent Allah revealed anything; you only lie"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "They said, \"Our Lord knows that we are most surely messengers to you"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "And nothing devolves on us but a clear deliverance (of the message)"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "They said, \"Surely we augur (fear) evil from you; if you do not desist, we will certainly stone you, and there shall certainly afflict you a painful chastisement from us"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "They said, \"Your evil omen (expectation, foreboding) is with yourselves. What! Is it because you are reminded? Nay, you are a people that transgress all bounds"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "And from the remote part of the city there came a man running, he said, \"O my people! Follow the messengers"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "Follow him who does not ask you for reward, and who are the followers of the right course"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "And what reason have I that I should not serve Him Who brought me into existence? And to Him you shall be brought back"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "What! Shall I take besides Him gods whose intercession, if the Beneficent Allah should desire to afflict me with harm, shall not avail me aught, nor shall they be able to deliver me"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "Then truly I shall manifest (clear, obvious) error"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "Verily, I believe in your Lord, therefore hear me"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "It was said (unto him), \"Enter the garden.\" He said, \"O would that my people knew"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "Of that on account of which my Lord has forgiven me and made me of the honoured ones"
        }
    ]
}