{
    "maqras": [
        {
            "chapter": 3,
            "verse": 113,
            "text": "They are not all alike. Of the people of the Book there is an upright community, reciting the revelations of Allah throughout the night, falling prostrate (in Surrender)"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "They believe in Allah, and in the last day, and bid intelligent (or right) conduct, and forbid what is stupid (or wrong), and vie with one another in good works; these are among the righteous"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "What good they do, surely Allah will not deny its merit, for Allah is Aware of those who fear (or repel) evil"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "Verily, those who disbelieve, their wealth and children are of no service to them against Allah; they are the rightful owners of the Fire, and they shall dwell therein"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "The likeness of what they spend in this life of the world is as the likeness of wind wherein is a cold blast that falls upon the harvest of a people who have wronged themselves and destroys it. It is not Allah who wrongs them, but it is themselves they wr"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "O you who believe! Take not for intimates others than your own folk, who would not fail to ruin you; they love to obstruct you. Hatred is shown by their mouths; but what their breasts conceal is greater still. We have made manifest to you Our revelations"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "Verily, it is you who love them, but they love not you; and you believe in the whole of the Scripture. But when they meet you they say, \"We believe;\" and when they go aside they bite their fingertips at you through rage. Say, \"Die in your r"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "If good luck touches you it is bad for them, but if bad luck befalls you they rejoice therein; yet if you are patient and fear, their tricks shall not harm you. Lo, Allah is surrounding what they do"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "When you did set forth early from your household to settle for the believers the positions for battle, Allah was Hearer and Knower"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "When two companies of you almost fell away in cowardice but Allah was their Guardian (or Protecting Friend), for on Allah surely do believers put their trust"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "Allah gave you victory at Badr when you were in a contemptible force; so do your duty to Allah in thankfulness"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "When you did say unto the believers, \"Is it not enough for you that your Lord supports you with three thousand of the angels sent down from on high"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "Yea, if you persevere and avoid evil, and the enemy attacks you suddenly, your Lord will assist you with five thousand of His angels with force"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "Allah ordained this only as glad tidings to comfort your heart withal, for victory comes but from Allah, the Mighty, the Wise"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "That He may cut off some of the faithless, or overwhelm them that they may retire frustrated (from their purpose)"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "It (the concern, responsibility or decision) is not for you whether He turns towards them again or punish them; for, verily, they are evil-doers"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "To Allah belongs whatever is in the heavens and in the earth. He forgives whom He will, and punishes whom He will. Allah is Forgiving and Merciful"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "O you who believe! Devour not usury doubling and redoubling, but do your duty to Allah that you may be successful"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "Avoid the fire which is prepared for the faithless"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "And obey Allah and His Messenger, that you may get mercy"
        }
    ]
}