{
    "maqras": [
        {
            "chapter": 4,
            "verse": 36,
            "text": "And serve Allah; associate nothing with Him; show kindness to parents, and to kindred, and orphans, and the needy, and to the neighbour who is a kin, and the neighbour who is a stranger, and the fellow traveller, and the wayfarer, and those whom your righ"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "Who hoard their wealth and bid men to (or promote) avarice, and who hide what Allah has given them of His Bounty. We have prepared for the disbelievers a shameful woe"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "And for those who expend their wealth in alms for appearance sake before men, and who believe not in Allah nor in the last day. Whoever takes Satan for his mate, an evil mate has he"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "What harm would it do them if they believed in Allah and in the Last Day, and expended in alms of what Allah has provided them? But Allah has full Knowledge about them"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "Verily, Allah would not wrong by the weight of an atom; and if it´s a good work, He will double it and bring from Himself a mighty reward"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "What if We bring from every nation a witness, and bring you as a witness against these"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "On the day when those who disbelieve and rebel against the Messenger would wish that they were levelled with the earth, but they cannot hide the facts from Allah"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "O you who believe! Approach not prayer while you are drunk (or mentally dull), until you know (can understand) what you are saying; nor yet while polluted - unless you are on a journey - until you have washed yourselves. But if you are sick, or on a journ"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Do you not see those who have been given a portion of the Book? They buy error, and they wish that you may stray from the way"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "But Allah knows best who your enemies are, and Allah suffices as a Patron (or protecting friend), and sufficient is Allah as a Helper"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "And some Jews change words from their context, and say, \"We hear but we disobey\"; and \"We listen without hearing,\" and \"Ra´hina (\"Attend to us\")\" distorting it with their tongues (to mean \"Take us to past)"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "O you who have been given the Book! Believe in what We have revealed, confirming what you had before; ere we deface your faces and turn them into hinder parts, or curse you as we cursed the Sabbath-breakers. The command of Allah´s is always done"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "Verily, Allah pardons not associating anything with Him, but He pardons anything short of that, to whomsoever He pleases; but associating anything with Allah is to devise a mighty sin indeed"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "Do you not see those who pride themselves for sanctity? Nay, Allah sanctifies whom He will, and they shall not be wronged a straw"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "Behold, how they devise lies against Allah, and that is manifest sin enough"
        },
        {
            "chapter": 4,
            "verse": 51,
            "text": "Do you not see those to whom a portion of the Book has been given? They believe in Gibt and Taghut (Idols and False Deities, vain things, sorcery, superstition), and they say of those who disbelieve, \"These are better guided in the way than those who"
        },
        {
            "chapter": 4,
            "verse": 52,
            "text": "These are those whom Allah has cursed, and whom Allah has cursed no helper shall he find"
        },
        {
            "chapter": 4,
            "verse": 53,
            "text": "Shall they have a portion of the kingdom? Why, even then they would not give to men a jot"
        },
        {
            "chapter": 4,
            "verse": 54,
            "text": "Do they envy man for what Allah has given of His grace? We have given to the House of Abraham the Scripture and Wisdom, and we have given them a mighty kingdom"
        },
        {
            "chapter": 4,
            "verse": 55,
            "text": "And of them are some who believe therein, and of them are some who turn from it, but Hell is flaming enough for them"
        },
        {
            "chapter": 4,
            "verse": 56,
            "text": "Verily, those who disbelieve in Our signs, We will broil them with Fire; whenever their skins are well done, then We will change them for fresh skins, that they may taste the torment. Verily, Allah is Mighty and Wise"
        },
        {
            "chapter": 4,
            "verse": 57,
            "text": "But those who believe and do right, We will make them enter gardens beneath which rivers flow, and they shall dwell therein for ever. For them therein are pure companions; We will admit into a shades, cool and deep"
        }
    ]
}