{
    "maqras": [
        {
            "chapter": 6,
            "verse": 36,
            "text": "Only those can accept who hear. As for the dead, Allah will raise them up, then unto Him shall they return"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "They say, \"Why has not a sign been sent down from his Lord\" Say, \"Verily, Allah has power to send down a sign, but most of them do not understand"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "There is not a beast upon the earth nor a bird that flies with both its wings, but is a people like to you; We have omitted nothing from the Book. Then to their Lord shall they be gathered"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Those who rejected Our signs are deaf and dumb, in darkness! Whom He pleases does Allah sends astray, and whom He pleases He places on the Straight Way"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Say, \"Can you see yourselves! If there should come Allah´s punishment, or there should come to you the Hour, would you call on other than Allah, (answer that) truthfully"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "Nay, it is on Him that you would call, and He will remove that because of which you call upon Him, if He will; and you forget that which you did associate with Him"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "Ere this We sent unto nations before you, and We sent them distress and adversity that per chance (or possibly) they might humble themselves"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "If only, when Our violence falls upon them, they had been humble, but their heart was hard, and Satan made seemly to them all that they used to do"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "And when they forgot what they were reminded of, We opened for them the gates of all things, until when they rejoiced at what they had, We caught them up suddenly (or unawares, unexpectedly), and Lo! They were plunged into despair"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "And the uttermost part of the people who did wrong were cut off. Praise be to Allah, Lord of the worlds"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "Say, \"Think you! If Allah should remove your hearing and your sight, and should set a seal upon your heart, who is god but Allah to restore it to you?\" See how We expound the revelations unto them! Yet still they turn away"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "Say, \"Think! If Allah´s punishment should come to you unawares or openly (expectedly), would any perish save the people who do wrong"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "We do not send our messengers save as heralds of glad tidings and of warning, and whoever believes and acts aright, there is no fear for them, and they shall not be grieved"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "But those who deny Our signs, torment shall afflict them, because they used to disobey"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "Say (O Muhammad), \"I do not say unto you that mine are the treasuries of Allah, nor that I know the unseen, and I do not say unto you, I am an angel. I follow only that which is inspired in me.\" Say, \"Is the blind man equal to him who sees"
        },
        {
            "chapter": 6,
            "verse": 51,
            "text": "Admonish therewith those who fear that they shall be gathered unto their Lord; there is no patron for them but Him, and no intercessor, that per chance (or possibly) they may fear (avoid evil)"
        },
        {
            "chapter": 6,
            "verse": 52,
            "text": "Repel not those who call upon their Lord in the morning and in the evening, seeking His Countenance (Face, Presence); they are not accountable to you in anything, and you are not accountable to them in anything. Repel them and you will be of the unjust"
        },
        {
            "chapter": 6,
            "verse": 53,
            "text": "Thus did We try some of them by (or in comparison with) others, that they may say, \"Are these those unto whom Allah has been gracious amongst us?\" Does not Allah know those who give thanks"
        },
        {
            "chapter": 6,
            "verse": 54,
            "text": "And when those who believe in Our revelations come to you, say, \"Peace be on you! Allah hath prescribed for Himself mercy; verily, he among you who does evil in ignorance, and then repents and does right, verily, He is Forgiving and Merciful"
        },
        {
            "chapter": 6,
            "verse": 55,
            "text": "Thus do We expound Our revelations, that the way of the sinners may be made plain"
        },
        {
            "chapter": 6,
            "verse": 56,
            "text": "Say, \"I am forbidden to worship those you call upon anything beside Allah.\" Say, \"I will not follow your lusts (desires, prejudices, fantasies), for then would I err and not be of the rightly guided"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "Say, \"I rely on a manifestation (proofs) from my Lord, which you deny. I have not with me that for which you are impatient. The decision is a matter for Allah alone, He declares the Truth and He is the best of Judges"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "Say, \"If I had that for which you are impatient, then the matter between you and me would have been settled immediately. But Allah is best aware of the wrong-doers"
        }
    ]
}