{
    "pages": [
        {
            "chapter": 11,
            "verse": 98,
            "text": "[فرعون] روز قیامت پیشاپیش قومش می رود، پس آنان را به آتش درمی آورد، و بد نصیب و سهمی است [آتشی] که در آن وارد می شود"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "و در این دنیا و روز قیامت به لعنتی بدرقه شدند [و آن لعنت] بد عطیه ای است که به آنان می دهند"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "این از گزارش های شهرها [و اهل آنها] است که آن را بر تو حکایت می کنیم، برخی از آن [شهر] ها هنوز برجایند، و برخی درو شده بر باد رفته اند"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "و ما بر آنان ستم نکردیم، ولی آنان بر خویشتن ستم ورزیدند، پس هنگامی که عذاب پروردگارت فرا رسید، معبودانی که به جای خدا می پرستیدند، چیزی [از عذاب را] از آنان دفع نکردند، و به آنان جز خسارت و هلاکت نیفزودند"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "و چنین است مؤاخذه کردن پروردگارت، هنگامی که [مردم] آبادی ها را در آن حال که ستمکارند مؤاخذه می کند. بی تردید مؤاخذه او دردناک و سخت است"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "یقیناً در آن مؤاخذه ها برای کسی که از عذاب آخرت می ترسد، عبرت است، [و] آن روزی است که مردم را برای آن گرد می آورند، و آن روزی است که [همه صحنه های آن] مورد مشاهده است"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "و ما آن روز را جز برای مدتی اندک به تأخیر نمی اندازیم"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "روزی که چون فرا رسد، هیچ کس جز به اجازه او سخن نمی گوید؛ پس برخی تیره بخت و برخی نیک بخت اند"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "اما تیره بختان [که خود سبب تیره بختی خود بوده اند] در آتش اند، برای آنان در آنجا ناله های حسرت بار و عربده و فریاد است"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "در آن تا آسمان ها و زمین پابرجاست جاودانه اند، مگر آنچه را که مشیّت پروردگارت اقتضا کرده است؛ بی تردید پروردگارت هر چه را اراده می کند، انجام می دهد"
        },
        {
            "chapter": 11,
            "verse": 108,
            "text": "اما نیک بختان [که به توفیق و رحمت خدا سعادت یافته اند] تا آسمان ها و زمین پابرجاست، در بهشت جاودانه اند مگر آنچه را مشیّت پروردگارت اقتضا کرده، [بهشت] عطایی قطع ناشدنی و بی پایان است"
        }
    ]
}