{
    "pages": [
        {
            "chapter": 12,
            "verse": 5,
            "text": "[پدر] گفت: ای پسرک من! خواب خود را برای برادرانت مگو که نقشه ای خطرناک بر ضد تو به کار می بندند، بدون شک شیطان برای انسان دشمنی آشکار است"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "و این چنین پروردگارت تو را برمی گزیند و از تفسیر خواب ها به تو می آموزد، و نعمتش را بر تو و بر آل یعقوب تمام می کند، چنانکه پیش از این بر پدرانت ابراهیم و اسحاق تمام کرد؛ یقیناً پروردگارت دانا و حکیم است"
        },
        {
            "chapter": 12,
            "verse": 7,
            "text": "بی تردید [در داستان] یوسف و برادرانش نشانه هایی [از ربوبیّت، رحمت و لطف خدا] برای مردم کنجکاو است"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "[یاد کن] هنگامی را که برادران گفتند: با اینکه ما گروهی نیرومندیم، یوسف و برادرش نزد پدرمان از ما محبوب ترند، و قطعاً پدرمان در اشتباه روشن و آشکاری است"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "[یکی گفت:] یوسف را بکشید و یا او را در سرزمین نامعلومی بیندازید، تا توجه و محبت پدرتان فقط معطوف به شما شود. و پس از این گناه [با بازگشت به خدا و عذرخواهی از پدر] مردمی شایسته خواهید شد"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "یکی از آنان گفت: یوسف را نکشید، اگر می خواهید کاری بر ضد او انجام دهید، وی را در مخفی گاه آن چاه اندازید، که برخی رهگذران او را برگیرند [و با خود ببرند]"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "گفتند: ای پدر! تو را چه شده که ما را نسبت به یوسف امین نمی دانی با اینکه ما بدون تردید خیرخواه اوییم"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "فردا او را با ما روانه کن تا [در دشت و صحرا] بگردد و بازی کند، قطعاً ما حافظ و نگهبان او خواهیم بود"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "گفت: بردن او مرا سخت اندوهگین می کند، و می ترسم شما از او غفلت کنید و گرگ، او را بخورد"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "گفتند: اگر با بودن ما که گروهی نیرومندیم، گرگ او را بخورد، یقیناً ما در این صورت زیانکار و بی مقداریم"
        }
    ]
}