{
    "pages": [
        {
            "chapter": 12,
            "verse": 104,
            "text": "و در حالی که هیچ پاداشی [در برابر ابلاغ قرآن] از آنان نمی خواهی، این [قرآن] جز پندی برای جهانیان نیست"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "و [برای هدایت مردم] در آسمان ها و زمین چه بسیار نشانه هاست که [در غفلت و بی خبری] بر آنها می گذرند در حالی که از آنها روی می گردانند"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "و بیشترشان به خدا ایمان نمی آورند مگر آنکه [برای او] شریک قرار می دهند"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "آیا ایمنند از اینکه فراگیرنده ای از عذاب خدا بیایدشان، یا ناگاه قیامت در حالی که نمی فهمند بر آنان فرا رسد؟"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "بگو: این طریقه و راه من است که من و هر کس پیرو من است بر پایه بصیرت و بینایی به سوی خدا دعوت می کنیم، و خدا از هر عیب و نقصی منزّه است و من از مشرکان نیستم"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "و پیش از تو [بخاطر هدایت مردم] جز مردانی از اهل آبادی ها را که به آنان وحی می نمودیم نفرستادیم. آیا [مخالفان حق] به گردش و سفر در زمین نرفتند تا با تأمل بنگرند که عاقبت کسانی که پیش از آنان بودند [و از روی کبر و عناد به مخالفت با حق برخاستند] چگونه بود؟ و مسلماً سرای آخرت برای کسانی که پرهیزکاری کردند، بهتر است؛ آیا نمی اندیشید؟"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "[پیامبران، مردم را به خدا خواندند و مردم هم حق را منکر شدند] تا زمانی که پیامبران [از ایمان آوردن اکثر مردم] مأیوس شدند و گمان کردند که به آنان [از سوی مردم در وعده یاری و حمایت] دروغ گفته شده است. [ناگهان] یاری ما به پیامبران رسید؛ پس کسانی را که خواستیم رهایی یافتند و عذاب ما از گروه مجرمان برگردانده نمی شود"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "به راستی در سرگذشت آنان عبرتی برای خردمندان است. [قرآن] سخنی نیست که به دروغ بافته شده باشد، بلکه تصدیق کننده کتاب های آسمانی پیش از خود است و بیان گر هر چیز است و برای مردمی که ایمان دارند، سراسر هدایت و رحمت است"
        }
    ]
}