{
    "pages": [
        {
            "chapter": 19,
            "verse": 12,
            "text": "ای یحیی! کتاب را به قوت و نیرومندی بگیر؛ و به او در حالی که کودک بود، حکمت دادیم"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "و از سوی خود مهرورزی [به همه مردم] و پاکی و شایستگی [به او عطا کردیم] و او همواره پرهیزکار بود"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "و به پدر و مادرش نیکوکار بود و سرکش و نافرمان نبود"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "و بر او سلام باد روزی که زاده شد، و روزی که می میرد، و روزی که زنده برانگیخته می شود"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "و در این کتاب [سرگذشتِ] مریم را یاد کن هنگامی که از خانواده اش [در] مکان شرقی کناره گرفت"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "و جدا از آنان پوشش و پرده ای برای خود قرار داد. و ما روح خود را به سوی او فرستادیم، پس برای او [به صورت] بشری خوش اندام و معتدل نمودار شد"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "مریم گفت: همانا من از تو به [خدای] رحمان پناه می برم، اگر پرهیزکار هستی [از من فاصله بگیر]"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "گفت: جز این نیست که من فرستاده پروردگار تو هستم برای آنکه پسری پاک و پاکیزه به تو ببخشم"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "گفت: چگونه برای من پسری خواهد بود در حالی که نه هیچ بشری با من ازدواج کرده است و نه بدکار بوده ام"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "گفت: چنین است [که گفتی، ولی] پروردگارت فرموده است: این کار بر من آسان است و [فرزندی بدون ازدواج به او بخشیدن] برای این [است] که او را نشانه ای [از قدرت خود] برای مردم و رحمتی از سوی خود قرار دهیم؛ و این کار شدنی است"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "پس به عیسی حامله شد و به خاطر او در مکانی دور کناره گرفت"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "آن گاه درد زاییدن، او را به ناچار به جانب درخت خرما کشانید؛ [در آن حال] گفت: ای کاش پیش از این میمردم و یکسره از خاطره ها فراموش شده بودم"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "پس کودک از زیر [پای] او ندایش داد: غمگین مباش که پروردگارت از زیر [پای] تو نهر آبی پدید آورده است [تا بیاشامی و شستشو کنی]"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "و تنه خرما را به سوی خود بجنبان تا برایت خرمای تازه و از بار چیده بریزد"
        }
    ]
}