{
    "pages": [
        {
            "chapter": 2,
            "verse": 17,
            "text": "سرگذشت آنان مانند کسانی است که [در شب بسیار تاریک بیابان] آتشی افروختند [تا در پرتو آن خود را از خطر نجات دهند]، چون آتش پیرامونشان را روشن ساخت، خدا [به وسیله توفانی سهمگین] نورشان را خاموش کرد و آنان را در تاریکی هایی که مطلقاً نمی دیدند واگذاشت"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "کر و لال و کورند، به این سبب آنان [از گمراهی و ضلالت به سوی هدایت و حقیقت] بازنمی گردند"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "یا [سرگذشت آنان] سرگذشتِ [دچار شدگان به] رگباری شدید از آسمان است که در آن تاریکی ها و رعد و برقی است، [آنان] انگشتانشان را از [صدایِ هولناکِ] صاعقه ها به خاطر بیم مرگ در گوش هایشان می گذارند [در حالی که راه گریزی از مرگ برای آنان نیست] و خدا به کافرانْ احاطه [همه جانبه] دارد"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "نزدیک است که آن برقِ [بسیار رخشنده، روشنیِ] چشم های آنان را برباید؛ زمانی که آنان را روشنی دهد، در آن روشنی راه می روند و چون محیط را بر آنان تاریک کند، می ایستند و اگر خدا می خواست [شنواییِ] گوش و [بیناییِ] چشم آنان را نابود می کرد؛ زیرا خدا بر هر کاری تواناست"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "ای مردم! پروردگارتان را که شما و پیشینیان شما را آفریده است، بپرستید تا [با پرستیدن او] پروا پیشه شوید"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "آن پروردگاری که زمین را برای شما بستری گسترده و آسمان را سقفی برافراشته قرار داد و از آسمان، آبی [مانند برف و باران] نازل کرد و به وسیله آن از میوه های گوناگون، رزق و روزی برای شما بیرون آورد؛ پس برای خدا شریکان و همتایانی قرار ندهید در حالی که می دانید [برای خدا در آفریدن و روزی دادن، شریک و همتایی وجود ندارد]"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "[و اگر در آنچه ما بر بنده خود] محمّد (صلی الله علیه وآله)] نازل کرده ایم، شک دارید [که وحی الهی است یا ساخته بشر] پس سوره ای مانند آن رابیاورید، و [برای این کار] غیر از خدا، شاهدان و گواهان خود را [از فُصحا و بُلغای بزرگ عرب به یاری] فرا خوانید، اگر [در گفتار خود که این قرآن ساخته بشر است نه وحی الهی [راستگویید]"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "و اگر این کار را انجام ندادید ـ که هرگز نمی توانید انجام دهید ـ بنابراین از آتشی که هیزمش مردم و سنگ هایند، بپرهیزید؛ آتشی که برای کافران آماده شده است"
        }
    ]
}