{
    "pages": [
        {
            "chapter": 33,
            "verse": 55,
            "text": "همسران پیامبر را نزد پدرانشان و پسرانشان و برادرانشان و پسران برادرانشان و پسران خواهرانشان و زنان هم کیششان و بردگانشان [در ترک پوشش و حجاب] گناهی نیست؛ و از خدا پروا کنید که خدا به هر چیزی گواه است"
        },
        {
            "chapter": 33,
            "verse": 56,
            "text": "همانا خدا و فرشتگانش بر پیامبر درود و رحمت می فرستند. ای اهل ایمان! بر او درود فرستید و آن گونه که شایسته است، تسلیم او باشید"
        },
        {
            "chapter": 33,
            "verse": 57,
            "text": "قطعاً آنان که خدا و پیامبرش را می آزارند، خدا در دنیا و آخرت لعنتشان می کند، و برای آنان عذابی خوارکننده آماده کرده است"
        },
        {
            "chapter": 33,
            "verse": 58,
            "text": "و کسانی که مردان و زنان مؤمن را [با متهم کردن] به اعمالی که انجام نداده اند، می آزارند، بی تردید بهتان و گناه بزرگی بر عهده گرفته اند"
        },
        {
            "chapter": 33,
            "verse": 59,
            "text": "ای پیامبر! به همسرانت و دخترانت و همسران کسانی که مؤمن هستند بگو: چادرهایشان را بر خود فرو پوشند [تا بدن و آرایش و زیورهایشان در برابر دید نامحرمان قرار نگیرد.] این [پوشش] به اینکه [به عفت و پاکدامنی] شناخته شوند نزدیک تر است، و در نتیجه [از سوی اهل فسق و فجور] مورد آزار قرار نخواهند گرفت؛ و خدا همواره بسیار آمرزنده و مهربان است"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "اگر منافقان و آنان که در دل هایشان بیماری [ضعف ایمان] است و آنانکه در مدینه شایعه های دروغ و دلهره آور پخش می کنند [از رفتار زشتشان] باز نایستند، تو را بر ضد آنان برمی انگیزیم [که یا تبعیدشان کنی یا با آنان بجنگی]، آن گاه در این شهر جز اندکی [که خالص و پاک هستند] در کنار تو نخواهند ماند"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "[این چند گروه به علت اعمال ناهنجارشان] طردشدگان [از رحمت خدای] اند، هرجا که یافت شوند باید دستگیر شوند، و به سختی به قتل برسند"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "خدا شیوه و روش خود را درباره کسانی [مانند این خائنان] که پیش تر درگذشتند، این گونه قرار داده است، و برای شیوه و روش خدا هرگز تغییر و دگرگونی نخواهی یافت"
        }
    ]
}