{
    "pages": [
        {
            "chapter": 3,
            "verse": 30,
            "text": "روزی که هر کس آنچه را از کار نیک انجام داده و آنچه را از کار زشت مرتکب شده حاضر شده می یابد، و آرزو می کند که ای کاش میان او و کارهای زشتش زمان دور و درازی فاصله بود. و خدا شما را از [عذاب] خود برحذر می دارد؛ و خدا به بندگان مهربان است"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "بگو: اگر خدا را دوست دارید، پس مرا پیروی کنید تا خدا هم شما را دوست بدارد، و گناهانتان را بیامرزد؛ و خدا بسیار آمرزنده و مهربان است"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "بگو: از خدا و پیامبر اطاعت کنید. پس اگر روی گردانیدند [بدانند که] یقیناً خدا کافران را دوست ندارد"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "بی تردید خدا آدم و نوح و خاندان ابراهیم و خاندان عمران را [به خاطر شایستگی های ویژه ای که در آنان بود] بر جهانیان برگزید"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "فرزندانی [را برگزید] که [از نظر پاکی، تقوا، درستی و راستی] برخی از [آنان از نسل] برخی دیگرند؛ و خدا شنوا و داناست"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "[یاد کنید] هنگامی که همسر عمران گفت: پروردگارا! برای تو نذر کردم که آنچه را در شکم خود دارم [برای خدمت خانه تو از ولایت و سرپرستی من] آزاد باشد، بنابراین از من بپذیر؛ یقیناً تو شنوا و دانایی"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "زمانی که او را زایید، گفت: پروردگارا! من او را دختر زاییدم. و خدا به آنچه او زایید داناتر بود؛ و آن پسر [که زاییدن او را آرزو داشت، در کرامت، عظمت، ارزش و شخصیت] مانند این دختر نیست؛ [پس در مقام نام گذاریش گفت:] البته من نامش را «مریم» نهادم، و او و فرزندانش را از خطرات مهلک و وسوسه های بنیان برانداز شیطان رانده شده به پناه تو می آورم"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "پس پرودگارش او را به صورت نیکویی پذیرفت، و به طرز نیکویی نشو و نما داد، و زکریا را کفیلِ [رشد و تربیت معنوی] او قرار داد. هر زمان که زکریا در محراب [عبادت] بر او وارد می شد، رزق ویژه ای نزدش می یافت. [روزی در کمال شگفتی] گفت: ای مریم! این رزق ویژه برای تو از کجاست؟! گفت: از سوی خداست، یقیناً خدا هر کس را بخواهد، رزق بی حساب می دهد"
        }
    ]
}