{
    "pages": [
        {
            "chapter": 64,
            "verse": 10,
            "text": "و آنان که کافر شدند و آیات ما را انکار کردند، اهل آتش اند و در آن جاودانه اند، و بد بازگشت گاهی است"
        },
        {
            "chapter": 64,
            "verse": 11,
            "text": "هیچ مصیبتی جز به فرمان خدا نرسد. و هر کس به خدا ایمان بیاورد، خدا قلبش را [به حقایق] راهنمایی می کند؛ و خدا به همه چیز داناست"
        },
        {
            "chapter": 64,
            "verse": 12,
            "text": "و از خدا اطاعت کنید و از پیامبر فرمان برید، و اگر روی برگردانید [بدانید که] بر عهده پیامبر فقط رساندن آشکار [پیام وحی] است"
        },
        {
            "chapter": 64,
            "verse": 13,
            "text": "خداست که هیچ معبودی جز او نیست، پس مؤمنان فقط باید بر او توکّل کنند"
        },
        {
            "chapter": 64,
            "verse": 14,
            "text": "ای اهل ایمان! به راستی برخی از همسران و فرزندانتان [به علت بازداشتن شما از اجرای فرمان های خدا و پیامبر] دشمن شمایند؛ بنابراین از [عمل به خواسته های بی جای] آنان [که مخالف احکام خداست] بپرهیزید، و اگر [از آزار و رنجی که به شما می دهند] چشم پوشی کنید و سرزنش کردن آنان را ترک نمایید و از آنان بگذرید [خدا هم شما را مورد الطاف بی کرانش قرار می دهد]؛ زیرا خدا بسیار آمرزنده و مهربان است"
        },
        {
            "chapter": 64,
            "verse": 15,
            "text": "اموال و فرزندانتان فقط وسیله آزمایش اند، و خداست که پاداشی بزرگ نزد اوست"
        },
        {
            "chapter": 64,
            "verse": 16,
            "text": "بنابراین به اندازه استطاعتی که دارید از خدا پروا کنید و [دعوت حق را] بشنوید و اطاعت نمایید و انفاق کنید که برای شما بهتر است؛ و کسانی که خود را از بخل و حرص بازدارند آنان رستگارند"
        },
        {
            "chapter": 64,
            "verse": 17,
            "text": "اگر به خدا وام نیکو دهید، آن را برای شما دو چندان می کند و شما را می آمرزد و خدا عطا کننده پاداش فراوان در برابر عمل اندک می باشد و بردبار است"
        },
        {
            "chapter": 64,
            "verse": 18,
            "text": "دانای نهان و آشکار و توانای شکست ناپذیر و حکیم است"
        }
    ]
}