{
    "maqras": [
        {
            "chapter": 17,
            "verse": 70,
            "text": "Ние веќе ги одликувавме синовите Адемови. И ги згриживме и по море и по копно, снабдувајќи ги со добрата и давајќи им предност над многу од оние кои ги создадовме"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "Денот во кој ќе ги повикаме сите луѓе со Нивниот водач... Оние на кои ќе им биде дадена книгата од десната страна нивна ќе ја читаат книгата своја И не ќе им се направи никакво зло ни колку едно влакно"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "кој ќе биде во врска со ова невид на овој свет ќе биде невид и на ДАхирет и кој најмногу во заблуда скршнал"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "за малку да не те одвратат од она што Ние ти го објавивме, за да фрлаш лага врз Нас, со она што не ти се објави, па да те прифатат за пријател"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "И Ние да не те зајакневме ти, само за малку, ќе им се приклонеше"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "ако тоа го направеше, тогаш, Ние ќе ти дадевме да искусиш удвоена казна, и во овој живот и во оној живот. Потоа против нас не би нашол поддржНИК"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "И само што не те воздигнаа над земјата за да те истераат од неа, навистина! А ако тоа го направеа само малку време по тебе ќе останеа"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "Праксата кон пејгамберите кои Ние пред тебе ги испративме беше, секако, таква. И во праксата Наша, секако, не ќе најдеш измена"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "намаз извршувај кога сонцето ќе тргне од половина на небото па до вечерниот самрак, И читај Куран на сабах намаз. Читањето на Кур\"анот на сабах намаз, навистина, е Сведоштво"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "И бдеј со намаз во дел од ноќта, и тоа доброволно, можеби Господарот твој ќе ти испрати благороден достоен степен"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "И кажи: “Господаре мој, направи да влезам низ влезот на искреноста и да излезам Низ влезот на искреноста. И дај ми ОД Твоја страна и власт И поддржник"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "И кажи: “ Вистината дојде, а лагата исчезна. Лагата, секако, е ништожна"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "Ние од Куранот ти го објавуваме она што е Лечение и Милост за мпверниците. А на зулумќарите само им ја зголемува загубата"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "И кога благодатот Наш ќе падне на човекот, се дуе и се врти настрана, а кога ќе го. допре зло некакво, се разочарува"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "Кажи: “Секој работи онака како што му одговара. Господарот ваш, меѓутоа, најдобро го. знае оној кого ОН, токму, го упати по патот најупатувачки"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "те прашуваат за духот. Кажи: “Духот е едно од нештата на Господарот мој И за него дадено ви е само малку знаење. “"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "А ако посакавме Ние ќе го занемаревме сигурно она што ти го објавивме. И ти, во врска со тоа, не ќе најдеш против нас закрилник"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "освен милоста од Господарот твој. Добрината Негова кон тебе, навистина, е голема"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "Кажи: “Кога би се збралеи џиновите и луѓето да донесат нешто што ќе биде слично на Куранот, не ќе можат да донесат ништо слично нему, па било да се помагаат еднисодруги"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "Во овој Кур\"ан Ние веќе поредивме за луѓето од секој пример. Па, мнозинството на луѓето одбиваат, навистина, со тоа што не веруваат"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "И зборуваат: “Никогаш нема да ти веруваме се додека не направиш да прсне вода Од земјата, вода која ќе извира “"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "или: “ако имаш бавча со урми и со лозја па да направиш да избувнат големи реки од неа"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "или: “ако не го срушиш небото врз нас - како што сметаше - во парчиња\", или; ако не ни ги доведеш Аллах и мелеките за помош“"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "или: “ако немаш куќа со украси\" - или ако не се извВИишиш на небо - уште: нема да ти веруваме и во извишувањето твое се додека не ниИ спуштиш Книга што ќе ја читаме.\" Кажи: “Славен нека биде Господарот мој! Не сум ли јас само човек пејгамбер"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "А она што луѓето ги спречува - „бидејќи им дојде Патоказот - е само тврдењето нивно: “Дали Аллах испрати човек за пејгамбер"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "Кажи: “Кога мелеките би оделе по земјата мирно Ние, секако, од небо ќе им испратевме мелек за пејгамбер"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "Кажи: “Аллах е Доволен Сведок меѓу мене и меѓу вас. ОН, навистина, е Известен за робовите Свои и Гледач е"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "Оној кого Аллах ќе го упати, упатен е, а оној кого ОН ќе го скршне во заблуда... за него не ќе најдеш, освен него, заштитници. Ние ќе ги збереме на Денот суден: лицата нивни ќе бидат соборени, ќе бидат и слепи, и неми, и глуви. Прибежиштето нивно е - Џехеннемот! И секојпат кога огнот Саир ќе ослабне Ние ќе го разгориме"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "Ова, токму, е казната нивна, зашто тие, навистина, не веруваа во знаменијата Наши, и велеа: “Кога ќе станеме коски И прашина, тогаш ли ќе бидеме оживеани, одново создадени"
        }
    ]
}