{
    "maqras": [
        {
            "chapter": 30,
            "verse": 31,
            "text": "приклонувајќи се кон Него. Плашете се од Него и намаз извршувајте, и немојте да бидете меѓу многубошците"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "меѓу оние кои ја поделија верата своја и кои станаа деленици. И секоја странка е радосна со она што го поседува"
        },
        {
            "chapter": 30,
            "verse": 33,
            "text": "кога на луѓето ќе им се случи штета некаква, го повикуваат Господарот свој, приклонувајќи Му се. А потоа кога ќе им даде да ја вкусат милоста Негова... ете, една дружина меѓу нив... Му припишуваат здруженик на Господарот свој"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "за да бидат незаблагодарни за она што Ние им го дадовме. Но, уживајте, па ќе узнаете"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "Или: Им испративме ли доказ кој им зборуваше за она за што оние здруженик Му припишуваат"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "кога Ние ќе испратиме луѓето да ја вкусат милоста се радуваат на неа, а ако им се случи зло некакво, заради она што го направија рацете нивни, ете ги како очајуваат"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "Не гледаат ли дека Аллах дава “рск кому сака и дека ОН одредува со мера. Ете, во тоа, навистина, има „знаменија за луѓето кои веруваат"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "Па, дај му го правото негово и на ближниот, и на сиромавиот, и на патникот... Тоа е подобро за оние кои го посакуваат лицето Аллахово. Онаквите се, токму, спасени"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "Она што го давате заради лихва, за да се лихвари по имотот на луѓето... та, кај Аллах, не се зголемува. А она што го давате како зекат, посакувајќи го лицето Аллахово... та, тоа, ете, за нив ќе се удвои"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "Аллах е Оној кој ве создава, а потоа “рск ви дава, а потоа, пак, ќе ве усмрти и, конечно, ќе ве оживи. Дали меѓу здружениците ваши, меѓу вас, има некој кој ќе направи такво нешто? Славен нека биде Он и Возвишен над она што Му го здружуваат"
        },
        {
            "chapter": 30,
            "verse": 41,
            "text": "Се појави безредие и на копно и на море, токму, заради она што го спечалија рацете на луѓето за да го вкусат некои од оние кои тоа го работеа, можеби да се поправат"
        },
        {
            "chapter": 30,
            "verse": 42,
            "text": "Кажи:““Патувајте по земјата и гледајте каква беше казната за оние од порано. Мнозинството од нив беа, секако, многубошци"
        },
        {
            "chapter": 30,
            "verse": 43,
            "text": "Па, сврти го лицето твое кон верата вистинска пред да настапи Денот, кој не ќе може никој од Аллах да го отфрли. На Денот тој ќе се разединат"
        },
        {
            "chapter": 30,
            "verse": 44,
            "text": "оној кој не верувал...па, неверството негово ќе биде против него, а оној кој работел добро...па, тоа, таквите, за себеси си го подготвија"
        },
        {
            "chapter": 30,
            "verse": 45,
            "text": "а да ги награди ОН оние кои веруваа и кои работеа добри дела заради задоволството Негово. Он, навистина, не ги њуби неверниците"
        },
        {
            "chapter": 30,
            "verse": 46,
            "text": "А од знаменијата Негови е и тоа што Он го испраќа ветрот како радосница за да искусите нешто од милоста Негова, и за да плови бродот со наредбата Негова, за да тежнеете кон добрината Негова и за да се заблагодарувате"
        },
        {
            "chapter": 30,
            "verse": 47,
            "text": "пред тебе, секако, Ние испраќавме пејгамбери до народите нивни. Па, им доаѓаа со јаснотии. Потоа Ние ги казнивме оние кои се силеа во зло, а верниците, пак, ни беше обврска да ги потпомогнеме"
        },
        {
            "chapter": 30,
            "verse": 48,
            "text": "Аллах е Оној кој ги испраќа ветровите кои, ете, ги гонат облаците по небото па, со посак Негов, ги растегнуваат и на парчиња ги дробат. Па, така гледаш како дождот излегува од нив кој, кога ќе падне кому ОН сака од робовите Негови, тие му се радуваат"
        },
        {
            "chapter": 30,
            "verse": 49,
            "text": "и покрај тоа што, навистина, беа очајни пред да падне врз НИВ"
        },
        {
            "chapter": 30,
            "verse": 50,
            "text": "Погледни ги, тогаш, трагите на милоста Аллахова: како ја оживува земјата по мртвилото нејзино. Он, навистина, Ќе ги оживи мртвите. Он е Кадар за се"
        },
        {
            "chapter": 30,
            "verse": 51,
            "text": "А кога Ние би им испратиле ветар кој се ќе пожолти и потоа тие, секако, зулум ќе прават и нема да веруваат"
        },
        {
            "chapter": 30,
            "verse": 52,
            "text": "Ги, навистина, не можеш да ги мнатераш да те слушнат мртвите, ниту, пак, можеш да го натераш глувиот да го слушне повикот кога е свртен од тебе"
        },
        {
            "chapter": 30,
            "verse": 53,
            "text": "ниту, пак, можеш да ги упатиш слепите ОД НИВНОТО скршнување во заблуда; можеш да ги слушнеш само оние кои веруваат во знаменијата Наши овие се Послушните"
        }
    ]
}