{
    "maqras": [
        {
            "chapter": 2,
            "verse": 26,
            "text": "ллах, секако, не се стеснува да изнесе пример: било мушичка било нешто од неа повозвишено, па, што се однесува до верниците знаат, секако, дека тоа е вистина од Господарот нивни; а што се однесува, пак, до неверниците, велат: “Што сака Аллах да покаже со Таков пример?“ Со тоа Он многу луѓе во заблуда ги остава, а на многу по патот вистински ги упатува. Ке бидат заведени само расипаните"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "кои го кршат Ветувањето Аллахово по Договорот склучен со Него, и кои го прекршуваат тоа што Аллах го заповеда да се одржува, и кои на земјата безредие сеат - оние се, токму, поразените"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "ако не верувате во Аллах... 9 Бевте мртви па Он ве оживи; потоа пак ќе ве усмрти, потоа пак ќе ве оживи, а потоа Нему ќе Му се вратите"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "е што е на земјата Аллах за вас го создаде; потоа Својата одлука кон небото ја управи и таму седум небеса создаде. ОН знае се"
        },
        {
            "chapter": 2,
            "verse": 30,
            "text": "кога Господарот твој им рече на мелеките: “ Да, Јас ќе поставам на земјата халифа!\" Оние рекоа: “Ќе го поставиш ли оној кој безредие сее и кој крв пролева?А ние, заблагодарувајЌИ се, величие и благослов, Ги изразуваме. Он рече: “Јас го знам она што вие, секако, не го 3Наете"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "Он го поучи Адема со имињата на сите нешта, и ги изнесе пред мелеките, па Он им рече:“Изнесете ги имињата нивни ако сте искрени"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "оние рекоа: “Славен нека си! Ние поседуваме знаење само за она за што Ги не поучи; Ти си, навистина, Зналец и Мудар"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "ллах рече:“Соопшти им ги имињата нивни!\" И бидејќи ги соопшти имињата нивни, Аллах рече: “ Нели ви реков дека Јас ги знам, токму, тајните на небесата и на Земјата и дека го знам и она што го обелоденувате и она Што го криете"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "кога на мелеките Ние им рековме: “Паднете му на сеџде на Адем!\" - сите паднаа на сеџде, а Иблис тоа не го направи; тој одби, се изнадува; беше меѓу неверниците"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "Ние рековме:“О Адем,тии жената твоја живејте во Џеннетот и јадете од него колку ШТО сакате и од каде што сакате, Но не приближувајте се до ова стебло... ќе бидете, тогаш, меѓу зулумќарите"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "Шејтанот ги измами и, тогаш, ги одведе во тоа место во кое се наоѓаа; и Ние рековме: “Слезете, еднинадруги непријатели ќе бидете. \"Земјата ваше живеалиште ќе биде и уживање до време определено"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Адем, тогаш, ги усвои некои зборови од Господарот свој и Он му го прими покајанието. Он, навистина, е Простувач и Сомилосен"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "Ние рековме: “Излегувајте од Џеннетот сите! Од Мене ќе ви доаѓа Патоказ, па, оние Што ќе одат по Патоказот МОј... не ќе стравуваат и не ќе тагуваат"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "оние, пак, кои не веруваат И кои ајетите Наши за лажни ги сметаат, жители џехеннемски ќе станат и во него за навек ќе останат"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "синови Израилови, сетете се на благодатите Мои со кои ве благословив, И исполнете го ветувањето што ми го дадовте, а и Јас ќе го исполнам ветувањето ШТО ВИ го дадов. И само од Мене, тогаш, плашете се"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "ерувајте во она што го објавив, во Потврдата на она што е веќе при вас; и не бидете први кои во тоа не ќе верувате и не продавајте го за нешто што малку вреди. Тогаш, само од Мене плашете се"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "не мешајте ја вистината со невистината, И вистината, знаејќи ја, не кријте ја"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "намаз извршувајте и зекат давајте; и со оние кои се поклонуваат и вие поклонувајте се"
        }
    ]
}