{
    "maqras": [
        {
            "chapter": 2,
            "verse": 75,
            "text": "очекувате ли да ви веруваат, така како што вие верувате, а веќе некои нивни дружини го слушаа Говорот Аллахов а потоа, бидејќи го разбраа, знаејќи го искривија"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "кога ќе ги сретнат оние кои веруваат, велат: “Ние веруваме\", а кога, пак, во самост ќе се здружат, велат: “Ќе им зборувате ли за она што Аллах ви го откри, за да биде тоа кај Господарот ваш доказ против вас?“ Нема ли да се вразумите"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "е знаат ли дека Аллах, навистина, го знае и она што го кријат и она што го обелоденуваат"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "еѓу нив има и неписмени кои не ја знаат Книгата; знаат само да гатаат, и, токму, замислуваат дека знаат"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "ешко на оние кои пишуваат книги со рацете свои за по тоа да речат: “Ова е од Аллах\" - за да прибават малку корист; и тешко на оние кои со својата рака пишуваат такво нешто, и Тешко ним кои на таков начин печалат"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "ние зборуваат: “Огнот ќе не допре само едно определено време. Кажи: Го прифативте ли Договорот Аллахов, а Аллах не ќе се откаже од Договорот Свој, или, пак, за Аллах го зборувате она што не го знаете"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "о, не! Оние кои зулум прават и кои се со гревови обземени - па онаквите жители џехеннемски ќе станат и во него за навек ќе останат"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "оние кои веруваат и кои добри дела работат - онаквите жители џеннетски ќе станат И во него за навек ќе останат"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "кога од синовите И-зраилови Ние Договорот го прифативме: само Аллаха да го обожавате; кон родителите, и кон блиските и кон јетимите... убаво да се однесувате; намаз да извршувате и зекат да давате -а потоа на Договорот плеќите му ги свртивте, освен малкумина од вас и така рамнодушни станавте"
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "И кога Ние го прифативме Договорот ваш: еднинадруги крв да не пролевате и од огништата ваши да не се протерувате: потврдивте а и сведочите дека е така"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "но, ете, еднизадруги се убивате, а некои целосно ОД огништата Нивни ги протерувате, и против нив меѓусебно се потпомогнувате и во крв и во насилие...а ако, пак, ви дојдат како заточеници - нив ги користите, а не ви е дозволено нив да ги прогонувате. Па, зарем во еден дел од Книгата ќе верувате, а во друг нема да верувате!? Тие меѓу вас што ќе направат такво нешто, освен понижување на овој свет никаква награда нема да имаат, а на идниот свет на најголема казна ќе бидат изложени. А Аллах не е невнимателен кон она што го работите"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "наквите го продадоа животот на Ахирет за овој свет: па, тешкотијата не ќе им се олесни, а ниту, пак, ќе им се помогне"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "веќе на Муса Ние Книга му дадовме и по него низа пејгамбери испративме... И на Иса, синот на Мерјем, јаснотии му дадовме И со Духот свет го поддржавме. И секогаш кога пејгамбер ви доаѓаше со она што не ви се допаѓаше - се надувавте. Некои пејгамбери, тогаш, за лажни ги сметавте а некои, пак, ги убивавте"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "ие зборуваат: “Срцата наши се закоравени.\" Но, не! Заради неверувањето нивно, Аллах ги проколни. Оние кои веруваат малкумина се"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "бидејќи им дојде Книга од Аллах, Потврда за веќе таа која им беше дошла, и од порано бараа победа против оние што не веруваа, и бидејќи им доаЃѓаше она што веќе го узнаа, во тоа не веруваа. Па, проклетството МАллахово нека е над неверниците"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "само колку лошо е тоа за ШТО ги продадоа душите свои! Да не веруваат во она што е објавено од Аллах, вознемирени затоа што ОН, заради добрината Своја, објава спушта кому ОН сака од робовите Свои. СЕденподруг гнев си предизвикаа. А за неверниците срамна казна има"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "И кога ќе им се рече: “Верувајте во она што го објави Аллах!\"Зборуваат:“Веруваме во она што е објавено до нас\" - а не веруваат во она што е зад него, а тоа е Вистината, Потврда за она ШТО е веќе при нив дојдено. Кажи: “Тогаш, ако сте верници, зошто ги убивате пејгамберите Аллахови од порано"
        }
    ]
}