{
    "maqras": [
        {
            "chapter": 6,
            "verse": 95,
            "text": "Аллах, навистина, е Расцепувач на зрната и голушките. Он ОД живо вади мртво, и ОН од мртво вади живо. Ете, тоа вие Аллах. Та, каде сте кинисале"
        },
        {
            "chapter": 6,
            "verse": 96,
            "text": "Он е Расцепувач на муграта. Он ноќта ја определи за смирна, а Сонцето и МВесечината за сметање на времето. Ете, тоа е одредба на Силниот и Зналецот"
        },
        {
            "chapter": 6,
            "verse": 97,
            "text": "Он ви ги определи звездите за да се управувате по нив низ темнини и по море И по копно. Ние, секако, ги толкуваме знаменијата Наши за луѓето кои знаат"
        },
        {
            "chapter": 6,
            "verse": 98,
            "text": "Он ве создаде оД еден човек да се настаните на земјата и на неа да се погребите. Ние, секако, ги толкуваме знаменијата за луѓето кои сфаќаат"
        },
        {
            "chapter": 6,
            "verse": 99,
            "text": "Он од небо спушта вода па, со помош нејзина, вадиме сеаков вид на билки, а од нив вадиме зеленило од кое, пак, вадиме класје густо; вадиме и од урмите И ОД семето нивно, И гроздови лесно берливи, и градини со лозја зелени и маслинки, и шипКИ, слични и различни. Видете ГИ плодовите од сето тоа кои “ртат и кои цутат! Ете, во тоа има знаменија за луѓето кои веруваат, навистина"
        },
        {
            "chapter": 6,
            "verse": 100,
            "text": "И оние на Аллах здруженици му припишуваат: џинови -а Он нив ги создаде. И оние, без да знаат, Му измислија синови и ќерки. Славен нека е и Возвишен Он, над она што Го опишуваат"
        },
        {
            "chapter": 6,
            "verse": 101,
            "text": "Создател на небесата и на Земјата! Како Он да има дете а нема жена? Он ја создава секоја ствар! ОН знае се"
        },
        {
            "chapter": 6,
            "verse": 102,
            "text": "Ете, тоа е Аллах, Господа- | рот ваш. Нема друг бог освен Него; Творител на секоја ствар та, обожавајте Го! ОН е Закрилник над секоја ствар"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "До Него не допираат очите, а Он допира до очите. ОН е Сочувствителен и Известен"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "Веќе ви дојдоа погледи од Господарот ваш, секако! Па, кој ќе погледа - тоа е за него, а кој ќе остане слеп - тоа е против него. Јас не сум ваш чувар"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "И, ете, така Ние ги толкуваме знаменијата за да кажат: “Ти тоа го научи.\" И за да им го објасниме на луѓето кои знаат"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "И следи го она што ти се објавува од Господарот твој. Нема друг бог освен Него! Оддалечи се од оние кои Му припишуваат здруженик"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "Аллах да сакаше оние немаше да Му припишуваат здруженик. И Ние не те определивме да бидеш нивни чувар а ниту нивни закрилник"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "Не навредувај ги оние на кои, покрај Аллах, ги повикуваат другите па да го грдат Аллаха од незнаење И непријателство. Ние постапките нивни, како и за секој народ, им ги разубавуваме. Потоа кај Господарот свој ќе се вратат и Он ќе ги извести за она што го работеа"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "Се колнат во Аллах, со најтешка заклетва дека, ако им дојде знамение, ќе веруваат, секако, во него! Кажи: “Знаменијата се кај Аллах, навистина!\" Но, кој е од вас свесен дека, ако им дојдат, не ќе бидат верници"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "И Ние ги превртуваме и срцата нивни и погледите нивни како што не веруваа првпат. И Ние ќе ги оставиме да талкаат во пакоста нивна"
        }
    ]
}