{
    "maqras": [
        {
            "chapter": 7,
            "verse": 88,
            "text": "Големците \"меѓу народот негов, кои се дуваа, рекоа: “О Шуајб, или ќе те истераме со оние кои веруваат од градов наш или пак, сигурно, ќе те вратиме во верата наша.\" Шруајб рече: “Зарем и покрај тоа што сме присилени на тоа"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "Така, врз Аллах ние би фрлале лага ако се вратиме во верата ваша по Аллаховото избавување од неа. Нам не ни доликува да се вратиме кон таа вера зашто Аллах, Господарот наш, не го сака тоа. Господарот наш, со знаењето, ги опфаќа сите нешта. Врз Аллах се потпираме. Господаре наш, меѓу нас и народот наш, пресуди ни праведно зашто Ти си, меѓу судиите, Најдобриот"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "Големците од народот негОВ, кои не веруваа, рекоа: “Ако го следите Шуајба, тогаш, навистина, ќе бидете меѓу поразените"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "И тогаш ги шибна земјотрес па останаа во домовите свои, скаменети"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "Оние кои го сметаа Шуајба за лашко - тоа не им вредеше ништо. Оние кои го сметаа Шуајба за лашко, токму, беа поразените"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "тој тогаш ги заврти плеќите и рече: “О народе мој, ВИ ги доставив пратенијата од Господарот мој И ве посоветував. Тогаш, зошто да се жалостам заради народот невернички"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "И во ниеден град Ние не испративме пејгамбер а жителите негови да не ги казневме со несреќа и штета за да бидат потчинети"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "Потоа Ние несреќата ја заменивме со добро, додека се размножија и рекоа: “И нашите предци ги снаоѓаше штета и несреќа.\" И, тогаш, Ние ги казнивме одненадеж без да усетат"
        },
        {
            "chapter": 7,
            "verse": 96,
            "text": "А жителите на градот да веруваа и да беа богобојазливи Ние ќе им отворевме бериќети и ОД небо и од земја, но лажеа, и за она што го спечалија, Ние ги казнивме"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "Па, сигурни ли се жителите од градот дека нема да ги шибне несреќа од Нас додека се во домовите, спиејќи"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "или, пак, сигурни ли се жителите на градот дека нема да ги шибне несреќа всреде ден, играјќи"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "Па, сигурни ли се во казната Аллахова? Во казната Аллахова сигурни се луѓето поразени"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "Не ли се упатени кон тоа оние кои ја наследуваат земјата, по оние кои живееја на неа дека, доколку сакаме, Ние ќе ги погодиме со несреќа заради гревовите Нивни и дека Ќе Ги запечатиме срцата нивни, па, оние не слушаат"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "Ете, тоа се градови за чии случки Ние ти кажуваме. Ним им доаѓаа, секако, пејгамбери со јаснотии, но не веруваа во она што го сметаа за лажно од порано. Ете, така Аллах ги запечатува срцата на неверниците"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "И кај мнозинството од нив Ние не најдовме Ништо од Договорот, а, сосем сигурно, видовме дека МНОЗИНСТВОТО ОД НИВ се расипани"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "И по нив, потоа, Ние го испративме Муса со знаменија Наши, до фараонот и големците кои беа со него... па, зулум направија. Тогаш, погледни каква беше казната за безредниците"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "И Муса рече: “О фараоне, јас сум, навистина, пејгамбер од осподарот на световите"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "Извесно е дека јас за Аллах зборувам само вистина. Ви дојдов со објаснување од Господарот ваш. Па, испрати ги со мене синовите Израилови"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "Рече:“Ако си дојден со знамение, тогаш, покажи го, ако си меѓу искрените"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "И тогаш го фрли Муса својот стап И ете, очигледно, змија"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "И ја извади раката и таа, ете, за гледачите, стана бела"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "Големците од народот фараонов, рекоа: “Овој, навистина, е волшебник зналец"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "и посакува да ве истера од земјата ваша, па, што наредувате"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "Рекоа: “Задржи гии негои брат му, и испрати по градовите 99 да се соберат"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "ќе ти дојдат, сите од нив, со волшебник зналец"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "му дојдоа волшебниците на фараонот, и рекоа: “Ке има ли за нас, навистина, награда ако испаднеме победници"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "Рече: “Да, вие сте меѓу блис ките, секако"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "Рекоа:““О Муса, или ти да фрлиш или пак ние да фрлиме"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "Рече: “Фрлете вие!\" И биде јќи фрлија очите на луѓето им маѓепсаа, се исплашија; изведоа волшебништво големо"
        }
    ]
}