{
    "maqras": [
        {
            "chapter": 2,
            "verse": 124,
            "text": "И кога Господарот негов го искуша Ибрахима со неколку зборови, Ибрахим, тогаш, ги спроведе сигурно! Аллах рече: “Јас, навистина, ќе одредам на луѓето имам да им бидеш!\" Ибрахим рече:“И од потомството мое?“ Аллах рече: “Ветувањето мое нема да ги опфати зулумќарите"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "И кога Ние Куќата ја одредивме да биде засолниште и сигурно место за луѓето... а местото Ибрахимово - одредиште за клањање, земете го! И на Ибрахим и на Исмаил Ние им заповедавме: “Очистете ја Куќата моја за оние кои ќе кружат околу неа, и кои тука ќе останат и кои на сеџде ќе паѓаат"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "И кога Ибрахим беше рекол: “Тосподаре мој, определи овој да биде град сигурен и снабди ги жителите негови со плодови: оние кои веруваат и во Аллах и во Денот ахиретски. Аллах рече:“На оној кој не верува ќе му дадам кратко уживање а потоа ќе го нурнам во казната огнена. Е, само колку лошо свратилиште е тоа"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "И кога Ибрахим и Исмаил темелите на Каба ги поставаа, се молеа: “Господаре наш, прими го ова од нас. Ти си, навистина, Слушач и Зналец"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "Господаре наш, определи не Твои Потчинители да бидеме. И породот наш, исто така, нека Потчинет народ Ти биде. И покажи ни ги обредите; прости ни. Ти си, навистина, Простувач и Сомилосен"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "Господаре наш, испрати пејгамбер меѓу нив кој ќе ги кажува ајетите Твоии кој ќе ги поучува во Книгата, и во Мудроста... И кој ќе ги очисти. Ти си, навистина, Силен и Мудар"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "Верата Ипбрахимова ја избегнува оној што се срами од себеси. А на Ибрахим Ние на овој свет го одбравме, а и на Ахирет ќе биде меѓу доброчинителите, навистина"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "Кога Господарот негов му рече: “Биди потчинет!\" Ибрахим рече:“Потчинет сум на Господарот на световите"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "И Ибрахим тоа во аманет го остави на синовите свои, а и на Јакуб:“Синови мои, Аллах, навистина, ве одликува со вера, и немојте смртта непослушни да ја дочекате; непослушни да бидете"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "или, пак, сведоци бевте кога на Јакуб му се приближи смртниот час и кога на синовите свои им рече: “Што ќе обожавате по мене?\" Рекоа: “Аллаха, Кој е Еден, Аллах на предците твои, Ибрахим, Исмаил и Исхак, ние ќе обожаваме; и само Нему сме Послушни"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Тој народ веќе исчезна: нему му припаѓа она што си го спечали, а и вам ви припаѓа она што си го спечаливте, а нема да бидете прашани за она што го работеа"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "Оние зборуваа: “Бидете Евреи и христијани - ќе бидете упатени!\" Кажи:“Не, ние ја следиме верата Ибрахимова - вистинската вера, а тој не беше меѓу многубошците"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "Кажете: “Ние веруваме во Аллах, и во она што ни е објавено, и во она што му беше објавено на Ибрахим, и на Исмаил, и на Исхак, и на Јакуб, и на внуците, и во она што му е дадено од Господарот нивни на Муса, и на Иса, и на пејгамберите пред нив. Меѓу нив ние не правиме никаква разлика. И на Аллах сме Послушни"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "Па, ако веруваат во Него, како што вие верувате, ќе бидат упатени, секако! А ако, пак, ги свртат плеќите... та, ќе се најдат далеку од патот вистински! Аллах од нив ќе ве сочува. А Он е Слушач и Зналец"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "Кон Аллаховата насока! А кој има подобра насока од Аллаховата? Ние само Него го обожаваме"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "Кажи:“Со нас ли ќе расправате за Аллах, а ОН е И Наши ваш Господар. Нам ни припаѓаат нашите дела, а вам ви припаѓаат вашите дела. И само Нему сме искрено оддадени"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "Или зборувате: “Ибрахим, и Исмаил, и Исхак, и Јакуб, и внуците беа Евреи или христијани. Кажи: “Вие знаете повеќе или Аллах?\" Има ли некој поЛОШ од оној кој го крие изразувањето на верата која доаѓа ОД Аллах? А Аллах не е невнимателен кон она Што Го работите"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "Ете, тој народ исчезна. Нему му припаѓа тоа што си го спечали, а и вам ви припаѓа тоа што си го спечаливте, И нема да бидете прашани за она што го работеа"
        }
    ]
}