{
    "maqras": [
        {
            "chapter": 9,
            "verse": 75,
            "text": "Некои од нив дадоа завет на Аллах: “Ако ни дојде од добрината Негова ќе делеме садаки И, мнвсушност, ќе бидеме меѓу добрите луѓе"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "И бидејќи им даде од добрината Своја, шкртареа, ги свртија плеќите; оние, секако, се рамнодушните"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "Па, Он им надоврза врз срцата НИВНИ ДВОЛИЧНОСТ се до Денот во кој оние ќе Го сретнат зашто не се придржуваат кон она што му го ветија на Аллахи затоа што лажеа"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "Не знаат ли дека Аллах, навистина, ги знае тајните нивни И шепотењето нивно, и дека Аллах, навистина, е :Зналец на тајните"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "На оние кои ги одзборуваат послушните \"меѓу верниците заради садаките, и на оние кои ги даваат само врз трудот нивни па, Аллах, ќе ГИ ПОТЧИНИ. Аллах е Оној кој потчинува и за нив има казна болна"
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "Ќе бараш ли прошка за нив или нема да бараш, па дури и да бараш прошка за нив и седумдесет пати па, Аллах, никогаш не ќе им прости. Ете, тоа е заради неверувањето нивно Во Аллах и во пејгамберот Негов. Аллах не го упатува народот расипнички"
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "Оние кои остана во Домовите свои, зад пејгамберот Аллахов, и кои презираа да се борат на патот од Аллах и со Имотот свој и со животите свои, И кои зборуваа: “Не одете во борба на оваа вруќина!“ Кажи: “Огнот џехеннемски е пожежок!\" Е, само кога би сфатиле"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "Па, малку нека се смеат, а многу нека плачат: награда ќе им биде за она што го спечалија"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "Па, ако Аллах те врати до една дружина меѓу нив и ако бараат од тебе дозвола да излезеш во борба па, кажи: “Никогаш нема да излезете во борба со мене и никогаш нема да се борите со мене против непријателот зашто вие, секако, бевте задоволни што останавте првиот пат. Останете, тогаш, со оние кои и онака се останати"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "И никогаш никому ОД НИВ не клањајте џеназе и не присаствувајте никогаш на погребот негов. Оние, навистина, не веруваа ни во Аллах ни во пејгамберот Негов и умреа, секако, како расипани"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "И нека не те чуди НИ ИМОТОТ НИВНИ ни децата нивни. Аллах, навистина, посакува да ги казни со тоа на овој свет и самите себеси да си злодогрдат. Оние се, токму, неверници"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "И кога ќе им се објави суре за ова: “Верувајте во Аллах и борете се со пејгамберот Негов\", - најимашливите меѓу нив ќе побараат од тебе дозвола и ќе речат: “Остави не да бидеме со оние кои остануваат"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "Задоволни беа што останаа со оние кои не одат во борба, и беа запечатени срцата нивни, И оние не сфаќаат"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "Но, пејгамберот и оние кои веруваа, борејќи се со него и со ИМОТОТ свој И со животот свој, всушност, ќе имаат благодати и ќе бидат, токму, спасените"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "За нив Аллах подготви бавЧИ низ кои реки течат, И ВО НИВ за навек ќе останат. Ете, тоа е награда голема"
        },
        {
            "chapter": 9,
            "verse": 90,
            "text": "Некои од бедуините доаѓаа да се извинат и да побараат дозвола да не одат во борба: останаа оние кои лажеа за Аллахи за пејгамберот Негов. На оние меѓу нив кои не веруваа ќе ги снајде казна болна"
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "Гоа не е обврска ни за слабите ни за болните, ни за оние кои немаат средства да излезат во борба доколку се, секако, искрени и кон Аллах и кон пејгамберот Негов. Нема начин на кој може да им се приговори на доброчинителите. Аллах е Простувач и Сомилосен"
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "Ниту против оние кои, кога ти дојдоа да им дадеш Животни за јавање, и кога им рече: “Не можам да најдам животни за јавање за вас\", и ги свртеа плеќите, а очите, ронејќи им солзи, тажни заради тоа што не можеа да се снабдат со тоа"
        }
    ]
}