{
    "pages": [
        {
            "chapter": 6,
            "verse": 60,
            "text": "It is He who gathers you in at night and knows all that you do by day; then He raises you up during the day so that an appointed term may be completed. Then to Him you shall return and He will declare to you all that you used to do"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "He is the Absolute Master over His servants. He sends forth guardians [angels] who watch over you until, when death approaches one of you, Our angels take his soul, and they never fail in their duty"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "Then they will all be returned to God, their true Lord. The Judgement is His alone. He is the swiftest reckoner"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "Say, \"Who is it who delivers you from the dark depths of land and sea when you call out to Him humbly and in secret, saying, \"If He rescues us from this, we shall most certainly be among the grateful"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "Say, \"It is God who delivers you from it and from every other distress, yet you associate partners with Him"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "Say, \"He has the power to send punishment on you from above your heads or from beneath your feet, or to divide you in sects and make you taste one another's violence.\" See how We explain Our revelations in various ways, so that they may understand"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "Your people have rejected the message We have sent through you, though it is the truth. Say \"I am not your keeper"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "Every prophecy has its fixed time to be fulfilled: and soon you will come to know"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "When you see people engaged in finding fault with Our revelations, withdraw from them until they turn to some other topic. Should Satan cause you to forget this, take leave of the wrongdoers as soon as you remember"
        }
    ]
}