{
    "pages": [
        {
            "chapter": 11,
            "verse": 46,
            "text": "God said, \"Noah, he was not one of your family. For, indeed, he was unrighteous in his conduct. Do not question Me about something of which you have no knowledge; I admonish you lest you become like an ignorant man"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "He said, \"My Lord, I take refuge with You from asking You something of which I have no knowledge. If You do not forgive me and show me mercy, I shall be one of the losers"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "God said, \"Noah, go ashore in peace; Our blessings upon you and upon the people who are with you and upon some of the descendants of those who are with you. [As for the unrighteous] We shall grant provision for a time, then a grievous punishment from Us shall afflict them"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "These are tidings of the unseen that We reveal to you, [O Prophet], which you did not know before, nor did your people, so be patient: the future belongs to the God-fearing"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "To 'Ad We sent their brother Hud. He said, \"O my people, worship God alone; you have no god but Him. You do nothing but fabricate lies"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "I ask of you nothing in return for this [Message]. My recompense is with Him who has created me. Why do you not use your reason"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "My people, seek forgiveness of your Lord and turn to Him in repentance. He will send from the sky abundant rain upon you; He will add strength to your strength. Do not turn away from Him as evil-doers"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "They replied, \"Hud, you have not brought us any clear evidence and we shall not forsake our deities merely at your behest, nor will we believe in you"
        }
    ]
}