{
    "pages": [
        {
            "chapter": 11,
            "verse": 63,
            "text": "He said, \"O my people, tell me: if I have clear evidence from my Lord, and He has granted His mercy, who then will support me against God, if I disobey Him? You would only make my loss greater"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "My people! This she-camel of God is a sign for you. So leave her alone to graze on God's earth. And do her no harm, lest you should be instantly afflicted with a torment"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "But they hamstrung her. He [Salih] said, \"Enjoy yourselves in your homes for three more days. This warning will not prove false"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "Then when Our command came by Our grace, We saved Salih and those who believed along with him from the disgrace of that day. Surely, your Lord is powerful and mighty"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "The wrongdoers were overtaken by a dreadful blast and they lay dead in their homes"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "as if they had never dwelt there. The Thamud denied their Lord; cursed are the tribe of Thamud"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "Our messengers came to Abraham with good news and greeted him with, \"Peace.\" He too said, \"Peace be on you,\" and hastened to bring a roasted calf"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "But when he saw that they made no move to eat, he found this strange and became afraid of them. They said, \"Do not be afraid, for we have been sent to the people of Lot"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "His wife, who was standing nearby, laughed when We gave her the good news of Isaac, and after Isaac, Jacob"
        }
    ]
}