{
    "pages": [
        {
            "chapter": 12,
            "verse": 53,
            "text": "I am not trying to absolve myself: for man's very soul incites him to evil unless my Lord bestows His mercy. Indeed, my Lord is forgiving and merciful"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "The king said, \"Bring him to me. I will take him for my special service.\" And when he had spoken to him, he said, \"From now on you will dwell with us, honoured and trusted"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "Joseph said, \"Place in my charge the storehouses of the land; for I am a good and knowledgeable custodian"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Thus We caused Joseph to be established in a position of authority in the land. He could dwell therein wherever he pleased. We bestow Our mercy on whomever We please, and We do not allow the reward of the righteous to go to waste"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Yet the reward of the hereafter is best for those who believe and are mindful of God"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "Joseph's brothers arrived and presented themselves before him. He recognized them, but they did not know him"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "When he had made provision for them, he told them, \"Bring me your brother on your father's side. Do you not see that I give you full measure and that I am the best of hosts"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "But if you do not bring him to me, you shall have no grain from me, nor shall you ever approach me again"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "They replied, \"We shall try to persuade his father to send him with us. We shall do [our utmost]"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "Joseph said to his servants, \"Put their money back into their saddlebags, so that they will recognize it when they return home to their family; thus they may come back"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "When they returned to their father, they said, \"Our father, any [further] measure of grain has been denied us, so send our brother [Benjamin] along with us, so that we may obtain our measure [of grain]; and, we shall guard him well"
        }
    ]
}