{
    "pages": [
        {
            "chapter": 20,
            "verse": 52,
            "text": "Moses said, \"My Lord alone has knowledge of that, recorded in a Book. My Lord neither errs nor forgets"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "It is He who has laid out the earth for you and traced routes in it and sent down water from the sky. We have brought forth every sort of plant with it"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "so eat and graze your cattle. In this there are signs for men of understanding"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "From the earth We have created you and We will return you to it, and from it We shall bring you forth a second time"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "We showed Pharaoh all Our signs but he rejected them and refused to believe in them"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "He said, \"Have you come to us to turn us out of our land by means of your magic, Moses"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "We will certainly bring you magic to match it. So appoint a time between us and you, in an open space, which neither we nor you will fail to keep"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "Moses said, \"The day of the encounter will be the day of the festival, and let the people assemble when the sun has risen high"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "So Pharaoh withdrew, devised his stratagem and returned"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Moses said to them, \"Woe to you! Do not invent lies against God, lest He destroy you by some calamity: whoever invents lies is bound to fail"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "Then they [the magicians] conferred among themselves, whispering to one another"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "They said, \"Certainly they are both magicians who want to drive you out of your land by their magic, and destroy your best traditions"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "Therefore, decide upon your plan and then come forward in ranks. Whoever gains the upper hand today shall surely triumph"
        }
    ]
}