{
    "pages": [
        {
            "chapter": 20,
            "verse": 99,
            "text": "Thus We relate to you the history of past events, and We have given you a reminder [the Quran] from Us"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Whoever turns away from it will bear a heavy burden on the Day of Judgement"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "which they shall bear forever. It will be a grievous burden for them on the Day of Judgement"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "the Day when the trumpet shall be blown: We shall gather all the sinners on that Day. Their eyes will turn blue with terror"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "and they shall murmur to one another, \"You stayed only ten days on the earth"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "We know best what they will say. The most perceptive of them will say, \"You stayed only one day"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "They ask you about the mountains. Say, \"My Lord will scatter them as dust"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "and leave the earth level and bare"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "with neither hollows nor upthrust mounds to be seen"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "On that Day all will follow the summoning voice from which there is no escape; and all voices will be hushed before the Lord of Mercy, and nothing will be heard except a subdued murmur"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "On that Day no intercession will avail, except from one who has received the sanction of the Merciful and of whose words He approves"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "He knows what is before them and what is behind them, but they cannot encompass Him with their knowledge"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "on that Day all faces shall be humbled before the Living, Self-Subsisting One. Those burdened with evil deeds will come to grief"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "but he who does good works, being a believer, shall fear no harm nor any injustice"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "We have thus sent down the Quran in Arabic and given all kinds of warnings in it, so that they may fear God, or may take heed"
        }
    ]
}