{
    "pages": [
        {
            "chapter": 23,
            "verse": 28,
            "text": "When you and all your followers have settled in the Ark, say, \"Praise be to God who has delivered us from a wicked people"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "and say, 'My Lord, let me land with Your blessing in a blessed landing place. You alone can provide the best landings"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Surely there are clear signs in that. In this way We put people to the test"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Then We raised another generation after them"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "and sent a messenger to them from among themselves: \"Worship God alone. You have no deity other than Him. Will you not then fear God"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "But the leaders of his people who denied the truth and denied the Meeting in the Hereafter, because We had granted them ease and plenty in their worldly life, said, \"This is only a human being like yourselves, he eats what you eat, and drinks what you drink"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "if you obey a human being just like yourselves, then you will surely be lost"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Does he promise you that when you die and have become dust and bones, that you will be brought forth again"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "What you are promised is indeed far-fetched"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "There exists only our present life: we die and we live [but once], and shall never be raised up again"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "He is only a man who has invented a lie about God, and we are not going to believe him"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "The messenger said, \"My Lord, help me, for they have rejected me"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "God said, \"Before long they will be filled with regret"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "The blast justly struck them and We reduced them to rubble. Away with such wicked people"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Then We raised up other generations after them"
        }
    ]
}