{
    "pages": [
        {
            "chapter": 25,
            "verse": 12,
            "text": "When it sees them from afar, they will hear its raging and roaring"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "When they are thrown into a narrow space, chained together, they will plead for death"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "But they will be told, \"Do not call today for one death, call for many deaths"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "Say, \"Which is better, this or the Paradise of immortality which the righteous have been promised? It is their recompense and their destination"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "Abiding there forever, they shall find in it all that they desire. This is a binding promise which your Lord has made"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "On the Day He gathers them all together with those they worship besides Him, He will say, \"Was it you who misled My servants, or did they stray away by themselves"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "They will answer, \"Hallowed be You! It was not proper for us to choose any guardian other than You. But You gave them and their fathers the comforts of this life, so that they forgot Your reminder and thus brought destruction upon themselves"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "[God will say], \"Now, they have given the lie to all your assertions, and you can neither ward off [your punishment] nor obtain any help.\" For, whoever of you has committed evil, shall be caused by Us to taste great suffering"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "We never sent any messengers before you who did not eat food and walk in the market-place. We make some of you a means of trial for others, to see whether you are steadfast. Your Lord is all seeing"
        }
    ]
}