{
    "pages": [
        {
            "chapter": 49,
            "verse": 5,
            "text": "If they waited patiently until you came out to see them, it would be better for them. But God is forgiving and merciful"
        },
        {
            "chapter": 49,
            "verse": 6,
            "text": "Believers, if an evil-doer brings you news, ascertain the correctness of the report fully, lest you unwittingly harm others, and then regret what you have done"
        },
        {
            "chapter": 49,
            "verse": 7,
            "text": "and know that the Messenger of God is among you. If he were to obey you in many things, you would suffer for it. However, God has endeared the faith to you, and beautified it in your hearts, and has made denial of the truth, wickedness, and disobedience hateful to you. People such as these are rightly guided"
        },
        {
            "chapter": 49,
            "verse": 8,
            "text": "through God's bounty and favour; God is all knowing, and wise"
        },
        {
            "chapter": 49,
            "verse": 9,
            "text": "If two parties of believers fight against each other, make peace between them; then if after that one of them transgresses against the other, fight the party that transgresses until it submits to the command of God. Then if it complies, make peace between them with equity, and act justly. Truly, God loves the just"
        },
        {
            "chapter": 49,
            "verse": 10,
            "text": "Surely all believers are brothers. So make peace between your brothers, and fear God, so that mercy may be shown to you"
        },
        {
            "chapter": 49,
            "verse": 11,
            "text": "Believers, let not some men among you ridicule others: it may be that the latter are better than the former: nor should some women laugh at others: it may be that the latter are better than the former: do not defame or be sarcastic to each other, or call each other by [offensive] nicknames. How bad it is to earn an evil reputation after accepting the faith! Those who do not repent are evil-doers"
        }
    ]
}