{
    "pages": [
        {
            "chapter": 3,
            "verse": 166,
            "text": "the misfortune which befell you on the day when the two armies met happened by God's leave, so that He might mark out the [true] believers"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "and know those who acted hypocritically.\" When they were told, \"Come, fight in God's cause and defend yourselves,\" they replied, \"If we knew that fighting would take place, we would surely follow you.\" They were that day nearer to unbelief than to belief. The words they utter bear no relation to what is in their hearts. God knows well what they conceal"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "Those who stayed behind, said of their brothers, \"Had they listened to us, they would not have been killed.\" Say to them, \"Ward off death from yourselves, then, if what you say be true"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "Do not think of those who have been killed in God's cause as dead. They are alive, and well provided for by their Lord"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "they are joyful because of what God has bestowed on them of His grace and they rejoice that those they left behind, who have not yet joined them, that they shall have no fear, nor shall they grieve"
        },
        {
            "chapter": 3,
            "verse": 171,
            "text": "rejoicing in God's grace and bounty. [They know that] God will not fail to requite the believers"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "Those who responded to the call of God and the Messenger, despite their having received an injury, and such of them as did good deeds and feared God, shall have a great reward"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "Those who, on being told that, \"the enemy has gathered against you a great force, so fear them,\" only grew stronger in their faith and replied, \"God is sufficient for us. He is the best guardian"
        }
    ]
}