{
    "rukus": [
        {
            "chapter": 6,
            "verse": 42,
            "text": "Tumse pehle bahut si qaumon ki taraf humne Rasool bheje aur un qaumon ko masaib o alaam (with misfortune and hardship) mein mubtila kiya taa-ke woh aajizi (humbleness) ke saath hamare saamne jhuk jayein"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Pas jab hamari taraf se unpar sakhti aayi to kyun na unhon ne aajizi ikhtiyar(humbleness) ki? Magar unke dil to aur sakht ho gaye aur Shaytan ne unko itminaan dilaya ke jo kuch tum kar rahey ho khoob kar rahey ho"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "Phir jab unhon ne us naseehat ko, jo unhein ki gayi thi, bhula diya to humne har tarah ki khush-haaliyon ke darwaze unke liye khol diye, yahan tak ke jab woh un bakshihon mein jo unhein ata ki gayi thi khoob magan ho gaye to achanak humne unhein pakad liya aur ab haal yeh tha ke woh har khair se mayous thay"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "Is tarah un logon ki jadh(root) kaat kar rakh di gayi jinhon ne zulm kiya tha aur tareef hai Allah Rabbul aalameen ke liye ( ke usne unki jadh kaat di)"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "(Aey Muhammad)! Inse kaho, kabhi tumne yeh bhi socha ke agar Allah tumhari binayi (eye-sight) aur samaat (hearing) tumse cheen le aur tumhare dilon par mohar karde to Allah ke siwa aur kaun sa khuda hai jo yeh quwwatein tumhein wapas dila sakta ho? Dekho, kis tarah hum baar baar apni naishaniyan unke samne pesh karte hain aur phir yeh kis tarah unse nazar chura jatey hain"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "Kaho, kabhi tumne socha ke agar Allah ki taraf se achanak ya elaniya tumpar azaab aa jaye to kya zalim logon ke siwa koi aur halaak hoga"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "Hum jo Rasool bhejte hain isi liye to bhejte hain ke woh neik kirdaar logon ke liye khush-khabri dene waley aur badh kirdaron ke liye darane waley hon. Phir jo log unki baat maan lein aur apne tarz e amal ki islah karlein unke liye kisi khauf aur ranjj ka mauqa nahin hai"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "Aur jo hamari aayat ko jhutlayein woh apni nafarmaniyon ki padash mein saza bhugat kar rahenge"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "(Aey Muhammad)! Inse kaho, “main tumse yeh nahin kehta ke mere paas Allah ke khazane hain, na main gaib ka ilm rakhta hoon, aur na yeh kehta hoon ke main Farishta hoon. Main to sirf us wahee ki pairwi karta hoon jo mujhpar nazil ki jati hai”. Phir inse pucho kya andha aur aankhon wala dono barabar ho sakte hain? Kya tum gaur nahin karte"
        }
    ]
}