{
    "rukus": [
        {
            "chapter": 12,
            "verse": 50,
            "text": "Baadshah ne kaha usey mere paas lao. Magar jab shahi faristaada (royal envoy) Yusuf ke paas pahuncha to usne kaha “apne Rubb ke paas wapas ja aur ussey puch ke un auraton ka kya maamla hai jinhon ne apne haath kat liye thay? Mera Rubb to unki makkari se waqif hi hai.”"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "Is par baadshah ne un auraton se dariyaft kiya “tumhara kya tajurba hai us waqt ka jab tumne Yusuf ko rujhane(entice) ki koshish ki thi?” Sab ne ek zubaan hokar kaha “haasha lillah! (God protect us), humne to usmein badhi(evil) ka shaiba tak na paya.” Azeez ki biwi bol uthi, “ab haqq khul chuka hai, woh main hi thi jisne usko phuslane ki koshish ki thi. beshak woh bilkul saccha hai”"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "(Yusuf ne kaha) “Issey meri garz yeh thi ke (azeez) yeh jaan le ke maine dar-purda uski khayanat nahin ki thi, aur yeh ke jo khyanat karte hain unki chaalon ko Allah kamiyabi ki raah par nahin lagata"
        },
        {
            "chapter": 12,
            "verse": 53,
            "text": "Main kuch apne nafs ki baraat nahin kar raha hoon (not holding my soul to be immune from sin), nafs to badhi (burayi) par uksata hi hai , illa yeh ke kisi par mere Rubb ki rehmat ho, beshak mera Rubb bada gafoor o Raheem hai”"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "Baadshah ne kaha “unhein mere paas lao taa-ke main unko apne liye makhsoos kar loon”. Jab Yusuf ne ussey guftagu ki to usne kaha “ab aap hamare haan qadr o manzilat rakhte hain aur aap ki amanat par pura bharosa hai”"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "Yusuf ne kaha, “mulk ke khazane mere supurd kijiye , main hifazat karne wala bhi hoon aur ilam bhi rakhta hoon”"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Is tarah humne us sar-zameen mein Yusuf ke liye iqteqar (power) ki raah humwaar ki. Woh mukhtar tha ke usmein jahan chahe apni jagah banaye. Hum apni rehmat se jisko chahte hain nawazte hain. Neik logon ka ajar hamare haan maara nahin jata"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Aur aakhirat ka ajar un logon ke liye zyada behtar hai jo iman le aaye aur khuda-tarsi ke saath kaam karte rahey"
        }
    ]
}