{
    "rukus": [
        {
            "chapter": 12,
            "verse": 80,
            "text": "Jab woh Yusuf se mayous ho gaye to ek goshey mein jaa kar aapas mein mashwara karne lagey. Un mein jo sabse bada tha woh bola “tum jantey nahin ho ke tumhare walid tumse khuda ke naam par kya ahad o paiman le chuke hain, aur issey pehle Yusuf ke maamle mein jo zyadati tum kar chuke ho woh bhi tumko maloom hai. Ab main to yahan se hargiz na jaunga jab tak ke mere walid mujhey ijazat na dein, ya phir Allah hi mere haqq mein koi faisla farma de, ke woh sab se behtar faisla karne wala hai"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Tum jaa kar apne walid se kaho ke “abbajaan , aapke sahibzadey ne chori ki hai. Humne usey chori karte huey nahin dekha, jo kuch humein maloom hua hai bas wahi hum bayan kar rahey hain, aur gaib ki nigehbani to hum na kar sakte thay"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "Aap us basti ke logon se puch lijiye jahan hum thay us kafile se daryaft kar lijiye jiske saath hum aaye hain. Hum apne bayan mein bilkul sacchey hain.”"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "Baap ne yeh daastan sun kar kaha “ dar-asal tumahre nafs ne tumhare liye ek aur badi baat ko sahal(aasaan) bana diya. Accha ispar bhi sabr karunga aur bakhubi karunga. Kya baeed hai ke Allah un sab ko mujhse laa milaye, woh sab kuch jaanta hai aur uske sab kaam hikmat par mabni hain.”"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "Phir woh unki taraf se mooh pher kar baith gaya aur kehne laga ke “haaye Yusuf!” woh dil hi dil mein gham se ghuta jaa raha tha aur uski aankhein safed padh gayi thi"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "Beton ne kaha “khuda-ra! Aap to bas Yusuf hi ko yaad kiye jatey hain naubat yeh aa gayi hai ke uske ghum mein apne aap ko ghula dein ya apni jaan halaak kar daalenge.”"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "Usne kaha “ main apni pareshani aur apne gham ki fariyad Allah ke siwa kisi se nahin karta. Aur Allah se jaisa main waqif hoon tum nahin ho"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "Mere bacchon, jaa kar Yusuf aur uske bhai ki kuch tohh lagao (make a search). Allah ki rehmat se mayous na ho, uski rehmat se to bas kafir hi mayous hua karte hain.”"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "Jab yeh log Misr jaa kar Yusuf ki peshi mein dakhil huey to unhon ne arz kiya ke “aey sardar ba iqtedar , hum aur hamare ehal o ayal sakht museebat mein mubtala hain aur hum kuch hakeer si poonji lekar aaye hain, aap humein bharpur galla inayat farmayein aur humko khairaat dein, Allah khairaat karne walon ko jaza deta hai.”"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "(Yeh sunkar Yusuf se na raha gaya) usne kaha, “tumhein kuch yeh bhi maaloom hai ke tumne Yusuf aur uske bhai ke saath kya kiya tha jabke tum nadaan thay.”"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "Woh chaunk kar bole “kya tum Yusuf ho?” usne kaha, “haan , main Yusuf hoon aur yeh mera bhai hai. Allah ne humpar ehsan farmaya. Haqeeqat yeh hai ke agar koi taqwa aur sabr se kaam ley to Allah ke haan aise neik logon ka ajar maara nahin jata.”"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "Unhon ne kaha “ba-khuda ke tumko Allah ne humpar fazilat bakshi aur waqayi hum khatakaar thay.”"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "Usne jawab diya, “aaj tumpar koi giraft nahin , Allah tumhein maaf karey, woh sab se badhkar reham farmane wala hai"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "Jao, mera yeh kamees le jao aur mere walid ke mooh par daal do, unki binayi palat aayegi. Aur apne sab ehal-o-ayal ko mere paas le aao.”"
        }
    ]
}