{
    "rukus": [
        {
            "chapter": 4,
            "verse": 142,
            "text": "Yeh munafiq Allah ke saath dhoke-baazi kar rahey hain halaanke dar haqeeqat Allah hi ne inhein dhoke mein daal rakkha hai. Jab yeh namaz ke liye uthte hain to kasmasate huey mehaz logon ko dikhane ki khatir uthte hain, aur khuda ko kam hi yaad karte hain"
        },
        {
            "chapter": 4,
            "verse": 143,
            "text": "Kufr o iman ke darmiyan dawa-dol hain, na purey is taraf hain na purey us taraf. Jisey Allah ne bhatka diya ho uske liye tum koi raasta nahin paa sakte"
        },
        {
            "chapter": 4,
            "verse": 144,
            "text": "Aey logon jo iman laye ho, momin ko chodh kar kafiron ko apna rafeeq na banao. Kya tum chahte ho ke Allah ko apne khilaf sareeh hujjat dedo"
        },
        {
            "chapter": 4,
            "verse": 145,
            "text": "Yaqeen jaano ke munafiq jahannum ke sabse nichey tabqe mein jayenge aur tum kisi ko unka madadgaar na paogey"
        },
        {
            "chapter": 4,
            "verse": 146,
            "text": "Albatta jo unmein se taaib ho jayein aur apne tarz e amal ki islah karlein aur Allah ka daaman thaam lein aur apne deen ko Allah ke liye khalis kardein, aisey log momino ke saath hain aur Allah momino ko zaroor ajar e azeem ata farmayega"
        },
        {
            "chapter": 4,
            "verse": 147,
            "text": "Aakhir Allah ko kya padi hai ke tumhein khwa ma khwa saza de agar tum shukarguzar banday baney raho aur iman ki rawish par chalo? Allah bada qadardaan hai aur sabke haal se waqif hai"
        },
        {
            "chapter": 4,
            "verse": 148,
            "text": "Allah isko pasand nahin karta ke aadmi badhgoyi par zubaan kholey (speaking evil publicly), illa ye ke kisi par zulm kiya gaya ho. Aur Allah sab kuch sunne aur jaanne wala hai"
        },
        {
            "chapter": 4,
            "verse": 149,
            "text": "(Mazloom honay ki surat mein agarche tumpar badhgoyi ka haqq hai) lekin agar tum zaahir o baatin mein bhalayi hi kiye jao, ya kam az kam burayi se darguzar karo, to Allah ki siffat bhi yahi hai ke wo bada maaf karne wala hai, Halaanke saza dene par poori qudrat rakhta hai"
        },
        {
            "chapter": 4,
            "verse": 150,
            "text": "Jo log Allah aur uske Rasoolon se kufr karte hain, aur chahte hain ke Allah aur uske Rasoolon ke darmiyan tafreeq karein, aur kehte hain ke hum kisi ko maanenge aur kisi ko na maanenge, aur kufr o iman ke beech mein ek raah nikalne ka irada rakhte hain"
        },
        {
            "chapter": 4,
            "verse": 151,
            "text": "Woh sab pakke kafir hain aur aise kafrion ke liye humne woh saza muhaiyya kar rakkhi hai jo unhein zaleel o khwar kardene wali hogi"
        },
        {
            "chapter": 4,
            "verse": 152,
            "text": "Ba-khilaf iske jo log Allah aur uske tamaam Rasoolon ko maanein, aur unke darmiyan tafreeq na karein, unko hum zaroor unke ajar ata karenge, aur Allah bada darguzar farmane wala aur Reham karne wala hai"
        }
    ]
}