{
    "juzs": [
        {
            "chapter": 2,
            "verse": 253,
            "text": "ئەنە شۇ پەيغەمبەرلەرنىڭ بەزىسىنى بەزىسىدىن ئۈستۈن قىلدۇق؛ اﷲ ئۇلارنىڭ بەزىسى (يەنى مۇسا ئەلەيھىسسالام) بىلەن سۆزلەشتى ۋە بەزىسىنىڭ (يەنى مۇھەممەد ئەلەيھىسسالامنىڭ) دەرىجىسىنى يۇقىرى كۆتۈردى. مەريەم ئوغلى ئىساغا (ئۆلۈكلەرنى تىرىلدۈرۈش، گاچىلارنى، بەرەس كېسىلىنى ساقايتىشقا ئوخشاش) روشەن مۆجىزىلەرنى ئاتا قىلدۇق. ئۇنى روھۇلقۇدۇس (يەنى جىبرىئىل ئەلەيھىسسالام) بىلەن كۈچلەندۈردۇق، ئەگەر اﷲ خالىغان بولسا ئىدى، ئۇلاردىن كېيىن كەلگەن ئۈممەتلەر ئۇلارغا روشەن دەلىللەر كەلگەندىن كېيىن ئۆزئارا ئۇرۇشماس ئىدى، لېكىن ئۇلار ئىختىلاپ قىلىشتى، بەزىسى ئىمان ئېيتتى، بەزىسى كاپىر بولدى. ئەگەر اﷲ خالىغا بولسا ئىدى، ئۇلار ئۆزئارا ئۇرۇشماس ئىدى، لېكىن اﷲ خالىغىنىنى قىلىدۇ"
        },
        {
            "chapter": 2,
            "verse": 254,
            "text": "ئى مۆمىنلەر! سودا - سېتىق، دوستلۇق ۋە (اﷲ نىڭ ئىزنىسىز) شاپائەت بولمايدىغان كۈنى (يەنى قىيامەت كۈنى) يىتىپ كېلىشتىن بۇرۇن، سىلەرگە بىز رىزىق قىلىپ بەرگەن مال - مۈلۈكلەردىن (ياخشىلىق يوللىرىغا) سەرپ قىلىڭلار. كۇفرانى نېمەت قىلغۇچىلار (ئۆزلىرىگە) زۇلۇم قىلغۇچىلاردۇر"
        },
        {
            "chapter": 2,
            "verse": 255,
            "text": "بىر اﷲ تىن باشقا ھېچ ئىلاھ يوقتۇر؛ اﷲ ھەمىشە تىرىكتۇر، ھەممىنى ئىدارە قىلىپ تۇرغۇچىدۇر؛ ئۇ مۈگدەپ قالمايدۇ، ئۇنى ئۇيقۇ باسمايدۇ؛ ئاسمانلاردىكى ۋە زېمىندىكى ھەممە نەرسە اﷲ نىڭ (مۈلكى) دۇر؛ اﷲ نىڭ رۇخسىتىسىز كىممۇ اﷲ نىڭ ئالدىدا شاپائەت قىلالىسۇن؛ اﷲ ئۇلارنىڭ ئالدىدىكى (يەنى دۇنيادا قىلغان)، كەينىدىكى (يەنى ئۇلار ئۈچۈن ئاخىرەتتە تەييارلىغان) ئىشلارنىڭ ھەممىسىنى بىلىپ تۇرىدۇ؛ ئۇلار اﷲ نىڭ مەلۇماتىدىن (اﷲ) ئۇلارغا بىلدۈرۈشنى خالىغان نەرسىلەردىن (يەنى پەيغەمبەرلەرنىڭ تىلى ئارقىلىق بىلدۈرگەن نەرسىلەردىن) باشقا ھېچ نەرسىنى بىلمەيدۇ، اﷲ نىڭ كۇرسى (مەلۇماتى) ئاسمانلارنى ۋە زېمىننى ئۆز ئىچىگە ئالىدۇ. ئاسمان - زېمىننى ساقلاش ئۇنىڭغا ئېغىر كەلمەيدۇ. ئۇ يۇقىرى مەرتىۋىلىكتۇر، ھەممىدىن ئۇلۇغدۇر"
        },
        {
            "chapter": 2,
            "verse": 256,
            "text": "دىندا (ئۇنىڭغا كىرىشكە) زورلاش يوقتۇر، ھىدايەت گۇمراھلىقتىن ئېنىق ئايرىلدى، كىمكى تاغۇت (يەنى اﷲ تىن باشقا بارچە مەبۇد) نى ئىنكار قىلىپ، اﷲ قا ئىمان ئېيتىدىكەن، ئۇ سۇنماس، مەھكەم تۇتقىنى تۇتقان بولىدۇ، اﷲ (بەندىلىرىنىڭ سۆزلىرىنى) ئاڭلاپ تۇرغۇچىدۇر، (ئىشلىرىنى) بىلىپ تۇرغۇچىدۇر"
        },
        {
            "chapter": 2,
            "verse": 257,
            "text": "اﷲ مۆمىنلەرنىڭ ئىگىسىدۇ، ئۇلارنى (كۇفرىنىڭ) زۇلمىتىدىن (ئىماننىڭ) يورۇقلۇقىغا چىقىرىدۇ؛ كاپىرلارنىڭ ئىگىسى شەيتاندۇر. ئۇلارنى (ئىماننىڭ) يورۇقلۇقىدىن (گۇمراھلىقنىڭ) قاراڭغۇلۇقىغا چىقىرىدۇ. ئەنە شۇلار ئەھلى دوزاختۇر، ئۇلار دوزاختا مەڭگۈ قالغۇچىلاردۇر"
        },
        {
            "chapter": 2,
            "verse": 258,
            "text": "پەرۋەردىگارى توغرىسىدا ئىبراھىم بىلەن مۇنازىرىلەشكەن، اﷲ نىڭ ئاتا قىلغان پادىشاھلىقى ئۇنى ئىبراھىم بىلەن مۇنازىرىلىشىشكە ئېلىپ كەلگەن ئادەم (يەنى نەمرۇد) نى كۆرمىدىڭمۇ؟ ئەينى زاماندا ئىبراھىم (اﷲ نىڭ بارلىقىغا دەلىل كۆرسىتىپ): «مېنىڭ پەرۋەردىگارىم (ئۆلۈكنى) تىرىلدۈرەلەيدۇ، (تىرىكنى) ئۆلتۈرەلەيدۇ» دېدى. ئۇ: «مەنمۇ (ئۆلۈكنى) تىرىلدۈرەلەيمەن، (تىرىكنى) ئۆلتۈرەلەيمەن» دېدى (نەمرۇد ئۆلۈمگە ھۆكۈم قىلىنغان ئىككى ئادەمنى چاقىرتىپ كىلىپ بىرىنى ئۆلتۈردى، بىرىنى قويۇپ بەردى). ئىبراھىم (نەمرۇدنىڭ بۇنداق ھاماقەتلىكىنى كۆرۈپ): «اﷲ ھەقىقەتەن كۈننى شەرقتىن چىقىرالايدۇ، (خۇدالىق دەۋاسى قىلىدىغان بولساڭ) سەن ئۇنى غەربتىن چىقىرىپ باققىن» دېدى. (بۇنداق پاكىت ئالدىدا) كاپىر ئېغىز ئاچالماي قالدى. اﷲ زالىم قەۋمنى ھىدايەت قىلمايدۇ"
        },
        {
            "chapter": 2,
            "verse": 259,
            "text": "ياكى سەن تام، ئۆگزىلىرى يىقىلىپ ۋەيران بولغان (خارابە) شەھەر (يەنى بەيتۇلمۇقەددەس) دىن ئۆتكەن كىشىنى (يەنى ئۇزەيرنى) كۆرمىدىڭمۇ؟ ئۇ (ئەجەبلىنىپ): «اﷲ بۇ شەھەرنىڭ ئۆلگەن ئاھالىسىنى قانداق تىرىلدۈرەر؟» دېدى. اﷲ ئۇنى يۈز يىل ئۆلۈك ھالىتىدە تۇرغۇزۇپ ئاندىن (كامالى قۇدرىتىنى كۆرسىتىش ئۈچۈن) تىرىلدۈردى. اﷲ (پەرىشتە ئارقىلىق) ئۇنىڭدىن: «(بۇ ھالەتتە) قانچىلىك تۇردۇڭ؟» دەپ سورىدى. ئۇ: «بىر كۈن ياكى بىر كۈنگە يەتمەيدىغان ۋاقىت تۇردۇم» دېدى. اﷲ ئېيتتى: «ئۇنداق ئەمەس، (تولۇق) 100 يىل تۇردۇڭ! يېمەك ئىچمىكىڭگە قارىغىنكى، بۇزۇلمىغان؛ ئېشىكىڭگە قارىغىنكى (ئۇنىڭ سۆڭەكلىرى چىرىپ كەتكەن). (ساڭا يۇقىرىقىدەك ئادەتتىن تاشقىرى ئىشلارنى قىلغانلىقىمىز) سېنى بىز كىشىلەرگە (قۇدرىتىمىزنىڭ) دەلىلى قىلىش ئۈچۈندۇر. بۇ سۆڭەكلەرگە قارىغىنكى، ئۇنى قانداق قۇراشتۇرىمىز، ئاندىن ئۇنىڭغا گۆش قوندۇرىمىز. (يۇقىرىقى ئىشلار) ئۇنىڭغا ئېنىق بولغان چاغدا (يەنى ئۇ روشەن مۆجىزىلەرنى كۆرگەن چاغدا)، ئۇ: «مەن اﷲ نىڭ ھەممە نەرسىگە قادىر ئىكەنلىكىنى بىلدىم» دېدى"
        },
        {
            "chapter": 2,
            "verse": 260,
            "text": "ئۆز ۋاقتىدا ئىبراھىم: «پەرۋەردىگارىم، ئۆلۈكلەرنى قانداق تىرىلدۈرىدىغانلىقىڭنى ماڭا كۆرسەتكىن» دېدى. اﷲ: «(ئۆلۈكلەرنى تىرىلدۈرەلەيدىغانلىقىمغا) ئىشەنمىدىڭمۇ؟» دېدى. ئىبراھىم: «ئىشەندىم، لېكىن كۆڭلۈم (تېخىمۇ) قارار تاپسۇن ئۈچۈن (كۆرۈشنى تىلەيمەن)» دېدى. اﷲ ئېيتتى: «قۇشتىن تۆتنى ئالغىن، ئۇلارنى ئۆزۈڭگە توپلىغىن (يەنى ئۇلارنى پارچىلاپ گۆشلىرى بىلەن پەيلىرىنى ئارىلاشتۇرغىن)، ئاندىن ھەربىر تاغقا ئۇلاردىن بىر بۆلۈكىنى قويغىن، ئاندىن ئۇلارنى چاقىرغىن، سېنىڭ ئالدىڭغا ئۇلار چاپسان كېلىدۇ». بىلگىنكى، اﷲ غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر"
        },
        {
            "chapter": 2,
            "verse": 261,
            "text": "اﷲ نىڭ يولىدا پۇل - مېلىنى سەرپ قىلغانلارنىڭ (سەرپ قىلغان نەرسىسى يەرگە تېرىلىپ) يەتتە باشاق چىقارغان، ھەر باشىقىدا 100 دان تۇتقان بىر دانغا ئوخشايدۇ. اﷲ خالىغان بەندىسىگە ھەسسىلەپ ساۋاب بېرىدۇ. اﷲ نىڭ مەرھەمىتى (چەكلىك ئەمەس) كەڭدۇر (اﷲ مال سەرپ قىلغۇچىنىڭ نىيىتىنى بىلگۈچىدۇر)"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "پۇل - مېلىنى اﷲ يولىدا سەرپ قىلىدىغان، ئارقىسىدىن ئۇنىڭغا مىننەت قىلمايدىغان، ۋە (خەير - ساخاۋىتىگە ئېرىشكەنلەرنى) رەنجىتمەيدىغان كىشىلەر پەرۋەردىگارىنىڭ دەرگاھىدا ساۋاب تاپىدۇ، ئۇلارغا (قىيامەت كۈنى) قورقۇنچ ۋە غەم - قايغۇ بولمايدۇ"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "ياخشى سۆز ۋە كەچۈرۈش كېيىن ئەزىيەت يەتكۈزىدىغان سەدىقىدىن ئەۋزەلدۇر. اﷲ (بەندىلەرنىڭ سەدىقىسىدىن) بىھاجەتتۇر، ھەلىمدۇر (يەنى ئەمرىگە خىلاپلىق قىلغانلارنى جازالاشقا ئالدىراپ كەتمەيدۇ)"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "ئى مۆمىنلەر! پۇل - مېلىنى كىشىلەرگە كۆرسىتىش ئۈچۈن سەرپ قىلىدىغان، اﷲ قا ۋە ئاخىرەت كۈنىگە ئىمان كەلتۈرمەيدىغان كىشى (نىڭ قىلغان ئەمەلىنى بىكار قىلىۋەتكىنىگە) ئوخشاش، بەرگەن سەدىقەڭلارنى مىننەت قىلىش ۋە ئەزىيەت يەتكۈزۈش بىلەن بىكار قىلىۋەتمەڭلار. بۇنداق (پۇل - مېلىنى باشقىلارغا كۆرسىتىش ئۈچۈن سەرپ قىلىدىغان) ئادەم خۇددى ئۈستىگە توپا - چاڭ قونۇپ قالغان، قاتتىق يامغۇردىن كېيىن (يۇيۇلۇپ) بۇرۇنقىدەك بولۇپ قالغان سىلىق تاشقا ئوخشايدۇ. ئۇلار قىلغان ئەمەللىرى ئۈچۈن (ئاخىرەتتە) ھېچقانداق ساۋابقا ئىگە بولالمايدۇ. اﷲ كاپىر قەۋمىنى ھىدايەت قىلمايدۇ"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "ماللىرىنى اﷲ نىڭ رازىلىقىنى تىلەش ۋە نەپسىلىرىنى (سەدىقە - ئېھسانغا) ئادەتلەندۈرۈش يۈزىسىدىن سەرپ قىلىدىغانلار ئېگىزلىككە جايلاشقان، قاتتىق يامغۇردىن بەھرىمەن بولسا مېۋىسى ئىككى ھەسسە كۆپ بولىدىغان، قاتتىق يامغۇردىن بەھرىمەن بولمىسا شەبنەم بىلەنمۇ قانىدىغان (يەنى قايسى ھالدا بولسۇن مېۋە بېرىدىغان) بىر باغقا ئوخشايدۇ (دېمەك، بۇنداق خەير - ساخاۋەتلىك ئادەم مېلى كۆپ بولسا كۆپكە يارىشا، ئاز بولسا ئازغا يارىشا بېرىدۇ). اﷲ قىلغان ئەمەلىڭلارنى كۆرۈپ تۇرغۇچىدۇر"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "ئاراڭلاردا كىممۇ ياقتۇرسۇنكى، ئۇنىڭ خورمىلىق، ئۈزۈملۈك، ئاستىدىن ئېرىقلار ئېقىپ تۇرىدىغان، مېۋىلەرنىڭ ھەممە خىللىرى بولغان بىر بېغى بولسۇن، ئۇنىڭ ئۆزى قېرىپ قالغان، بالىلىرى ئۇششاق بولۇپ، (بۇ باغ) ئوت ئېلىپ كەلگەن بىر قارا بوراندا كۆيۈپ كەتسۇن. سىلەرنىڭ ئويلىنىشىڭلار ئۈچۈن، اﷲ سىلەرگە ئايەتلىرىنى شۇنداق (گۈزەل مىسال بىلەن) بايان قىلىدۇ (يەنى پۇل - مېلىنى رىيا ئۈچۈن سەرپ قىلغان ياكى باشقىلارغا رەنجىتىش، مىننەت قىلىش بىلەن سەرپ قىلغان ئادەم ساۋابىنى ئەڭ موھتاج تۇرۇقلۇق يوقىتىپ قويغان بولىدۇ)"
        },
        {
            "chapter": 2,
            "verse": 267,
            "text": "ئى مۆمىنلەر! سىلەر ئېرىشكەن نەرسىلەرنىڭ ۋە بىز سىلەرگە زېمىندىن چىقىرىپ بەرگەن نەرسىلەر (يەنى ئاشلىقلار، مېۋىلەر) نىڭ ياخشىلىرىدىن سەدىقە قىلىڭلار؛ ئۆزۈڭلارمۇ پەقەت كۆزۈڭلارنى يۇمۇپ تۇرۇپ ئالىدىغان ناچارلىرىنى ئىلغاپ سەدىقە قىلماڭلار. بىلىڭلاركى، اﷲ (بۇنداق سەدىقەڭلاردىن) بىھاجەتتۇر، ھەمدىگە لايىقتۇر"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "شەيتان سىلەرنى پېقىرلىقتىن قورقىتىدۇ، يامان ئىشلارغا (يەنى بېخىللىققا، زاكات بەرمەسلىككە) بۇيرۇيدۇ؛ اﷲ سىلەرگە ئۆز مەغپىرىتىنى ۋە پەزلىنى ۋەدە قىلىدۇ. اﷲ نىڭ مەرھەمىتى كەڭدۇر، ئۇ ھەممىنى بىلىپ تۇرغۇچىدۇر"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "ھېكمەتنى (يەنى ياخشى ئەمەلگە يېتەكلەيدىغان پايدىلىق ئىلىمنى) خالىغان بەندىسىگە ئاتا قىلىدۇ؛ ھېكمەت ئاتا قىلىنغان ئادەمگە كۆپ ياخشىلىق ئاتا قىلىنغان بولىدۇ. پەقەت ئەقىللىق ئادەملەرلا بۇنىڭدىن پەند - نەسىھەت ئالىدۇ"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "نېمىنى خەير - ئېھسان قىلماڭلار ياكى (اﷲ نىڭ يولىدا) نېمىنى ۋەدە قىلماڭلار، اﷲ ئۇنى ھەقىقەتەن بىلىپ تۇرىدۇ. زالىملار (يەنى زاكاتنى مەنئى قىلغۇچىلار ياكى پۇل - مېلىنى گۇناھ ئىشلارغا سەرپ قىلغۇچىلار) غا ھېچقانداق مەدەتكار چىقمايدۇ"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "سەدىقىنى ئاشكارا بەرسەڭلار، بۇ ياخشىدۇر، ئەگەر ئۇنى مەخپى بەرسەڭلار ۋە يوقسۇللارغا بەرسەڭلار، تېخىمۇ ياخشىدۇر. بۇ، سىلەرنىڭ بەزى گۇناھلىرىڭلارغا كەففارەت بولىدۇ، اﷲ سىلەرنىڭ قىلغان ئەمەلىڭلاردىن خەۋەرداردۇر"
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "(ئى مۇھەممەد!) ئۇلارنى ھىدايەت قىلىش سېنىڭ مەسئۇلىيىتىڭ ئەمەس (ساڭا تاپشۇرۇلغان ۋەزىپە پەقەت كىشىلەرگە اﷲ نىڭ ۋەھىسىنى يەتكۈزۈشتۇر). لېكىن اﷲ خالىغان بەندىسىنى ھىدايەت قىلىدۇ. مېلىڭلاردىن نېمىنى خەير - ئېھسان قىلماڭلار، ئۇ ئۆزۈڭلارنىڭ پايدىسى ئۈچۈندۇر، سىلەر پەقەت اﷲ نىڭ رازىلىقى ئۈچۈنلا خەير - ئېھسان قىلىسىلەر (يەنى خەير - ئېھسانىڭلار ئۈچۈن اﷲ نىڭ رازىلىقىدىن باشقىنى كۆزدە تۇتماڭلار)، مېلىڭلاردىن نېمىنى خەير - ئېھسان قىلماڭلار، سىلەرگە ئۇنىڭ ساۋابى تولۇق بېرىلىدۇ، سىلەرگە زۇلۇم قىلىنمايدۇ (يەنى قىلغان ياخشى ئەمەلىڭلارنىڭ ساۋابى كېمەيتىلمەيدۇ)"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "ئۆزىنى اﷲ يولىغا ئاتىغان، (تىرىكچىلىك قىلىش ئۈچۈن) يىراق جايلارغا بارالمايدىغان يوقسۇللارغا خەير - ئېھسان قىلىنىشى كېرەك. ئەھۋالنى ئۇقمىغانلار، ئۇلارنىڭ نەرسە تىلىمىگەنلىكلىرىگە قاراپ، ئۇلارنى باي دەپ گۇمان قىلىدۇ، ئۇلارنىڭ چىرايىدىن تونۇيسەن، ئۇلار كىشىلەرگە چاپلىشىۋېلىپ تىلەمچىلىك قىلمايدۇ، مېلىڭلاردىن نېمىنى خەير - ئېھسان قىلماڭلار، اﷲ ھەقىقەتەن ئۇنى بىلگۈچىدۇر"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "ماللىرىنى كېچە - كۈندۈز (يەنى ھەممە ۋاقىت)، يوشۇرۇن ۋە ئاشكارا يوسۇندا خەير - ئېھسان قىلىدىغانلار پەرۋەردىگارىنىڭ دەرگاھىدا ساۋاب تاپىدۇ، ئۇلارغا (ئاخىرەتتە) قورقۇنچ ۋە غەم - قايغۇ بولمايدۇ"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "جازانە، ئۆسۈم يېگەن ئادەملەر (قىيامەت كۈنى گۆرلىرىدىن) جىن چېپىلىپ قالغان ساراڭ ئادەملەردەك قوپىدۇ. بۇ شۇنىڭ ئۈچۈنكى، ئۇلار اﷲ ھارام قىلغان ئىشنى ھالال بىلىپ: «سودا - سېتىق، جازانىگە ئوخشاش (جازانە نېمىشقا ھارام بولىدۇ؟)» دېدى. اﷲ سودا - سېتىقنى ھالال قىلدى، جازانىنى، (بەدەلسىز بولغانلىقى، شەخسكە ۋە جەمئىيەتكە زىيانلىق بولغانلىقى ئۈچۈن) ھارام قىلدى. كىمكى پەرۋەردىگارى تەرىپىدىن ۋەز - نەسىھەت كەلگەندىن كېيىن (يەنى جازانە مەنئى قىلىنغاندىن كېيىن ئۇنىڭدىن) يانسا، بۇرۇن ئالغىنى ئۆزىنىڭ بولىدۇ، ئۇنىڭ ئىشى اﷲ قا تاپشۇرۇلىدۇ (يەنى اﷲ خالىسا ئۈنى كەچۈرىدۇ، خالىسا جازالايدۇ). قايتا جازانە قىلغانلار ئەھلى دوزاخ بولۇپ، دوزاختا مەڭگۈ قالىدۇ"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "اﷲ جازانىنىڭ (بەرىكىتىنى) ئۆچۈرۈۋېتىدۇ، سەدىقىنىڭ (بەرىكىتىنى) زىيادە قىلىدۇ. اﷲ ھەربىر ناشۈكۈر (يەنى جازانىنى ھالال سانىغۇچى) گۇناھكارنى دوست تۇتمايدۇ"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "ئىمان ئېيتقان، ياخشى ئەمەللەرنى قىلغان، ناماز ئوقۇغان زاكات بەرگەن كىشىلەر پەرۋەردىگارىنىڭ دەرگاھىدا (چوڭ) ساۋابقا ئېرىشىدۇ، ئۇلاردا (ئاخىرەتتە) قورقۇنچ ۋە غەم - قايغۇ بولمايدۇ"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "ئى ئىمان ئېيتقان كىشىلەر! (ھەقىقي) مۆمىن بولساڭلار، اﷲ (نىڭ ئەمرىگە مۇخالىپەتچىلىك) قىلىشتىن ساقلىنىڭلار، (كىشىلەرنىڭ زىممىسىدە) قېلىپ قالغان جازانىنى (يەنى ئۆسۈمنى) ئالماڭلار"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "ئەگەر ئۇنداق قىلساڭلار، بىلىڭلاركى، اﷲ ۋە ئۇنىڭ رەسۇلى سىلەرگە ئۇرۇش ئېلان قىلىدۇ، ئەگەر (جازانە قىلىشتىن) تەۋبە قىلساڭلار، (قەرز بەرگەن) سەرمايەڭلار ئۆزۈڭلارغا قايتىدۇ، باشقىلارنى زىيان تارتقۇزمايسىلەر، ئۆزۈڭلارمۇ زىيان تارتمايسىلەر"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "ئەگەر قەرزدارنىڭ قولى قىسقا بولسا، ئۇنىڭ ھالى ياخشىلانغۇچە كۈتۈڭلار، ئەگەر (خەيرلىك ئىش ئىكەنلىكىنى بىلسەڭلار، قىيىنچىلىقتا قالغان قەرزداردىن ئالىدىغان قەرزنى ئۇنىڭغا) سەدىقە قىلىپ بېرىۋەتكىنىڭلار سىلەر ئۈچۈن تېخىمۇ ياخشىدۇر"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "سىلەر شۇنداق بىر كۈندىن (يەنى قىيامەت كۈنىدىن) قورقۇڭلاركى، ئۇ كۈندە سىلەر اﷲ نىڭ دەرگاھىغا قايتۇرۇلىسىلەر، ئاندىن ھەر كىشى قىلغان (ياخشى - يامان) ئەمەلىنىڭ نەتىجىسىنى تولۇق كۆرىدۇ، ئۇلارغا زۇلۇم قىلىنمايدۇ، (يەنى ياخشى ئەمەلى كېمەيتىلىپ، يامان ئەمەلى كۆپەيتىلمەيدۇ)"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "ئى مۆمىنلەر! مۇددەت بەلگىلەپ ئۆزئارا قەرز بېرىشسەڭلار، ئۇنى (ھۆججەت قىلىپ) يېزىپ قويۇڭلار، ئاراڭلاردىكى خەت بىلىدىغان كىشى ئۇنى (كەم - زىيادە قىلماي) ئادىللىق بىلەن يازسۇن، خەت بىلىدىغان كىشى (اﷲ ئۇنىڭغا بىلدۈرگەندەك توغرىلىق بىلەن يېزىشىنى) رەت قىلمىسۇن، ئۇ يازسۇن، زىممىسىدە باشقىلارنىڭ ھەققى بولغان ئادەم (يازىدىغان كىشىگە) ئېيتىپ بەرسۇن، (قەرزدار) پەرۋەردىگارى اﷲ تىن قورقسۇن، قەرز ئالغان نەرسىدىن ھېچنېمىنى كېمەيتىۋەتمىسۇن، ئەگەر قەرز ئالغۇچى ئادەم ئەخمەق (يەنى خۇدبىن، ئەقىلسىز، ئىسراپخور) ياكى ئاجىز (يەنى كىچىك بالا ياكى بەكمۇ قېرى) بولسا، ياكى (گەپ قىلالماسلىقى، گاچىلىقى، كېكەچلىكى تۈپەيلىدىن) ئۆزى ئېيتىپ بېرەلمىسە، ئۇنىڭ ئىشلىرىنى باشقۇرغۇچى ئادەم ئادىللىق بىلەن ئېيتىپ بەرسۇن، سىلەر ئەر كىشىڭلاردىن ئىككى كىشىنى گۇۋاھلىققا تەكلىپ قىلىڭلار؛ ئەگەر ئىككى ئەر كىشى يوق بولسا، سىلەر (ئادالىتىگە، دىيانىتىگە) رازى بولىدىغان كىشىلەردىن بىر ئەر، ئىككى ئايالنى گۇۋاھلىققا تەكلىپ قىلىڭلار، بۇ ئىككى ئايالنىڭ بىرسى ئۇنتۇپ قالسا، ئككىنچىسى ئېسىگە سالىدۇ. گۇۋاھچىلار (گۇۋاھلىققا) چاقىرىلغان ۋاقتىدا (گۇۋاھ بولۇشتىن) باش تارتمىسۇن. قەرز مەيلى ئاز بولسۇن، مەيلى كۆپ بولسۇن، ئۇنى قايتۇرۇش ۋاقتى بىلەن قوشۇپ يېزىشتىن ئېرىنمەڭلار. اﷲ نىڭ نەزىرىدە (يەنى ھۆكمىدە)، بۇ ئەڭ ئادىللىق ۋە ئەڭ ئىسپاتلىقتۇر (يەنى گۇۋاھلىقنىڭ ئۇنتۇلماسلىقىنى ئەڭ ئىسپاتلىغۇچىدۇر)، گۇمانلانماسلىقىڭلارغا ئەڭ يېقىندۇر. لېكىن ئاراڭلاردا قىلىشقان قولمۇقول سودىدا ھۆججەت يازمىساڭلارمۇ ھېچ گۇناھ بولمايدۇ. ئۆزئارا سودا قىلىشقان ۋاقتىڭلاردا گۇۋاھچى تەكلىپ قىلىڭلار، پۈتۈكچىگىمۇ، گۇۋاھچىغىمۇ زىيان يەتكۈزۈلمىسۇن؛ ئەگەر زىيان يەتكۈزسەڭلار گۇناھ ئۆتكۈزگەن بولىسىلەر، اﷲ نىڭ (ئەمرىگە ۋە نەھيىسىگە مۇخالىپەتچىلىك قىلىشتىن) ساقلىنىڭلار، اﷲ سىلەرگە ئۆگىتىدۇ (يەنى سىلەرگە ئىككىلا دۇنيادا پايدىلىق بولغان ئىلىمنى بېرىدۇ)، اﷲ ھەممە نەرسىنى بىلگۈچىدۇر"
        },
        {
            "chapter": 2,
            "verse": 283,
            "text": "ئەگەر سىلەر سەپەر ئۈستىدە بولۇپ، خەت يازالايدىغان ئادەمنى تاپالمىساڭلار، بۇ چاغدا (قەرز ھۆججىتى يېزىپ بېرىشنىڭ ئورنىغا) گۆرۈ قويىدىغان نەرسىنى تاپشۇرساڭلار بولىدۇ؛ ئاراڭلاردا بىرىڭلار بىرىڭلارغا ئىشىنىپ ئامانەت قويسا، ئۇ چاغدا ئامانەتنى ئالغۇچى ئادەم ئامانەتنى تاپشۇرسۇن (يەنى قەرز بەرگۈچى قەرز ئالغۇچىغا ئىشىنىپ ئۇنىڭدىن بىر نەرسىنى گۆرۈ ئالمىسا، قەرزدار قەرزنى دېيىشكەن ۋاقتىدا قايتۇرسۇن)، (قەرزدار ئامانەتكە رىئايە قىلىشتا) پەرۋەردىگارىدىن قورقسۇن. گۇۋاھلىقنى يوشۇرماڭلار، كىمكى ئۇنى يوشۇرىدىكەن، ھەقىقەتەن ئۇنىڭ دىلى گۇناھكار بولىدۇ. اﷲ قىلمىشىڭلارنى تامامەن بىلگۈچىدۇر"
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "ئاسمانلاردىكى، زېمىندىكى شەيئىلەر (ئىگىدارچىلىق قىلىش جەھەتتىن بولسۇن، تەسەررۇپ قىلىش جەھەتتىن بولسۇن) اﷲ نىڭ ئىلكىدىدۇر. دىلىڭلاردىكى (يامانلىقنى) مەيلى ئاشكارا قىلىڭلار، مەيلى يوشۇرۇڭلار، ئۇنىڭ ئۈچۈن اﷲ سىلەردىن ھېساب ئالىدۇ. اﷲ خالىغان كىشىگە مەغپىرەت قىلىدۇ، خالىغان كىشىگە ئازاب قىلىدۇ. اﷲ ھەممە نەرسىگە قادىردۇر"
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "پەيغەمبەر پەرۋەردىگارى تەرىپىدىن ئۇنىڭغا نازىل قىلىنغان كىتابغا ئىمان كەلتۈردى، مۆمىنلەرمۇ ئىمان كەلتۈردى، ئۇلارنىڭ ھەممىسى اﷲ قا ۋە اﷲ نىڭ پەرىشتىلىرىگە، كىتابلىرىغا ۋە پەيغەمبەرلىرىگە ئىمان كەلتۈردى. (ئۇلار) «اﷲ نىڭ پەيغەمبەرلىرىنىڭ ھېچبىرىنى ئايرىۋەتمەيمىز (يەنى ئۇلارنىڭ بەزىسىگە ئىمان ئېيتىپ، بەزىسىگە ئىمان ئېيتماي قالمايمىز)» دەيدۇ. ئۇلار: «بىز (دەۋىتىڭنى) ئاڭلىدۇق ۋە (ئەمرىڭگە) ئىتائەت قىلدۇق، پەرۋەردىگارىمىز، مەغپىرىتىڭنى تىلەيمىز، ئاخىر يانىدىغان جايىمىز سېنىڭ دەرگاھىڭدۇر» دەيدۇ"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "اﷲ ھېچكىمنى تاقىتى يەتمەيدىغان ئىشقا تەكلىپ قىلمايدۇ. كىشىنىڭ قىلغان ياخشىلىقى (نىڭ ساۋابى) ئۆزىگىدۇر، يامانلىقى (نىڭ جازاسى) مۇ ئۆزىگىدۇر. (ئۇلار) «پەرۋەردىگارىمىز! ئەگەر بىز ئۇنتۇساق ياكى خاتالاشساق (يەنى بىز ئۇنتۇش ياكى سەۋەنلىك سەۋەبىدىن ئەمرىڭنى تولۇق ئورۇنلىيالمىساق)، بىزنى جازاغا تارتمىغىن. پەرۋەردىگارىمىز! بىزدىن ئىلگىرىكىلەرگە يۈكلىگىنىڭگە ئوخشاش، بىزگە ئېغىر يۈك يۈكلىمىگىن (يەنى بىزنى قىيىن ئىشلارغا تەكلىپ قىلمىغىن)، پەرۋەردىگارىمىز! كۈچىمىز يەتمەيدىغان نەرسىنى بىزگە ئارتمىغىن، بىزنى كەچۈرگىن، بىزگە مەغپىرەت قىلغىن، بىزگە رەھىم قىلغىن، سەن بىزنىڭ ئىگىمىزسەن، كاپىر قەۋمگە قارشى بىزگە ياردەم بەرگىن» دەيدۇ"
        },
        {
            "chapter": 3,
            "verse": 1,
            "text": "ئەلىف، لام، مىم"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "اﷲ تىن باشقا ھېچ مەبۇد (بەرھەق) يوقتۇر، اﷲ (ھەمىشە) تىرىكتۇر، مەخلۇقاتنى ئىدارە قىلىپ تۇرغۇچىدۇر"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "(ئى مۇھەممەد!) ئۆزىدىن ئىلگىرىكى كىتابلارنى تەستىق قىلغۇچى ھەق كىتابنى (يەنى قۇرئاننى) (اﷲ) ساڭا نازىل قىلدى. ئىلگىرى، كىشىلەرگە يول كۆرسەتكۈچى قىلىپ تەۋرات بىلەن ئىنجىلنى نازىل قىلغان ئىدى"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "ھەق بىلەن باتىلنى ئايرىغۇچى كىتابنى (يەنى بارلىق ساماۋى كىتابلارنى) نازىل قىلدى. شۈبھىسىزكى، اﷲ نىڭ ئايەتلىرىنى ئىنكار قىلغانلار (ئاخىرەتتە) قاتتىق ئازابقا دۇچار بولىدۇ. اﷲ غالىبتۇر، (يامانلارنى) جازالىغۇچىدۇر"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "شۈبھىسىزكى، ئاسمان ۋە زېمىندىكى ھېچ نەرسە اﷲ قا مەخپىي ئەمەس"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "ئۇ سىلەرنى بەچچىدانلاردا (يەنى ئاناڭلارنىڭ قورسىقىدىكى چېغىڭلاردا) ئۆزى خالىغان شەكىلگە كىرگۈزىدۇ. ئۇنىڭدىن باشقا ھېچ مەبۇد (بەرھەق) يوقتۇر، اﷲ غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "(ئى مۇھەممەد!) ئۇ (اﷲ) ساڭا كىتابنى (يەنى قۇرئاننى) نازىل قىلدى. ئۇنىڭدا مەھكەم (يەنى مەنىسى ئوچۇق) ئايەتلەر باركى، ئۇلار كىتابنىڭ (يەنى پۈتۈن قۇرئاننىڭ) ئاساسىدۇر؛ يەنە باشقا مۇتەشابىھ (يەنى مەنىسى مۇئەييەن ئەمەس) ئايەتلەر باردۇر. دىللىرىدا ئەگرىلىك بار (يەنى گۇمراھلىققا مايىل) كىشىلەر پىتنە قوزغاش ۋە ئۆز رايى بويىچە مەنە بېرىش ئۈچۈن، مۇتەشابىھ ئايەتلەرگە ئەگىشىدۇ (يەنى مۇتەشابىھ ئايەتلەرنى ئۆز نەپسى خاھىشى بويىچە چۈشەندۈرىدۇ). بۇنداق ئايەتلەرنىڭ (ھەقىقىي) مەنىسىنى پەقەت اﷲ بىلىدۇ. ئىلىمدا توشقانلار ئېيتىدۇ: «ئۇنىڭغا ئىشەندۇق، ھەممىسى پەرۋەردىگارىمىز تەرىپىدىن نازىل بولغان. (بۇنى) پەقەت ئەقىل ئىگىلىرىلا چۈشىنىدۇ"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "پەرۋەردىگارىمىز! بىزنى ھىدايەت قىلغىنىڭدىن كېيىن دىللىرىمىزنى توغرا يولدىن بۇرىۋەتمىگىن، بىزگە دەرگاھىڭدىن رەھمەت بېغىشلىغىن. شۈبھىسىزكى، سەن (بەندىلىرىڭگە ئاتالارنى) بەكمۇ بېغىشلىغۇچىسەن"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "پەرۋەردىگارىمىز! شۈبھىسىزكى، كېلىشى شەكسىز بولغان كۈندە (يەنى ھېساب ئېلىنىدىغان قىيامەت كۈنىدە) كىشىلەرنى توپلىغۇچىسەن. شۈبھىسىزكى، اﷲ ۋەدىسىگە خىلاپلىق قىلمايدۇ»"
        },
        {
            "chapter": 3,
            "verse": 10,
            "text": "كاپىرلارنىڭ ماللىرى، بالىلىرى اﷲ نىڭ ئازابى ئالدىدا ھەقىقەتەن ھېچ نەرسىگە دال بولالمايدۇ. ئۇلار (يەنى كۇففارلار) دوزاخنىڭ يېقىلغۇسىدۇر"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "(بۇ كۇففارلارنىڭ ھالى) پىرئەۋن تەۋەلىرىنىڭ ۋە ئۇلاردىن ئىلگىرىكىلەرنىڭ ھالىغا ئوخشايدۇ. ئۇلار بىزنىڭ ئايەتلىرىمىزنى يالغانغا چىقاردى، گۇناھى تۈپەيلىدىن اﷲ ئۇلارنى جازالىدى، اﷲ نىڭ جازاسى قاتتىقتۇر"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "(ئى مۇھەممەد!) كاپىرلارغا ئېيتقىنكى، «سىلەر (دۇنيادا) مەغلۇپ قىلىنىسىلەر ۋە (ئاخىرەتتە) جەھەننەمگە توپلىنىسىلەر، جەھەننەم نېمىدېگەن يامان تۆشەك»"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "(ئى يەھۇدىيلار جامائەسى! بەدرىدە جەڭ ئۈچۈن) ئۇچراشقان ئىككى گۇرۇھتا سىلەر ئۈچۈن ئىبرەت بار، بىرى اﷲ يولىدا ئۇرۇشۇۋاتقان گۇرۇھتۇر، يەنى بىر مۇسۇلمانلارنى (سانىنى) ئۆزلىرىدەك ئىككى باراۋەر ئوپئوچۇق كۆرگەن كاپىرلار گۇرۇھىدۇر (يەنى اﷲ كاپىرلارغا قورقۇنچ سېلىش بىلەن ئۇلارنى ئۇرۇشتىن قول يىغدۇرۇش ئۈچۈن، كاپىرلارغا مۇسۇلمانلارنىڭ سانىنى جىق كۆرسەتتى). اﷲ خالىغان كىشىگە ياردەم بېرىپ قوللايدۇ. بۇنىڭدا ھەقىقەتەن ئەقىل ئىگىلىرى ئۈچۈن ئىبرەت بار"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "ئاياللار، ئوغۇللار، ئالتۇن - كۈمۈشتىن توپلانغان كۆپ ماللار، ئارغىماقلار، چارۋىلار ۋە ئېكىنلەردىن ئىبارەت كۆڭۈل تارتىدىغان نەرسىلەرنىڭ مۇھەببىتى ئىنسانلارغا چىرايلىق كۆرسىتىلدى. ئۇلار دۇنيا تىرىكچىلىكىدە مەنپەئەتلىنىدىغان (باقاسى يوق) شەيئىلەردۇر؛ اﷲ نىڭ دەرگاھىدا بولسا قايتىدىغان گۈزەل جاي (يەنى جەننەت) باردۇر (شۇنىڭ ئۈچۈن باشقىغا ئەمەس، جەننەتكە قىزىقىش كېرەك)"
        },
        {
            "chapter": 3,
            "verse": 15,
            "text": "(ئى مۇھەممەد! قەۋمىڭگە) ئېيتقىنكى، «سىلەرگە ئۇلاردىنمۇ (يەنى دۇنيانىڭ زىبۇزىننەتلىرى ۋە نېمەتلىرىدىنمۇ) ياخشى بولغان نەرسىلەرنى ئېيتىپ بېرەيمۇ؟ تەقۋادارلار ئۈچۈن پەرۋەردىگارى ھۇزۇرىدا ئاستىدىن ئۆستەڭلار ئېقىپ تۇرىدىغان جەننەتلەر بولۇپ، (ئۇلار) جەننەتلەردە مەڭگۈ قالىدۇ، (جەننەتلەردە) پاك جۈپتىلەر بار، (تەقۋادارلار ئۈچۈن) يەنە اﷲ نىڭ رەزاسى بار». اﷲ بەندىلىرىنى (يەنى ئۇلارنىڭ ھەممە ئىشلىرىنى) كۆرۈپ تۇرغۇچىدۇر"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "ئۇلار (يەنى تەقۋادارلار): «پەرۋەردىگارىمىز! بىز شۈبھىسىز ئىمان ئېيتتۇق، بىزنىڭ گۇناھلىرىمىزنى مەغپىرەت قىلغىن، بىزنى دوزاخ ئازابىدىن ساقلىغىن» دەيدۇ"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "ئۇلار (يەنى تەقۋادارلار) سەۋر قىلغۇچىلاردۇر، راستچىللاردۇر، (اﷲ قا) ئىتائەت قىلغۇچىلاردۇر، (ياخشىلىق يوللىرىغا پۇل - ماللىرىنى) سەرپ قىلغۇچىلاردۇر ۋە سەھەرلەردە ئىستىغپار ئېيتقۇچىلاردۇر"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "اﷲ ئادالەتنى بەرپا قىلغان ھالدا گۇۋاھلىق بەردىكى، ئۇنىڭدىن باشقا ھېچ مەبۇد (بەرھەق) يوقتۇر. پەرىشتىلەرمۇ، ئىلىم ئەھلىلىرىمۇ شۇنداق گۇۋاھلىق بەردى: ئۇنىڭدىن باشقا ھېچ مەبۇد (بەرھەق) يوقتۇر. ئۇ غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "ھەقىقەتەن اﷲ نىڭ نەزىرىدە مەقبۇل دىن ئىسلام (دىنى) دۇر. كىتاب بېرىلگەنلەر (يەنى يەھۇدىيلار ۋە ناسارالار) پەقەت ئۆزلىرىگە ئىلىم كەلگەندىن كېيىنلا ئۆزئارا ھەسەت قىلىشىپ ئىختىلاپ قىلىشتى (يەنى ئىسلامنىڭ ھەقلىقىنى، مۇھەممەد ئەلەيھىسسالامنىڭ پەيغەمبەرلىكىنى روشەن پاكىتلار ئارقىلىق بىلىپ تۇرۇپ، كۆرەلمەسلىكتىن ئىنكار قىلىشتى)، كىمكى اﷲ نىڭ ئايەتلىرىنى ئىنكار قىلىدىكەن (اﷲ ئۇنى يېقىندا جازالايدۇ)، اﷲ تېز ھېساب ئالغۇچىدۇر"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "(ئى مۇھەممەد!) ئەگەر ئۇلار سەن بىلەن (دىن بارىسىدا) مۇنازىرەلەشسە: «ماڭا ئەگەشكەنلەر بىلەن بىرلىكتە، مەن ئۆزۈمنى اﷲ قا تاپشۇردۇم (يەنى اﷲ نىڭ ئەمرلىرىگە بويسۇنغۇچىمىز)» دېگىن. كىتاب بېرىلگەنلەرگە (يەنى يەھۇدىيلار ۋە ناسارالارغا) ۋە ئۈممىلەرگە (يەنى ئەرەب مۇشرىكلىرىغا): «مۇسۇلمان بولدۇڭلارمۇ؟» دېگىن، ئەگەر ئۇلار مۇسۇلمان بولسا، توغرا يول تاپقان بولىدۇ. ئەگەر ئۇلار يۈز ئۆرۈسە (ساڭا ھېچ زىيىنى يوق)، سېنىڭ پەقەت تەبلىغ قىلىش مەسئۇلىيىتىڭ بار، اﷲ بەندىلىرىنى (يەنى ھەممە ئەھۋالىنى) كۆرۈپ تۇرغۇچىدۇر"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "اﷲ نىڭ ئايەتلىرىنى ئىنكار قىلىدىغانلار، پەيغەمبەرلەرنى ناھەق ئۆلتۈرىدىغانلار، كىشىلەرنىڭ ئىچىدىكى ئادالەتكە بۇيرۇيدىغانلار (يەنى اﷲ قا دەۋەت قىلغۇچىلار) نى ئۆلتۈرىدىغانلارغا چوقۇم قاتتىق ئازاب بىلەن خۇش خەۋەر بەرگىن"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "ئەنە شۇلارنىڭ دۇنيا ۋە ئاخىرەتتىكى ئەمەللىرى بىكار بولدى، ئۇلارغا ھېچ ياردەم قىلغۇچى يوقتۇر"
        },
        {
            "chapter": 3,
            "verse": 23,
            "text": "كىتابتن نېسىۋە بېرىلگەنلەر (يەنى يەھۇدىيلارنىڭ ئۆلىمالىرى) نى كۆرمىدىڭمۇ؟ ئۇلار ئۆز ئارىسىدا (دەتالاش قىلىشقان ئىشلار توغرىسىدا) اﷲ نىڭ كىتابى بويىچە ھۆكۈم چىقىرىشقا چاقىرىلسا، ئۇلارنىڭ بىر تۈركۈمى بۇنىڭدىن (يەنى اﷲ نىڭ ھۆكىمىنى قوبۇل قىلىشتىن) يۈز ئۆرۈيدۇ، ئۇلار ھەقتىن يۈز ئۆرۈگۈچىلەردۇر (يەنى ھەقتىن يۈز ئۆرۈش ئۇلارنىڭ تەبىئىتىگە سىڭىپ كەتكەن)"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "بۇ ئۇلارنىڭ «دوزاخ ئوتى بىزنى ساناقلىق كۈنلەرلا (يەنى موزايغا چوقۇنغان 40 كۈنلۈك ۋاقىتلا) كۆيدۈرىدۇ» دېگەنلىكلىرى ۋە دىنىي جەھەتتە ئويدۇرۇپ چىقارغان نەرسىلىرىنىڭ ئۆزلىرىنى ئالدىغانلىقى ئۈچۈندۇر"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "كېلىشى شەكسىز بولغان كۈندە (يەنى قىيامەت كۈنىدە) ئۇلارنى توپلايمىز، ھەر بىر كىشىنىڭ قىلغان ئىشىنىڭ جازاسى ۋە مۇكاپاتى تولۇق بېرىلىدىغان، ئۇلارغا (ئازابنى زىيادە قىلىۋېتىش ياكى ساۋابىنى كېمەيتىۋېتىش بىلەن) زۇلۇم قىلىنمايدىغان شۇ چاغدا (ئۇلارنىڭ ھالى) قانداق بولىدۇ؟"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "ئېيتىقىنكى، «پادىشاھلىقنىڭ ئىگىسى بولغان ئى اﷲ! خالىغان ئادەمگە پادىشاھلىقنى بېرىسەن، خالىغان ئادەمدىن پادىشاھلىقنى تارتىپ ئالىسەن؛ خالىغان ئادەمنى ئەزىز قىلىسەن، خالىغان ئادەمنى خار قىلىسەن؛ ھەممە ياخشىلىق (نىڭ خەزىنىسى يالغۇز) سېنىڭ قولۇڭدىدۇر. سەن ھەقىقەتەن ھەممىگە قادىرسەن"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "كېچىنى كۈندۈزگە كىرگۈزىسەن، كۈندۈزنى كېچىگە كىرگۈزىسەن (شۇنىڭ بىلەن، كېچە - كۈندۈزنىڭ ئۇزۇن - قىسقا بولۇشى پەسىللەر بويىچە نۆۋەتلىشىپ تۇرىدۇ)؛ جانلىقنى (يەنى تىرىك بولغان ئىنساننى، ھايۋاننى) جانسىزدىن (يەنى جانلىق بولغان ئابىمەنىيدىن) چىقىرىسەن، جانسىزنى (يەنى جانسىز بولغان ئابىمەنىينى) جانلىقتىن (يەنى جانلىق بولغان ئىنساندىن، ھايۋاندىن) چىقىرىسەن؛ ئۆزۈڭ خالىغان كىشىگە ھېسابسىز رىزىق بېرىسەن»"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "مۆمىنلەر مۆمىنلەرنى قويۇپ كاپىرلارنى دوست تۇتمىسۇن، كىمكى شۇنداق قىلىدىكەن، ئۇ اﷲ نىڭ دوستلۇقىغا ئېرىشەلمەيدۇ، ئۇلاردىن قورقۇپ دوستلۇق ئىزھار قىلىشىڭلار بۇنىڭدىن مۇستەسنا. اﷲ سىلەرنى ئۆزىنىڭ ئازابىدىن قورقۇتىدۇ، ئاخىر قايتىدىغان جاي اﷲ نىڭ دەرگاھىدۇر"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "ئېيتقىنكى، «دىلىڭلاردىكىنى مەيلى يوشۇرۇڭلار، مەيلى ئاشكارىلاڭلار، اﷲ ئۇنى بىلىپ تۇرىدۇ. اﷲ ئاسمانلاردىكى ۋە زېمىندىكى نەرسىلەرنىمۇ بىلىپ تۇرىدۇ. اﷲ ھەر نەرسىگە قادىردۇر»"
        },
        {
            "chapter": 3,
            "verse": 30,
            "text": "ئۇ كۈندە (يەنى قىيامەت كۈنىدە) ھەر ئادەمنىڭ قىلغان ياخشى ئىشلىرى، يامان ئىشلىرى ئۆزىنىڭ ئالدىدا ئايان بولىدۇ، (ئۇلار يامان ئىشلىرىنى كۆرمەسلىكنى)، ئۆزى بىلەن يامان ئىشلىرىنىڭ ئارىسىدا (مەشرىق بىلەن مەغرىبنىڭ ئارىسىدەك) ئۇزۇن مۇساپە بولۇشىنى ئارزۇ قىلىدۇ. اﷲ سىلەرنى ئۆزىنىڭ ئازابىدىن قورقۇتىدۇ. اﷲ بەندىلىرىگە مېھرىباندۇر"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "(ئى مۇھەممەد! ئۇلارغا) ئېيتقىنكى، «ئەگەر سىلەر اﷲ نى دوست تۇتساڭلار، ماڭا ئەگىشىڭلاركى، اﷲ سىلەرنى دوست تۇتىدۇ، (ئۆتكەنكى) گۇناھىڭلارنى مەغپىرەت قىلىدۇ. اﷲ ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر»"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "ئېيتقىنكى، «اﷲ قا ۋە پەيغەمبەرگە ئىتائەت قىلىڭلار». ئەگەر ئۇلار (ئىتائەت قىلىشتىن) يۈز ئۆرۈسە، اﷲ كاپىرلارنى (يەنى اﷲ نىڭ ئايەتلىرىنى ئىنكار قىلغانلارنى) دوست تۇتمايدۇ"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "اﷲ ھەقىقەتەن ئادەمنى، نۇھنى، ئىبراھىم ئەۋلادىنى، ئىمران ئەۋلادىنى (پەيغەمبەرلىككە) تاللاپ، (ئۇلارنى ئۆزلىرىنىڭ زامانىدىكى) جاھان ئەھلىدىن ئارتۇق قىلدى"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "ئۇ ئەۋلادلار بىر - بىرى بىلەن قانداشتۇر، اﷲ (بەندىلەرنىڭ سۆزلىرىنى) ئاڭلاپ تۇرغۇچىدۇر، (بەندىلەرنىڭ نىيەتلىرىنى) بىلىپ تۇرغۇچىدۇر"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "ئۆز ۋاقتىدا ئىمراننىڭ ئايالى ئېيتتى: «پەرۋەردىگارىم! مەن قورسىقىمدىكى پەرزەنتىمنى (دۇنيا ئىشلىرىدىن) ئازاد قىلىنغان ھالدا چوقۇم سېنىڭ خىزمىتىڭگە ئاتىدىم، (بۇ نەزرەمنى) قوبۇل قىلغىن، سەن ھەقىقەتەن (دۇئايىمنى) ئاڭلاپ تۇرغۇچىسەن، (نىيىتىمنى) بىلىپ تۇرغۇچىسەن»"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "ئۇ قىز تۇغقان ۋاقتىدا: «ئى پەرۋەردىگارىم! قىز تۇغدۇم» دېدى، ئۇنىڭ نېمە تۇغقانلىقىنى اﷲ ئوبدان بىلىدۇ. (ئۇ تەلەپ قىلغان) ئوغۇل (ئاتا قىلىنغان) قىزغا ئوخشاش ئەمەس (بەلكى بۇ قىز ئارتۇقتۇر). (ئىمراننىڭ ئايالى ئېيتتىكى) «مەن ئۇنى مەريەم ئاتىدىم، مەن ھەقىقەتەن ئۇنىڭ ئۈچۈن، ئۇنىڭ ئەۋلادلىرى ئۈچۈن ساڭا سېغىنىپ، قوغلاندى شەيتاندىن پاناھ تىلەيمەن»"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "ئۇنى پەرۋەردىگارى چىرايلىقچە قوبۇل قىلدى، ئۇنى ئوبدان ئۆستۈردى، ئۇنىڭغا زەكەرىيانى كېپىل قىلدى (يەنى ئۇنىڭ خىزمىتىنى قىلىشقا زەكەرىيانى قويدى). زەكەرىيا ھەر قېتىم (ئۇنىڭ) ئىبادەتگاھىغا ئۇنى كۆرگىلى كىرسە، ئۇنىڭ يېنىدا بىرەر يېمەكلىك ئۇچرىتاتتى. ئۇ: «ئى مەريەم! بۇ ساڭا قەيەردىن كەلدى؟» دەيتتى، مەريەم: «ئۇ، اﷲ تەرىپىدىن كەلدى» دەيتتى. اﷲ ھەقىقەتەن خالىغان ئادەمگە (جاپا - مۇشەققەتسىزلا) ھېسابسىز رىزىق بېرىدۇ"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "شۇ ۋاقىتتا (يەنى مەريەمنىڭ كارامىتىنى كۆرگەن چاغدا) زەكەرىيا پەرۋەردىگارىغا دۇئا قىلىپ: «ئى پەرۋەردىگارىم! ماڭا ئۆز دەرگاھىڭدىن بىر ياخشى پەرزەنت ئاتا قىلغىن، ھەقىقەتەن دۇئانى ئىشىتكۈچىسەن» دېدى"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "ئۇ ئىبادەتگاھىدا ناماز ئوقۇۋاتقاندا پەرىشتىلەر ئۇنىڭغا: «ساڭا اﷲ نىڭ كەلىمىسى (يەنى ئىسا) نى تەستىق قىلغۇچى، سەييىد، پەرھىزكار ۋە ياخشىلاردىن بولغان يەھيا ئىسىملىك بىر پەيغەمبەر بىلەن خۇش خەۋەر بېرىدۇ» دەپ نىدا قىلدى"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "ئۇ: «پەرۋەردىگارىم! مەن قېرىپ قالغان تۇرسام، ئايالىم تۇغۇتتىن قالغان تۇرسا قانداقمۇ مېنىڭ ئوغلۇم بولسۇن؟» دېدى. پەرىشتىلەر: «اﷲ شۇنىڭدەك خالىغىنىنى قىلىدۇ (يەنى قۇدرىتى ئىلاھىيە ھېچ نەرسىدىن ئاجىز ئەمەس)» دېدى"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "ئۇ: ‹‹پەرۋەردىگارىم! ماڭا (ئايالىمنىڭ ھامىلىدار بولغانلىقىغا) بىر نىشانە ئاتا قىلغىن» دېدى. اﷲ: ‹‹ساڭا بولىدىغان نىشانە شۇكى، ئۈچ كۈنگىچە كىشىلەرگە سۆز قىلالمايسەن (يەنى زىكرى تەسبىھ ئېيتىشتىن باشقا سۆزگە تىلىڭ كەلمەيدۇ). پەقەت ئىشارەتلا قىلىسەن، (نېمىتىمگە شۈكۈر قىلىش يۈزىسىدىن) پەرۋەردىگارىڭنى كۆپ ياد ئەت، كەچتە، ئەتىگەندە تەسبىھ ئېيت» دېدى"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "پەرىشتىلەر ئېيتتى: «ئى مەريەم! اﷲ ھەقىقەتەن سېنى (پۈتۈن ئاياللار ئىچىدىن) تاللىدى، سېنى پاك قىلدى، سېنى پۈتۈن جاھان ئاياللىرىدىن ئارتۇق قىلدى"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "ئى مەريەم! پەرۋەردىگارىڭغا ئىتائەت قىل، سەجدە قىل ۋە رۇكۇ قىلغۇچىلار بىلەن بىللە رۇكۇ قىل»"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "(ئى مۇھەممەد!) بۇ - ساڭا ۋەھيى قىلىۋاتقىنىمىز - غەيب خەۋەرلىرىدىندۇر. مەريەمنى ئۇلارنىڭ قايسىسى تەربىيىسىگە ئېلىش (مەسىلىسىدە چەك تاشلاش يۈزىسىدىن) قەلەملىرىنى (سۇغا) تاشلىغان چاغدا، سەن ئۇلارنىڭ يېنىدا يوق ئىدىڭ، (مەريەمنىڭ كىمنىڭ تەربىيىسىدە بولۇشىنى) ئۆزئارا جاڭجال قىلىشقانلىرىدا سەن ئۇلارنىڭ يېنىدا يوق ئىدىڭ"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "ئۆز ۋاقتىدا پەرىشتىلەر ئېيتتى: «ئى مەريەم! اﷲ ساڭا (ئاتىنىڭ ۋاسىتىسىز) اﷲ نىڭ بىر كەلىمىسى (دىن تۆرەلگەن بىر بوۋاق) بىلەن خۇش خەۋەر بېرىدۇكى، ئۇنىڭ ئىسمى، مەسىھ مەريەم ئوغلى ئىسادۇر، ئۇ دۇنيا ۋە ئاخىرەتتە ئابرۇيلۇق ۋە اﷲ قا يېقىنلاردىن بولىدۇ"
        },
        {
            "chapter": 3,
            "verse": 46,
            "text": "ئۇ بۆشۈكتىمۇ (يەنى بوۋاقلىق چېغىدىمۇ)، ئوتتۇرا ياش بولغاندىمۇ كىشىلەرگە (پەيغەمبەرلەرنىڭ سۆزىنى) سۆزلەيدۇ ۋە (تەقۋادارلىقتا كامىل) ياخشى ئادەملەردىن بولىدۇ»"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "مەريەم: «پەرۋەردىگارىم! ماڭا ئىنساننىڭ قولى تەگمىگەن تۇرسا (يەنى ئەرلىك بولمىسام) قانداق بالام بولىدۇ؟» دېدى. پەرىشتە: «اﷲ خالىغىنىنى شۇنداق يارىتىدۇ (يەنى ئاتا - ئانا، ئارقىلىقمۇ ۋە ئۇنىڭسىزمۇ يارىتىدۇ). بىرەر ئىشنىڭ بولۇشىنى ئىرادە قىلسا، ۋۇجۇدقا كېلىدۇ» دېدى"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "اﷲ ئۇنىڭغا خەتنى، ھېكمەتنى (يەنى سۆز ھەرىكەتتە توغرا بولۇشىنى)، تەۋراتنى، ئىنجىلنى ئۆگىتىدۇ"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "ئۇنى بەنى ئىسرائىلغا پەيغەمبەر قىلىپ ئەۋەتىدۇ. (ئۇ دەيدۇ) «شۈبھىسىزكى، سىلەرگە مەن رەببىڭلار تەرىپىدىن بولغان (پەيغەمبەرلىكىمنىڭ راستلىقىنى كۆرسىتىدىغان) بىر مۆجىزە ئېلىپ كەلدىم، مەن سىلەرگە لايدىن قۇشنىڭ شەكلىدەك بىر نەرسە ياسايمەن، ئاندىن ئۇنىڭغا پۈۋلەيمەن - دە، اﷲ نىڭ ئىزنى بىلەن، ئۇ قۇش بولىدۇ. تۇغما كورنى، بەرەس كېسىلىنى ساقايتىمەن، اﷲ نىڭ ئىزنى بىلەن، ئۆلۈكلەرنى تىرىلدۈرىمەن، سىلەر يەيدىغان ۋە ئۆيۈڭلاردا ساقلايدىغان يېمەكلىكلەردىن خەۋەر بېرىمەن (يەنى سىلەرنىڭ يوشۇرۇن ئەھۋالىڭلارنى ئېيتىپ بېرەلەيمەن). شۈبھىسىزكى، ئەگەر سىلەر اﷲ نىڭ مۆجىزىلىرىگە ئىشەنگۈچى بولساڭلار، بۇنىڭدا (يەنى مەن كەلتۈرگەن مۆجىزىلەردە) سىلەر ئۈچۈن ئەلۋەتتە (مېنىڭ راستلىقىمنى كۆرسىتىدىغان روشەن) ئالامەت بار"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "مەن ئىلگىرى كەلگەن تەۋراتنى تەستىق قىلغان ھالدا (كەلدىم)، سىلەرگە پەرۋەردىگارىڭلار تەرىپىدىن دەلىل ئېلىپ كەلدىم. اﷲ تىن قورقۇڭلار ۋە (مېنىڭ ئەمرىمگە) ئىتائەت قىلىڭلار"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "اﷲ ھەقىقەتەن مېنىڭ پەرۋەردىگارىمدۇر، سىلەرنىڭمۇ پەرۋەردىگارىڭلاردۇر، ئۇنىڭغا ئىبادەت قىلىڭلار، بۇ توغرا يولدۇر»"
        },
        {
            "chapter": 3,
            "verse": 52,
            "text": "ئىسا ئۇلارنى (يەنى يەھۇدىيلار) دىن كۇفرىنى (كۇفرىدا چىڭ تۇرۇپ، ئۇنى ئۆلتۈرۈش نىيىتىگە كەلگەنلىكىنى) سەزگەن چاغدا: «اﷲ ئۈچۈن (اﷲ قا دەۋەت قىلىش يولىدا) ماڭا كىملەر ياردەم بېرىدۇ؟» دېدى. ھەۋارىلار (يەنى ئۇنىڭ تەۋەلىرىدىن ھەقىقىي مۆمىنلەر) ئېيتتى: «اﷲ ئۈچۈن ساڭا بىز ياردەم بېرىمىز، اﷲ قا ئىمان ئېيتتۇق. گۇۋاھ بولغىنكى، بىز (پەيغەمبەرلىكىڭگە) بويسۇنغۇچىلارمىز"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "پەرۋەردىگارىمىز! سەن نازىل قىلغان كىتابقا ئىشەندۇق، پەيغەمبەرگە ئەگەشتۇق، بىزنى (ھىدايىتىڭگە) شاھىت بولغانلار قاتارىدا قىلغىن»"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "ئۇلار مىكىر ئىشلەتتى (يەنى ئىسا ئەلەيھىسسالامنى ئۆلتۈرمەكچى بولدى)، اﷲ ئۇلارنىڭ مىكرىنى بەربات قىلدى (ئىسا ئەلەيھىسسالامنى قۇتقۇزۇپ ئاسمانغا ئېلىپ چىقىپ كەتتى). اﷲ مىكىر قىلغۇچىلارنىڭ جازاسىنى ئوبدان بەرگۈچىدۇر"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "ئۆز ۋاقتىدا اﷲ ئېيتتى: «ئى ئىسا! مەن سېنى (ئەجىلىڭ يەتكەندە) قەبزى روھ قىلىمەن، سېنى دەرگاھىمغا كۆتۈرىمەن (يەنى ئاسمانغا ئېلىپ چىقىمەن). سېنى كاپىرلاردىن پاك قىلىمەن (يەنى سېنى ئۆلتۈرمەكچى بولغان يامانلارنىڭ شەررىدىن ساقلايمەن)، ساڭا ئەگەشكەنلەرنى قىيامەتكىچە كاپىرلاردىن ئۈستۈن قىلىمەن. ئاندىن مېنىڭ دەرگاھىمغا قايتىسىلەر، سىلەر ئىختىلاپ قىلىشقان ئىش (يەنى ئىسانىڭ ئىشى) ئۈستىدە ئاراڭلاردا مەن ھۆكۈم چىقىرىمەن"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "كاپىرلارغا بولسا دۇنيا ۋە ئاخىرەتتە قاتتىق ئازاب قىلىمەن، ئۇلارغا (ئۇلاردىن اﷲ نىڭ ئازابىنى توسىدىغان) ھېچ مەدەتكار بولمايدۇ»"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "ئىمان ئېيتقان ۋە ياخشى ئەمەل قىلغانلارغا كەلسەك، اﷲ ئۇلارنىڭ (قىلغان ياخشى ئەمەللىرىنىڭ) ئەجرىنى تولۇق بېرىدۇ. اﷲ زالىملارنى دوست تۇتمايدۇ (زالىملارنى دوست تۇتمايدىغان زات قانداقمۇ بەندىلىرىگە زۇلۇم قىلسۇن؟)"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "(ئى مۇھەممەد!) بۇ بولسا ساڭا بىز ئوقۇپ بېرىۋاتقان ئايەتلەردۇر ۋە ھېكمەتلىك قۇرئاندۇر"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "شۈبھىسىزكى، اﷲ نىڭ نەزىرىدە ئىسانىڭ مىسالى (ئۇ ئاتىسىز يارىتىلغانلىقتىن) ئادەمنىڭ (يەنى ئادەم ئەلەيھىسسالامنىڭ) مىسالىغا ئوخشايدۇ. ئادەمنى اﷲ (ئاتا - ئانىسىز) تۇپراقتىن ياراتتى، ئاندىن ئۇنىڭغا: «ۋۇجۇدقا كەل» دېدى - دە، ئۇ ۋۇجۇدقا كەلدى (ئىسانىڭ ئىشى ئادەمنىڭ ئىشىدىن ئەجەبلىنەرلىك ئەمەس)"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "(ئىسا ھەققىدىكى بۇ سۆز) اﷲ تەرىپىدىن نازىل بولغان ھەقىقەتتۇر، سەن شەك قىلغۇچىلاردىن بولمىغىن"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "سەن ئىسا توغرۇلۇق ھەقىقىي مەلۇماتقا ئىگە بولغىنىڭدىن كېيىن، كىملەركى سەن بىلەن مۇنازىرىلەشسە، سەن ئۇلارغا: «كېلىڭلار، ئوغۇللىرىمىزنى ۋە ئوغۇللىرىڭلارنى، ئاياللىرىمىزنى ۋە ئاياللىرىڭلارنى، ئۆزلىرىمىزنى ۋە ئۆزلىرىڭلارنى يىغىپ، اﷲ نىڭ لەنىتى يالغانچىلارغا بولسۇن، دەپ اﷲ قا يالۋۇرۇپ دۇئا قىلايلى» دېگىن"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "شۈبھىسىزكى، بۇ ئەلۋەتتە راست قىسسىدۇر. بىر اﷲ تىن باشقا ھېچ ئىلاھ يوقتۇر، اﷲ ھەقىقەتەن غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "ئەگەر ئۇلار (ئىماندىن) يۈز ئۆرۈسە (ئۇلار بۇزغۇنچىلاردۇر)، شۈبھىسىزكى، اﷲ بۇزغۇنچىلارنى بىلىپ تۇرىدۇ"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "«ئى ئەھلى كىتاب! (يەنى يەھۇدىيلار ۋە ناسارالار) پەقەت اﷲ غىلا ئىبادەت قىلىش، اﷲ قا ھېچ نەرسىنى شېرىك كەلتۈرمەسلىك، اﷲ نى قويۇپ بىر - بىرىمىزنى خۇدا قىلىۋالماسلىقتەك ھەممىمىزگە ئورتاق بولغان بىر سۆزگە (يەنى بىرخىل ئەقىدىگە) ئەمەل قىلايلى» دېگىن، ئەگەر ئۇلار يۈز ئۆرۈسە (يەنى بۇنى قوبۇل قىلمىسا): «(ئى يەھۇدىيلار ۋە ناسارالار جامائەسى!) بىزنىڭ مۇسۇلمان ئىكەنلىكىمىزگە گۇۋاھ بولۇڭلار"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "ئى ئەھلى كىتاب! (يەنى يەھۇدىيلار ۋە ناسارالار) نېمە ئۈچۈن ئىبراھىم توغرىسىدا مۇنازىرىلىشىسىلەر؟ (ئىبراھىمنى ئۆزۈڭلارنىڭ دىنىدا دەپ گۇمان قىلىسىلەر؟) ھالبۇكى، تەۋرات بىلەن ئىنجىل ئىبراھىمدىن كېيىن نازىل بولدى. (سۆزۈڭلارنىڭ ئاساسسىز ئىكەنلىكىنى) چۈشەنمەمسىلەر؟"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "(ئى يەھۇدىيلار ۋە ناسارالار جامائەسى!) سىلەر شۇنداق كىشىلەر سىلەركى، بىلىدىغان نەرسەڭلار (ئىسا) ئۈستىدە مۇنازىرىلەشتىڭلار، ئەمدى سىلەر بىلمەيدىغان نەرسەڭلار (ئىبراھىم ۋە ئۇنىڭ دىنى) ئۈستىدم نېمىشقا مۇنازىرىلىشىسىلەر؟ (ئىبراھىمنىڭ ئىشىدىكى ھەقىقەتنى) اﷲ بىلىدۇ، سىلەر بىلمەيسىلەر» دەڭلار"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "ئىبراھىم يەھۇدىيمۇ ئەمەس، ناسارامۇ ئەمەس ۋە لېكىن توغرا دىنغا ئېتىقاد قىلغۇچى، اﷲ قا بويسۇنغۇچى ئىدى، مۇشرىكلاردىن ئەمەس ئىدى"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "ئىبراھىمغا ئەڭ يېقىن بولغانلار، شۈبھىسىزكى، (ئىبراھىمنىڭ زامانىدا ۋە ئۇنىڭدىن كېيىن) ئۇنىڭغا (يەنى ئۇنىڭ يولىغا) ئەگەشكەنلەردۇر، بۇ پەيغەمبەر (يەنى مۇھەممەد ئەلەيھىسسالام) دۇر، (بۇ پەيغەمبەرنىڭ ئۈممىتى بولغان) مۆمىنلەردۇر. اﷲ مۆمىنلەرنىڭ مەدەتكارىدۇر"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "ئەھلى كىتابتىن بىر تۈركۈم كىشىلەر سىلەرنى ئازدۇرۇشنى ئۈمىد قىلىدۇ، ئۇلار پەقەت ئۆزلىرىنىلا ئازدۇرىدۇ (بۇنىڭ ۋابالى ئۇلارغا ھەسسىلەپ ئازاب قىلىنىش بىلەن ئۆزلىرىگىلا قايتىدۇ). (لېكىن) ئۇلار (بۇنى) تۇيمايدۇ"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "ئى ئەھلى كىتاب! اﷲ نىڭ ئايەتلىرىنى (يەنى مۇھەممەد ئەلەيھىسسالامغا نازىل قىلىنغان قۇرئاننىڭ ھەقلىقىنى) بىلىپ تۇرۇپ نېمىشقا ئىنكار قىلىسىلەر؟"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "ئى ئەھلى كىتاب! نېمە ئۈچۈن ھەقنى باتىلغا ئارىلاشتۇرىسىلەر ۋە بىلىپ تۇرۇپ ھەقنى (يەنى مۇھەممەد ئەلەيھىسسالامنىڭ كىتابلىرىڭلاردىكى سۈپىتىنى) يوشۇرىسىلەر؟"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "ئەھلى كىتابتىن بىر تۈركۈمى: «مۆمىنلەرگە نازىل قىلىنغان ۋەھيىگە ئەتىگەندە ئىمان ئېيتىڭلار، كەچقۇرۇنلۇقى يېنىۋېلىڭلار، (شۇنداق قىلساڭلار) ئۇلار (ئىماندىن) قايتىشى مۇمكىن. پەقەت سىلەرنىڭ دىنىڭلارغا ئەگەشكەنلەرگىلا ئىشىنىڭلار» دېدى. (ئى مۇھەممەد!) ئېيتقىنكى، «توغرا يول اﷲ نىڭ يولىدۇر». (يەھۇدىيلار بى - بىرىگە ئېيتىدۇ) بىرەرسىگە سىلەرگە بېرىلگەنگە ئوخشاش ۋەھىي بېرىلىشتىن ياكى ئۇلارنىڭ (يەنى مۇسۇلمانلارنىڭ) (قىيامەت كۈنى) پەرۋەردىگارىڭلارنىڭ دەرگاھىدا سىلەر بىلەن مۇنازىرىلىشىشىدىن (يەنى مۇنازىرىلىشىپ سىلەرنى يېڭىپ قويۇشىدىن قورقۇپ) پەقەت دىنىڭلارغا ئەگەشكەن ئادەمگىلا ئىشىنىڭلار (دىنىڭلاردا بولمىغان ھېچ ئادەمنىڭ پەيغەمبەرلىكىنى ئېتىراپ قىلماڭلار. ئەگەر سىلەر مۇھەممەدنىڭ پەيغەمبەرلىكىنى ئىقرار قىلىپ ئۇنىڭ دىنىغا كىرمىسەڭلار، بۇ قىيامەت كۈنى سىلەرگە قارشى پاكىت بولىدۇ). (ئى مۇھەممەد!) ئېيتقىنكى، «پەزل - كەرەم (يەنى پەيغەمبەرلىك) اﷲ نىڭ ئىلكىدىدۇر. اﷲ ئۇنى خالىغان كىشىگە بېرىدۇ». اﷲ (نىڭ پەزلى) كەڭدۇر، (اﷲ) ھەممىنى بىلگۈچىدۇر"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "ئەھلى كىتابتىن بىر تۈركۈمى: «مۆمىنلەرگە نازىل قىلىنغان ۋەھيىگە ئەتىگەندە ئىمان ئېيتىڭلار، كەچقۇرۇنلۇقى يېنىۋېلىڭلار، (شۇنداق قىلساڭلار) ئۇلار (ئىماندىن) قايتىشى مۇمكىن. پەقەت سىلەرنىڭ دىنىڭلارغا ئەگەشكەنلەرگىلا ئىشىنىڭلار» دېدى. (ئى مۇھەممەد!) ئېيتقىنكى، «توغرا يول اﷲ نىڭ يولىدۇر». (يەھۇدىيلار بى - بىرىگە ئېيتىدۇ) بىرەرسىگە سىلەرگە بېرىلگەنگە ئوخشاش ۋەھىي بېرىلىشتىن ياكى ئۇلارنىڭ (يەنى مۇسۇلمانلارنىڭ) (قىيامەت كۈنى) پەرۋەردىگارىڭلارنىڭ دەرگاھىدا سىلەر بىلەن مۇنازىرىلىشىشىدىن (يەنى مۇنازىرىلىشىپ سىلەرنى يېڭىپ قويۇشىدىن قورقۇپ) پەقەت دىنىڭلارغا ئەگەشكەن ئادەمگىلا ئىشىنىڭلار (دىنىڭلاردا بولمىغان ھېچ ئادەمنىڭ پەيغەمبەرلىكىنى ئېتىراپ قىلماڭلار. ئەگەر سىلەر مۇھەممەدنىڭ پەيغەمبەرلىكىنى ئىقرار قىلىپ ئۇنىڭ دىنىغا كىرمىسەڭلار، بۇ قىيامەت كۈنى سىلەرگە قارشى پاكىت بولىدۇ). (ئى مۇھەممەد!) ئېيتقىنكى، «پەزل - كەرەم (يەنى پەيغەمبەرلىك) اﷲ نىڭ ئىلكىدىدۇر. اﷲ ئۇنى خالىغان كىشىگە بېرىدۇ». اﷲ (نىڭ پەزلى) كەڭدۇر، (اﷲ) ھەممىنى بىلگۈچىدۇر"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "اﷲ رەھمىتىنى ئۆزى خالىغان كىشىگە خاس قىلىدۇ، اﷲ ئۇلۇغ پەزل ئىگىسىدۇر"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "ئەھلى كىتابتىن بەزى كىشىلەر باركى، ئۇنىڭدا كۆپ مال ئامانەت قويساڭمۇ ساڭا ئۇنى قايتۇرۇپ بېرىدۇ؛ ئۇلاردىن يەنە بەزى كىشىلەرمۇ باركى، ئۇنىڭدا بىر دىنار ئامانەت قويساڭمۇ ئۇنىڭ بېشىدا تۇرمىغىچە (يەنى قايتا - قايتا سۈيلىمىگىچە) ئۇنى ساڭا قايتۇرۇپ بەرمەيدۇ. بۇ شۇنىڭ ئۈچۈنكى، ئۇلار: «ئۈممىلەرنىڭ مېلىغا خىيانەت قىلساق بىزگە گۇناھ بولمايدۇ (يەنى بىزنىڭ دىنىمىزدا بولمىغانلارنىڭ ماللىرى بىزگە ھارام ئەمەس)» دېدى، ئۇلار بىلىپ تۇرۇپ اﷲ نامىدىن يالغاننى توقۇيدۇ"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "ئۇنداق ئەمەس (يەنى ئۇلار باشقا دىندىكىلەرگە زۇلۇم قىلسا گۇناھ بولىدۇ). ئەھدىگە ۋاپا قىلغان ۋە گۇناھتىن ساقلانغانلار (اﷲ دوست تۇتقان كىشىلەردۇر)، چۈنكى اﷲ تەقۋادارلارنى ھەقىقەتەن دوست تۇتىدۇ"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "اﷲ قا بەرگەن ئەھدىنى ۋە قەسەملىرىنى ئازغىنا بەدەلگە تېگىشىدىغانلار ئاخىرەتتە (اﷲ نىڭ رەھمىتىدىن) ھېچقانداق نېسىۋىگە ئېرىشەلمەيدۇ، قىيامەت كۈنى اﷲ ئۇلارغا (ئۇلارنى خۇش قىلىدىغان) سۆز قىلمايدۇ، ئۇلارغا (رەھمەت كۆزى بىلەن) قارىمايدۇ، ئۇلارنى (گۇناھلىرىدىن) پاكلىمايدۇ، ئۇلار قاتتىق ئازابقا قالىدۇ"
        },
        {
            "chapter": 3,
            "verse": 78,
            "text": "ئۇلاردىن (يەنى يەھۇدىيلاردىن) بىر تۈركۈمى كىتابتا بولمىغان نەرسىلەرنى، سىلەرنىڭ كىتابتا بار ئىكەن دەپ ئويلىشىڭلار ئۈچۈن، تىللىرىنى ئەگرى - بۈگرى قىلىپ ئوقۇيدۇ ۋە ئۇنى اﷲ تەرىپىدىن نازىل بولغان دەيدۇ. ھالبۇكى، ئۇ اﷲ تەرىپىدىن نازىل بولغان ئەمەس، ئۇلار بىلىپ تۇرۇپ اﷲ نامىدىن يالغاننى توقۇيدۇ"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "اﷲ بىرەر ئىنسانغا كىتابنى، ھېكمەتنى، پەيغەمبەرلىكنى بەرگەندىن كېيىن، ئۇنىڭ كىشىلەرگە: «اﷲ نى قويۇپ ماڭا بەندە بولۇڭلار» دېيىشى لايىق بولمايدۇ (يەنى پەيغەمبەردىن مۇنداق گەپنىڭ سادىر بولۇشىنى تەسەۋۋۇر قىلغىلى بولمايدۇ) ۋە لېكىن (ئۇ): «كىتابنى ئۆگەتكەنلىكىڭلار، ئوقۇغانلىقىڭلار ئۈچۈن رەببانى بولۇڭلار» (دەيدۇ)"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "شۇنىڭدەك ئۇنىڭ پەرىشتىلەرنى، پەيغەمبەرلەرنى رەب قىلىۋېلىشقا بۇيرۇشى لايىق بولمايدۇ. مۇسۇلمان بولغىنىڭلاردىن كېيىن پەيغەمبىرىڭلار سىلەرنى كۇفرىغا بۇيرۇمدۇ؟"
        },
        {
            "chapter": 3,
            "verse": 81,
            "text": "ئۆز ۋاقتىدىلا اﷲ پەيغەمبەرلەردىن چىن ئەھدە ئېلىپ: «سىلەرگە مەن كىتابنى ۋە ھېكمەتنى ئاتا قىلدىم، كېيىن سىلەرگە، سىلەردىكى نەرسىلەرنى (يەنى كىتاب بىلەن ھېكمەتنى) ئېتىراپ قىلغۇچى بىر پەيغەمبەر (يەنى مۇھەممەد ئەلەيھىسسالام) كەلسە ئۇنىڭغا، ئەلۋەتتە، ئىمان ئېيتىشىڭلار كېرەك ۋە ئۇنىڭغا ئەلۋەتتە ياردەم بېرىشىڭلار كېرەك» (دېدى). اﷲ: «(بۇ ئەھدىنى) ئىقرار (يەنى ئېتىراپ) قىلدىڭلارمۇ؟ شۇنىڭ (يەنە بۇ ئىش) ئۈچۈن مېنىڭ ئەھدىمنى قوبۇل قىلدىڭلارمۇ؟» دېدى. ئۇلار: «ئېتىراپ قىلدۇق» دېدى. اﷲ: «(ئۆزۈڭلارنىڭ ۋە تەۋەلىرىڭلارنىڭ ئېتىراپ قىلغانلىقىغا) گۇۋاھ بولۇڭلار، مەنمۇ سىلەر بىلەن بىللە گۇۋاھ بولغۇچىلاردىندۇرمەن» دېدى"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "كىمكى شۇنىڭدىن كېيىن يۈز ئۆرۈسە (يەنى ئەھدىنى بۇزسا)، ئۇلار اﷲ نىڭ ئىتائىتىدىن چىققۇچىلاردۇر"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "ئۇلار (يەنى يەھۇدىيلار ۋە ناسارالار) اﷲ نىڭ دىنىدىن (يەنى ئىسلام دىنىدىن) باشقا دىننى تىلەمدۇ؟ ھالبۇكى، ئاسمانلاردىكىلەر ئىختىيارىي ۋە ئىختىيارسىز رەۋىشتە اﷲ قا بويسۇنغان تۇرسا، ئۇلار (قىيامەت كۈنى) اﷲ تەرىپىگە قايتۇرۇلىدۇ"
        },
        {
            "chapter": 3,
            "verse": 84,
            "text": "(ئى مۇھەممەد! ئۇلارغا) ئېيتقىنكى، «بىز اﷲ قا ئىمان ئېيتتۇق، بىزگە نازىل قىلىنغانغا (يەنى قۇرئانغا)، ئىبراھىمغا، ئىسمائىلغا، ئىسھاققا، يەئقۇبقا ۋە ئۇنىڭ ئەۋلادلىرىغا نازىل قىلىنغان ۋەھيىگە، مۇساغا بېرىلگەنگە (يەنى ئىنجىلغا) ۋە پەيغەمبەرلەرگە پەرۋەردىگارى تەرىپىدىن بېرىلگەنگە (يەنى كىتابلارغا) ئىمان ئېيتتۇق، ئۇلارنىڭ ھېچبىرىنى ئايرىۋەتمەيمىز (يەنى ئۇلارنىڭ بەزىسىگە ئىمان ئېيتىپ، بەزىسىنى ئىنكار قىلمايمىز)، بىز اﷲ قا بويسۇنغۇچىلارمىز»"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "كىمكى ئىسلام (دىنىدىن) غەيرىي دىننى تىلەيدىكەن، ھەرگىز ئۇ (يەنى ئۇنىڭ دىنى) قوبۇل قىلىنمايدۇ، ئۇ ئاخىرەتتە زىيان تارتقۇچىدۇر"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "ئىمان ئېيتقاندىن، پەيغەمبەرنىڭ ھەق ئىكەنلىكىگە شاھىت بولغاندىن ۋە ئۆزلىرىگە روشەن دەلىللەر كەلگەندىن كېيىن كاپىر بولغان قەۋمنى اﷲ قانداقمۇ ھىدايەت قىلسۇن! اﷲ زالىم قەۋمنى ھىدايەت قىلمايدۇ"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "اﷲ نىڭ، پەرىشتىلەرنىڭ ۋە ئىنسانلارنىڭ ھەممىسىنىڭ لەنىتىگە ئۇچراش ئۇلارغا بېرىلگەن جازادۇر"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "ئۇلار دوزاختا مەڭگۈ قالىدۇ. ئۇلاردىن ئازاب يېنىكلىتىلمەيدۇ. كېچىكتۈرۈلمەيدۇ"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "پەقەت تەۋبە قىلغانلار ۋە (بۇزۇق ئەمەللىرىنى) تۈزەتكەنلەر بۇنىڭدىن مۇستەسنا، اﷲ (مۇنداقلارغا) مەغپىرەت قىلغۇچىدۇر ۋە مېھرىباندۇر"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "شۈبھىسىزكى، ئىمان ئېيتقاندىن كېيىن كاپىر بولغانلار، ئاندىن كۇفرىنى تېخىمۇ ئاشۇرغانلارنىڭ تەۋبىسى ھەرگىزمۇ قوبۇل قىلىنمايدۇ. ئەنە شۇلار گۇمراھلاردۇر"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "شۈبھىسىزكى، كاپىر بولۇپ (تەۋبە قىلماستىن) كۇفرى بىلەن ئۆلگەنلەرنىڭ ھېچبىرىدىن يەر يۈزىگە بىر كېلىدىغان ئالتۇن فىدىيە بەرسىمۇ قوبۇل قىلىنمايدۇ، ئەنە شۇلار قاتتىق ئازابقا قالىدۇ. ئۇلارغا (ئۇلارنى اﷲ نىڭ ئازابىدىن قۇتۇلدۇرىدىغان) ھېچبىر مەدەتكار بولمايدۇ"
        },
        {
            "chapter": 3,
            "verse": 92,
            "text": "ياخشى كۆرگەن نەرسەڭلاردىن سەرپ قىلمىغۇچە (يەنى ماللىرىڭلارنىڭ ياخشىسىنى سەدىقە قىلمىغۇچە) ھەرگىز ياخشىلىققا (يەنى جەننەتكە) ئېرىشەلمەيسىلەر، (اﷲ نىڭ يولىدا) نېمىنى سەرپ قىلماڭلار. اﷲ ئۇنى بىلىپ تۇرغۇچىدۇر"
        }
    ]
}