{
    "rukus": [
        {
            "chapter": 18,
            "verse": 23,
            "text": "Ma se so nipa kini kan pe: “Dajudaju emi yoo se iyen ni ola.”"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "Ayafi (ki o fi kun un pe) \"ti Allahu ba fe.\" Se iranti Oluwa re nigba ti o ba gbagbe (lati so bee lasiko naa). Ki o si so (fun won) pe: “O rorun ki Oluwa mi to mi sona pelu eyi ti o sunmo ju eyi lo ni imona (fun yin).”"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "Won wa ninu iho apata won fun ogorun-un meta odun. Won tun lo alekun odun mesan-an"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "So pe: “Allahu nimo julo nipa ohun ti won lo (ninu iho apata). TiRe ni ikoko awon sanmo ati ile. Ki ni ko ri tan, ki si ni ko gbo tan! Ko si alaabo kan fun won leyin Re. Ko si fi eni kan se akegbe ninu idajo Re.”"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "Ke ohun ti A fi ranse si o ninu Tira Oluwa re. Ko si eni ti o le yi awon oro Re pada. Iwo ko si le ri ibusasi kan yato si odo Re"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "Se suuru fun emi re lati wa pelu awon t’o n pe Oluwa won ni owuro ati ni asale, ti won n wa Oju rere Re. Ma se foju pa won re lati wa oso isemi aye (yii). Ma si se tele eni ti A mu okan re gbagbe iranti Wa. O tele ife-inu re; oro re si je aseju"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "So pe: “Ododo (niyi) lati odo Oluwa yin. Nitori naa, eni ti o ba fe ki o gbagbo. Eni ti o ba si fe ki o sai gbagbo. Dajudaju Awa pese Ina sile de awon alabosi, ti ogba re yoo yi won po. Ti won ba n toro omi mimu, A oo fun won ni omi mimu kan t’o da bi oje ide gbigbona, ti (igbona re) yo si maa se awon oju. O buru ni mimu. O si buru ni ibukojo"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "Dajudaju awon t’o gbagbo ni ododo, ti won si se awon ise rere, dajudaju Awa ko nii fi esan eni ti o ba se ise rere rare"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "Awon wonyen, tiwon ni Ogba Idera gbere, ti awon odo yoo maa san ni isale won. Won yoo maa fi goolu orun se won ni oso ninu re. Won yoo maa wo aso aran alawo eweko (eyi ti o) fele ati (eyi ti) o nipon. Won yo si rogboku lori ibusun ola ninu (Ogba Idera). O dara ni esan. O si dara ni ibukojo"
        }
    ]
}