{
    "rukus": [
        {
            "chapter": 25,
            "verse": 35,
            "text": "Dajudaju A fun (Anabi) Musa ni Tira. A tun se arakunrin re, Harun, ni amugbalegbee fun un"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "A si so pe: “Eyin mejeeji, e lo sodo ijo t’o pe awon ayah Wa niro. A si pa ijo naa run patapata"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "(Ranti) ijo (Anabi) Nuh. Nigba ti won pe awon Ojise ni opuro, A te won ri sinu omi. A si se won ni ami kan fun awon eniyan. A si ti pese iya eleta-elero sile de awon alabosi"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "(Ranti) awon ijo ‘Ad, ijo Thamud, ijo Rass ati awon opolopo iran miiran (t’o n be) laaarin won"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "Ikookan won ni A fun ni awon apejuwe (nipa awon t’o tako ododo). Ikookan won si ni A parun patapata"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "Ati pe dajudaju won koja ni ilu ti A ro ojo buruku le lori. Se won ki i ri i ni? Rara, nse ni won ko reti Ajinde"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "Nigba ti won ba si ri o, ko si ohun ti won yoo fi o se bi ko se yeye. (Won a wi pe): “Se eyi ni eni ti Allahu gbe dide ni Ojise"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "O ma fee seri wa kuro nibi awon olohun wa, ti ki i ba se pe a taku sori re.” Laipe won maa mo eni ti o sina julo nigba ti won ba ri iya"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "So fun mi nipa eni ti o so ife-inu re di olohun re! Nitori naa, se iwo maa je alaabo fun un ni (nibi iya)"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "Tabi iwo n ro pe dajudaju opolopo won n gboran tabi pe won n se laakaye? Ki ni won na, bi ko se bi agutan. Won wule sina julo"
        }
    ]
}