{
    "rukus": [
        {
            "chapter": 25,
            "verse": 61,
            "text": "Ibukun ni fun Eni ti O se awon irawo sinu sanmo. O tun se oorun ati osupa ni imole sinu re"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "Oun ni Eni ti O se oru ati osan ni itelentele (ti ikini yato si ikeji) nitori eni ti o ba gbero lati se iranti (Allahu) tabi ti o ba gbero idupe (fun Un)"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "Awon erusin Ajoke-aye ni awon t’o n rin jeeje lori ile. Nigba ti awon ope ba si doju oro ko won, won yoo so oro alaafia"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "(Awon ni) awon t’o n lo oru won ni iforikanle ati iduro-kirun fun Oluwa won"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "(Awon ni) awon t’o n so pe: “Oluwa wa, gbe iya ina Jahanamo kuro fun wa. Dajudaju iya re je iya ainipekun"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "Dajudaju o buru ni ibugbe ati ibuduro"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "Awon ti o je pe nigba ti won ba nawo, won ko na ina-apa, won ko si sahun; (inawo won) wa laaarin iyen ni iwontun-wonsi"
        },
        {
            "chapter": 25,
            "verse": 68,
            "text": "(Awon ni) awon ti ko pe olohun miiran mo Allahu. Won ko pa emi ti Allahu se (pipa re) ni eewo afi ni ona eto. Ati pe won ko se zina. Enikeni ti o ba se (aburu) yen, o maa pade (iya) ese"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "A oo se iya ni ilopo fun un ni Ojo Ajinde. O si maa se gbere ninu re ni eni yepere"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "Afi eni ti o ba ronu piwada, ti o gbagbo ni ododo, ti o si se ise rere. Awon wonyen ni Allahu yoo fi ise rere ropo ise aburu won (iyen, nipa ironupiwada won). Allahu si n je Alaforijin, Asake-orun"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "Enikeni ti o ba ronu piwada, ti o si se ise rere, (ki o mo) pe dajudaju o n ronu piwada patapata sodo Allahu ni"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "(Awon ni) awon ti ko jerii eke. Ti won ba si koja nibi ibaje, won a koja pelu aponle"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "(Awon ni) awon ti o je pe ti won ba fi awon ayah Oluwa won seranti fun won, won ko da lule bi aditi ati afoju"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "(Awon ni) awon t’o n so pe: “Oluwa wa, ta wa ni ore itutu-oju lati ara awon iyawo wa ati awon omo wa. Ki O si se wa ni asiwaju fun awon oluberu (Re).”"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "Awon wonyen, ipo giga (ninu Ogba Idera) ni A maa fi san won ni esan nitori pe won se suuru. Ikini ati sisalamo ni A oo fi maa pade won ninu re"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "Olusegbere ni won ninu re. O dara ni ibugbe ati ibuduro"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "So pe: \"Oluwa mi ko ka yin kun ti ki i ba se adua yin. E kuku ti pe (awon ayah Re) niro. Laipe o si maa di iya ainipekun (fun yin)"
        }
    ]
}