{
    "rukus": [
        {
            "chapter": 27,
            "verse": 83,
            "text": "Ati pe (ranti) ojo ti A oo ko ijo kan jo ninu ijo kookan ninu awon t’o n pe awon ayah Wa niro. A o si ko won jo papo mora won"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "Titi (di) igba ti won ba de (tan), (Allahu) yoo so pe: \"Se e pe awon ayah Mi niro, ti eyin ko si ni imo kan nipa re (ti e le fi ja a niro)? Tabi ki ni e n se nise (nile aye)"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "Oro naa si ko le won lori nitori pe won sabosi. Won ko si nii soro"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "Se won ko ri i pe dajudaju Awa l’A da oru nitori ki won le sinmi ninu re, (A si da) osan (nitori ki won le) riran? Dajudaju ami wa ninu iyen fun ijo onigbagbo ododo"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "(Ranti) ojo ti won a fon fere oniwo, gbogbo eni ti o wa ninu sanmo ati ile yo si jaya afi eni ti Allahu ba fe. Gbogbo eda l’o si maa yepere wa ba Allahu"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "O si maa ri awon apata, ti o lero pe nnkan gbagidi t’o duro soju kan naa ni, ti o maa rin irin esujo. (Iyen je) ise Allahu, Eni ti O se gbogbo nnkan ni daadaa. Dajudaju O mo ikoko ohun ti e n se nise"
        },
        {
            "chapter": 27,
            "verse": 89,
            "text": "Enikeni ti o ba mu ise rere wa, tire ni rere t’o loore julo si eyi t’o mu wa. Awon si ni olufayabale ninu ijaya ojo yen"
        },
        {
            "chapter": 27,
            "verse": 90,
            "text": "Enikeni ti o ba si mu (ise) aburu wa, A si maa da oju won bole ninu Ina. Nje A oo san yin ni esan kan bi ko se ohun ti e n se nise"
        },
        {
            "chapter": 27,
            "verse": 91,
            "text": "Ohun ti won pa mi ni ase re ni pe ki ng josin fun Oluwa Ilu yii, Eni ti O se e ni aye owo. TiRe si ni gbogbo nnkan. Won si pa mi ni ase pe ki ng wa ninu awon musulumi"
        },
        {
            "chapter": 27,
            "verse": 92,
            "text": "Ati pe ki ng maa ke al-Ƙur’an. Nitori naa, enikeni ti o ba mona, o mona fun emi ara re. Enikeni ti o ba si sina, so pe: “Dajudaju emi wa ninu awon olukilo.”"
        },
        {
            "chapter": 27,
            "verse": 93,
            "text": "So pe: “Gbogbo ope n je ti Allahu.” (Allahu) yoo fi awon ami Re han yin. Eyin yo si mo won. Oluwa re ko si gbagbe ohun ti e n se nise"
        }
    ]
}