{
    "juzs": [
        {
            "chapter": 23,
            "verse": 1,
            "text": "දෙවිඳුන් පිළිබඳ විශ්වාසය ඇත්තෝ සැබැවින්ම ජය ලැබුවෝය"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "ඔවුහු වනාහි ඔවුන්ගේ සලාතයේ දී බිය බැතිමතුන් වෙති"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "තවද ඔවුහු වනාහි නිෂ්ඵල දැයින් වැළකෙන්නෝ වෙති"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "තවද ඔවුහු වනාහි සකාත් ඉටු කරන්නෝ වෙති"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "තවද ඔවුහු වනාහි ඔවුන්ගේ ලිංගේන්ද්‍රියන් සුරක්ෂා කර ගන්නෝ වෙති"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "නමුත් ඔවුන්ගේ බිරියන් හා ඔවුන්ගේ දකුණත් හිමි කර ගත් වහල් කාන්තාවන් (සමග) හැර. ඒ හේතුවෙන් නියත වශයෙන්ම ඔවුහු දොස් නගනු ලබන්නන් නොවෙති"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "එහෙයින් කවරෙකු ඉන් ඔබ්බට සොයන්නේ ද? එවිට ඔවුහුමය සීමාව ඉක්මවා යන්නෝ"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "තවද ඔවුහු වනාහි ඔවුන් වෙත විශ්වාසය මත පැවරුණු පැවරුම් හා ඔවුන්ගේ ගිවිසුම් (නිසි අයුරින්) මෙහෙයවන්නෝ වෙති"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "තවද ඔවුහු වනාහි ඔවුන්ගේ සලාතයන් කෙරෙහි සුරක්ෂාවෙන් සිටින්නෝ වෙති"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "ඔවුහුමය උරුමක්කරුවෝ"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "ෆිර්දවුස්(නම් ස්වර්ග)ය උරුම කර ගත්තෝ ඔවුන්ය. ඔවුහු එහි සදාතනිකයෝ වෙති"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "සැබැවින්ම අපි මැටි සාරයෙන් මිනිසා මැව්වෙමු"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "පසු ව අපි ඔහු සුරක්ෂිත ස්ථානයක ශුක්‍රාණුවක් ලෙස තැන්පත් කළෙමු"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "පසු ව අපි එම ශුක්‍රාණු ව එල්ලී පවතින ලේ කැටියක් බවට නිර්මාණය කළෙමු. පසු ව එම එල්ලී පවතින ලේ කැටිය මස් ගොබක් බවට නිර්මාණය කළෙමු. පසු ව එම මස් ගොබ අස්ථි බවට නිර්මාණය කළෙමු. පසු ව අපි එම අස්ථි මසින් ඇන්දෙව්වෙමු. පසු ව අපි ඔහු ව වෙනත් මැවීමක් ලෙසින් බිහි කළෙමු. එහෙයින් උත්පාදකයින්ගෙන් වඩාත් අලංකාර වූ අල්ලාහ් අති උත්කෘෂ්ට විය"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "ඉන් අනතුරු ව නියත වශයෙන්ම නුඹලා මරණයට පත් වන්නෝ වෙති"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "පසු ව නියත වශයෙන්ම නුඹලා මළවුන් කෙරෙන් නැගිටු වනු ලබන දිනයේ නැගිටු වනු ලබති"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "තවද නුඹලාට ඉහළින් මාවත් හතක් මැව්වෙමු. තවද මැවීම් පිළිබඳ ව අපි අනවධානීන් නොවූයෙමු"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "තවද අපි අහසින් ජලය ප්‍රමාණ කොට පහළ කර මහපොළොවට පතිත කළෙමු. එමෙන්ම නියත වශයෙන්ම අපි එය පහ කිරීමටත් බලය ඇත්තෝ වන්නෙමු"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "පසු ව අපි එමගින් නුඹලාට ඉඳි හා මිදියෙන් යුත් උයන් බිහි කළෙමු. එහි නුඹලාට අධික පලතුරුද ඇත. එමගින් නුඹලා අනුභව කරන්නෙහුය"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "තවද තූර් සයිනා කන්දෙන් මතු වන ගසක් ද (අපි බිහි කළෙමු.) එය තෙල ද අනුභව කරන්නන්හට ව්‍යංජනයක් ද හට ගන්වයි"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "තවද නියත වශයෙන්ම ගොවිපළ සතුන් තුළ නුඹලාට පාඩමක් ඇත. උන්ගේ උදරය තුළ ඇති දැයින් අපි නුඹලාට පානය සපයන්නෙමු. තවද නුඹලාට එහි බොහෝ ප්‍රයෝජන ද ඇත. තවද නුඹලා එයින් අනුභව කරන්නෙහුය"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "තවද ඒ මත ද නැව මත ද නුඹලා උසුලාගෙන යනු ලබන්නෙහුය"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "තවද සැබැවින්ම අපි නූහ් ඔහුගේ සමූහයා වෙත එව්වෙමු. එවිට ඔහු අහෝ ! මාගේ ජනයිනි, නුඹලා අල්ලාහ්ට ගැතිකම් කරනු. ඔහු හැර නුඹලාට කිසිදු දෙවියෙකු නොමැත. නුඹලා බිය බැතිමත් විය යුතු නොවේ ද"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "ඔහුගේ ජනයා අතුරින් වූ ප්‍රතික්ෂේප කළවුන් අතර වූ ප්‍රධානීහු ‘මොහු නුඹලා මෙන් මිනිසකු මිස නැත. නුඹලාට වඩා උසස් වන්නට ඔහු අපේක්ෂා කරයි. අල්ලාහ් අභිමත කළේ නම් මලක්වරුන් පහළ කරන්නට තිබුණි. මේ පිළිබඳ අපගේ මුල් මුතුන් මිත්තන්ගෙන් පවා අප අසා නැත’ යැයි පැවසූහ"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "ඔහු උමතු ව ඇති මිනිසකු මිස නැත. එහෙයින් ටික කලක් දක්වා ඔහු ගැන බලා පොරොත්තුවෙන් සිටිනු"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "මාගේ පරමාධිපතියාණෙනි, ඔවුන් මා බොරු කිරීම සම්බන්ධයෙන් ඔබ මට උදව් කරනු මැනව ! යැයි ඔහු පැවසුවේය"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "අපගේ අධීක්ෂණය හා අපගේ දේව පණිවිඩ අනුව නුඹ නැව තනනු යැයි අපි ඔහු වෙත දේව පණිවිඩ එව්වෙමු. අපගේ නියෝගය පැමිණි විට හා ලිප උතුරන විට සෑම දෙයක ජෝඩුවකින්ම දෙදෙනෙකු බැගින් ද, ඔවුන් අතරින් කවරෙකු කෙරෙහි විනිශ්චය පෙරටු වූයේ ද එවන් අය හැර නුඹගේ පවුලේ සෙසු අය ද එහි කැටුවා ගෙන යනු. අපරාධ කළවුන් සම්බන්ධයෙන් නුඹ මා සමග කතා නොකරනු. නියත වශයෙන්ම ඔවුහු ගිල් වනු ලබන්නන් වෙති"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "නුඹ හා නුඹ සමග වූවන් නැව මත ස්ථාපිත වූ විට, ‘අපරාධකාරී ජනයාගෙන් අප මුදවා ගත් අල්ලාහ්ටම සියලු ප්‍රශංසා’ යැයි නුඹ පවසනු"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "තවද මාගේ පරමාධිපතියා‍ණෙනි, සමෘද්ධිමත් ස්ථානයකට මා ගොඩ බස්වනු මැනව! තවද නුඹ ගොඩ බස්වන්නන් අතර ශ්‍රේෂ්ඨය යැයි නුඹ පවසනු"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "නියත වශයෙන්ම එහි සංඥා ඇත. තවද සැබැවින්ම අපි පරීක්ෂා කරනු ලබන්නන් වූයෙමු"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "අනතුරු ව ඔවුන්ගෙන් පසු ව අපි වෙනත් පරපුරක් බිහි කළෙමු"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "‘නුඹලා අල්ලාහ්ට නැමදුම් කරනු. ඔහු හැර වෙනත් දෙවිඳෙකු නුඹලාට නොමැත. නුඹලා බිය බැතිමත් විය යුතු නොවේදැ’යි විමසමින් අපි ඔවුන්ගෙන් වූ රසූල්වරයකු එවිට ඔවුන් අතරට එව්වෙමු"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "ඔහුගේ ජනයා අතුරින් ( සත්‍ය්‍ය) ප්‍රතික්ෂේප කළ, පරමාන්ත දිනයේ හමු ව (ගැන) බොරු කළ, තවද මෙලොව ජීවිතයෙහි ඔවුනට දායාදයන් පිරිනැමූ ප්‍රධානීහු \"මොහු නුඹලා මෙන් මිනිසකු මිස නැත, නුඹලා අනුභව කරන දැයින් ඔහු ද අනුභව කරයි. නුඹලා පානය කරන දැයින් ඔහු ද පානය කරයි\" යැයි පැවසුවෝය"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "නුඹලා මෙන් වූ මිනිසකුට නුඹලා යටත් වූයේ නම් නියත වශයෙන්ම නුඹලා එවිට අලාභවන්තයෝ වන්නෙහුය"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "නියත වශයෙන්ම නුඹලා මිය ගොස්, පස් හා අස්ථි බවට නුඹලා පත් වූ විට නියත වශයෙන්ම නුඹලා (ට නැවත ප්‍රාණය දී) බැහැර කරනු ලබන්නෝ යැයි ඔහු නුඹලාට අවවාද කරන්නේද"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "නුඹලාට ප්‍රතිඥා දෙනු ලබන දෑ ඉතා දුරස්ය. ඉතා දුරස්ය"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "මෙය, අපගේ මෙලොව ජීවිතය හැර වෙනෙකක් නොවේ. අපි මිය යන්නෙමු. තවද අපි ජීවත් වන්නෙමු. තවද අපි නැවත නැගිටුවනු ලබන්නන් නොවෙමු"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "ඔහු අල්ලාහ් කෙරෙහි බොරුවක් ගොතා පවසන මිනිසෙකු මිස නැත. තවද අපි ඔහු ව විශ්වාස කරන්නන් නොවෙමු"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "මාගේ පරමාධිපතියාණෙනි, ඔවුන් මා බොරු කිරීම සම්බන්ධයෙන් ඔබ මට උදව් කරනු මැනව"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "මද කලකින් සැබැවින්ම ඔවුන් පසුතැවිලි වන්නන් බවට පත් වනු ඇතැයි ඔහු පැවසුවේය"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "එවිට මහා හඬ නියම අයුරින් ඔවුන් ව හසු කර ගත්තේය. පසු ව වියළී ගිය ඉපැනැලි බවට අපි ඔවුන් පත් කළෙමු. අපරාධකාරී ජනයාට ශාපයක්ම වේවා"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "අනතුරු ව ඔවුන්ගෙන් පසු ව අපි වෙනත් පරම්පරාවන් බිහි කළෙමු"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "කිසිදු සමූහයක් එහි නියමිත කාලය අබිබවා නොයයි. තවද ඔවුහු ප්‍රමාද ද නොවෙති"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "පසු ව අපගේ දූතවරුන් අනුපිළිවෙළින් අපි එව්වෙමු. සමූහයක් වෙත එහි (රසූල්වරයා) පණිවිඩකරුවෙකු පැමිණි සෑම අවස්ථාවකම ඔවුහු ඔහුව බොරු කළෝය. එහෙයින් ඔවුන්ගෙන් ඇතැමෙකු විසින් ඇතැමෙකුට (දඬුවම) අනුගමනය කිරීමට සැළැස්සුවෙමු. තවද ( පසුව පැමිණෙන දනන්ට) ඔවුන්ව පුරාණ පුවතක් බවට පත් කළෙමු. එහෙයින් විශ්වාස නොකරන ජනයාට ශාපයක්ම වේවා"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "පසු ව අපි අපගේ සංඥා හා පැහැදිලි අණ බලය සමග මූසා හා ඔහුගේ සහෝදර හාරූන් යැව්වෙමු"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "ෆිර්අවුන් වෙත හා ඔහුගේ ප්‍රධානීන් වෙත. නමුත් ඔවුහු උඩඟු වූහ. තවද ඔවුහු අහංකාර පිරිසක් වූහ"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "ඔවුන් දෙදෙනාගේ ජනයා අපට ගැතිකම් කරන්නන් ලෙස සිටිය දී අප මෙන් මිනිසුන් දෙදෙනෙකු අපි විශ්වාස කරන්නෙමු ද? යැයි ඔවුහු පැවසුවෝය"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "එහෙයින් ඔවුහු ඔවුන් දෙදෙනා බොරු කළෝය. එවිට ඔවුහු විනාශ කරනු ලැබූවන් අතුරින් වූහ"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "තවද ඔවුන් ඍජු මග ලැබිය හැකි වනු පිණිස සැබැවින්ම අපි මූසාට දේව ග්‍රන්ථය පිරිනැමුවෙමු"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "තවද මර්යම්ගේ පුත් හා ඔහුගේ මව සංඥාවක් බවට අපි පත් කළෙමු. උල්පත් හා තැනිතලා සහිත උස් තලාවක ඔවුන් දෙදෙනාට අපි නවාතැන් දුනිමු"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "අහෝ ! දූතවරුනි, පිවිතුරු දැයින් නුඹලා අනුභව කරනු. තවද දැහැමි කටයුතු සිදු කරනු. නියත වශයෙන්ම මා නුඹලා කරන දෑ පිළිබඳ සර්ව ඥානීය"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "නුඹලාගේ මෙම සමාජය එකම සමාජයකි. තවද මම නුඹලාගේ පරමාධිපති වෙමි. එහෙයින් නුඹලා මට බිය බැතිමත් වනු"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "නමුත් ඔවුහු ඔවුන්ගේ කරුණ ඔවුන් අතර වෙන් වෙන් ව බෙදා වෙන් කර ගත්තෝය. සෑම පක්ෂයක්ම ඔවුන් සතු දෑ පිළිබඳ ව සතුටු වන්නෝ වූහ"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "එහෙයින් මද කලකට ඔවුන්ගේ අඥානකමෙහි නුඹ ඔවුන් අත් හැර දමනු"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "අප කවර දෙයක් ධනයෙන් හා දරුවන්ගෙන් ඔවුනට පිරිනමන්නේ ද එමගින්"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "අපි ඔවුනට යහපත ඉක්මන් කරන්නෙමු යැයි ඔවුහු සිතන්නෝද? නැත. ඔවුනට (ඒ බව) නොදැනේ"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "නියත වශයෙන්ම ඔවුන්ගේ පරමාධිපති ගැන වූ බිය හේතුවෙන් තැති ගත් අය ද"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "තවද ඔවුන්ගේ පරමාධිපතිගේ වදන් පිළිබඳ විශ්වාස කරන අය ද"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "තවද ඔවුන්ගේ පරමාධිපතිට ආදේශ නොතබන අය ද"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "නියත වශයෙන්ම ඔවුන්ගේ පරමාධිපති වෙත නැවත හැරෙන්නන් වනු ඇතැයි ඔවුන්ගේ හදවත් තැති ගනිමින් තිබිය දී ඔවුනට පිරිනැමූ දෑ පිරිනම අය ද"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "(මෙවැන්නන්) යහකම් කිරීමෙහි යුහුසුලු වනුයේ ඔවුහුමය. තවද ඔවුහු ඒ සඳහා ඉදිරියෙන් සිටින්නෝ වෙති"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "කිසිදු ආත්මයකට එහි ප්‍රමාණයට මිස අපි (කිසිවක්) නොපටවන්නෙමු. සත්‍යය කතා කරන පුස්තකයක් අප අතර ඇත. තවද ඔවුහු අපරාධ කරනු නොලබති"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "නමුත් ඔවුන්ගේ හදවත් මේ පිළිබඳ ව අඥානභාවයෙහි පවතී. තවද ඔවුනට මේ හැර වෙනත් ක්‍රියාදාමයන් ද ඇත. ඔවුහු එය සිදු කරන්නෝ වෙති"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "අපි ඔවුන් අතර වූ උඩඟු වූවන් දඬුවමින් හසු කරගන්නා තෙක් එසේ පවතී. එවිට ඔවුහු බැගෑපත් වෙති"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "අද දින නුඹලා බැගෑපත් නොවනු. නියත වශයෙන්ම නුඹලා අපගෙන් උදව් නොලබනු ඇත"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "නුඹලා කෙරෙහි මාගේ වදන් පාරායනය කරනු ලබමින් තිබිණ. නුඹලා (එයින්) වැළකී නුඹලා හැරී පලා යමින් සිටියෙහුය"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "එවිට නුඹලා ඒ ගැන උඩඟුවන්නන් ලෙසින් රාත්‍රියේ පුහු කතා වල නිරතවෙමින් (සිටියෙහුය)"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "එහෙයින් ඔවුහු එම ප්‍රකාශය පරිශීලනය නොකළෙහු ද? එසේ නැතහොත් ඔවුන්ගේ මුල් මුතුන් මිත්තන්හට නොපැමිණි දෑ ඔවුන් වෙත පැමිණ තිබේ ද"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "එසේ නැතහොත් ඔවුන්ගේ ධර්ම දූතයාණන් ගැන ඔවුහු නොදැන, එහෙයින් ඔවුහු ඔහු ප්‍රතික්ෂේප කරන්නෝ ද"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "එසේ නැතහොත් ඔහුට උමතුවෙන් පෙළෙන්නන් යැයි ඔවුහු පවසන්නෝ ද? එසේ නොව ඔහු ඔවුන් වෙත සත්‍යය සමග පැමිණියේය. තවද ඔවුන්ගෙන් බහුතරයක් දෙනා සත්‍යය පිළිකුල් කරන්නෝ වූහ"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "සත්‍යය ඔවුන්ගේ ආශාවන් අනුගමනය කළේ නම් අහස් හා මහපොළොව ද ඒවායෙහි ඇති අය ද විනාශ වී යනු ඇත. එසේ නොව, ඔවුනට උපදෙසක් අපි පිරිනැමුවෙමු. නමුත් ඔවුහු ඔවුන්ගේ මෙනෙහි කිරීමෙන් වැළකෙන්නෝ වූහ"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "එසේ නැතහොත්, නුඹලා ඔවුන්ගෙන් යම් කුලියක් ඉල්ලුවෙහි ද? නුඹගේ පරමාධිපතිගේ කුලිය ශ්‍රේෂ්ඨය. තවද ඔහු පෝෂකයින් අතුරින්ද ශ්‍රේෂ්ඨයාය"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "තවද නියත වශයෙන්ම නුඹ ඔවුන් ඍජු මාර්ගය වෙත ඇරයුම් කරන්නෙහිය"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "තවද නියත වශයෙන්ම මතු ලොව විශ්වාස නොකරන්නන් එම මාර්ගයෙන් හැරෙන්නෝ වෙති"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "තවද අපි ඔවුනට කරුණාව දක්වා ඔවුනට වැලඳුණු පීඩාව අපි පහ කළේ නම් ඔවුහු ඔවුන්ගේ මුළාවෙහිම ව්‍යාකූලත්වයෙන් වෙළී එල්බ සිටිනු ඇත"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "තවද සැබැවින්ම අපි ඔවුන් දඬුවමින් ග්‍රහණය කළෙමු. නමුත් ඔවුහු ඔවුන්ගේ පරමාධිපතිට යටහත් නොවූහ. තවද ඔවුහු බැගෑපත් නොවූහ"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "අපි ඔවුන් වෙත දැඩි දඬුවමින් යුත් දොරටු විවෘත කළ විට ඔවුහු එහි බලාපොරොත්තු සුන් වූවෝ වූහ"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "නුඹලාට ශ්‍රවණය ද දෘෂ්ටීන් ද හදවත් ද ඇති කළේ ඔහුමය. නුඹලා කෘතඥ වනුයේ ස්වල්පයකි"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "මහපොළොවේ නුඹලා ව මැව්වේ ඔහුමය. තවද ඔහු වෙතම නුඹලා රැස් කරනු ලබනු ඇත"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "ජීවය දෙන්නා ද මරණයට පත් කරන්නා ද ඔහුය. රාත්‍රිය හා දහවල වෙනස් වීම ඔහු සතුය. එහෙයින් නුඹලා වටහා ගත යුතු නොවේ ද"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "එසේ නොව, මුතුන් මිත්තන් පැවසුවාක් මෙන් ඔවුහු ද පැවසුවෝය"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "අපි මියගොස් පස් හා අස්ථි බවට පත් වූ විට නියත වශයෙන්ම අපි නැවත නැගිටුවනු ලබන්නෙමු දැයි ඔවුහු විමසූහ"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "මීට පෙර අප හා අපගේ මුතුන් මිත්තන් මේ සම්බන්ධයෙන් ප්‍රතිඥා දෙනු ලැබුවෙමු. මෙය මුතුන් මිත්තන්ගේ ප්‍රබන්ධයන් මිස නැත"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "නුඹලා දැන සිටියෙහු නම් මහපොළොව හා එහි ඇත්තන් කවුරුන් සතුදැ?යි නුඹ විමසනු"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "අල්ලාහ් සතු යැයි ඔවුහු පවසනු ඇත. එසේ නම් නුඹලා මෙනෙහි කළ යුතු නොවේදැයි විමසනු"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "අහස් හතෙහි හිමිපාණන් හා මහත් වූ අර්ෂ්හි හිමිපාණන් කවුරුන්දැයි නුඹ විමසනු"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "අල්ලාහ් සතු යැයි ඔවුහු පවසනු ඇත. එසේ නම් නුඹලා බිය බැතිමත් විය යුතු නොවේදැ?යි නුඹ විමසනු"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "සියලු දෑහි පාලනයන් තම අතෙහි ඇත්තා කවුරුන්දැයි නුඹ විමසනු. තවද ඔහු තීන්දු කරයි. නමුත් ඔහු වෙත තීන්දු කරනු නොලැබේ. නුඹලා දැන සිටියාහු නම්"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "අල්ලාහ් සතු යැයි ඔවුහු පවසනු ඇත. එසේ නම් නුඹලා (නොමග වෙත) වශී කරනු ලබනුයේ කෙසේදැයි නුඹ විමසනු"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "එසේ නොව, අපි ඔවුන් වෙත සත්‍යය ගෙන ආවෙමු. තවද නියත වශයෙන්ම ඔවුහු මුසාවාදීහුය"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "අල්ලාහ් කිසිදු දරුවකු නොගත්තේය. තවද ඔහු සමග කිසිදු දෙවියකු ද නොවීය. එසේ වූ විට සෑම දෙවියෙකුම ඔහු මැවූ දෑ සමග පහ ව යනු ඇත. ඔවුන්ගෙන් ඇතැමෙකු ඇතැමෙකුට වඩා උසස් වනු ඇත. ඔවුන් වර්ණනා කරන දැයින් අල්ලාහ් සුපිවිතුරුය"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "ඔහු අදෘශ්‍යමාන දෑ හා දෘශ්‍යමාන දෑ පිළිබඳ සර්ව ඥානීය. එහෙයින් ඔවුන් ආදේශ තබන දැයින් ඔහු උත්තරීතර විය"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "මාගේ පරමාධිපතියාණෙනි, ඔවුනට ප්‍රතිඥා දෙනු ලබන දෑ නුඹ මට පෙන්වා දෙන්නේ නම්"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "මාගේ පරමාධිපතියාණෙනි, අපරාධකාරී ජනයා අතරට මා පත් නොකරනු මැනව! යැයි නුඹ පවසනු"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "තවද අප ඔවුනට පොරොන්දු වන දෑ නුඹට පෙන්වීමට නියත වශයෙන්ම අපි බලය ඇත්තෝ වෙමු"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "වඩාත් අලංකාර වනුයේ කුමක් ද එමගින් (නබිතුමණි) නුඹ නපුර වළක්වා ගනු. ඔවුන් වර්ණනා කරන දෑ පිළිබඳ ව අපි මැනවින් දන්නෙමු"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "මාගේ පරමාධිපතියාණෙනි, ෂෙයිතානුන්ගේ පෙලඹවීම් වලින් මම නුඹගෙන් ආරක්ෂාව පතමි යැයි නුඹ පවසනු"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "තවද මාගේ පරමාධිපතියාණෙනි, ඔවුන් මා වෙත සම්මුඛ වීමෙන් මම නුඹගෙන් ආරක්ෂාව පතමි"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "(ප්‍රතික්ෂේප කරන) ඔවුන්ගෙන් කෙනෙකු වෙත මරණය පැමිණි විට මාගේ පරමාධිපතියාණෙනි, නුඹ මා නැවත හරවා යවනු මැනව ! යැයි ඔහු පවසයි"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "දැහැමි දෑ සිදු කරනු වස් (මා නැවත හරවා යවනු මැනව !) එසේ නොව නියත වශයෙන්ම එය ඔහු පවසන ප්‍රකාශයක් පමණි. ඔවුන්ගෙන් පසු ව ඔවුන් නැවත නැගිටු වනු ලබන දිනය දක්වා බාධකයක් ඇත"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "එවිට හොරණෑවෙහි පිඹිනු ලැබූ විට එදින ඔවුන් අතර කිසිදු සම්බන්ධතාවක් නොපවතී. තවද ඔවුන් එකිනෙකා විමසා නොගනිති"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "එහෙයින් කවරෙකුගේ තුලාවන් බරින් වැඩි වූයේ ද එවිට ඔවුහුමය ජයග්‍රාහකයෝ"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "තවද කවරෙකුගේ තුලාව බරින් සැහැල්ලු වූයේ ද එසේ වූ විට තමන්ටම අලාභහානි කර ගත්තෝ ඔවුහුමය. ඔවුහු නිරයේ සදාතනිකයෝ වෙති"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "(නිරා) ගින්න ඔවුන්ගේ මුහුණු දවාලයි. තවද ඔවුහු එහි තොල්පෙති විකෘති වූවෝ වෙති"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "මාගේ වදන් නුඹලා වෙත කියවා පෙන්වනු නොලැබුවේ ද? එවිට නුඹලා එය බොරු කරමින් සිටියෙහුය"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "අපගේ පරමාධිපතියාණෙනි, අපගේ අභාග්‍යය අපට ඉහළින් අබිබවා ගොස් ඇත. තවද අපි නොමග ගිය පිරිසක් වූයෙමු යැයි ඔවුහු පැවසූහ"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "අපගේ පරමාධිපතියාණෙනි, අප ව ඉන් බැහැර කරනු මැනව! එසේ අපි හැරුණේ නම් එවිට නියත වශයෙන්ම අපි අපරාධකරුවෝ වෙමු"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "නුඹලා එහි අවමානයෙන් ගත කරනු. තවද නුඹලා මට කතා නොකරනු යැයි ඔහු පවසයි"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "නියත වශයෙන්ම මාගේ ගැත්තන් අතුරින් පිරිසක් විය. ඔවුහු අපගේ පරමාධිපතියාණනි, අපි විශ්වාස කළෙමු. එහෙයින් අපට සමාව දෙනු මැනව ! තවද අපට කරුණා කරනු මැනව ! තවද ඔබ කරුණාවන්තයින්ගෙන් ශ්‍රේෂ්ඨතමයාය යැයි පවසමින් සිටිති"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "එවිට නුඹලා මා මෙනෙහි කිරීම ඔවුන් නුඹලාට අමතක කරවන තෙක් නුඹලා ඔවුන් සමච්චලයට ගත්තෙහුය. තවද නුඹලා ඔවුන් ගැන සිනහසෙමින් සිටියෙහුය"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "ඔවුන් ඉවසීමෙන් සිටි බැවින් අද දින නියත වශයෙන්ම මම ඔවුනට ප්‍රතිඵල පිරිනැමුවෙමි. නියත වශයෙන්ම ඔවුහුමය ජයග්‍රාහකයෝ"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "නුඹලා මහපොළොවෙහි කොපමණ වසර ගණනාවක් රැඳී සිටියෙහු ද"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "දිනක් හෝ දිනක කොටසක් අපි රැඳී සිටියෙමු යැයි ඔවුහු පවසති. එහෙයින් නුඹ ගණන් කරන්නන්ගෙන් විමසනු"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "නුඹලා ස්වල්ප කාලයක් මිස රැඳී නොසිටියෙහුය. නියත වශයෙන්ම නුඹලා දැන සිටියාහු නම් යැයි ඔහු පැවසුවේය"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "නියත වශයෙන්ම අපි නුඹලා හේතුවකින් තොරව මවා ඇතැයි ද, නියත වශයෙන්ම නුඹලා අප වෙත නැවත හැරී නොඑනු ඇතැයි ද නුඹලා සිතුවෙහු ද"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "එහෙයින් සත්‍ය රජු වූ අල්ලාහ් උත්තරීතරය. ඔහු හැර වෙනත් දෙවිඳෙකු නොමැත. ගෞරවනීය අර්ෂ් හි හිමිපාණන්ය"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "තවද කවරෙකු අල්ලාහ් සමග වෙනත් දෙවියකු ඇරයුම් කරන්නේ ද ඔහුට කිසිදු සාධකයක් නොමැත. එහෙයින් ඔහුගේ විනිශ්චය ඔහුගේ පරමාධිපති අබියසය. නියත වශයෙන්ම දේව ප්‍රතික්ෂේපකයෝ ජය නොලබනු ඇත"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "මාගේ පරමාධිපතියාණෙනි, නුඹ සමාව දෙනු මැනව ! තවද කරුණා කරනු මැනව ! තවද නුඹ කරුණාවන්තයින්ගෙන් අති ශ්‍රේෂ්ඨයාණන්ය"
        },
        {
            "chapter": 24,
            "verse": 1,
            "text": "මෙය පරිච්ඡේදයකි. අපි එය පහළ කළෙමු. තවද අපි එය ( නුඹලා උදෙසා) නියෝගයක් කළෙමු. තවද නුඹලා මෙනෙහි කළ හැකි වනු පිණිස අපි එහි පැහැදිලි වදන් පහළ කළෙමු"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "කාම අපචාරයේ යෙදුණු කාන්තාව හා කාම අපචාරයේ යෙදුණු පිරිමියා යන දෙදෙනාගෙන් සෑම කෙනෙකුටම කස පහර සියයක් බැගින් නුඹලා කසපහර දෙනු. නුඹලා අල්ලාහ් පිළිබඳ ව හා පරමාන්ත දිනය පිළිබඳ ව විශ්වාස කරමින් සිටියෙහු නම් අල්ලාහ්ගේ නීතිය තුළ ඔවුන් දෙදෙනා පිළිබඳ කිසිදු අනුකම්පාවක් නුඹලා ව ග්‍රහණය නොකළ යුතුය. ඔවුන් දෙදෙනාට දෙන දඬුවමෙහි දෙවියන් පිළිබඳ විශ්වාසය තැබූවන්ගෙන් පිරිසක් සාක්ෂි ලෙස සිටිය යුතුයි"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "කාම අපාචාරයේ යෙදුණු පිරිමියා කාම අපචාරයේ යෙදුණ කාන්තාවකු හෝ දෙවියන්ට ආදේශ තැබූ කාන්තාවකු මිස විවාහ කර නොගනියි. තවද කාම අපචාරයේ යෙදුණු කාන්තාව වන ඇය ව කාම අපචාරයේ යෙදුණු පිරිමියෙකු හෝ දෙවියන්ට ආදේශ තැබූ අයකු මිස විවාහ කර නොගනියි. එවැන්නක් දෙවියන් කෙරෙහි විශ්වාසය තැබූවන්ට තහනම් කරනු ලැබූවකි"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "පතිවත රකින කාන්තාවන්ට චෝදනා එල්ල කොට පසු ව සාක්ෂිකරුවන් සිව් දෙනෙකු ඔවුහු රැගෙන නොආවේ නම් එවිට නුඹලා ඔවුනට කසපහරවල් අසූවක් පහර දෙනු. කිසිවිටෙක ඔවුන් සඳහා කිසිදු සාක්ෂියක් නුඹලා පිළිනොගනු. තවද ඔවුහුමය පාපතරයෝ"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "නමුත් ඉන්පසු ව පශ්චාත්තාපයේ නිරත වී හැඩගැසුණු අය හැරය. එවිට නියත වශයෙන්ම අල්ලාහ් අති ක්ෂමාශීලීය. මහා කරුණාන්විතයාණන්ය"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "ඔවුන්ගේ බිරින්දෑවරුන්ට අපවාද එල්ල කොට ඔවුනට ඔවුන් හැර වෙනත් සාක්ෂිකරුවන් නොවී නම් ඔවුන් එක් අයකුගේ සාක්ෂිය වනුයේ තමන් සත්‍යවාදීන් අතුරින් යැයි අල්ලාහ් මත දිවුරා සිව්වරක් සාක්ෂි දැරීමය"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "තවද තමන් මූසාවාදීන් අතුරින් නම් තමන් වෙත අල්ලාහ්ගේ ශාපය අත්වේවා යැයි පස්වැනි වරට සාක්ෂි දැරීමය"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "නියත වශයෙන්ම ඔහු මුසාවාදීන් අතුරින් යැයි ඇය අල්ලාහ් මත සිව්වරක් සාක්ෂි දැරීමෙන් (ඇයට හිමි වන) එම දඬුවම ඇයගෙන් ඉවත් වෙයි"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "තවද ඔහු (තම සැමියා) සත්‍යවාදීන් අතුරින් නම් තමන් වෙත අල්ලාහ්ගේ උදහස ඇතිවේවා! යැයි පස්වැනි වරට (ඇය) සාක්ෂි දැරීමය"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "නුඹලා මත අල්ලාහ්ගේ භාග්‍යය හා ඔහුගේ කරුණාව නොවී නම් (එය කෙතරම් අභාග්‍යයක් ද) තවද නියත වශයෙන්ම අල්ලාහ් අති ක්ෂමාශීලීය. මහා ප්‍රඥාවන්තය"
        },
        {
            "chapter": 24,
            "verse": 11,
            "text": "නියත වශයෙන්ම අපවාදය රැගෙන ආවේ නුඹලා අතුරින් වූ පිරිසකි. නුඹලාට එය නපුරක් යැයි නුඹලා නොසිතනු. නැත, එය නුඹලාට යහපතකි. ඔවුන් අතුරින් සෑම කෙනෙකුටම තමන් පාපයෙන් උපයා ගත් දෑ සතුය. ඔවුන් අතුරින් එහි බහුතරයක් පවරා ගත් අයට මහත් වූ වේදනාවක් විය"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "නුඹලා එය ඇසූ විට දෙවියන් පිළිබඳ විශ්වාසය තැබූ පුරුෂයින් හා දෙවියන් පිළිබඳ විශ්වාසය තැබූ කාන්තාවන් තමන් පිළිබඳ යහපතක් සිතා මෙය පැහැදිලි අපවාදයක් යැයි පැවසිය යුතු නොවේද"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "ඒ වෙත සාක්ෂිකරුවන් සිව් දෙනෙකු ඔවුහු ගෙන ආ යුතු නොවේද? එසේ එම සාක්ෂිකරුවන් ඔවුන් නොගෙන ආ විට අල්ලාහ් අබියස ඔවුහුමය මුසාවාදීහූ"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "මෙලොවෙහි හා මතු ලොවෙහි අල්ලාහ්ගේ අනුග්‍රහය හා ඔහුගේ කරුණාව නුඹලා වෙත නොවී නම් කවර විෂයක් සම්බන්ධයෙන් නුඹලා කතා කළෙහු ද එහි මහත් වූ දඬුවම නුඹලා ස්පර්ශ කරන්නට තිබුණි"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "නුඹලාගේ දිවවල් වලින් නුඹලා එය දෙඩූ අවස්ථාව සිහිපත් කරනු. නුඹලාට කවර දෙයක් පිළිබඳ දැනුම නොමැත්තේ ද එය නුඹලා නුඹලාගේ මුඛවල් වලින් පවසන්නෙහුය. තවද නුඹලා එය සුළු දෙයක් ලෙස සිතන්නෙහුය. නමුත් එය අල්ලාහ් අබියස අති බිහිසුණුය"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "නුඹලා එයට සවන් දුන් අවස්ථාවේ, ‘මේ ගැන අපි කතා කිරීමට අපට සුදුසු නොවේ. (අල්ලාහ්) ඔබ සුවිශුද්ධය. මෙය අතිමහත් අපවාදයක් යැ’යි නුඹලා පවසන්නට තිබුණා නොවේ ද"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "නුඹලා දෙවියන් කෙරෙහි විශ්වාසය තැබූවන් ලෙස සිටියෙහු නම් මෙවැනි දෙයකට නුඹලා නැවත කිසිවිටක හැරීමෙන් වැළැක්වීමට අල්ලාහ් නුඹලාට උපදෙස් දෙයි"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "තවද අල්ලාහ් නුඹලාට එම වදන් පැහැදිලි කරයි. තවද අල්ලාහ් සර්ව ඥානී මහා ප්‍රඥාවන්තය"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "නියත වශයෙන්ම විශ්වාස කළවුන් අතර අපචාරය පැතිරීම ගැන ප්‍රිය කරන්නන් වනාහි ඔවුනට මෙලොව හා මතු ලොව වේදනීය දඬුවමක් ඇත. තවද අල්ලාහ් දනී. නමුත් නුඹලා නොදන්නෙහුය"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "නුඹලා වෙත අල්ලාහ්ගේ අනුග්‍රහය හා ඔහුගේ කරුණාව නොවී නම් (නුඹලා විනාශ වන්නට තිබුණි.) නමුත් නියත වශයෙන්ම අල්ලාහ් සානුකම්පිත මහා කරුණාන්විතය"
        },
        {
            "chapter": 24,
            "verse": 21,
            "text": "අහෝ විශ්වාස කළවුනි! නුඹලා ෂෙයිතාන්ගේ පියවර වල් අනුගමනය නොකරනු. තවද කවරෙකු ෂෙයිතාන්ගේ පියවර අනුගමනය කරන්නේ ද එවිට ඔහු අශීලාචාර දෑ හා පිළිකුල් සහගත දෑ නියෝග කරන්නේය. තවද නුඹලා වෙත අල්ලාහ්ගේ අනුග්‍රහය සහ ඔහුගේ කරුණාව නොවී නම් නුඹලා අතුරින් කිසිවකු හෝ පිවිතුරු නොවනු ඇත. නමුත් අල්ලාහ් ඔහු අභිමත කරන අය පිවිතුරු කරයි. තවද අල්ලාහ් සර්ව ශ්‍රාවක සර්ව ඥානීය"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "සමීප ඥාතීන්ට, දිළින්දන්ට, අල්ලාහ්ගේ මාර්ගයේ නික්ම ගියවුන්ට නොදෙන බවට නුඹලා අතුරින් භාග්‍ය සම්පන්නයින් හා වස්තුව ඇත්තන් දිවුරිය නොයුතුය. (ඔවුනට) ඔවුහු සමාව දෙත්වා ! තවද (ඒ ගැන)නොසළකා හරිත්වා! අල්ලාහ් නුඹලාට සමාව දීම ගැන නුඹලා ප්‍රිය නොකරන්නෙහු ද? තවද අල්ලාහ් අතික්ෂමාශීලීය. මහා කරුණාන්විතය"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "නියත වශයෙන්ම දෙවියන් කෙරෙහි විශ්වාසය තබන, අහිංසක, පතිවත රකින කාන්තාවන්හට අවලාද පවසන්නන් වනාහි ඔවුන් මෙලොව හා මතු ලොව ශාප කරනු ලැබූවන්ය. තවද ඔවුනට මහත් වූ දඬුවමක් ඇත"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "ඔවුන් කරමින් සිටි දෑ හේතුවෙන් ඔවුන්ගේ දිවවල් ද ඔවුන්ගේ අත් ද ඔවුන්ගේ පාද ද ඔවුනට එරෙහි ව එදින සාක්ෂි දරනු ඇත"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "එදින ඔවුන් ගැන සැබෑ විනිශ්චය අල්ලාහ් ඔවුනට පූර්ණ ව පිරිනමයි. නියත වශයෙන්ම අල්ලාහ් වනාහි ඔහුමය පැහැදිලි සත්‍යය වනුයේ යැයි ඔවුහු දැන ගනු ඇත"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "අසභ්‍ය කාන්තාවෝ අසභ්‍ය පුරුෂයින් සඳහා වෙති. අසභ්‍ය පුරුෂයෝ අසභ්‍ය කාන්තාවන් සඳහා වෙති. තවද දැහැමි කාන්තාවෝ දැහැමි පුරුෂයින් සඳහා වෙති. දැහැමි පුරුෂයෝ දැහැමි කාන්තාවන් සඳහා වෙති. ඔවුහු ඔවුන් පවසන දැයින් නිදොස් වූවෝ වෙති. ඔවුනට සමාව ද ගෞරවනීය පෝෂණය ද ඇත"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "අහෝ විශ්වාස කළවුනි! නුඹලාගේ නිවෙස් නොවන නිවෙස් වලට නුඹලා අවසර පතා එහි වැසියන්ට නුඹලා සලාම් පවසන තෙක් ඇතුළු නොවනු. එය නුඹලාට ශ්‍රේෂ්ඨය. නුඹලා මෙනෙහි කළ හැකි වනු පිණිස"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "එහි කිසිවකු හෝ නුඹලා නොදුටුවේ නම් නුඹලාට අවසර දෙනු ලබන තෙක් එහි නුඹලා ඇතුළු නොවනු. නුඹලා හැරී යනු. යැයි නුඹලාට කියනු ලැබුවේ නම් එවිට නුඹලා හැරී යනු. එය නුඹලාට වඩාත් පිවිතුරුය. තවද නුඹලා කරන දෑ පිළිබඳ ව අල්ලාහ් සර්ව ඥානීය"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "නුඹලාට අවශ්‍යතා ඇති එහි කිසිවකු වාසය නොකරන නිවෙස් වලට නුඹලා ඇතුළු වීම නුඹලා කෙරෙහි වරදක් නොවේ. තවද නුඹලා හෙළි කරන දෑ ද නුඹලා වසන් කරන දෑ ද අල්ලාහ් දනියි"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "දෙවියන් ගැන විශ්වාස කරන පුරුෂයින්හට ඔවුන්ගේ බැල්ම පහත හෙළන මෙන්ද ඔවුන්ගේ ලිංගේන්ද්‍රියන් ආරක්ෂා කරන මෙන් ද නුඹ පවසනු. එය ඔවුනට වඩාත් පිවිතුරු වනු ඇත. නියත වශයෙන්ම අල්ලාහ් නුඹලා සිදු කරන දෑ පිළිබඳ ව අභිඥානවන්තය"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "දෙවියන් කෙරෙහි විශ්වාස තැබූ කාන්තාවන්හට ඔවුන්ගේ බැල්ම පහත හෙළන මෙන් ද ඔවුන්ගේ ලිංගේන්ද්‍රියන් ආරක්ෂා කරන මෙන්ද ඔවුන්ගේ අලංකාරයන් එහි මතු පිටින් පෙනෙන දෑ හැර වෙනෙකක් හෙළි නොකරන මෙන් ද ඔවුන්ගේ ළැම පැති මතට ඔවුන්ගේ මොට්ටැක්කිලිය දමන මෙන් ද නුඹ පවසනු. තවද ඔවුන්ගේ අලංකාරය ඔවුන්ගේ ස්වාමිපුරුෂයින්ට හෝ ඔවුන්ගේ පියවරුන්ට හෝ ඔවුන්ගේ ස්වාමිපුරුෂයින්ගේ පියවරුන්ට හෝ ඔවුන්ගේ දරුවන්ට හෝ ඔවුන්ගේ ස්වාමිපුරුෂයින්ගේ දරුවන්ට හෝ ඔවුන්ගේ සහෝදරයින්ට හෝ ඔවුන්ගේ සහෝදරයින්ගේ දරුවන්ට හෝ ඔවුන්ගේ කාන්තාවන්ට හෝ ඔවුන්ගේ දකුණත් හිමිකරගත් අයට හෝ පිරිමින් අතුරින් කාමාශාවකින් තොර ව උපස්ථාන කරන්නන්ට හෝ ස්ත්‍රීන්ගේ රහස්‍ය පෙදෙස් ගැන (කාමාශාවක්) මතු නොවන දරුවන්ට මිස වෙනත් කිසිවකුට හෙළි නොකළ යුතුය. තවද ඔවුන්ගේ අලංකාරයෙන් ඔවුන් සඟවන දෑ දන්වා සිටිනු පිණිස ඔවුන්ගේ පාද නොගැසි‍ය යුතුය. තවද අහෝ දෙවියන් කෙරෙහි විශ්වාස තැබූවනි! නුඹලා ජය ලැබිය හැකි වනු පිණිස නුඹලා සියල්ල පශ්චාත්තාප වී අල්ලාහ් වෙත නැඹුරු වනු"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "තවද නුඹලා අතුරින් අවිවාහකයින්ට සහ නුඹලාගේ වහලුන් හා නුඹලාගේ වහලියන් අතුරින් දැහැමියන්ට නුඹලා විවාහ කර දෙනු. ඔවුන් දිළිඳුන් නම් අල්ලාහ් තම භාග්‍යයෙන් ඔවුන් පොහොසත් කරනු ඇත. තවද අල්ලාහ් සර්ව ව්‍යාපකය. සර්ව ඥානීය"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "විවාහය සඳහා (යමක්) නොලබන්නන් අල්ලාහ් ඔහුගේ අනුග්‍රහයෙන් ඔවුන් පොහොසත් කරවන තෙක් පතිවත රැකිය යුතුය. නුඹලාගේ දකුණත් හිමිකරගත් (හෙවත් නුඹලාගේ පාලනය යටතේ සිටින වහල්) අය අතුරින් (නිදහස්භාවය) ලියන්නට අපේක්ෂා කරන්නන්ට ඔවුන් අතර යහපත ඇතැයි දන්නෙහු නම් ඔවුනට නුඹලා (නිදහස්භාවය) ලියා දෙනු. නුඹලාට පිරිනැමූ අල්ලාහ්ගේ ධනයෙන් නුඹලා ඔවුනට පිරිනමනු. නුඹලා මෙලොව ජීවිතයේ සම්පත සොයනු පිණිස පතිවත රකින්නට සිතූ වහල් තරුණියන් අපචාරය වෙත බල නොකරනු. තවද කවරෙකු ඔවුනට බල කරන්නේ නම් එසේ ඔවුනට බල කිරීමෙන් පසු ව ද නියත වශයෙන්ම අල්ලාහ් අති ක්ෂමාශීලී මහාකරුණාන්විතය"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "තවද සැබැවින්ම අපි නුඹලා වෙත පැහැදිලි කරන්නා වූ වදන් ද නුඹලාට පෙර ඉකුත් ව ගියවුන් පිළිබඳ උපමා ද බිය බැතිමතුන්හට උපදෙස් ද පහළ කළෙමු"
        },
        {
            "chapter": 24,
            "verse": 35,
            "text": "අල්ලාහ් අහස්හි හා මහපොළොවේ ආලෝකයයි. ඔහුගේ ආලෝකයට උපමාව පහනක් ඇති කුහරයක් මෙනි. එම පහන පළිඟුවක් තුළය. එම පළිඟු ව බැබළෙන තරුවක් මෙනි. අභිවෘද්ධිමත් ඔලිව් ගසින් දවාලනු ලබන්නකි. එය නැගෙනහිර දෙසට හෝ බටහිර දෙසට හෝ අයත් නැත. ගින්න එ(ම තෙල) ස්පර්ශ නොකළ ද එය ආලෝකය විහිදුවයි. ආලෝකය මත ආලෝකයයි. අල්ලාහ් අභිමත කරන අයට එම ආලෝකය වෙතට මග පෙන්වයි. ජනයාට මෙම උපමාවන් අල්ලාහ් ගෙන හැර පාන්නේය. තවද අල්ලාහ් සියලු දෑ පිළිබඳ සර්ව ඥානීය"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "(අල්ලාහ්ගේ) නිවෙස් තුළ ඔහුගේ නාමය උස් හඬින් පවසනු ලබන්නටත් එහි මෙනෙහි කරනු ලබන්නටත් අල්ලාහ් අවසර දුන්නේය. එහි උදේ සවස ඔහු ව සුවිශුද්ධ කරති"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "අල්ලාහ් මෙනෙහි කිරීමෙන් ද සලාතය විධිමත් ව ඉටු කිරීමෙන් ද සකාත් පිරිනැමීමෙන් ද (තම) ව්‍යාපාරය හෝ ගනු දෙනුව හෝ ඔවුන් වෙනතකට යොමු නොකළ මිනිසුන්ය (උදේ සවස සුවිශුද්ධ කරනුයේ). එහි හදවත් හා දෘෂ්ටීන් පෙරළෙන දිනයකට ඔවුහු බිය වෙති"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "එය ඔවුන් සිදු කළ වඩාත් අලංකාර දෑ සඳහා අල්ලාහ් ප්‍රතිඵල පිරිනැමීම පිණිසත් ඔහුගේ අනුග්‍රහය තුළින් ඔවුනට අධික කරනු පිණිසත්ය. තවද අල්ලාහ් අභිමත කරන අයට ගණනයකින් තොරව පෝෂණය කරයි"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "දෙවියන් ප්‍රතික්ෂේප කළවුන් වනාහි ඔවුන්ගේ ක්‍රියාවන් කාන්තාරයේ ඇති මිරිඟුවකට සමානය. පිපාසිතයා එය ජලය යැයි සිතයි. නමුත් ඔහු එහි පැමිණි විට ඔහු එය කිසිවක් ලෙස නොදකිනු ඇත. තවද ඔහු එහි අල්ලාහ් ව දකියි. ඔහුගේ විනිශ්චය අල්ලාහ් සම්පූර්ණ කළේය. තවද අල්ලාහ් විනිශ්චය කිරීමෙහි ඉතා වේගවත්ය"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "එසේ නැතහොත් ගැඹුරු මුහුදෙහි පවතින අන්ධකාරයන් මෙනි. ඊට ඉහළින් රළක් එය ආවරණය කරයි. ඊට ඉහළින් තවත් රළකි. ඊට ඉහළින් වලාකුලකි. අන්ධකාරයන් ඒවායෙහි සමහරක් සමහරකට ඉහළින් පවතී. ඔහු තම අත බැහැර කළ ද ඔහුට එය දැක ගත නොහැකි වෙයි. තවද අල්ලාහ් කවරෙකුට ආලෝකය ඇති නොකරන්නේ ද එවිට කිසිදු ආලෝකයක් ඔහුට නොමැත"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "අහස්හි හා මහපොළොවේ ඇති දෑ ද තටු විහිදුවා ගත් පක්ෂීන් ද නියත වශයෙන්ම අල්ලාහ් වන ඔහු ව සුවිශුද්ධ කරන වග නුඹ නොදුටුවෙහිද? ඔහුගේ නැමදුම හා ඔහු සුවිශුද්ධ කිරීම සම්බන්ධයෙන් සෑම කෙනෙකුම දනී. තවද අල්ලාහ් ඔවුන් සිදු කරන දෑ පිළිබඳ ව සර්ව ඥානීය"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "අහස්හි හා මහපොළොවෙහි ආධිපත්‍යය අල්ලාහ් සතුය. තවද ගමනාන්තය අල්ලාහ් වෙතය"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "අල්ලාහ් වලාකුළු සෙමින් ගමන් කරවා පසු ව ඒ අතර අමුණා පසු ව එය එකින් එක මත පිහිටන සේ පත් කරයි. එවිට ඒ අතුරින් බැහැර වන වර්ෂාව නුඹ දකිනු ඇත. අහසින් එහි ඇති (වලාකුළු) කඳු තුළින් සීත හිම ඔහු පහළ කරයි. එවිට එය ඔහු අභිමත කරන අයට ලබන්නට සලස්වන අතර ඔහු අභිමත කරන අයගෙන් එය හරවා යවයි. එහි අකුණු එළිය දෘෂ්ටීන් පැහැර ගන්නාක් මෙන් වෙයි"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "අල්ලාහ් රාත්‍රිය හා දහවල පෙරළයි. නියත වශයෙන්ම දෘෂ්ටීන් ඇත්තන් හට එහි පාඩමක් ඇත"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "තවද අල්ලාහ් සියලු සත්වයින් ජලයෙන් මැව්වේය. එනම් ඔවුන් අතුරින් උදරය මත බඩ ගා ගමන් කරන්නන් වෙති. තවද ඔවුන් අතුරින් දෙපා මත ගමන් කරන්නන් ද වෙති. තවද ඔවුන් අතුරින් සිව්පා මත ගමන් කරන්නන් ද වෙති. අල්ලාහ් අභිමත කරන දෑ මවන්නේය. නියත වශයෙන්ම අල්ලාහ් සියලු දෑ කෙරෙහි ශක්තිය ඇත්තාය"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "තවද අපි පැහැදිලි වදන් සැබැවින්ම පහළ කළෙමු. තවද අල්ලාහ් ඔහු අභිමත කරන අයට ඍජු මාවත වෙත මග පෙන්වනු ඇත"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "අපි අල්ලාහ් හා (රසූල්වරයා) පණිවිඩකරු ගැන විශ්වාස කළෙමු. තවද අපි අවනත වූයෙමු යැයි ඔවුහු පවසති. ඉන් අනතුරු ව ඔවුන්ගෙන් පිරිසක් හැරී ගියේය. ඔවුහු දෙවියන් කෙරෙහි විශ්වාසය තැබූවන් නොවෙති"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "අල්ලාහ් වෙත හා ඔහුගේ (රසූල්වරයා) පණිවිඩකරු වෙත ඔවුන් අතර ඔහු තීන්දු දෙනු වස් ඔවුන් ඇරයුම් කරනු ලැබූ විට ඔවුන්ගෙන් පිරිසක් පිටු පා යන්නන් වූහ"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "තවද නියමය ඔවුනට වී නම් ඔවුහු යටත් වූවන් ලෙස ඔහු වෙත පැමිණෙනු ඇත"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "ඔවුන්ගේ හදවත් තුළ රෝගයක් ද? එසේ නැතහොත් ඔවුහු සැක කළෝද? එසේත් නැතහොත් ඔවුනට එරෙහි ව අල්ලාහ් හා ඔහුගේ දූතයාණන් අසාධාරණයක් කරතැයි ඔවුහු බිය වෙත්ද? එසේ නොව අපරාධකරුවෝ ඔවුහුමය"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "ඔවුන් අතර තීන්දු දීම පිණිස අල්ලාහ් හා ඔහුගේ දූතයාණන් වෙත ඔවුන් ඇරයුම් කරනු ලැබූ විට දෙවියන් කෙරෙහි විශ්වාසය තැබූවන්ගේ ප්‍රකාශය වූයේ අපි සවන් දුනිමු, අවනත වූයෙමු යන්නය. ජය ලබන්නෝ ඔවුහුමය"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "කවරෙකු අල්ලාහ්ට හා ඔහුගේ දූතයාණන්ට අවනත වී අල්ලාහ්ට බිය වී ඔහුට බැතිමත් වන්නෝ ද එවිට ජය ලැබූවෝ ඔවුහුමය"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "(යුද්ධය සඳහා) නුඹ ඔවුනට අණ කළෙහි නම් ඔවුන් පිටත් වන බවට ඔවුන්ගේ බලවත් දිවුරුම අල්ලාහ් මත දිවුරති. (එසේ) දිවුරුම් නොකරනු. අවනත වීම දන්නා දෙයකි. නියත වශයෙන්ම අල්ලාහ් නුඹලා කරන දෑ පිළිබඳ ව අභිඥානවන්තයා බව (නබිවරය) නුඹ පවසනු"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "නුඹලා අල්ලාහ්ට අවනත වනු. තවද (රසූල්වරයාට) පණිවිඩකරුට ද අවනත වනු යැයි (නබිවරය) නුඹ පවසනු. නමුත් නුඹලා (ඔවුන්ගෙන්) හැරුණේ නම් එවිට ඔහු මත පටවනු ලැබූ දෑ ඔහු කෙරෙහිය, නුඹලා මත පටවනු ලැබූ දෑ නුඹලා කෙරෙහිය. තවද නුඹලා ඔහුට අවනත වන්නෙහු නම් නුඹලා ඍජු මග ලබනු ඇත. රසූල් වරයාණන් වෙත පැවරෙනුයේ පැහැදිලි ව දන්වා සිටීම මිස නැත"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "නුඹලා අතුරින් දෙවියන් විශ්වාස කොට යහකම් කළවුනට ඔවුනට පෙර සිටියවුන්ට බලය ලබා දුන්නාක් මෙන් මහපොළොවේ ඔවුනට ද බලය ලබා දෙන බවද, ඔවුන් වෙනුවෙන් ඔහු පිළිගත් දහම (අනුගමනය කිරීමට) ඔවුනට ඉඩ සලසා දෙන බව ද ඔවුනට ඇති වූ බියෙන් පසු ව සුරක්ෂිත තත්ත්වයකට ඔවුන් වෙනස් කරන බව ද අල්ලාහ් ප්‍රතිඥා දුන්නේය. ඔවුහු මට වන්දනාමානය කරති. මට කිසිවක් ආදේශ නොකරති. තවද මින් පසු ව කවරෙකු ප්‍රතික්ෂේප කළේ ද එවිට ඔවුහුමය පාපතරයෝ"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "තවද නුඹලා දයාව ලබනු පිණිස නුඹලා සලාතය විධිමත් ව ඉටු කරනු. සකාත් ද පිරිනමනු. රසූල්වරයාට අවනත වනු"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "දෙවියන් ප්‍රතික්ෂේප කළවුන් ඔවුන් මහපොළොවේ (අල්ලාහ්ගේ සැලසුම්) නොහැකියාවට පත් කරන්නන් යැයි නුඹලා නොසිතිය යුතුය. ඔවුන්ගේ නවාතැන (නිරයේ) ගින්නය. තවද එම ගමනාන්තය නපුරු විය"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "අහෝ විශ්වාස කළවුනි! නුඹලාගේ දකුණත් හිමිකරගත් (හෙවත් නුඹලාගේ පාලනය යටතේ සිටින වහල්) අය ද වැඩිවියට ළඟා නොවූ අය ද නුඹලාගෙන් වාර තුනක් අවසර පැතිය යුතුය. එනම් ෆජ්ර් සලාතයට පෙර ද මධ්‍යහ්න කාලයේ නුඹලාගේ ඇඳුම් නුඹලා ලිහා තබන අවස්ථාවේ ද ඉෂා සලාතයෙන් පසු ද වේ. නුඹලාට එය පෞද්ගලික අවස්ථා තුනකි. ඒවාට පසුව නුඹලා කෙරෙහි හෝ ඔවුන් කෙරෙහි හෝ දොසක් නොමැත. නුඹලා වෙත නුඹලාගෙන් ඇතැමෙකු ඇතැමෙකු අතර සැරිසරන්නෝය. අල්ලාහ් නුඹලාට එම වදන් පැහැදිලි කරනුයේ එලෙසය. තවද අල්ලාහ් සර්වඥානීය ප්‍රඥාවන්තය"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "නුඹලා අතර වූ දරුවන් වැඩිවියට පත් වූ විට (වයසින්) ඔවුනට පෙර වූවන් අවසර පැතුවාක් මෙන් ඔවුන්ද අවසර පැතිය යුතුය. අල්ලාහ් ඔහුගේ වදන් නුඹලාට පැහැදිලි කරනුයේ එලෙසය. තවද අල්ලාහ් සර්ව ඥානී මහා ප්‍රඥා වන්තය"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "විවාහයක් අපේක්ෂා නොකරන කාන්තාවන් අතුරින් වයෝවෘද්ධ කාන්තාවන් වනාහි ඔවුන් අලංකාරය ප්‍රදර්ශයනය කිරීමෙන් තොර ව ඇඳුම් ගලවා තැබීම ඔවුන් කෙරෙහි වරදක් නොමැත. නමුත් ඔවුන් තැන්පත් බව රැකීම ඔවුනට වඩාත් උතුම්ය. තවද අල්ලාහ් සර්වශ්‍රාවක සර්වඥානීය"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "නුඹලාගේ නිවෙස් වල හෝ නුඹලාගේ පියවරුන්ගේ නිවෙස් වල හෝ නුඹලාගේ මව්වරුන්ගේ නිවෙස් වල හෝ නුඹලාගේ සහෝදරයන්ගේ නිවෙස් වල හෝ නුඹලාගේ සහෝදරියන්ගේ නිවෙස් වල හෝ නුඹලාගේ පිය පාර්ෂවයේ සහෝදරයන්ගේ නිවෙස් වල හෝ නුඹලාගේ මව් පාර්ශවයේ සහෝදරයන්ගේ නිවෙස් වල හෝ නුඹලාගේ පිය පාර්ශවයේ සහෝදරියන්ගේ නිවෙස් වල හෝ නුඹලාගේ මව් පාර්ශවයේ සහෝදරියන්ගේ නිවෙස් වල හෝ තම යතුරු තමන් සන්තකයේ ඇති අය හා නුඹලාගේ මිතුරන් සමග නුඹලා ආහාර ගැනීම අන්ධයා කෙරෙහි වරදක් නොමැත. එමෙන්ම කොරා කෙරෙහි ද වරදක් නොමැත. එමෙන්ම රෝගියා කෙරෙහිද වරදක් නොමැත. නුඹලා කෙරෙහි ද වරදක් නොමැත. නුඹලා එකට ආහාර ගැනීම හෝ කණ්ඩායම් වශයෙන් වෙන් ව ආහාර ගැනීම හෝ වරදක් නැත. නුඹලා නිවෙස් වලට පිවිසෙන්නෙහු නම් අල්ලාහ් අබියසින් වූ යහපත් අභිවෘද්ධිමත් පැතුමක් වශයෙන් නුඹලා වෙත සලාම් පවසනු. නුඹලා වටහා ගනු පිණිස එලෙසය අල්ලාහ් නුඹලාට එම වදන් පැහැදිලි කරනුයේ"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "දේව විශ්වාසීන් වනුයේ අල්ලාහ් හා ඔහුගේ දූතයාණන් විශ්වාස කළවුන්ය. තවද ඔවුහු ඔහු සමග යම් සාමුහික කරුණක සිටි විට ඔහුගෙන් ඔවුන් අවසර පතන තෙක් ඔවුහු නික්ම නොයති. නියත වශයෙන්ම නුඹගෙන් අවසර පැතූවන් වනාහි ඔවුහුමය අල්ලාහ් හා ඔහුගේ දූතයාණන් ගැන විශ්වාස කරන්නෝ වන්නේ. එහෙයින් ඔවුන්ගේ ඇතැම් කරුණු සඳහා ඔවුහු නුඹගෙන් අවසර පැතූ විට ඔවුන් අතුරින් නුඹ අභිමත කරන අයට අවසර දෙනු. තවද ඔවුන් වෙනුවෙන් අල්ලාහ්ගෙන් සමාව අයැද සිටිනු. නියත වශයෙන්ම අල්ලාහ් අති ක්ෂමාශීලීය. මහාකරුණාන්විතය"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "නුඹලා අතර රසූල්වරයා ඇමතීම නුඹලා ඇතැමෙකු ඇතැමෙකුට අමතන මෙන් නුඹලා පත් කර නොගනු. නුඹලා අතරින් සැඟ වී ලිස්සා යන්නන් පිළිබඳ ව සැබැවින්ම අල්ලාහ් දනී. ඔහුගේ අණට විරුද්ධවන්නන් ඔවුනට අර්බුදයක් ඇති වීම ගැන හෝ ඔවුනට වේදනීය දඬුවමක් ඇති වීම ගැන ප්‍රවේශම් විය යුතුය"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "දැන ගනු. අහස්හි හා මහපොළොවේ ඇති දෑ නියත වශයෙන්ම අල්ලාහ් සතුය. නුඹලා කවර දෙයක් මත සිටින්නෙහු ද එය ඔහු සැබැවින්ම දනියි. තවද ඔහු වෙත ඔවුන් යොමු කරනු ලබන දින ඔහු ඔවුන් සිදු කළ දෑ පිළිබඳ ව ඔවුනට දන්වයි. තවද අල්ලාහ් සියලු දෑ පිළිබඳ ව සර්ව ඥානීය"
        },
        {
            "chapter": 25,
            "verse": 1,
            "text": "ලෝවැසියන්ට එය අවවාදයක් වනු පිණිස තම ගැත්තා මත ( සත්‍ය හා අසත්‍ය වෙන් කර දක්වන) මිනුම් දණ්ඩය (හෙවත් අල් කුර්ආනය) පහළ කළා වූ ඔහු උත්කෘෂ්ට විය"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "ඔහු වනාහි, අහස්හි හා මහපොළොවෙහි ආධිපත්‍යය ඔහු සතුය. තවද ඔහු දරුවකු නොගත්තේය. තවද එම ආධිපත්‍යය තුළ ඔහුට කිසිදු හවුල්කරුවකු නොමැත. තවද ඔහු සියලු දෑ මැව්වේය. තවද එය නිර්ණයකින් නිර්ණය කළේය"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "ඔවුහු ඔහුගෙන් තොර ව වෙනත් දෙවිවරුන් ගත්තෝය. ඔවුහු පවා මවනු ලැබූවන් ලෙස සිටිය දී ඔවුහු කිසිවක් නොමවති. තවද ඔවුනට යම් හානියක් හෝ ප්‍රයෝජනයක් හෝ සැලසීමට ඔවුහු බලය නොදරති. තවද ජීවත් කරවීමට හෝ මරණයට පත් කිරීමට හෝ නැවත නැගිටුවීමට හෝ ඔවුහු බලය නොදරති"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "මෙය ඔහු ගෙතූ ප්‍රබන්ධයක් මිස නැත. මේ සඳහා වෙනත් පිරිසක් ඔහුට උදව් කළේ යැයි දෙවියන් ප්‍රතික්ෂේප කළවුන් පැවසුවෝය. එහෙයින් සැබැවින්ම ඔවුහු අපරාධයක් හා අවලාදයක් ගෙන ආවෝය"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "ඒවා ඔහු ලියවා ගත් මුතුන් මිත්තන්ගේ ප්‍රබන්ධයන් වෙති. ඒවා ඔහු වෙත උදේ සවස කියවා පෙන්වනු ලැබේ යැයි ඔවුහු පවසති"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "අහස්හි හා මහපොළොවේ රහස්‍ය දෑ දන්නා, එය පහළ කළේය. නියත වශයෙන්ම ඔහු අති ක්ෂමාශීලී හා මහා කරුණාන්විතයාණන් විය යැයි (නබිවරය) නුඹ පවසනු"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "මෙම දූතයාණන්ට කුමක් වී ද? ඔහු ආහාර අනුභවය කරයි. වෙළඳ පොළ වල්හි සැරිසරයි. මොහු වෙතට මලක්වරයකු පහළ කරනු ලැබ මොහු සමග (එක්) වී ඔහු අවවාද කරන්නකු ලෙස සිටිය යුතු නොවේ ද? යැයි ඔවුහු පවසති"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "එසේ නැතහොත් ඔහු වෙතට නිධානයක් දෙනු ලැබිය යුතු නොවේ ද? එසේත් නැතහොත් ඔහුට උයනක් වී එමගින් අනුභව කළ යුතු නොවේ ද? තවද නුඹලා අනුගමනය කරනුයේ හූනියම් කරනු ලැබූ මිනිසෙකු මිස නැතැයි අපරාධකරුවෝ පැවසූහ"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "ඔවුහු නුඹට උපමා ගෙන හැර පානුයේ කෙසේ දැ?යි නුඹ අධීක්ෂණයෙන් බලනු. ඔවුහු නොමග ගියහ. එහෙයින් ඔවුහු (යහ) මගක් ලබන්නට හැකියාව නොදැරූහ"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "ඔහු (අල්ලාහ්) උත්කෘෂ්ට විය. ඔහු වනාහි ඔහු අභිමත කළේ නම් මීට වඩා ශ්‍රේෂ්ඨ දෑ වශයෙන්, ඒවාට යටින් ගංගා ගලා බස්නා උයන් නුඹට තනා දෙන්නටත් තවද ඔහු නුඹට මාලිගාවන් තනා දෙන්නටත් තිබුණි"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "නමුත් ඔවුහු අවසන් හෝරාව පිළිබඳ බොරු කළෝය. තවද අවසන් හෝරාව බොරු කළවුනට අපි ඇවිළෙන නිරා ගින්න සූදානම් කළෙමු"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "ඈත ස්ථානයක සිට එය ඔවුන්ව දකින විට එහි ඇවිළෙන මහා හඬට ද ගර්ජනයට ද ඔවුහු සවන් දෙති"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "තවද ඔවුන් බැඳ දමනු ලැබූවන් ලෙසින් එහි පටු තැනකට හෙළනු ලැබූ විට, ඔවුහු එහි විනාශය අයැදිති"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "(ප්‍රතික්ෂේපකයිනි) අද දින නුඹලා එක් විනාශයක් පමණක් නොඅයැදිනු. නුඹලා විනාශයන් රාශියක් අයැදිනු"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "එය උතුම් ද? එසේ නැතහොත් බිය බැතිමතුන්හට ප්‍රතිඥා දෙනු ලැබූ සදාතනික ස්වර්ගය උතුම් ද? එය ඔවුනට ප්‍රතිඵලයක් හා ගමනාන්තයක් විය යැයි (නබිවරය නුඹ) පවසනු"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "ඔවුනට එහි අභිමත කරන දෑ ඇත. (ඔවුහු එහි) සදහටම රඳා පවතින්නෝය. එය නුඹගේ පරමාධිපති වෙත පතනු ලැබූ ප්‍රතිඥාවක් විය"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "තවද එදින ඔවුන් හා අල්ලාහ්ගෙන් තොර ව ඔවුන් නමදිමින් සිටි දෑ ඔහු එක් රැස් කොට මාගේ ගැත්තන් වන මොවුන් නොමග යැව්වේ නුඹලා ද? එසේ නැතහොත් මොවුන් ම ඍජු මාර්ගයෙන් නොමග ගියෝ දැ?යි (අල්ලාහ්) විමසන්නේය"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "නුඹ සුපිවිතුරුය. නුඹගෙන් තොර ව භාරකරුවන් ගැනීමට අපට යුතු නොවීය. එනමුත් ඔවුන් මෙනෙහි කිරීම අමතක කරන තරමට නුඹ ඔවුනට හා ඔවුන්ගේ මුතුන් මිත්තන් හට භුක්ති විඳින්නට සැප පහසුකම් සැළැස්වූවෙහිය. තවද ඔවුහු විනාශ වී යන පිරිසක් වූහ යැයි ඔවුහු පවසා සිටිනු ඇත"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "නමුත් නුඹලා පවසන දෑ සම්බන්ධයෙන් සැබැවින්ම ඔවුහුම නුඹලා බොරු කළෝය. එහෙයින් (දඬුවමින්) හැරෙන්නට හෝ උදව් ලබන්නට හෝ නුඹලා ශක්තිය නොදරන්නෙහුය. තවද නුඹලා අතුරින් කවරෙකු අපරාධ කරන්නේ ද අපි ඔහුට මහත් වූ දඬුවමක් භුක්ති විඳින්නට සළස්වමු"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "නුඹට පෙර වූ දහම් දූතයින් අතුරින් ඔවුන් ආහාර අනුභව කරන්නන් හා වෙළඳපොළවල්හි ගමන් කරන්නන් ලෙසින් මිස අපි නොඑව්වෙමු. තවද නුඹලාගෙන් ඇතැමෙකු ඇතැමෙකුට පරීක්ෂණයක් බවට පත් කළෙමු. නුඹලා ඉවසා දරා ගන්නෙහු ද? තවද නුඹගේ පරමාධිපති සර්ව නිරීක්ෂක විය"
        }
    ]
}