{
    "rukus": [
        {
            "chapter": 11,
            "verse": 50,
            "text": "Aadin heimon luokse Me lähetimme heidän veljensä Huudin. Tämä sanoi: »Oi kansani, palvelkaa Jumalaa, teillä ei ole muuta jumaluutta kuin Hän; te elätte harhakuvitelmissanne"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "Oi kansani! En pyydä siitä teiltä mitään palkkaa; minun palkkani on Jumalan asia, joka on minut luonut. Ettekö jo ymmärrä"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "Oi kansani! Pyytäkää anteeksiantoa Herraltanne ja kääntykää sitten Hänen puoleensa. Hän antaa taivaan lähettää teille runsaan sateen ja Hän antaa teille uutta voimaa entisen lisäksi. Älkää enää kääntykö syntiä tekemään.»"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "He sanoivat: »Oi Huud! Sinä et ole tuonut meille mitään selviä todistuksia, joten emme aio puheittesi perusteella hylätä jumaliamme emmekä voi sinua uskoa"
        },
        {
            "chapter": 11,
            "verse": 54,
            "text": "Emme sano muuta kuin että jotkut jumalistamme ovat saaneet sinut pahuuden valtaan.» Hän sanoi: »Totisesti, minä huudan Jumalan todistajakseni, ja todistakaa tekin, että minulla ei ole mitään osuutta siihen, jonka te asetatte Jumalan rinnalle"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "Jättäkää Jumala eroon; saattakaa sitten suunnitelmanne minua vastaan päätökseen viivyttelemättä"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "Totisesti, minä luotan Jumalaan, minun ja teidänkin Herraanne. Ei ole yhtäkään olentoa, johon Hän ei voi tarttua tukasta. Totisesti, minun Herrani kulkee oikeata tietä"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "Ja jos te sitten käännytte pois, minä olen jo joka tapauksessa ilmoittanut teille sen sanoman, jota tuomaan minut luoksenne lähetettiin. Herrani on asettava teidän seuraajaksenne toisen kansan, ja te ette voi vahingoittaa Häntä vähääkään. Totisesti, Herrani valvoo kaikkea.»"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "Ja kun Meidän käskymme seurasi, Me armossamme pelastimme Huudin ja ne, jotka hänen laillaan uskoivat; ja Me pelastimme heidät hirvittävästä rangaistuksesta"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "He olivat Aadin heimoa, jotka hylkäsivät Herransa merkit ja olivat tottelemattomia Hänen lähettiläilleen, mutta seurasivat jokaisen totuutta vihaavan itsevaltiaan käskyjä"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "Heitä on kohtaava kirous tässä maailmassa ja ylösnousemuksen päivänä. Eikö ole totta, että Aad ei tahtonut uskoa Herraansa? Hävitköön Aad, Huudin kansa"
        }
    ]
}