{
    "rukus": [
        {
            "chapter": 57,
            "verse": 1,
            "text": "Kaikki taivaassa ja maan päällä julistaa Jumalan kunniaa, sillä Hän on kaikkivoipa, kaikkitietävä"
        },
        {
            "chapter": 57,
            "verse": 2,
            "text": "Hänen on valta taivaassa ja maan päällä, Hän antaa elämän ja Hän säätää kuoleman; Hän voi tehdä kaiken, mitä tahtoo"
        },
        {
            "chapter": 57,
            "verse": 3,
            "text": "Hän on ensimmäinen ja viimeinen, näkyvä ja näkymätön, sillä Hän tietää kaikki"
        },
        {
            "chapter": 57,
            "verse": 4,
            "text": "Hän on luonut taivaat ja maan kuutena päivänä ja sitten asettunut valtaistuimelle. Hän tietää, mitä painuu maan sisään ja mitä siitä versoo esiin, mitä tulee ylhäältä ja mitä nousee ylös. Hän on kanssanne, missä tahansa olettekin, sillä Jumala näkee, mitä teette"
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "Hänen on taivaiden ja maan valtakunta, ja Jumalan luokse kaikki palaa"
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "Hän käskee yön valjeta päiväksi, Hän vajottaa päivän yöhön, ja Hän tuntee svdäntemme salat"
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "Uskokaa Jumalaan ja Hänen sananjulistajaansa ja antakaa almuja siitä, minkä haltijaksi Me olemme teidät asettanut, sillä niitä teistä, jotka uskovat ja jakelevat, odottaa suuri palkinto"
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "Miksi epäilisitte? Kehoittaahan Hänen sananjulistajansa teitä uskomaan Herraanne; onhan Hän todellakin tehnyt liiton kanssanne, jos olette uskovaisia"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "Hän lähettää selvät merkit palvelijalleen, jotta tämä voisi johtaa teitä pimeydestä valoon; sillä totisesti Jumala rakastaa teitä ja on teille armollinen"
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "Ja miksi ette uhraisi mitään Jumalan asian hyväksi, sillä Jumalalle kuuluu taivaitten ja maan perintöosuus. Ne teistä, jotka uhrasivat varojaan ennen voittoa ja taistelivat, ovat toisenlaisia kuin ne, jotka eivät niin tehneet. He ovat korkeammassa asemassa kuin ne, jotka uhrasivat vasta jälkeenpäin, vaikka taistelivatkin. Itse kullekin heistä on Jumala luvannut hyvää, ja Jumala tietää, mitä te teette"
        }
    ]
}