{
    "rukus": [
        {
            "chapter": 57,
            "verse": 20,
            "text": "Tietäkää, että tämän maailman elämä on vain leikkiä, ajanvietettä, koreilua ja keskinäistä kerskailua, rikkauden ja perheen kartuttamista. Se on kuin sadekuuro, jonka aiheuttama vihanta kasvullisuus ilahduttaa viljelijöitä, mutta tämä sitten kuihtuukin, ja sinä näet sen kellastuvan ja lakastuvan. Tulevassa elämässä on kuritus ankara, mutta Jumalan luona myös anteeksianto ja mielisuosio; niin, maallinen elämä on pelkkää pettävää nautintoa"
        },
        {
            "chapter": 57,
            "verse": 21,
            "text": "Kiiruhtakaa kilvan saavuttaaksenne Herranne anteeksiannon ja Paratiisin, jonka avaruus on maan ja taivaan suuruinen ja joka on valmistettu niille, jotka uskovat Jumalaan ja Hänen sananjulistajiinsa! Tämä on Jumalan armo. Hän antaa sen kenelle haluaa, sillä Hän on Herra, jonka armo on suuri"
        },
        {
            "chapter": 57,
            "verse": 22,
            "text": "Mitään ei tapahdu maailmassa eikä teissä itsessänne, jota ei ole merkitty Pyhään kirjaan, ennenkuin Me annamme sen tulla ilmi. Tämä on totisesti helppoa Jumalalle"
        },
        {
            "chapter": 57,
            "verse": 23,
            "text": "Älkää siis murehtiko sitä, mitä olette menettäneet, älkääkä myöskään kerskuko sen perusteella, mitä Hän on teille antanut, sillä Jumala ei rakasta röyhkeätä ja kerskailevaa ihmistä"
        },
        {
            "chapter": 57,
            "verse": 24,
            "text": "ei liioin niitä, jotka ovat kitsaita ja kehoittavat muita ahneuteen. Ja jos joku kääntyy pois, niin totisesti Jumala ei häntä eikä mitään kaipaa"
        },
        {
            "chapter": 57,
            "verse": 25,
            "text": "Olemmehan lähettänyt sanansaattajamme selvin todistein ja heidän mukanaan olemme lähettänyt Pyhän kirjan ja mittaperusteet, jotta ihmiskunta saattaisi noudattaa oikeutta; Me olemme myös antanut raudan, johon on kätketty suuri voima ja josta on hyötyä ihmiskunnalle, jotta Jumala tuntisi ne, jotka sydämestään auttavat Häntä ja Hänen sananjulistajiaan. Totisesti, Jumala on voimakas, mahtava"
        }
    ]
}