{
    "pages": [
        {
            "chapter": 8,
            "verse": 26,
            "text": "És emlékezzetek arra, amikor kevesen voltatok és gyengeségetek miatt elnyomtak benneteket a földön. És attól kellett félnetek, nehogy az emberek elragadjanak titeket. Ő menedéket nyújtott nektek és megerősített benneteket És gondoskodott rólatok a jó dolgokkal. Talán hálásak lesztek"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "Ó, ti, akik hisztek! Ne legyetek hűtlenek Allah-hal és a Küldöttel szemben! És ne legyetek hűtlenek a rátok bízott javakkal úgy, hogy tudtok róla"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "És tudnotok kell, hogy a javaitok. és a gyermekeitek csupán próbatétel a számotokra. Ám Allah-nál hatalmas jutalom van"
        },
        {
            "chapter": 8,
            "verse": 29,
            "text": "Ó, ti, akik hisztek! Ha félitek Allah-ot, Ő biztosítja számotokra a Furgan-t! és leveszi rólatok a rossz cselekedeteiteket és megbocsát nektek. Allah a hatalmas túláradó kegyelem Birtokosa"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "És midőn fondorlatot készítettek elő ellened (Muhammad - Allah áldja meg és adjon Neki örök üdvösséget) azok, akik hitetlenkednek, hogy őrizetbe vegyenek, vagy megöljenek, vagy elűzzenek téged. Fondorlatot készítettek elő, ám Allah is. fondorlatot készített elő. És Allah a legjobb fondorlatot készíti elő"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "És amikor a Mi Jeleink (ezen Korán szavai) recitáltatnak nekik azt mondják: , Hallottuk (a Koránt). Ha akarnánk mi is mondhatnánk ahhoz hasonlót. Ez bizony nem más, mint a hajdanvoltak mesés történetei"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "És mikor mondták: Urunk! Ha ez tényleg a Tőled származó Igazság, akkor árassz el bennünket kövel az égből, vagy hozz ránk fájdalmas büntetést"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "Ám Allah nem bünteti meg őket, amíg te (Muhammad - Allah áldja meg és adjon Neki örök üdvösséget) közöttük vagy. És Allah nem bünteti meg őket addig, amíg bocsánatot kérnek"
        }
    ]
}