{
    "pages": [
        {
            "chapter": 10,
            "verse": 54,
            "text": "És ha minden bűnt elkövetett lélek rendelkezne azzal, ami a földön. Van, bizony megváltaná magát azzal. Elrejtik a megbánást, mikor meglátják a büntetést. Igazságos ítélet tétetik közöttük. Ők nem szenvednek el jogtalanságot"
        },
        {
            "chapter": 10,
            "verse": 55,
            "text": "Talán nem Allah-é mindaz, ami az egekben és a földön van? \"Vajon Allah ígérete nem igaz? Ám a legtöbben közülük nem értik meg"
        },
        {
            "chapter": 10,
            "verse": 56,
            "text": "Ő az, Aki életre kelt és a halálba küld. Hozzá fogtok visszatérni"
        },
        {
            "chapter": 10,
            "verse": 57,
            "text": "Ó, emberek! Intés érkezett hozzátok az Uratoktól és gyógyulás arra, ami a lelketekben van és útmutatásként és könyörületként a hívőknek"
        },
        {
            "chapter": 10,
            "verse": 58,
            "text": "Mondd: , Allah túláradó kegyelmének és könyörületének\" örvendezzetek!\" Ez jobb, mint az, amit összegyűjtenek"
        },
        {
            "chapter": 10,
            "verse": 59,
            "text": "Mondd: , Hogyan vélekedtek arról, amit Allah bocsátott le nektek a gondoskodásból és ti abból egyrészt tilalmasnak tesztek meg És (egy másikat) megengedettnek. Mondd: , Vajon Allah adott engedélyt nektek erre, vagy Allah ellen koholtok hazugságot"
        },
        {
            "chapter": 10,
            "verse": 60,
            "text": "És mi a véleményük azoknak, akik hazugságot koholnak Allah ellen- a Feltámadás Napján? Allah a túláradó kegyelem Ura az emberekkel szemben. Ám a legtöbben közülük nem hálásak"
        },
        {
            "chapter": 10,
            "verse": 61,
            "text": "És nem bocsátkozhatsz semmilyen ügybe és nem recitálhatsz arról Koránt és nem követhettek el semmilyen cselekedetet, anélkül- ha belemerültök abba- hogy ne lennénk tanúi. Az Urad előtt egy porszemnyi dolog sem maradhat fejtve a földön, vagy az égben. Sem ennél kisebb, vagy nagyobb, hogy az ne lenne nyilvánvaló Írásban"
        }
    ]
}