{
    "pages": [
        {
            "chapter": 22,
            "verse": 6,
            "text": "Ez azért történik így, mivel Allah az Igazság. Ő életre kelti a halottakat. Ő bizony mindenre képes"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "És azért mert az Óra el fog jönni- ehhez kétség nem férhet. És mert Allah feltámasztja azokat, akik a sírokban vannak"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "Van az emberek között olyan, aki vitába kezd Allah-ról tudás és útmutatás nélkül és világító Könyv nélkül"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "Fennhéjázva elfordul, hogy tévelygésbe vigyen (másokat) Allah Útjáról. Neki az evilágon a megaláztatás jár. És a Feltámadás Napján megízleltetjük vele a lángoló Tűz büntetését"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "Ezt azért (kapod), amit a két kezed korábban elkövetett. Allah nem követ el igazságtalanságot az Ő szolgáival szemben"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "Van az emberek között olyan, aki Allah-ot határozatlanul (a kétely egy vékony mezsgyéjén egyensúlyozva, \"ala harfin) szolgálja. Ha valami jó éri abban megnyugszik. Ha azonban megpróbáltatás éri el őt, csalódottan elfordul, Kárvallott vesztes ő az evilágon és a Túlvilágon! Ez a nyilvánvaló veszteség"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "Allah helyett valami olyanhoz fohászkodik, ami nem is árthat neki és a hasznára sem lehet, Ez a messze mutató tévelygés"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "Olyanhoz fohászkodik, akinek az ártalma közelebbi, mint a haszna. Milyen rossz segítő az! És milyen rossz társ"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "Bizony Allah azokat, akik hisznek és jótetteket cselekszenek olyan Kertekbe (a Paradicsomba) lépteti be, amelyek alatt folyók folynak. Allah azt tesz, amit akar"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "Az, aki azt gondolja, hogy Allah nem fogja megsegíteni őt (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) az evilági létben, sem a Túlvilágon, az csak feszítsen ki kötelet az égig majd vágja azt el. Figyelje meg, hogy a fondorkodása elmulasztja-e azt, ami felbőszíti"
        }
    ]
}