{
    "pages": [
        {
            "chapter": 27,
            "verse": 45,
            "text": "És korábban elküldtük Tamüd- hoz testvérüket Sálil-ot, hogy Allah-ot szolgálják! De két csoportra szakadva vitáztak ők"
        },
        {
            "chapter": 27,
            "verse": 46,
            "text": "Mondta: .Ó népem! Miért Siettetitek a rosszat a jó előtt? És \"miért nem kéritek Allah bocsánatát? Talán könyörületben részesültök"
        },
        {
            "chapter": 27,
            "verse": 47,
            "text": "Mondták: , Rossz előjelet vélünk felfedezni benned és abban, aki veled van.\" Mondta: A ti rossz előjeletek Allah-nál van! Nem! Ti próbának alávetett nép vagytok"
        },
        {
            "chapter": 27,
            "verse": 48,
            "text": "És volt a városban egy kilenc tagú csoport, akik romlást okoztak a földön és nem cselekedtek helyénvaló módon"
        },
        {
            "chapter": 27,
            "verse": 49,
            "text": "Mondták: , Esküdjetek meg kölcsönösen Allah-ra, hogy éjjel rávetjük magunkat és családjára. És majdan azt fogjuk mondani hozzátartozóinak, nem voltunk szemtanúi családja pusztulásának. És mi az igazat szóljuk"
        },
        {
            "chapter": 27,
            "verse": 50,
            "text": "Fondorlatot készítettek ők elő. Am Mi is fondorlatot készítettünk. Ámők észre sem vették"
        },
        {
            "chapter": 27,
            "verse": 51,
            "text": "Nézd csak mi lett az ő fondorkodásuk vége! Mi bizony szétromboltuk öket és népüket egyaránt"
        },
        {
            "chapter": 27,
            "verse": 52,
            "text": "És ezek az ő házaik, lerombolva! Amiért bűnös dolgot vittek véghez. Bizony ebben jel van egy olyan nép számára, amely az eszét használja"
        },
        {
            "chapter": 27,
            "verse": 53,
            "text": "És megmentettük azokat, akik hittek és istenfélők voltak"
        },
        {
            "chapter": 27,
            "verse": 54,
            "text": "És Lót-ot! Midőn mondta népének: Talán fertelmes bűnt! akartok elkövetni, holott józan ésszel bírtok"
        },
        {
            "chapter": 27,
            "verse": 55,
            "text": "Talán a vágytól hajtva férfiakkal álltok össze a nők helyett? Bizony tudatlan nép vagytok ti.\" Hizb"
        }
    ]
}