{
    "pages": [
        {
            "chapter": 3,
            "verse": 53,
            "text": "Urunk! Hiszünk abban, amit Te kinyilatkoztattál, és követjük a Küldöttet. Írj minket a tanúsítók közét"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "Ámők (a hitetlenek) fondorlathoz folyamodtak. Ám Allah is fondorlathoz folyamodott. És Allah a legjobb fondorlatot készítette elő"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "Midőn mondta Allah: ,.Ó Jézus! Elragadva elszólítalak téged és felemellek Magamhoz és megtisztítalak azoktól, akik hitetlenkedtek. És azokat, akik követtek téged azok fölé helyezem, akik hitetlenkedtek, egészen a Feltámadás Napjáig. Majd Hozzám lesz visszatérésetek. És Én ítélkezni fogok köztetek abban, amiben összekülönböztetek"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "És, ami pedig azokat illeti, akik hitetlenkedtek, azokat Én kemény büntetéssel fogom büntetni úgy az evilági életben mint a Túlvilágon. És nem lesznek nekik segítőik"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "Ami pedig azokat illeti, akik. hisznek és jótetteket cselekszenek, azoknak az ő teljes jutalmukat adja meg Ő. Ám Allah nem szereti a bűnösöket"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "Ezt recitáljuk neked ( Muhhammad- Allah áldja meg és adjon Neki örök üdvösséget) a Jelekből és a Bölcs Intésből"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "Jézus példázata Allah-nál olyan, mint Ádám példázata: porból teremtette meg őt, majd azt mondta neki: Légy!\" És már meg is volt"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "Az Igazság a te Uradtól van! Ne tartoz hát a kételkedők közé"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "És ha bárki is vitába száll veled, vele (Jézussal) kapcsolatban, azt követően, hogy elért hozzád ez a tudás! , úgy mondd: , Gyertek! Szólítsuk elő a mi fiainkat és a ti fiaitokat és a mi asszonyainkat és a ti asszonyaitokat, magunkat és titeket, majd fogadjunk kölcsönös átkot arra, hogy Allah átka sújtsa a hazugokat"
        }
    ]
}