{
    "pages": [
        {
            "chapter": 3,
            "verse": 158,
            "text": "És ha meghaltok, vagy megölettek, bizony Allah-nál gyűjtettek össze"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "Az Allah-tól származó könyörület által lettél gyengédebb velük szemben. Ám, ha durva és keményszívű lettél volna, akkor elszéledtek volna tőled. Bocsáss meg hát nekik és kérd Allah bocsánatát a számukra! Tanácskozz velük az ügyben! És ha valamit elhatároztál, úgy (abban az esetben) hagyatkozz Allah-ra. Allah bizony szereti azokat, akik Reá hagyatkoznak"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "Ha Allah segít benneteket, akkor nincs legyőzőtök! Ám, ha elhagy benneteket, akkor ki lenne az, aki győzelemre segítene benneteket utána? Allah-ra támaszkodjanak a hívők"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "Egyetlen próféta sem vehet el jogtalanul és törvénytelenül (a zsákmány elosztásakor). Aki Pedig csalárd módon elvesz, az a Feltámadás Napján hozni fogja magával azt, amit csalárd módon elvett. Majd minden egyes teremtett lélek aszerint jutalmaztatik, amit szerzett. És ők nem szenvednek el jogtalanságot"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "Vajon az, aki Allah elégedettségét követte olyan-e, mint az, aki az Allah-tól származó haragvást vonta magára? És ennek a menedékhelye a Pokol lesz! Milyen szörnyű sors ez"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "Ők különböző fokokon lesznek Allah-nál. Allah látja azt, amit ti tesztek"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "Allah bizony kegyelmet gyakorolt a hívőkkel szemben, midőn elküldött közéjük egy maguk közül való Küldöttet (Muhammad - Allah áldja meg és adjon Neki örök üdvösséget), aki az Ő Verseit (Jeleit) recitálja nekik és megtisztítja őket és tanítja nekik a Könyvet és a Bölcsességet. Hiszen bizony előtte ők nyilvánvaló tévelygésben voltak"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "Vagy miután olyan csapás ért benneteket, amilyennek kétszeresével sújtottatok ti Magatok. Hogyan mondhatjátok: .Honman van ez?\" Mondd: , Ez Saját magatoktól van! Allah mindenre képes"
        }
    ]
}