{
    "chapter": [
        {
            "chapter": 16,
            "verse": 1,
            "text": "Allah'ın buyruğu gelecektir; acele gelmesini istemeyin, Allah, ortak koştukları şeylerden münezzehtir, yücedir"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "Allah kullarından dilediğine buyruğunu bildirmek için meleklerini vahiyle indirerek şöyle der: \"İnsanları uyarın ki, Benden başka tanrı yoktur. Benden sakının"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "Gökleri ve yeri gereğince yaratmıştır. Onların eş koştukları şeylerden yücedir"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "İnsanı nutfeden yaratmıştır. Öyleyken o nasıl da açıkça karşı koymaktadır"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "Hayvanları da yaratmıştır. Onlarda sizi ısıtacak şeyler ve birçok faydalar vardır. Onların etlerini de yersiniz"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "Onları getirirken de, gönderirken de zevk alırsınız"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "Kendi kendinize zor varacağınız memleketlere, yüklerinizi taşırlar. Doğrusu Rabbiniz şefkatlidir, merhametlidir"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "Sizin için atları, katırları ve merkebleri binek ve süs hayvanı olarak yaratmıştır. Bilmediğiniz daha nice şeyleri de yaratır"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "Yolun eğri olanı da vardır. Allah dileseydi hepinizi doğru yola iletirdi"
        },
        {
            "chapter": 16,
            "verse": 10,
            "text": "Yukarıdan size su indiren O'dur. Ondan içersiniz; hayvanları otlattığınız bitkiler de onunla biter"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "Allah onunla size ekinler, zeytin ve hurma ağaçları, üzümler ve her türlü ürünü yetiştirir. Düşünen kimseler için bunda ders vardır"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "Geceyi gündüzü, güneşi ayı sizin istifadenize vermiştir. Yıldızlar da O'nun buyruğuna boyun eğmiştir. Bunlarda, akleden kimseler için dersler vardır"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "Yeryüzünde rengarenk şeyleri de sizin için yaratmıştır. Bunda, öğüt alan kimseler için ibret vardır"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "Taze et yemeniz, takındığınız süsleri edinmeniz ve Allah'ın bol nimetinden faydalanmanız için denize -ki gemilerin onu yara yara gittiğini görürsün- boyun eğdiren de O'dur. Artık belki şükredersiniz"
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "Yeryüzünde, sarsılmayasınız diye, sabit dağlar, nehirler ve belki yolunuzu bulursunuz diye yollar ve işaretler meydana getirmiştir. Onlar yıldızla da yollarını bulurlar"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "Yeryüzünde, sarsılmayasınız diye, sabit dağlar, nehirler ve belki yolunuzu bulursunuz diye yollar ve işaretler meydana getirmiştir. Onlar yıldızla da yollarını bulurlar"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "Hiç yaratan yaratamayana benzer mi? İbret almaz mısınız"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "Allah'ın verdiği nimetleri sayacak olsanız bitiremezsiniz; doğrusu Allah bağışlar, merhamet eder"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "Allah, gizlediklerinizi de, açığa vurduklarınızı da bilir"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "Allah'ı bırakıp taptıkları şeyler, hiçbir şey yaratmazlar; esasen kendileri yaratıktır"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "Onlar cansız, ölüdürler. Ne zaman dirileceklerini de bilemezler"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "Tanrınız tek bir Tanrıdır. Ahirete inanmayanların kalbleri bunu inkar eder; onlar büyüklük taslarlar"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "Onların gizlediklerini de, açığa vurduklarını da Allah'ın bildiğinde şüphe yoktur. O, büyüklük taslayanları sevmez"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "Onlara: \"Rabbiniz ne indirdi?\" diye sorulsa: \"öncekilerin masalları\" derler"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "Böylece kıyamet günü kendi günahlarını tam olarak, bilmeden saptırdıkları kimselerin günahlarını kısmen yüklenirler. Dikkat edin, yüklendikleri yük ne kötüdür"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "Onlardan öncekiler düzen kurmuşlardı. Bunun üzerine Allah, binalarının temelini çökertti de tavanları başlarına yıkıldı. Azap, onlara farketmedikleri yerden geldi"
        },
        {
            "chapter": 16,
            "verse": 27,
            "text": "Sonra kıyamet günü onları rezil eder ve: \"Haklarında tartıştığınız Benim ortaklarım nerede?\" der. İlim sahibleri şöyle derler: \"Doğrusu bugün inkarcılara rezillik ve iğrençlik vardır"
        },
        {
            "chapter": 16,
            "verse": 28,
            "text": "Melekler kendilerine yazık etmiş kimselerin canlarını alırken: \"Biz hiçbir kötülük yapmıyorduk\" diyerek teslim olurlar. Hayır; öyle değil; doğrusu Allah onların yaptıklarını bilmektedir"
        },
        {
            "chapter": 16,
            "verse": 29,
            "text": "Temelli kalacağınız cehennemin kapılarından girin. Büyüklenenlerin durağı ne kötüdür"
        },
        {
            "chapter": 16,
            "verse": 30,
            "text": "Sakınan kimselere: \"Rabbiniz ne indirdi?\" denince, \"İyilik\" derler. Bu dünyada iyi davrananlara iyilik vardır. Ahiret yurdu ise daha iyidir. Sakınanların yurdu ne güzeldir"
        },
        {
            "chapter": 16,
            "verse": 31,
            "text": "İçlerinden ırmaklar akan Adn cennetlerine girerler. Orada, diledikleri kendilerine verilir. Allah sakınanları böylece mükafatlandırır"
        },
        {
            "chapter": 16,
            "verse": 32,
            "text": "Melekler onların canını temizlenmiş olarak alırken: \"Selam size; yaptıklarınıza karşılık haydi cennete girin\" derler"
        },
        {
            "chapter": 16,
            "verse": 33,
            "text": "Onlar kendilerine yalnız meleklerin veya senin Rabbinin buyruğunun gelmesini mi bekliyorlar? Onlardan öncekiler de böyle yapmışlardı. Allah onlara zulmetmemişti, ama onlar kendilerine yazık ediyorlardı"
        },
        {
            "chapter": 16,
            "verse": 34,
            "text": "Bu yüzden, işledikleri kötülüklere uğradılar ve alay ettikleri şey onları kuşattı"
        },
        {
            "chapter": 16,
            "verse": 35,
            "text": "Allah'a eş koşanlar: \"Allah dileseydi O'ndan başka hiçbir şeye ne biz ve ne de babalarımız tapardı. O'nun buyruğu olmaksızın hiçbir şeyi haram kılmazdık\" dediler. Kendilerinden öncekiler de böyle yapmıştı. Peygamberlere apaçık tebliğden başka ne vazife düşer"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "And olsun ki, her ümmete: \"Allah'a kulluk edin, azdırıcılardan kaçının\" diyen peygamber göndermişizdir. Allah içlerinden kimini doğru yola eriştirdi, kimi de sapıklığı haketti. Yeryüzünde gezin; peygamberleri yalanlayanların sonlarının nasıl olduğunugörün"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "Onların doğru yolda olmalarına ne kadar özensen, yine de Allah, saptırdığını doğru yola iletmez. Onların yardımcıları da olmaz"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "Ölen kimseyi Allah'ın diriltmeyeceği üzerine bütün güçleriyle Allah'a yemin ederler. Hayır; öyle değil, ayrılığa düştükleri şeyi onlara açıklamayı, inkar edenlerin kendilerinin yalancı olduklarını bileceklerini, Allah gerçekten vadetmiştir, fakat insanların çoğu bilmezler"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "Ölen kimseyi Allah'ın diriltmeyeceği üzerine bütün güçleriyle Allah'a yemin ederler. Hayır; öyle değil, ayrılığa düştükleri şeyi onlara açıklamayı, inkar edenlerin kendilerinin yalancı olduklarını bileceklerini, Allah gerçekten vadetmiştir, fakat insanların çoğu bilmezler"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "Bir şeyin olmasını istediğimiz zaman sözümüz sadece ona \"Ol\" dememizdir ve hemen olur"
        },
        {
            "chapter": 16,
            "verse": 41,
            "text": "Haksızlığa uğratıldıktan sonra, Allah yolunda hicret eden kimseleri, and olsun ki, dünyada güzel bir yerde yerleştiririz. Ahiret ecri ise daha büyüktür, keşki bilseler"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "Onlar sabreden ve yalnız Rablerine güvenen kimselerdir"
        },
        {
            "chapter": 16,
            "verse": 43,
            "text": "Doğrusu senden önce de kendilerine kitablar ve belgelerle vahyettiğimiz bir takım adamlar gönderdik. Bilmiyorsanız kitablılara sorun. Sana da, insanlara gönderileni açıklayasın diye Kuran'ı indirdik. Belki düşünürler"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "Doğrusu senden önce de kendilerine kitablar ve belgelerle vahyettiğimiz bir takım adamlar gönderdik. Bilmiyorsanız kitablılara sorun. Sana da, insanlara gönderileni açıklayasın diye Kuran'ı indirdik. Belki düşünürler"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "Kötü işler düzenleyenler Allah'ın kendilerini yere batırmasından yahut farketmedikleri bir yerden onlara azabın gelmesinden güvende midirler"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "Veya hareket halindelerken -ki Allah'ı aciz bırakamazlar- ya da yok olmak endişesindeyken onlara azabın gelmesinden güvende midirler? Doğrusu Rabbin şefkatlidir, merhametlidir"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "Veya hareket halindelerken -ki Allah'ı aciz bırakamazlar- ya da yok olmak endişesindeyken onlara azabın gelmesinden güvende midirler? Doğrusu Rabbin şefkatlidir, merhametlidir"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "Allah'ın yarattığı şeylerin, gölgeleri sağa sola vurarak, Allah'a boyun eğerek secde etmekte olduklarını görmüyorlar mı"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "Göklerde ve yerde bulunan her canlı ve melekler, büyüklük taslamaksızın Allah'a secde ederler"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "Üstün olan Rablerinden korkarlar ve emrolundukları şeyleri yaparlar"
        },
        {
            "chapter": 16,
            "verse": 51,
            "text": "Allah, \"İki tanrı edinmeyin, O ancak bir tek Tanrı'dır. Yalnız Ben'den korkun\" dedi"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "Göklerde ve yerde olan O'nundur. Kulluk da daima O'nadır. Allah'tan başkasından mı sakınıyorsunuz"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "Size gelen her nimet Allah'tandır. Sonra, bir sıkıntıya uğradığınızda yalnız O'na sığınırsınız"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "Sıkıntılarınızı giderince de, içinizden bazıları kendilerine verdiğimize nankörlük ederek Rablerine eş koşarlar. Geçinin bakalım, yakında öğreneceksiniz"
        },
        {
            "chapter": 16,
            "verse": 55,
            "text": "Sıkıntılarınızı giderince de, içinizden bazıları kendilerine verdiğimize nankörlük ederek Rablerine eş koşarlar. Geçinin bakalım, yakında öğreneceksiniz"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "Kendilerine verdiğimiz rızıktan, onların ne olduğunu bilmeyen putlara pay ayırırlar. Allah'a and olsun ki, uydurup durduğunuz şeylerden elbette sorguya çekileceksiniz"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "Beğendikleri erkek çocukları kendilerine; kızları da Allah'a malediyorlar. O bundan münezzehtir"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "Aralarından birine bir kızı olduğu müjdelendiği zaman içi gamla dolarak yüzü simsiyah kesilir"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "Kendisine verilen kötü müjde yüzünden, halktan gizlenmeye çalışır; onu utana utana tutsun mu, yoksa toprağa mı gömsün? Ne kötü hükmediyorlar"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "Ahirete inanmayanlar kötülük misalidirler. En üstün misali ise Allah verir. O Güçlü'dür, Hakim'dir"
        },
        {
            "chapter": 16,
            "verse": 61,
            "text": "Allah insanları haksızlıklarından ötürü yakalayacak olsaydı, yeryüzünde canlı bırakmazdı. Fakat onları belirli bir süreye kadar erteler. Süreleri dolunca onu ne bir saat geciktirebilirler ne de öne alabilirler"
        },
        {
            "chapter": 16,
            "verse": 62,
            "text": "Beğenmediklerini Allah'a malederler. Dilleri, güzel şeylerin kendilerine ait olduğunu yalan yere söyler durur. Cehennemin onların olduğunda ve önceden oraya gideceklerinde şüphe yoktur"
        },
        {
            "chapter": 16,
            "verse": 63,
            "text": "Allah'a and olsun ki, senden önceki ümmetlere peygamberler gönderdik. Şeytan yaptıklarını onlara hep güzel gösterdi. Bugün de dostları odur. Onlara can yakıcı azap vardır"
        },
        {
            "chapter": 16,
            "verse": 64,
            "text": "Sana Kitap'ı, ayrılığa düştükleri şeyleri onlara açıklaman için, inanan kimselere de doğru yol rehberi ve rahmet olarak indirdik"
        },
        {
            "chapter": 16,
            "verse": 65,
            "text": "Allah gökten su indirir ve ölümünden sonra yeryüzünü diriltir. Kulak veren kimseler için bunda ibret vardır"
        },
        {
            "chapter": 16,
            "verse": 66,
            "text": "Hayvanlarda da size ibretler vardır. Bağırsaklarındakiler ile kan arasından, içenlere halis ve içimi kolay süt içiririz"
        },
        {
            "chapter": 16,
            "verse": 67,
            "text": "Hurma ağaçlarının meyvelerinden ve üzümlerden şerbet, şıra (içecek) ve güzel rızık elde edersiniz. Düşünen millet için bunda ibret vardır"
        },
        {
            "chapter": 16,
            "verse": 68,
            "text": "Rabbin bal arısına: \"Dağlarda, ağaçlarda ve hazırlanmış kovanlarda yuva edin; sonra her çeşit üründen ye; sonra da Rabbinin işlemen için gösterdiği yollardan yürü\" diye öğretti. Karınlarından insanlara şifa olan çeşitli renklerde bal çıkar. Düşünen bir millet için bunda ibret vardır"
        },
        {
            "chapter": 16,
            "verse": 69,
            "text": "Rabbin bal arısına: \"Dağlarda, ağaçlarda ve hazırlanmış kovanlarda yuva edin; sonra her çeşit üründen ye; sonra da Rabbinin işlemen için gösterdiği yollardan yürü\" diye öğretti. Karınlarından insanlara şifa olan çeşitli renklerde bal çıkar. Düşünen bir millet için bunda ibret vardır"
        },
        {
            "chapter": 16,
            "verse": 70,
            "text": "Allah sizi yaratmıştır, sonra öldürecektir, içinizden bir kısmı da ömrünün en fena zamanına ulaştırılır ki, bilirken bilmez olurlar. Doğrusu Allah bilendir, her şeye Kadir'dir"
        },
        {
            "chapter": 16,
            "verse": 71,
            "text": "Allah rızıkda kiminizi diğerlerine üstün tutmuştur. Üstün kılınanlar, emirleri altında bulunanların rızıklarını vermezler. Oysa rızıkta hepsi eşittir. Allah'ın nimetini bile bile inkar mı ediyorlar"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "Allah size kendinizden eşler var eder. Eşlerinizden de oğullar ve torunlar var eder. Size temiz şeylerden rızık verir. Öyleyken batıla inanıyorlar ve Allah'ın nimetini inkar mı ediyorlar"
        },
        {
            "chapter": 16,
            "verse": 73,
            "text": "Allah'ı bırakıp, göklerden ve yerden kendilerine verecek rızıkları olmayan ve vermeye güç yetiremeyen şeylere mi tapıyorlar"
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "Allah'a benzerler koşmaya kalkmayın. Şüphesiz Allah bilir, siz bilmezsiniz"
        },
        {
            "chapter": 16,
            "verse": 75,
            "text": "Allah, hiçbir şeye gücü yetmeyen ve başkasının malı olan bir köle ile, kendisine verdiğimiz güzel nimetlerden gizlice ve açıkça sarfeden kimseyi misal gösterir: Hiç bunlar eşit olur mu? Övülmeğe layık olan Allah'tır, fakat çoğu bilmezler"
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "Allah iki adamı misal veriyor: Biri hiçbir şeye gücü yetmeyen bir dilsiz ki efendisine yüktür, nereye gönderse bir hayır çıkmaz; bu, doğru yolda olan, adaletle emreden kimse ile bir olabilir mi"
        },
        {
            "chapter": 16,
            "verse": 77,
            "text": "Göklerin ve yerin gaybı Allah'a aittir, kıyamet saatinin kopuşu bir göz kırpması kadar veya daha çabuk bir zaman içinde olur. Şüphesiz Allah her şeye Kadir'dir"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "Allah sizi annelerinizin karnından bir şey bilmez halde çıkarmıştır. Belki şükredersiniz diye size kulak, göz ve kalp vermiştir"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "Göğün boşluğunda Allah'ın buyruğuna boyun eğerek uçan kuşlara bakmıyorlar mı? Onları Allah'tan başka tutan kimse yoktur. İnanan millet için bunda dersler vardır"
        },
        {
            "chapter": 16,
            "verse": 80,
            "text": "Allah size evlerinizi dinlenme yeri kıldı. Hayvanların derilerinden, yolculukta ve ikamet zamanlarınızda kolayca taşıyacağınız evler; yün, tüy ve kıllarından bir süre kullanacağınız giyimlikler ve geçimlikler var etmiştir"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "Allah yarattıklarından size gölgeler yapmış; dağlarda sığınacağınız barınaklar var etmiş, sizi sıcaktan koruyacak elbiseler, harpte sizi koruyacak zırhlar vermiştir. Size olan nimetini müslüman olasınız diye işte bu şekilde tamamlamaktadır"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "Eğer yüz çevirirlerse, sana düşenin sadece açıkça tebliğ olduğunu bil"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "Allah'ın nimetini hem bilirler hem de inkar ederler. Zaten çoğu kafir kimselerdir"
        },
        {
            "chapter": 16,
            "verse": 84,
            "text": "Kıyamet günü her ümmetten bir şahit getiririz; inkar edenlere itiraz için izin de verilmez, onların özürleri de dinlenmez"
        },
        {
            "chapter": 16,
            "verse": 85,
            "text": "Zulmedenler, azap görürlerken azabları hafifletilmez de geciktirilmez de"
        },
        {
            "chapter": 16,
            "verse": 86,
            "text": "Allah'a ortak koşanlar, koştukları ortakları gördüklerinde: \"Rabbimiz! Seni bırakıp yalvardığımız ortaklarımız bunlardır\" derler. Koştukları ortaklar: \"Doğrusu siz yalancısınız\" diye söz atarlar"
        },
        {
            "chapter": 16,
            "verse": 87,
            "text": "Puta tapanlar o gün Allah'ın hükmüne teslim olurlar; uydurdukları şeyler onlardan uzaklaşırlar"
        },
        {
            "chapter": 16,
            "verse": 88,
            "text": "İnkar eden, Allah'ın yolundan alıkoyanlara, bozgunculuklarına karşılık azap üstüne azap veririz"
        },
        {
            "chapter": 16,
            "verse": 89,
            "text": "O gün her ümmetten bir kişiyi onlara şahit tutarız. Seni de ümmetine şahit getiririz. Sana her şeyi açıklayan ve Müslümanlara doğruyu gösteren bir rehber, rahmet ve müjde olarak Kuran'ı indirdik"
        },
        {
            "chapter": 16,
            "verse": 90,
            "text": "Allah şüphesiz adaleti, iyilik yapmayı, yakınlara bakmayı emreder; hayasızlığı, fenalığı ve haddi aşmayı yasak eder. Tutasınız diye size öğüt verir"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "Ahitleştiğiniz zaman Allah'ın ahdini yerine getirin. Allah'ı kendinize kefil kılarak sağlama bağladığınız yeminleri bozmayın. Allah yaptıklarınızı şüphesiz bilir"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "Bir ümmetin diğerinden daha çok olmasından ötürü, aranızdaki yeminleri bozarak, ipliğini iyice eğirip katladıktan sonra bozan kadın gibi olmayın. Allah onunla sizi dener. And olsun ki, ayrılığa düştüğünüz şeyleri size kıyamet günü açıklar"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "Allah dileseydi sizi tek bir ümmet yapardı. Ama O, istediğini saptırır, istediğini doğru yola eriştirir. İşlediklerinizden, and olsun ki, sorumlu tutulacaksınız"
        },
        {
            "chapter": 16,
            "verse": 94,
            "text": "Birbirinizi aldatmak için yemin etmeyin ki, bu yüzden sağlamca yere basmakta olan ayak sürçebilir; Allah yolundan alıkoymanıza karşılık kötü bir azap tadarsınız ve (ahirette de) büyük bir azaba uğrarsınız"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "Allah'ın ahdini hiçbir değere değişmeyin. Eğer bilirseniz, Allah katında olan sizin için daha iyidir"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "Sizde olanlar tükenir ama, Allah katında olanlar sonsuzdur, tükenmez. Sabredenlere ecirlerini, yaptıklarından daha güzeli ile ödeyeceğiz"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "Kadın, erkek, inanmış olarak kim iyi iş işlerse, ona hoş bir hayat yaşatacağız. Ecirlerini yaptıklarından daha güzeli ile ödeyeceğiz"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "Kuran okuyacağın zaman, kovulmuş şeytandan Allah'a sığın"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "Doğrusu şeytanın, inananlar ve yalnız Rablerine güvenenler üzerinde bir nüfuzu yoktur"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "O'nun nüfuzu sadece, O'nu dost edinenler ve Allah'a ortak koşanlar üzerindedir"
        },
        {
            "chapter": 16,
            "verse": 101,
            "text": "Bir ayetin yerini başka bir ayetle değiştirdiğimizde, ki Allah ne indirdiğini gayet iyi bilir onlar, \"Sen sadece uyduruyorsun\" derler. Hayır, öyle değildir, ama onların çoğu bunu bilmezler"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "De ki: \"Kuran'ı; Ruhul Kudüs (Cebrail) Rabbinin katından, inananların inançlarını pekiştirmek, Müslümanlara doğruluk rehberi ve müjde olmak üzere gerçekle indirmiştir"
        },
        {
            "chapter": 16,
            "verse": 103,
            "text": "And olsun ki: \"Ona elbette bir insan öğretiyor\" dediklerini biliyoruz. Kast ettikleri kimsenin dili yabancıdır, Kuran ise fasih Arapça'dır"
        },
        {
            "chapter": 16,
            "verse": 104,
            "text": "Allah'ın ayetlerine inanmayanları Allah doğru yola eriştirmez. Onlara can yakıcı azap vardır"
        },
        {
            "chapter": 16,
            "verse": 105,
            "text": "Yalan uyduranlar ancak Allah'ın ayetlerine inanmayanlardır. Yalancılar işte onlardır"
        },
        {
            "chapter": 16,
            "verse": 106,
            "text": "Gönlü imanla dolu olduğu halde, zor altında olan kimse müstesna, inandıktan sonra Allah'ı inkar edip, gönlünü kafirliğe açanlara Allah katından bir gazap vardır; büyük azap da onlar içindir"
        },
        {
            "chapter": 16,
            "verse": 107,
            "text": "Bu, dünya hayatını ahirete tercih etmelerinden ve Allah'ın da, inkarcı milleti doğru yola eriştirmemesinden ötürü böyledir"
        },
        {
            "chapter": 16,
            "verse": 108,
            "text": "İşte Allah'ın kalblerini, kulaklarını ve gözlerini mühürlediği kimseler bunlardır. Gafiller de işte bunlardır"
        },
        {
            "chapter": 16,
            "verse": 109,
            "text": "Ahirette zarara uğrayacakların bunlar olduğunda şüphe yoktur"
        },
        {
            "chapter": 16,
            "verse": 110,
            "text": "Rabbin, türlü eziyete uğratıldıktan sonra hicret eden, sonra Allah uğrunda savaşan ve sabreden kimselerden yanadır. Rabbin şüphesiz bundan sonra da bağışlar ve merhamet eder"
        },
        {
            "chapter": 16,
            "verse": 111,
            "text": "O gün, herkesin kendi derdine düşüp çabalayacağı ve herkesin işlediğinin haksızlığa uğratılmadan kendisine ödeneceği bir gündür"
        },
        {
            "chapter": 16,
            "verse": 112,
            "text": "Allah size güven ve huzur içinde olan bir kasabayı misal verir: Her taraftan oraya bolca rızık geliyordu. Ama Allah'ın nimetlerine nankörlük ettiler; bu yüzden Allah onlara yaptıklarına karşılık açlık ve korku belasını tattırdı"
        },
        {
            "chapter": 16,
            "verse": 113,
            "text": "And olsun ki, aralarından kendilerine bir peygamber gelmişti, onu yalancı saydılar. Haksızlık ederlerken azaba uğradılar"
        },
        {
            "chapter": 16,
            "verse": 114,
            "text": "Yalnız Allah'a kulluk ediyorsanız, Allah'ın size helal ve temiz olarak verdiği rızıklardan yiyin, O'nun nimetine şükredin"
        },
        {
            "chapter": 16,
            "verse": 115,
            "text": "Allah size ancak leşi, kanı, domuz etini ve Allah'tan başkasının adına kesilenleri haram etmiştir. Darda kalan, aşırı gitmemek ve başkasının hakkına el uzatmamak şartiyle bunun dışındadır. Allah şüphesiz bağışlar, merhamet eder"
        },
        {
            "chapter": 16,
            "verse": 116,
            "text": "Diliniz yalana alışmış olduğu için, \"şu haram, bu helaldir\" demeyin, zira Allah'a karşı yalan uydurmuş olursunuz. Allah'a karşı yalan uyduranlar ise, saadete şüphesiz erişemezler"
        },
        {
            "chapter": 16,
            "verse": 117,
            "text": "Az bir geçim ama ardından can yakıcı bir azap onlaradır"
        },
        {
            "chapter": 16,
            "verse": 118,
            "text": "Sana anlattıklarımızı, daha önce, yahudi olanlara da haram kılmıştık; biz onlara zulmetmedik, onlar kendilerine zulmediyorlardı"
        },
        {
            "chapter": 16,
            "verse": 119,
            "text": "Sonra doğrusu Rabbin, bilmeyerek kötülük işleyip ardından tevbe eden ve ıslah olanlardan yanadır. Rabbin bundan sonra da bağışlar ve merhamet eder"
        },
        {
            "chapter": 16,
            "verse": 120,
            "text": "İbrahim, şüphesiz Allah'a boyun eğen ve O'na yönelen bir önderdi; puta tapanlardan değildi"
        },
        {
            "chapter": 16,
            "verse": 121,
            "text": "Rabbinin nimetlerine şükrederdi; Rabbi de onu seçti ve doğru yola eriştirdi"
        },
        {
            "chapter": 16,
            "verse": 122,
            "text": "Dünyada ona güzellik verdik, ahirette de o mutlaka barışsever iyiler arasında yer alacaktır"
        },
        {
            "chapter": 16,
            "verse": 123,
            "text": "Şimdi sana, \"Doğruya yönelen, puta tapanlardan olmayan İbrahim'in dinine uy\" diye vahyettik"
        },
        {
            "chapter": 16,
            "verse": 124,
            "text": "Cumartesi ibadeti, ancak o gün üzerinde çekişenlere farz kılındı. Rabbin, ayrılığa düştükleri şeylerde, kıyamet günü aralarında hükmedecektir"
        },
        {
            "chapter": 16,
            "verse": 125,
            "text": "Rabbinin yoluna, hikmetle, güzel öğütle çağır; onlarla en güzel şekilde tartış; doğrusu Rabbin, kendi yolundan sapanları daha iyi bilir. O, doğru yolda olanları da en iyi bilir"
        },
        {
            "chapter": 16,
            "verse": 126,
            "text": "Eğer ceza vermek isterseniz size yapılanın aynıyla mukabele edin. Sabrederseniz and olsun ki bu, sabredenler için daha iyidir"
        },
        {
            "chapter": 16,
            "verse": 127,
            "text": "Sabret, senin sabrın ancak Allah'ın yardımıyladır; onlara üzülme, kurdukları düzenlerden de endişe etme"
        },
        {
            "chapter": 16,
            "verse": 128,
            "text": "Allah şüphesiz sakınanlarla ve iyilik yapanlarla beraberdir"
        }
    ]
}