{
    "chapter": [
        {
            "chapter": 5,
            "verse": 1,
            "text": "Ey İnananlar! Akidleri yerine getirin. İhramda iken avlanmayı helal görmeksizin, size bildirilecek olanlar dışında, hayvanlar helal kılındı; Allah dilediği hükmü verir"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "Ey İnananlar! Allah'ın nişanelerine, hürmet edilen aya, hediye olan kurbanlığa, gerdanlıklar takılan hayvanlara, Rab'lerinden bol nimet ve rıza talep ederek Beyt-i Haram'a gelenlere sakın hürmetsizlik etmeyin. İhramdan çıktığınız zaman avlanabilirsiniz. Sizi Mescid-i Haram'dan menettiği için bir topluluğa olan kininiz, aşırı gitmenize sebep olmasın; iyilikte ve fenalıktan sakınmakta yardımlaşın, günah işlemek ve aşırı gitmekte yardımlaşmayın. Allah'tan sakının, Allah'ın cezası şiddetlidir"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "Leş, kan, domuz eti, Allah'tan başkası adına kesilenler, -canları çıkmadan önce kesmemişseniz, boğulmuş, bir yerine vurularak öldürülmüş, düşüp yuvarlanmış, başka bir hayvan tarafından süsülmüş, yırtıcı hayvan tarafından yenmiş olanları- dikili taşlar üzerine boğazlananlar ile fal oklarıyla kısmet aramanız size haram kılındı; bunlar fasıklıktır. Bugün, inkar edenler sizi dininizden etmekten umutlarını kesmişlerdir, onlardan korkmayın, Benden korkun. Bugün, size dininizi bütünledim, üzerinize olan nimetimi tamamladım, din olarak sizin için İslam'ı beğendim. Açlıktan darda kalan, günaha kaymaksızın yiyebilir. Doğrusu Allah Bağışlayan'dır, merhametli olandır"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "Sana, kendilerine neyin helal kılındığını soruyorlar, de ki: Size temiz olanlar helal kılındı; Allah'ın size öğrettiği üzere alıştırıp yetiştirerek öğrettiğiniz avcı hayvanların sizin için tuttuklarını yiyin ve üzerine Allah'ın adını anın. Allah'tan sakının, doğrusu Allah hesabı çabuk görür"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "Bugün, size temiz olanlar helal kılındı. Kitap verilenlerin yemeği size helal, sizin yemeğiniz de onlara helaldir. İnanan hür ve iffetli kadınlar ve sizden önce kitap verilenlerin hür ve iffetli kadınları -zina etmeksizin, gizli dost tutmaksızın ve mehirlerini verdiğiniz takdirde- size helaldir. Kim imanı inkar ederse, şüphesiz amelleri boşa gider. O, ahirette de kaybedenlerdendir"
        },
        {
            "chapter": 5,
            "verse": 6,
            "text": "Ey İnananlar! Namaza kalktığınızda yüzlerinizi, dirseklere kadar ellerinizi, -başlarınızı meshedip- topuk kemiklerine kadar ayaklarınızı yıkayın. Eğer cünüpseniz yıkanıp temizlenin; şayet hasta veya yolculukta iseniz veya ayak yolundan gelmişseniz yahut kadınlara yaklaşmışsanız ve su bulamamışsanız temiz bir toprağa teyemmüm edin, yüzlerinizi, ellerinizi onunla meshedin. Allah sizi zorlamak istemez, Allah sizi arıtıp üzerinize olan nimetini tamamlamak ister ki şükredesiniz"
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "Allah'ın size olan nimetini ve \"İşittik, itaat ettik\" dediğinizde sizi andına bağladığı sözünü anın. Allah'tan sakının, Allah içinizde olanı elbette bilir"
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "Ey İnananlar! Allah için adaleti ayakta tutup gözeten şahidler olun. Bir topluluğa olan öfkeniz sizi adaletsizliğe sürüklemesin; adil olun; bu, Allah'a karşı gelmekten sakınmaya daha yakındır. Allah'tan sakının, doğrusu Allah işlediklerinizden Haberdar'dır"
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "Allah, inananlara ve yararlı işler işleyenlere mağfiret ve büyük ecir olduğunu vadetmiştir"
        },
        {
            "chapter": 5,
            "verse": 10,
            "text": "İnkar edenler ve ayetlerimizi yalanlayanlar, işte onlar cehennemliklerdir"
        },
        {
            "chapter": 5,
            "verse": 11,
            "text": "Ey İnananlar! Allah'ın üzerinize olan nimetini anın: Hani bir topluluk size tecavüze kalkışmıştı da Allah onlara mani olmuştu. Allah'tan sakının, inananlar Allah'a güvensinler"
        },
        {
            "chapter": 5,
            "verse": 12,
            "text": "And olsun ki, Allah, İsrailoğullarından söz almıştı. Onlardan oniki reis seçtik. Allah: \"Ben şüphesiz sizinleyim, namaz kılarsanız, zekat verirseniz, peygamberlerime inanır ve onlara yardım ederseniz, Allah uğrunda güzel bir takdimede bulunursanız, and olsun ki kötülüklerinizi örterim. And olsun ki, sizi içlerinden ırmaklar akan cennetlere koyarım. Bundan sonra sizden kim inkar ederse şüphesiz doğru yoldan sapmış olur\" dedi"
        },
        {
            "chapter": 5,
            "verse": 13,
            "text": "Sözlerini bozdukları için onlara lanet ettik, kalblerini katılaştırdık. Onlar sözleri yerlerinden değiştirirler. Kendilerine belletilenin bir kısmını unuttular. İçlerinden pek azından başkasının daima hainliklerini görürsün, onları affet ve geç. Allah iyilik yapanları şüphesiz sever"
        },
        {
            "chapter": 5,
            "verse": 14,
            "text": "Biz hıristiyanız\" diyenlerden de söz almıştık; onlar, kendilerine belletilenin bir kısmını unuttular, bu yüzden aralarına kıyamete kadar düşmanlık ve kin saldık. Allah, yapmakta olduklarını kendilerine haber verecektir"
        },
        {
            "chapter": 5,
            "verse": 15,
            "text": "Ey Kitap ehli! Kitap'dan gizleyip durduğunuzun çoğunu size açıkça anlatan ve çoğundan da geçiveren peygamberimiz gelmiştir. Doğrusu size Allah'tan bir nur ve apaçık bir Kitap gelmiştir"
        },
        {
            "chapter": 5,
            "verse": 16,
            "text": "Allah, rızasını gözetenleri onunla, selamet yollarına eriştirir ve onları, izni ile, karanlıklardan aydınlığa çıkarır. Onları doğru yola iletir"
        },
        {
            "chapter": 5,
            "verse": 17,
            "text": "Allah ancak Meryem oğlu Mesih'tir\" diyenler and olsun ki kafir olmuşlardır. De ki: \"Allah Meryem oğlu Mesih'i, anasını ve yeryüzünde olanların hepsini yok etmeyi dilerse kim O'na karşı koyabilir?\" Göklerin, yerin ve arasındakilerin hükümranlığı Allah'ındır, dilediğini yaratır. Allah her şeye Kadir'dir"
        },
        {
            "chapter": 5,
            "verse": 18,
            "text": "Yahudiler ve hıristiyanlar, \"Biz Allah'ın oğulları ve sevgilileriyiz\" dediler. \"Öyleyse günahlarınızdan ötürü size niçin azabediyor? Bilakis siz O'nun yarattığı insanlarsınız\" de, Allah dilediğini bağışlar, dilediğine azab eder. Göklerin, yerin ve ikisinin arasındakilerin hükümranlığı Allah'ındır. Dönüş O'nadır"
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "Ey Kitap ehli! Peygamberlerin arası kesildiğinde, \"Bize müjdeci ve uyarıcı gelmedi\" dersiniz diye, size açıkça anlatacak peygamberimiz geldi. Şüphesiz O, size müjdeci ve uyarıcı olarak gelmiştir. Allah her şeye Kadir'dir"
        },
        {
            "chapter": 5,
            "verse": 20,
            "text": "Musa, milletine: \"Ey milletim! Allah'ın size olan nimetini anın: içinizden peygamberler çıkarmış ve sizi hükümdar yapmıştır, dünyalarda kimseye vermediğini size vermiştir"
        },
        {
            "chapter": 5,
            "verse": 21,
            "text": "Ey milletim! Allah'ın size yazdığı kutsal yere girin, ardınıza dönmeyin, yoksa kaybedenler olarak dönersiniz\" demişti"
        },
        {
            "chapter": 5,
            "verse": 22,
            "text": "Ey Musa! Orada zorba bir millet vardır, onlar oradan çıkmadıkça biz oraya girmeyeceğiz, eğer çıkarlarsa, biz de gireriz\" demişlerdi"
        },
        {
            "chapter": 5,
            "verse": 23,
            "text": "Korkanlar arasında bulunan, Allah'ın nimete erdirdiği iki adam: \"Üstlerine kapıdan yürüyün, oradan girerseniz şüphesiz galip gelirsiniz; eğer inanıyorsanız Allah'a güvenin\" demişlerdi"
        },
        {
            "chapter": 5,
            "verse": 24,
            "text": "Ey Musa! Onlar orada oldukça biz asla oraya girmeyeceğiz. Sen ve Rabbin gidin savaşın, doğrusu biz burada oturacağız\" demişlerdi"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "Musa: \"Rabbim! Ben ancak kendime ve kardeşime söz geçirebiliyorum; artık bizimle bu yoldan çıkmış milletin arasını ayır\" dedi"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "Allah: \"Orası onlara kırk yıl haram kılındı; yeryüzünde şaşkın şaşkın dolaşacaklar. Sen, yoldan çıkmış millet için tasalanma\" dedi"
        },
        {
            "chapter": 5,
            "verse": 27,
            "text": "Onlara, Adem'in iki oğlunun kıssasını doğru olarak anlat: İkisi birer kurban sunmuşlar, birininki kabul edilmiş, diğerininki edilmemişti. Kabul edilmeyen, \"And olsun seni öldüreceğim\" deyince, kardeşi: \"Allah ancak sakınanların takdimesini kabul eder\" demişti"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "Beni öldürmek üzere elini bana uzatırsan, ben seni öldürmek için sana elimi uzatmam, çünkü ben, Alemlerin Rabbi olan Allah'tan korkarım"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "Ben, hem benim hem de kendi günahını yüklenip cehennemliklerden olmanı isterim, zulmedenlerin cezası budur"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "Bunun üzerine, kardeşini öldürmekte nefsine uydu ve onu öldürerek, zarara uğrayanlardan oldu"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "Allah, kardeşinin ölüsünü nasıl gömeceğini göstermek üzere, ona yeri eşeleyen bir karga gönderdi. \"Bana yazıklar olsun! Kardeşimin ölüsünü örtmek için bu karga kadar olmaktan aciz kaldım\" dedi de ettiğine yananlardan oldu"
        },
        {
            "chapter": 5,
            "verse": 32,
            "text": "Bunun için İsrailoğullarına şöyle yazdık: \"Kim bir kimseyi bir kimseye veya yeryüzünde bozgunculuğa karşılık olmadan öldürürse, bütün insanları öldürmüş gibi olur. Kim de onu diriltirse (ölümden kurtarırsa) bütün insanları diriltmiş gibi olur\". And olsun ki, onlara belgelerle peygamberlerimiz geldi, sonra buna rağmen, onların çoğu yeryüzünde taşkınlık edenler oldu"
        },
        {
            "chapter": 5,
            "verse": 33,
            "text": "Allah ve Peygamberiyle savaşanların ve yeryüzünde bozgunculuğa uğraşanların cezası öldürülmek veya asılmak yahut çapraz olarak el ve ayakları kesilmek ya da yerlerinden sürülmektir. Bu onlara dünyada bir rezilliktir. Onlara ahirette büyük azab vardır"
        },
        {
            "chapter": 5,
            "verse": 34,
            "text": "Ancak, onları yakalamanızdan önce tevbe edenler bunun dışındadır. Biliniz ki Allah, bağışlar ve merhamet eder"
        },
        {
            "chapter": 5,
            "verse": 35,
            "text": "Ey İnananlar! Allah'tan sakının, O'na ulaşmaya yol arayın, yolunda cihad edin ki kurtulasınız"
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "Doğrusu, yeryüzünde olan bütün şeyler ve onların bir katı daha kafirlerin olsa da, kıyamet gününün azabından kurtulmak için fidye verseler kabul edilmez. Onlara elem verici azab vardır"
        },
        {
            "chapter": 5,
            "verse": 37,
            "text": "Ateşten çıkmak isterler, çıkamazlar. Onlara sürekli azab vardır"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "Erkek hırsız ve kadın hırsızın, yaptıklarından ötürü Allah tarafından ibret verici bir ceza olarak, ellerini kesin. Allah Güçlü'dür, Hakim'dir"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "Ettiği zulümden sonra tevbe edip düzelen kimse, bilsin ki Allah onun tevbesini kabul eder. Allah şüphesiz Bağışlayan'dır, merhametli olandır"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "Göklerin ve yerin hükümranlığının Allah'ın olduğunu bilmiyor musun? Dilediğine azabeder, dilediğini bağışlar. Allah her şeye Kadir'dir"
        },
        {
            "chapter": 5,
            "verse": 41,
            "text": "Kalbleri inanmamışken, ağızlarıyla, \"İnandık\" diyenler, yahudilerden yalana kulak verenler ve başka bir topluluk hesabına casusluk edenlerden inkara koşanlar seni üzmesin. Sözleri asıl yerlerinden değiştirirler de, \"Böyle bir fetva size verilirse alın, verilmezse kaçının\" derler. Allah'ın fitneye düşmesini dilediği kimse için Allah'a karşı senin elinden bir şey gelmez. İşte onlar Allah'ın, kalblerini arıtmak istemediği kimselerdir. Dünyada rezillik onlaradır. Onlara ahirette de büyük azab vardır"
        },
        {
            "chapter": 5,
            "verse": 42,
            "text": "Onlar yalana kulak verirler, haram yerler. Eğer sana gelirlerse aralarında hükmet, yahut onlardan yüz çevir; yüz çevirirsen sana bir zarar veremezler. Eğer hükmedersen aralarında adaletle hüküm ver. Allah adil olanları sever"
        },
        {
            "chapter": 5,
            "verse": 43,
            "text": "Allah'ın hükmünün bulunduğu Tevrat yanlarında iken, ne yüzle seni hakem tayin ediyorlar da sonra bundan yüz çeviriyorlar? İşte onlar inanmış değillerdir"
        },
        {
            "chapter": 5,
            "verse": 44,
            "text": "Doğrusu Biz yol gösterici olarak Tevrat'ı indirdik. Kendisini Allah'a teslim etmiş peygamberler, yahudi olanlara onunla ve Rabbe kul olanlar, bilginler de Allah'ın Kitap'ından elde mahfuz kalanla hükmederlerdi. Tevrat'a şahiddiler. O halde insanlardan korkmayın, benden korkun, ayetlerimi hiçbir değerle değiştirmeyin; Allah'ın indirdiği ile hükmetmeyenler, işte onlar kafirlerdir"
        },
        {
            "chapter": 5,
            "verse": 45,
            "text": "Orada onlara cana can, göze göz, buruna burun, kulağa kulak, dişe dişle ve yaralara karşılıklı ödeşme yazdık. Kim hakkından vazgeçerse bu, onun günahlarına keffaret olur. Allah'ın indirdiği ile hükmetmeyenler, işte onlar zalimlerdir"
        },
        {
            "chapter": 5,
            "verse": 46,
            "text": "Onların izi üzerine arkalarından Meryem oğlu İsa'yı, ondan önce gelmiş bulunan Tevrat'ı doğrulayarak gönderdik. Ona, yol gösterici, aydınlatıcı olan ve önünde bulunan Tevrat'ı doğrulayan İncil'i sakınanlara öğüt ve yol gösterici olarak verdik"
        },
        {
            "chapter": 5,
            "verse": 47,
            "text": "İncil sahibleri Allah'ın onda indirdikleri ile hükmetsinler. Allah'ın indirdiği ile hükmetmeyenler, işte onlar fasık olanlardır"
        },
        {
            "chapter": 5,
            "verse": 48,
            "text": "Kuran'ı, önce gelen Kitap'ı tasdik ederek ve ona şahid olarak gerçekle sana indirdik. Allah'ın indirdiği ile aralarında hükmet; gerçek olan sana gelmiş bulunduğuna göre, onların heveslerine uyma! Her biriniz için bir yol ve bir yöntem kıldık; eğer Allah dileseydi sizi bir tek ümmet yapardı, fakat bu, verdikleriyle sizi denemesi içindir; o halde iyiliklere koşuşun, hepinizin dönüşü Allah'adır. O, ayrılığa düştüğünüz şeyleri size bildirir"
        },
        {
            "chapter": 5,
            "verse": 49,
            "text": "O halde, Allah'ın indirdiği Kitap ile aralarında hükmet, Allah'ın sana indirdiği Kuran'ın bir kısmından seni vazgeçirmelerinden sakın, heveslerine uyma; eğer yüz çevirirlerse bil ki, Allah bir kısım günahları yüzünden onları cezalandırmak istiyor. İnsanların çoğu gerçekten fasıktırlar"
        },
        {
            "chapter": 5,
            "verse": 50,
            "text": "Cahiliye devri hükmünü mü istiyorlar? Yakinen bilen bir millet için Allah'tan daha iyi hüküm veren kim vardır"
        },
        {
            "chapter": 5,
            "verse": 51,
            "text": "Ey İnananlar! Yahudileri ve hıristiyanları dost olarak benimsemeyin, onlar birbirlerinin dostudurlar. Sizden kim onlara dost olursa o da onlardandır. Allah zulmeden kimseleri doğru yola eriştirmez"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "Kalblerinde hastalık olanların, \"Bize bir felaket gelmesinden korkuyoruz\" diyerek onlara koştuğunu görürsün. Olur ki Allah bir zafer verir veya katından bir emir getirir de kalblerinde gizlediklerine içleri yananlara dönerler"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "İnananlar, \"Sizinle beraber olduklarına bütün güçleriyle Allah'a yemin edenler bunlar mıdır?\" derler. Onların amelleri boşa gitmiş ve kaybeden kimseler olmuşlardır"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "Ey İnananlar! Aranızda dininden kim dönerse bilsin ki, Allah, sevdiği ve onların O'nu sevdiği, inananlara karşı alçak gönüllü, inkarcılara karşı güçlü, Allah yolunda cihad eden, yerenin yermesinden korkmayan bir millet getirir. Bu, Allah'ın dilediğine verdiği bol nimetidir. Allah her şeyi kaplar ve bilir"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "Sizin dostunuz ancak Allah, O'nun Peygamberi ve namaz kılan, zekat veren ve rüku eden müminlerdir"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "Kim Allah'ı, Peygamberini ve inananları dost edinirse bilsin ki, şüphesiz Allah'tan yana olanlar üstün gelirler"
        },
        {
            "chapter": 5,
            "verse": 57,
            "text": "Ey İnananlar! Kendilerine sizden önce kitap verilenlerden, dininizi alaya ve eğlenceye alanları ve inkarcıları dost olarak benimsemeyin. İnanıyorsanız Allah'tan sakının"
        },
        {
            "chapter": 5,
            "verse": 58,
            "text": "Namaza çağırdığınızda onu alay ve eğlenceye alırlar. Bu, onların akletmeyen bir topluluk olmasındandır"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "De ki, \"Ey kitap ehli! Allah'a, bize indirilene ve daha önce indirilene inanmamızdan ve çoğunuzun fasık olmasından ötürü mü bizden hoşlanmıyorsunuz"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "Allah katında bundan daha kötü bir karşılığın bulunduğunu size haber vereyim mi?\" de, Allah kime lanet ve gazab ederse, kimlerden maymunlar, domuzlar ve şeytana kullar kılarsa, işte onlar yeri en kötü ve doğru yoldan en çok sapmış olanlardır"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "Size geldiklerinde \"İnandık\" derler, oysa yanınıza inkarcı olarak girmiş ve yine inkarcı olarak çıkmışlardır. Gizlemekte olduklarını Allah daha iyi bilir"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "Onlardan çoğunun günaha, haksızlığa ve haram yemeğe koşuştuklarını görürsün. Yaptıkları ne kötüdür"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "Rabbe kul olanlar ve bilginlerin onlara günah söz söylemeyi ve haram yemeyi yasak etmeleri gerekmez miydi? Yapmakta oldukları ne kötüdür"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "Yahudiler, \"Allah'ın eli sıkıdır\" dediler; dediklerinden ötürü elleri bağlandı, lanetlendiler. Hayır, O'nun iki eli de açıktır, nasıl dilerse sarfeder. And olsun ki, sana Rabbinden indirilen sözler onların çoğunun azgınlığını ve inkarını artıracaktır. Onların arasına kıyamete kadar sürecek düşmanlık ve kin saldık. Savaş ateşini ne zaman körükleseler Allah onu söndürmüştür. Yeryüzünde bozgunculuğa koşarlar. Allah bozguncuları sevmez"
        },
        {
            "chapter": 5,
            "verse": 65,
            "text": "Şayet kitap ehli inanıp karşı gelmekten sakınsalardı, kötülüklerini örterdik ve onları nimet cennetlerine koyardık"
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "Eğer onlar Tevrat'ı, İncil'i ve Rablerinden kendilerine indirilen Kuran'ı gereğince uygulasalardı, her yönden nimete ermiş olurlardı. İçlerinde orta yolu tutan bir zümre vardı, çoğunun işledikleri ise kötü idi"
        },
        {
            "chapter": 5,
            "verse": 67,
            "text": "Ey Peygamber! Rabbinden sana indirileni tebliğ et, eğer bunu yapmazsan O'nun elçiliğini yapmamış olursun. Allah seni insanlardan korur. Doğrusu Allah kafirlere yol göstermez"
        },
        {
            "chapter": 5,
            "verse": 68,
            "text": "Ey Kitap ehli! Tevrat'ı, İncil'i ve Rabbinizden size indirileni gereğince uygulamadıkça bir temeliniz olmaz\" de. And olsun ki Rabbinden sana indirilen, Kuran, onlardan çoğunun azgınlık ve küfrünü artırır. Öyleyse kafirler için tasalanma"
        },
        {
            "chapter": 5,
            "verse": 69,
            "text": "Doğrusu inananlar, yahudiler, sabiiler ve hıristiyanlardan Allah'a ve ahiret gününe inanan, yararlı iş yapan kimselere korku yoktur, onlar üzülmeyeceklerdir"
        },
        {
            "chapter": 5,
            "verse": 70,
            "text": "And olsun ki İsrailoğullarından söz aldık ve onlara peygamberler gönderdik. Nefislerinin hoşlanmadığı bir şeyle onlara her peygamber gelişte, bir kısmını yalanlarlar ve bir kısmını da öldürürlerdi"
        },
        {
            "chapter": 5,
            "verse": 71,
            "text": "Bir fitne kopmayacağını sandılar, körleştiler, sağırlaştılar; sonra Allah tevbelerini kabul etti, yine de çoğu körleştiler ve sağırlaştılar. Allah, işlediklerini görür"
        },
        {
            "chapter": 5,
            "verse": 72,
            "text": "And olsun ki, \"Allah ancak Meryem oğlu Mesih'tir\" diyenler kafir oldular. Oysa Mesih, \"Ey İsrailoğulları! Rabbim ve Rabbiniz olan Allah'a kulluk edin; kim Allah'a ortak koşarsa muhakkak Allah ona cenneti haram eder, varacağı yer ateştir, zulmedenlerin yardımcıları yoktur\" dedi"
        },
        {
            "chapter": 5,
            "verse": 73,
            "text": "And olsun ki, \"Allah üçten biridir\" diyenler kafir olmuştur; oysa tanrı ancak bir tek Tanrı'dır. Dediklerinden vazgeçmezlerse, and olsun onlardan inkar edenler elem verici bir azaba uğrayacaktır"
        },
        {
            "chapter": 5,
            "verse": 74,
            "text": "Allah'a tevbe etmezler, O'ndan mağfiret dilemezler mi? Oysa Allah Bağışlayan'dır, merhamet edendir"
        },
        {
            "chapter": 5,
            "verse": 75,
            "text": "Meryem oğlu Mesih sadece peygamberdir, -ondan önce de peygamberler geçmiştir- onun annesi dosdoğrudur, her ikisi de yemek yerlerdi. Onlara ayetleri nasıl açıkladığımıza bir bak, sonra da bak ki nasıl yüz çeviriyorlar"
        },
        {
            "chapter": 5,
            "verse": 76,
            "text": "Size zarar da fayda da veremeyecek, Allah'tan başka birine mi kulluk ediyorsunuz?\" de. Allah hem işitir, hem bilir"
        },
        {
            "chapter": 5,
            "verse": 77,
            "text": "Ey Kitap ehli! Haksız olarak dininizde taşkınlık etmeyin. Daha önce sapıtan, çoğunu saptıran ve doğru yoldan ayrılan bir milletin heveslerine uymayın\" de"
        },
        {
            "chapter": 5,
            "verse": 78,
            "text": "İsrailoğullarından inkar edenler, Davud'un ve Meryem oğlu İsa'nın diliyle lanetlenmişlerdi. Bu, baş kaldırmaları ve aşırı gitmelerindendi"
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "Birbirlerinin yaptıkları fenalıklara mani olmuyorlardı. Yapmakta oldukları ne kötü idi"
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "Çoğunun inkar edenleri dost edindiklerini görürsün. Nefislerinin önlerine sürdüğü ne kötüdür! Allah onlara gazabetmiştir, onlar azabta temellidirler"
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "Eğer Allah'a, Peygambere ve ona indirilen Kuran'a inanmış olsalardı, onları dost edinmezlerdi, fakat onların çoğu fasıktır"
        },
        {
            "chapter": 5,
            "verse": 82,
            "text": "İnananlara en şiddetli düşman olarak, insanlardan yahudileri ve Allah'a eş koşanları bulursun. Onlardan, inananlara sevgice en yakın \"Biz hıristiyanız\" diyenleri bulursun. Bu, onların içinde bilginler ve rahibler bulunmasından ve büyüklük taslamamalarındandır"
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "Peygambere indirilen Kuran'ı işittiklerinde, gerçeği öğrenmelerinden gözlerinin yaşla dolarak, \"Rabbimiz! İnandık, bizi de şahidlerden yaz. Rabbimizin bizi iyi milletle birlikte bulundurmasını umarken niçin Allah'a ve bize gelen gerçeğe inanmayalım?\" dediklerini görürsün"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "Peygambere indirilen Kuran'ı işittiklerinde, gerçeği öğrenmelerinden gözlerinin yaşla dolarak, \"Rabbimiz! İnandık, bizi de şahidlerden yaz. Rabbimizin bizi iyi milletle birlikte bulundurmasını umarken niçin Allah'a ve bize gelen gerçeğe inanmayalım?\" dediklerini görürsün"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "Allah onlara, dediklerine karşılık, temelli kalacakları, altından ırmaklar akan cennetler verdi. Bu, iyi davrananların mükafatıdır"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "İnkar edip ayetlerimizi yalanlayanlar, işte onlar cehennemliklerdir"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "Ey İnananlar! Allah'ın size helal ettiği temiz şeyleri haram kılmayın, hududu da aşmayın, doğrusu Allah aşırı gidenleri sevmez"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "Allah'ın size verdiği rızıktan temiz ve helal olarak yiyin. İnandığınız Allah'tan sakının"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Allah size rasgele yeminlerinizden dolayı değil, bile bile ettiğiniz yeminlerden ötürü hesap sorar. Yeminin keffareti, ailenize yedirdiğinizin ortalamasından on düşkünü yedirmek yahut giydirmek ya da bir köle azad etmektir. Bulamayan üç gün oruç tutmalıdır; yeminlerinizin keffareti budur. Yemin ettiğinizde yeminlerinizi tutun. Şükredesiniz diye Allah size böylece ayetlerini açıklıyor"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "Ey İnananlar! İçki, kumar, putlar ve fal okları şüphesiz şeytan işi pisliklerdir, bunlardan kaçının ki saadete eresiniz"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Şeytan şüphesiz içki ve kumar yüzünden aranıza düşmanlık ve kin sokmak ve sizi Allah'ı anmaktan, namazdan alıkoymak ister. Artık bunlardan vazgeçersiniz değil mi"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "Allah'a itaat edin, Peygambere itaat edin, karşı gelmekten çekinin; eğer yüz çevirirseniz bilin ki, peygamberimize düşen sadece açıkça tebliğ etmektir"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "İnananlara ve yararlı iş işleyenlere, -sakınırlar, inanırlar, yararlı işler işlerler, sonra haramdan sakınıp inanırlar ve sonra isyandan sakınıp iyilik yaparlarsa- daha önceleri tatmış olduklarından dolayı bir sorumluluk yoktur. Allah iyi davrananları sever"
        },
        {
            "chapter": 5,
            "verse": 94,
            "text": "Ey İnananlar! Gıyabında Kendisinden, kimin korktuğunu ortaya koymak için, (ihramlıyken) elinizin ve mızraklarınızın ulaştığı avdan bir şeyle Allah and olsun ki sizi dener. Bundan sonra kim haddi aşarsa ona elem verici azab vardır"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "Ey İnananlar! İhramlı iken avı öldürmeyin. Sizden bile bile onu öldürene, ehli hayvanlardan öldürdüğü kadar olduğuna içinizden iki adil kimsenin hükmedeceği, Kabe'ye ulaşacak bir kurbanı ödeme, yahut düşkünlere yemek yedirme şeklinde keffaret ya da yaptığının ağırlığını tatmak üzere bunlara denk oruç tutma vardır. Allah geçmiştekileri affetmiştir, kim tekrar yaparsa Allah ondan öç alır. Allah Güçlü'dür, Öçalıcı'dır"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "Deniz avı ve onu yemek size de, yolculara da, geçimlik olarak helal kılınmıştır. İhramlı bulunduğunuz sürece kara avı size haram kılınmıştır. Huzuruna toplanacağınız Allah'tan sakının"
        },
        {
            "chapter": 5,
            "verse": 97,
            "text": "Allah, hürmetli ev Kabe'yi, hürmetli ayı, kurbanı, boynu tasmalı kurbanlıkları insanların faydası için ortaya koydu. Bu, Allah'ın göklerde ve yerde olanları bildiğini ve Allah'ın şüphesiz her şeyi Bilen olduğunu bilmeniz içindir"
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "Allah'ın azabının şiddetli olduğunu ve Allah'ın Bağışlayan, merhamet eden olduğunu bilin"
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "Peygamberin görevi sadece tebliğ etmektir. Allah, sizin açıkladıklarınızı da gizlediklerinizi de bilir"
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "De ki: \"Helal ile haram, haram şeylerin çokluğundan hoşlansan bile, eşit değildir\". Ey akıl sahibleri, Allah'tan sakının ki kurtuluşa eresiniz"
        },
        {
            "chapter": 5,
            "verse": 101,
            "text": "Ey İnananlar! Size açıklanınca hoşunuza gitmeyecek şeyleri sormayın. Kuran indirilirken onları sorarsanız size açıklanır (ama üzülürsünüz). Allah sorduğunuz şeyleri affetmiştir. Allah Bağışlayan'dır, Halim'dir"
        },
        {
            "chapter": 5,
            "verse": 102,
            "text": "Sizden önce bir millet onları sormuştu, sonra da onları inkar etmişlerdi"
        },
        {
            "chapter": 5,
            "verse": 103,
            "text": "Allah, kulağı çentilen, salıverilen, erkek dişi ikizler doğuran, on defa yavrulamasından ötürü yük vurulmayan hayvanların adanmasını emretmemiştir; fakat inkar edenler Allah'a karşı yalan uydururlar ve çoğu da akletmezler"
        },
        {
            "chapter": 5,
            "verse": 104,
            "text": "Onlara, \"Gelin Allah'ın indirdiği Kitap'a ve peygambere uyun\" dendiğinde, \"Atalarımızı üzerinde bulduğumuz yol bize yeter\" derler; ya ataları bir şey bilmeyen ve doğru yolda olmayan kimseler idiyseler"
        },
        {
            "chapter": 5,
            "verse": 105,
            "text": "Ey İnananlar! Siz kendinize bakın; doğru yolda iseniz sapıtan kimse size zarar veremez. Hepinizin dönüşü Allah'adır, işlemekte olduklarınızı size haber verecektir"
        },
        {
            "chapter": 5,
            "verse": 106,
            "text": "Ey İnananlar! Ölüm birinize geldiği zaman vasiyet ederken içinizden iki adil kimseyi; şayet yolculukta olup başınıza da ölüm musibeti gelmişse, namazdan sonra alıkoyacağınız, şüpheleniyorsanız, \"Akraba bile olsa yeminle hiçbir değeri değiştirmeyeceğiz, Allah'ın şahidliğini gizlemeyeceğiz, yoksa şüphesiz günahkarlardan oluruz\" diye yemin eden sizden olmayan iki kişiyi şahid tutun"
        },
        {
            "chapter": 5,
            "verse": 107,
            "text": "Eğer bu şahidlerin günah işlemiş oldukları ortaya çıkarsa ölene daha yakın hak sahibi diğer iki kişi bunların yerine geçer ve \"Bizim şahidliğimiz ikisininkinden de daha doğrudur, biz aşırı gitmedik, yoksa şüphesiz zulmedenlerden oluruz\" diye Allah'a yemin ederler"
        },
        {
            "chapter": 5,
            "verse": 108,
            "text": "Bu, şahidliği gerektiği gibi yapmalarını veya yeminlerinden sonra yeminlerin kabul edilmemesinden korkmalarını daha iyi sağlar. Allah'tan sakının, dinleyin. Allah fasık kimselere yol göstermez"
        },
        {
            "chapter": 5,
            "verse": 109,
            "text": "Allah peygamberleri topladığı gün, \"Size ne cevap verildi?\" der; onlar, \"Bizim bir bildiğimiz yoktur, doğrusu görülmeyenleri bilen ancak Sen'sin\" derler"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "Allah, \"Ey Meryem oğlu İsa! Sana ve anana olan nimetimi an\" demişti, \"Seni Ruhul Kudüs ile desteklemiştim; beşikte ve yetişkin iken insanlarla konuşuyordun; sana Kitap'ı, hikmeti, Tevrat'ı ve İncil'i öğretmiştim. Sen iznimle, çamurdan kuş gibi bir şey yapmış ona üflemiştin de iznimle kuş olmuştu; anadan doğma körü, alacalıyı iznimle iyi etmiştin. Ölüleri iznimle diriltiyordun. İsrailoğullarına belgelerle geldiğinde, onlardan inkar edenler, 'Bu apaçık bir büyüdür' demişlerdi de Ben onların sana zarar vermelerini önlemiştim"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "Havarilere, \"Bana ve peygamberime inanın\" diye bildirmiştim, \"İnandık, bizim müslimler olduğumuza şahid ol\" demişlerdi"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "Havariler, \"Ey Meryem oğlu İsa! Rabbin bize gökten bir sofra indirebilir mi?\" demişlerdi de, \"İnanıyorsanız Allah'tan sakının\" demişti"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "Ondan yemeyi, kalblerimizin kanmasını ve senin bize doğru söylediğini bilmeyi, ona şahid olmayı istiyoruz\" dediler"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "Meryem oğlu İsa, \"Allahım! Rabbimiz! Bize ve bizden sonra geleceklere bayram ve Sen'den bir delil olarak gökten bir sofra indir, bizi rızıklandır, Sen rızık verenlerin en hayırlısısın\" dedi"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "Allah, \"Ben onu size indireceğim; bundan sonra içinizden kim inkar ederse, dünyalarda kimseye azabetmiyeceğim şekilde ona azabedeceğim\" dedi"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "Allah, \"Ey Meryem oğlu İsa! Sen mi insanlara Beni ve annemi Allah'tan başka iki tanrı olarak benimseyin dedin?\" demişti de, \"Haşa, hak olmayan sözü söylemek bana yaraşmaz; eğer söylemişsem, şüphesiz Sen onu bilirsin; Sen, benim içimde olanı bilirsin; ben Senin içinde olanı bilmem; doğrusu görülmeyeni bilen ancak Sensin\" demişti, \"Ben onlara sadece 'Rabbim ve Rabbiniz olan Allah'a kulluk edin' diye bana emrettiğini söyledim. Aralarında bulunduğum müddetce onlar hakkında şahiddim, beni aralarından aldığında onları Sen gözlüyordun. Sen her şeye şahidsin"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "Allah, \"Ey Meryem oğlu İsa! Sen mi insanlara Beni ve annemi Allah'tan başka iki tanrı olarak benimseyin dedin?\" demişti de, \"Haşa, hak olmayan sözü söylemek bana yaraşmaz; eğer söylemişsem, şüphesiz Sen onu bilirsin; Sen, benim içimde olanı bilirsin; ben Senin içinde olanı bilmem; doğrusu görülmeyeni bilen ancak Sensin\" demişti, \"Ben onlara sadece 'Rabbim ve Rabbiniz olan Allah'a kulluk edin' diye bana emrettiğini söyledim. Aralarında bulunduğum müddetce onlar hakkında şahiddim, beni aralarından aldığında onları Sen gözlüyordun. Sen her şeye şahidsin"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "Onlara azabedersen, doğrusu onlar Senin kullarındır; onları bağışlarsan, Güçlü olan, Hakim olan şüphesiz ancak Sensin"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "Allah, \"Bu, doğrulara doğruluklarının fayda verdiği gündür; ebedi ve temelli kalacakları, altlarından ırmaklar akan cennetler onlarındır. Allah onlardan hoşnud olmuştur, onlar da Allah'tan hoşnud olmuşlardır, bu büyük kurtuluştur\" dedi"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "Göklerin, yerin ve onlarda bulunanların hükümranlığı Allah'ındır, Allah her şeye Kadir'dir"
        }
    ]
}