{
    "juzs": [
        {
            "chapter": 25,
            "verse": 21,
            "text": "Els que no conten amb trobar-nos, diuen: «Per que no se'ns han enviat de l'alt angels o per que no veiem al nostre Senyor?» Van ser altius en el seu interior i es insolentaren en gran manera"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "El dia que vegen als angels, no haura, aquest dia, bones noves per als pecadors. Diran: «Limit infranquejable!»"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "Examinarem les seves obres i farem d'elles pols dispersa en l'aire"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "Aquest dia els habitants del Paradis gaudiran del millor estatge i del mes bell descansador"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "El dia que s'esgarre el cel amb nuvolot i siguin enviats baix els angels"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "aquest dia, el domini, el veritable, sera del Compassiu, i sera un dia dificil per als infidels"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "el dia que el impiu es mossegui les mans dient: «Tant de bo hagues seguit un mateix cami que El Missatger"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "Ai de mi! Tant de bo no hagues pres a “aquest” bergant com amic intim"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "M'ha desviat de l'Amonestacio, despres d'haver vingut a mi». El Dimoni sempre deixa penjat a l'home"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "El Missatger diu: «Senyor! El meu poble ha deixat a aquest Alcora abandonat!»"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "Aixi hem assignat a cada profeta un enemic d'entre els pecadors. Pero el teu Senyor basta com guia i auxili"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "Els infidels diuen: «Per que no se li ha revelat l'Alcora d'una vegada?» Per a, aixi, confirmar amb ell el teu cor. I ho hem fet recitar lenta i clarament"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "No et proposen cap parabola que no t'aportem Nosaltres el veritable sentit i la millor interpretacio"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "Aquells que siguin congregats, de cap per avall, cap a la Jahenam seran els que es troben en la situacio pitjor i els mes extraviats del Cami"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "Vam donar a Moises l'Escriptura i vam posar al seu germa Aaron com a ajudant seu"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "I vam dir: «Aneu al poble que ha desmentit Els nostres signes!» I els aniquilem"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "I al poble de Noe. Quan va desmentir als Missatgers, li vam negar i fer d'ell un signe per als homes. I hem preparat un castig doloros per als impius"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "Als Adites, als Tamudis, als Habitants de Ar-Rass i a moltes generacions intermedies"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "A tots els vam donar exemples i a tots els exterminem"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "Han passat per les ruines de la ciutat sobre la qual va caure una pluja malefica. Es diria que no l'han vist, perque no esperen una resurreccio"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "Quan et veuen, no fan sino prendre't a burla: «Es aquest el que Al·la ha manat com Missatger"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "Si no ens hauriem mantingut fidels als nostres deus, ens hauria gairebe desviat d'ells». Pero, quan vegen el castig, sabran qui s'ha extraviat mes del Cami"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "Que et sembla qui ha divinitzat la seva passio? Vas a ser tu el seu protector"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "Creus que la majoria escolten o entenen? No son sino com ramats. No, mes extraviats encara del Cami"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "No veus com fa el teu Senyor que es llisqui l'ombra? Si volgues, podria fer-la fixa. A mes, hem fet del sol guia per a ella"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "Despres, l'atraiem cap a Nosaltres amb facilitat"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "Ell es Qui ha fet per a vosaltres de la nit vestidura, del somni descans, del dia resurreccio"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "Ell es Qui envia els vents com nuncis que precedeixen a La seva misericordia. Fem baixar del cel aigua pura"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "per a vivificar amb ella un pais mort i donar de beure, entre el que hem creat, a la multitud de ramats i essers humans"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "L'hem distribuit entre ells perque es deixen amonestar, pero la majoria dels homes no volen sino ser infidels"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Si haguessim volgut, hauriem enviat a cada ciutat un monitor"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "No obeix, doncs, als infidels i lluita, per mitja d'ell, coratjosament contra ells"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "Ell es Qui ha fet que les dues grans masses d'aigua flueixen: una, dolca, agradable; una altra, salobre, amarga. Ha col·locat entre elles una barrera i limit infranquejable"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "Ell es qui ha creat de l'aigua un esser huma, fent d'ell el parentiu per consanguinitat o per afinitat. El teu Senyor es omnipotent"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "Pero, en lloc de servir a Al·la, serveixen el que no pot aprofitar-los ni danyar-los. L'infidel es un auxiliar contra el seu Senyor"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "A tu no t'hem enviat sino com nunci de bones noves i com monitor"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "Digues: «No us demano a canvi cap salari. Nomes que, qui vulgui, que emprenga cami cap al seu Senyor!»"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "I confia en El Vivent, Que no mor! Celebra Les seves lloances! L'esta suficientment informat dels pecats dels seus serfs"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "Ell es Qui ha creat en sis dies els cels, la terra i el que entre ells hi ha. Despres, s'ha instal·lat en el Tron. El Compassiu. Interroga a qui estigui be informat d'Ell"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "Quan se'ls diu: «Prosterneu-vos davant el Compassiu!», diuen: «I que es 'el Compassiu'? Anem a prosternarnos nomes perque tu ho ordenes?» I aixo acreix la seva repulsa"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "Beneit sigui Qui ha posat constel·lacions en el cel i entre elles un lluminer i una lluna lluminosa"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "Ell es Qui ha disposat que se succeixen la nit i el dia per a qui vulgui deixar-se amonestar o vulgui donar gracies"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "Els serfs del Compassiu son els que van per la terra humilment i que, quan els ignorants els dirigeixen la paraula, diuen: «Pau!»"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "Passen la nit davant el seu Senyor, postrats o dempeus"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "Diuen: «Senyor! Allunya de nosaltres el castig de la Jahenam!» El seu castig es perpetu"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "Si que es roin com estatge i residencia"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "Quan gasten, no ho fan amb prodigalidat ni amb tacanyeria, -el terme mig es el just"
        },
        {
            "chapter": 25,
            "verse": 68,
            "text": "No invoquen a altre deu juntament amb Al·la, no maten a ningu que Al·la hagi prohibit, si no es amb just motiu, no forniquen. Qui comet tal, incorre en castig"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "El dia de la Resurreccio se li doblara el castig i ho sofrira eternament humiliat"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "No aixi qui es penedix, crea i fa bones obres. A aquests Al·la els canviara les seves dolentes obres en bones. Al·la es indulgent, misericordios"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "Qui es penedix i obra be donara mostres d'un penediment sincer"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "Aquests qui no presten fals testimoniatge i, quan passen i escolten xarrameca, prossegueixen la marxa ingnorant-la"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "Quan se'ls amonesta amb els signes del seu Senyor, no cauen al sol davant ells, sords i cecs"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "Diuen: «Senyor! Fes-nos el regal que les nostres esposes i descendencia siguin la nostra alegria, feix que siguem model per als temerosos d'Al·la!»"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "Aquests seran retribuits amb una cambra alta perque van tenir paciencia. Se'ls acollira alli amb paraules de salutacion i de pau"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "Eterns alli... Quins bell lloc com estatge i com residencia"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "Digues: «El meu Senyor no es cuidaria de vosaltres si no Li invoquessiu. Pero heu desmentit i es ineludible»"
        },
        {
            "chapter": 26,
            "verse": 1,
            "text": "Taa Siin Miim"
        },
        {
            "chapter": 26,
            "verse": 2,
            "text": "Aquestes son els versicles de l'Escriptura savia"
        },
        {
            "chapter": 26,
            "verse": 3,
            "text": "Tu, potser, et consumes de pena perque no creuen"
        },
        {
            "chapter": 26,
            "verse": 4,
            "text": "Si volguessim, fariem baixar del cel sobre ells un signe i doblegarien davant d´ell bescoll"
        },
        {
            "chapter": 26,
            "verse": 5,
            "text": "No els arriba una nova amonestacio del Compassiu que no s'apartin d'ella"
        },
        {
            "chapter": 26,
            "verse": 6,
            "text": "Han desmentit, pero rebran noticies d'allo que es burlaven"
        },
        {
            "chapter": 26,
            "verse": 7,
            "text": "No han vist quanta especie generosa de tota classe hem fet creixer en la terra"
        },
        {
            "chapter": 26,
            "verse": 8,
            "text": "Certament, hi ha en aixo un signe, pero la majoria no creuen"
        },
        {
            "chapter": 26,
            "verse": 9,
            "text": "En veritat, el teu Senyor es El Poderos, El Misericordios"
        },
        {
            "chapter": 26,
            "verse": 10,
            "text": "I quan el teu Senyor va cridar a Moises: «Veu al poble impiu"
        },
        {
            "chapter": 26,
            "verse": 11,
            "text": "al poble de Farao. No van a temer-me ?»"
        },
        {
            "chapter": 26,
            "verse": 12,
            "text": "Va dir: «Senyor! Temo que em desmenteixin"
        },
        {
            "chapter": 26,
            "verse": 13,
            "text": "M'angoixo, se'm trava la llengua. Envia per Aaron"
        },
        {
            "chapter": 26,
            "verse": 14,
            "text": "M'acusen d'un crim i temo que em matin»"
        },
        {
            "chapter": 26,
            "verse": 15,
            "text": "Va dir: «No! Aneu els dos amb Els nostres signes! Estem amb vosaltres, vam escoltar"
        },
        {
            "chapter": 26,
            "verse": 16,
            "text": "Aneu a Farao i digueu: 'Ens ha enviat el Senyor de l'univers"
        },
        {
            "chapter": 26,
            "verse": 17,
            "text": "Deixa marxar amb nosaltres als Fills d'Israel!'»"
        },
        {
            "chapter": 26,
            "verse": 18,
            "text": "Va dir: «No t'hem educat, com a nen, entre nosaltres? No has viscut durant anys de la teva vida entre nosaltres"
        },
        {
            "chapter": 26,
            "verse": 19,
            "text": "Desagrait, vas fer el que vas fer»"
        },
        {
            "chapter": 26,
            "verse": 20,
            "text": "Va dir: «Ho vaig fer quan estava extraviat"
        },
        {
            "chapter": 26,
            "verse": 21,
            "text": "Vaig tenir por de vosaltres i em vaig escapar. El meu Senyor m'ha regalat judici i ha fet de mi un dels Missatgers"
        },
        {
            "chapter": 26,
            "verse": 22,
            "text": "Es aquesta una gracia que em tires en cara, tu que has esclavitzat als Fills d'Israel?»"
        },
        {
            "chapter": 26,
            "verse": 23,
            "text": "Farao va dir: «I que es 'el Senyor de l'univers'?»"
        },
        {
            "chapter": 26,
            "verse": 24,
            "text": "Va dir: «Es el Senyor dels cels, de la terra i del que entre ells esta. Si estiguessiu convencuts...»"
        },
        {
            "chapter": 26,
            "verse": 25,
            "text": "Va dir als circumstants: «Heu escoltat?»"
        },
        {
            "chapter": 26,
            "verse": 26,
            "text": "Va dir. «Es el vostre Senyor i Senyor dels vostres avantpassats...»"
        },
        {
            "chapter": 26,
            "verse": 27,
            "text": "Va dir: «El Missatger que se us ha manat es; certament, un posses!»"
        },
        {
            "chapter": 26,
            "verse": 28,
            "text": "Va dir: «...el Senyor de l'Orient i de l'Occident i del que entre ells esta. Si raonessiu...»"
        },
        {
            "chapter": 26,
            "verse": 29,
            "text": "Va dir: «Si preses per deu a altre diferent de mi, he d'enviar-te a la preso!»"
        },
        {
            "chapter": 26,
            "verse": 30,
            "text": "Va dir: «I si et portes quelcom clar?»"
        },
        {
            "chapter": 26,
            "verse": 31,
            "text": "Va dir: «Porta'l? si es veritat el que dius!»"
        },
        {
            "chapter": 26,
            "verse": 32,
            "text": "Moises va llencar la seva vara i heus aqui que aquesta es va convertir en una autentica serp"
        },
        {
            "chapter": 26,
            "verse": 33,
            "text": "Va treure la seva ma i heus aqui que va apareixer blanca als ulls dels presents"
        },
        {
            "chapter": 26,
            "verse": 34,
            "text": "Va dir als dignataris que li envoltaven: «Si, aquest es un mag molt entes"
        },
        {
            "chapter": 26,
            "verse": 35,
            "text": "que vol expulsar-os de la vostra terra amb la seva magia. Que ordeneu?»"
        },
        {
            "chapter": 26,
            "verse": 36,
            "text": "Van dir: «Dona'ls llargues, a ell i al seu germa, i envia a les ciutats a agents que convoquin"
        },
        {
            "chapter": 26,
            "verse": 37,
            "text": "que et portin als mags mes entesos, a tots»"
        },
        {
            "chapter": 26,
            "verse": 38,
            "text": "Els mags van ser convocats per un temps determinat del dia convingut"
        },
        {
            "chapter": 26,
            "verse": 39,
            "text": "i es va dir a la gent: «No voleu assistir"
        },
        {
            "chapter": 26,
            "verse": 40,
            "text": "Potser, aixi, seguim als mags, si son ells els guanyadors»"
        },
        {
            "chapter": 26,
            "verse": 41,
            "text": "Quan van arribar els mags van dir a Farao: «Si guanyem, rebrem una recompensa, no?»"
        },
        {
            "chapter": 26,
            "verse": 42,
            "text": "Va dir: «Si! I sereu llavors, certament, dels meus proxims»"
        },
        {
            "chapter": 26,
            "verse": 43,
            "text": "Moises els va dir: «Llenceu el que aneu a llencar!»"
        },
        {
            "chapter": 26,
            "verse": 44,
            "text": "I van llencar les seves cordes i vares, i van dir: «Pel poder de Farao, que vencerem!»"
        },
        {
            "chapter": 26,
            "verse": 45,
            "text": "Moises va llencar la seva vara i heus aqui que aquesta engoli les seves mentides"
        },
        {
            "chapter": 26,
            "verse": 46,
            "text": "I els mags van caure prosternats"
        },
        {
            "chapter": 26,
            "verse": 47,
            "text": "Van dir: «Creiem en el Senyor de l'univers"
        },
        {
            "chapter": 26,
            "verse": 48,
            "text": "el Senyor de Moises i de Aaron!»"
        },
        {
            "chapter": 26,
            "verse": 49,
            "text": "Va dir: «Li heu cregut abans que jo us autoritze a aixo! Es el vostre mestre, que us ha ensenyat la magia! Aneu a veure! He de fer-vos amputar les mans i els peus oposats! I he de fer-vos crucificar a tots!»"
        },
        {
            "chapter": 26,
            "verse": 50,
            "text": "Van dir: «No importa! Ens tornem al nostre Senyor"
        },
        {
            "chapter": 26,
            "verse": 51,
            "text": "Vam anhelar que el nostre Senyor ens perdoni els nostres pecats, ja que hem estat els primers a creure»"
        },
        {
            "chapter": 26,
            "verse": 52,
            "text": "I vam inspirar a Moises: «Parteix de nit amb Els meus serfs! Sereu perseguits!»"
        },
        {
            "chapter": 26,
            "verse": 53,
            "text": "Farao va enviar a les ciutats a agents que convoquessin"
        },
        {
            "chapter": 26,
            "verse": 54,
            "text": "«Son una banda insignificant"
        },
        {
            "chapter": 26,
            "verse": 55,
            "text": "i, certament, ens han irritat"
        },
        {
            "chapter": 26,
            "verse": 56,
            "text": "Nosaltres, en canvi, som tot un exercit i estem be previnguts»"
        },
        {
            "chapter": 26,
            "verse": 57,
            "text": "Els expulsem dels seus jardins i fonts"
        },
        {
            "chapter": 26,
            "verse": 58,
            "text": "dels seus tresors i sumptuoses residencies"
        },
        {
            "chapter": 26,
            "verse": 59,
            "text": "Aixi va ser, i l'hi vam donar en herencia als Fills d'Israel"
        },
        {
            "chapter": 26,
            "verse": 60,
            "text": "A la sortida del sol, els van perseguir"
        },
        {
            "chapter": 26,
            "verse": 61,
            "text": "Quan els dos grups es van divisar, van dir els companys de Moises: «Ens ha arribat!»"
        },
        {
            "chapter": 26,
            "verse": 62,
            "text": "Va dir: «No! El meu Senyor esta amb mi, Ell em dirigira!»"
        },
        {
            "chapter": 26,
            "verse": 63,
            "text": "I vam inspirar a Moises: «Copeja el mar amb la teva vara!» El mar, llavors, es va partir i cada part era com una imponent muntanya"
        },
        {
            "chapter": 26,
            "verse": 64,
            "text": "Vam fer que els altres s'acostessin alla"
        },
        {
            "chapter": 26,
            "verse": 65,
            "text": "i vam salvar a Moises i a tots els que amb ell estaven"
        },
        {
            "chapter": 26,
            "verse": 66,
            "text": "Despres, negarem als altres"
        },
        {
            "chapter": 26,
            "verse": 67,
            "text": "Certament, hi ha en aixo un signe, pero la majoria no creuen"
        },
        {
            "chapter": 26,
            "verse": 68,
            "text": "Si, el teu Senyor es el Poderos, el Misericordios"
        },
        {
            "chapter": 26,
            "verse": 69,
            "text": "Conta'ls la historia d'Abraham"
        },
        {
            "chapter": 26,
            "verse": 70,
            "text": "Quan va dir al seu pare i al seu poble: «Que serviu?»"
        },
        {
            "chapter": 26,
            "verse": 71,
            "text": "Van dir: «Servim a idols i continuarem lliurant-nos al seu culte»"
        },
        {
            "chapter": 26,
            "verse": 72,
            "text": "Va dir: «I us escolten quan els invoqueu"
        },
        {
            "chapter": 26,
            "verse": 73,
            "text": "Poden aprofitar-vos o fer-vos mal?»"
        },
        {
            "chapter": 26,
            "verse": 74,
            "text": "Van dir: «No, pero vam trobar que els nostres avantpassats feien el mateix!»"
        },
        {
            "chapter": 26,
            "verse": 75,
            "text": "Va dir: «I heu vist el que servieu"
        },
        {
            "chapter": 26,
            "verse": 76,
            "text": "vosaltres i els vostres llunyans avantpassats"
        },
        {
            "chapter": 26,
            "verse": 77,
            "text": "Son els meus enemics, a diferencia del Senyor de l'univers"
        },
        {
            "chapter": 26,
            "verse": 78,
            "text": "Que m'ha creat i em dirigeix"
        },
        {
            "chapter": 26,
            "verse": 79,
            "text": "em dona per a mejar i de beure"
        },
        {
            "chapter": 26,
            "verse": 80,
            "text": "em guareix quan malalt"
        },
        {
            "chapter": 26,
            "verse": 81,
            "text": "em fara morir i, despres, em tornara a la vida"
        },
        {
            "chapter": 26,
            "verse": 82,
            "text": "de Qui anhelo el perdo de les meves faltes el dia del Judici"
        },
        {
            "chapter": 26,
            "verse": 83,
            "text": "Senyor! Regala'm judici i reuneix-me amb els justs"
        },
        {
            "chapter": 26,
            "verse": 84,
            "text": "Feix que tingui una bona reputacio en la meva posteritat"
        },
        {
            "chapter": 26,
            "verse": 85,
            "text": "Conta'm entre els hereus del Jardi de la Delicia"
        },
        {
            "chapter": 26,
            "verse": 86,
            "text": "Perdona al meu pare, estava extraviat"
        },
        {
            "chapter": 26,
            "verse": 87,
            "text": "No m'avergonyeixis el dia de la Resurreccio"
        },
        {
            "chapter": 26,
            "verse": 88,
            "text": "el dia que no aprofitin ni hisenda ni fills"
        },
        {
            "chapter": 26,
            "verse": 89,
            "text": "excepte a qui vagi a Al·la amb cor sa»"
        },
        {
            "chapter": 26,
            "verse": 90,
            "text": "El Jardi sera acostat a qui hagin temut a Al·la"
        },
        {
            "chapter": 26,
            "verse": 91,
            "text": "i la Jahenam apareixera davant els esgarriats"
        },
        {
            "chapter": 26,
            "verse": 92,
            "text": "Se'ls dira: «On esta el que servieu"
        },
        {
            "chapter": 26,
            "verse": 93,
            "text": "en lloc de servir a Al·la? Poden auxiliar-vos o auxiliar-se a si mateixos?»"
        },
        {
            "chapter": 26,
            "verse": 94,
            "text": "Ells i els esgarriats seran precipitats en ell"
        },
        {
            "chapter": 26,
            "verse": 95,
            "text": "aixi com les hosts de Iblis, totes"
        },
        {
            "chapter": 26,
            "verse": 96,
            "text": "Ja en ell diran mentre disputen"
        },
        {
            "chapter": 26,
            "verse": 97,
            "text": "«Per Al·la, que estavem, si, evidentment extraviats"
        },
        {
            "chapter": 26,
            "verse": 98,
            "text": "quan us equiparavem al Senyor de l'univers"
        },
        {
            "chapter": 26,
            "verse": 99,
            "text": "Ningu sino els pecadors ens van extraviar"
        },
        {
            "chapter": 26,
            "verse": 100,
            "text": "i, ara, no tenim a ningu que intercedeixi"
        },
        {
            "chapter": 26,
            "verse": 101,
            "text": "a cap amic fervent"
        },
        {
            "chapter": 26,
            "verse": 102,
            "text": "Si poguessim tornar per a ser creients...»"
        },
        {
            "chapter": 26,
            "verse": 103,
            "text": "Certament, hi ha en aixo un signe, pero la majoria no creuen"
        },
        {
            "chapter": 26,
            "verse": 104,
            "text": "El teu Senyor es, certament, El Poderos, El Misericordios"
        },
        {
            "chapter": 26,
            "verse": 105,
            "text": "El poble de Noe va desmentir als Missatgers"
        },
        {
            "chapter": 26,
            "verse": 106,
            "text": "Quan el seu germa Noe els va dir: «Es que no aneu a temer (a Al·la)"
        },
        {
            "chapter": 26,
            "verse": 107,
            "text": "Teniu en mi a un Missatger digne de confianca"
        },
        {
            "chapter": 26,
            "verse": 108,
            "text": "Temeu, doncs, a Al·la i obeiu-me"
        },
        {
            "chapter": 26,
            "verse": 109,
            "text": "No us demano per aixo cap salari. El meu salari no incumbeix sino al Senyor de l'univers"
        },
        {
            "chapter": 26,
            "verse": 110,
            "text": "Temeu, doncs, a Al·la i obeiu-me!»"
        },
        {
            "chapter": 26,
            "verse": 111,
            "text": "Van dir: «Anem a creure't a tu, sent aixi que son els mes vils els quals et segueixen?»"
        },
        {
            "chapter": 26,
            "verse": 112,
            "text": "Va dir: «I que sigues jo de les seves obres"
        },
        {
            "chapter": 26,
            "verse": 113,
            "text": "Nomes al meu Senyor han d'adonar. Si us adonessiu"
        },
        {
            "chapter": 26,
            "verse": 114,
            "text": "No vaig jo a rebutjar als creients"
        },
        {
            "chapter": 26,
            "verse": 115,
            "text": "Jo no soc mes que un monitor que parla clar!»"
        },
        {
            "chapter": 26,
            "verse": 116,
            "text": "Van dir: «Noe! Si no pares, hem de lapidar-te!»"
        },
        {
            "chapter": 26,
            "verse": 117,
            "text": "Va dir: «Senyor! El meu poble em desmenteix"
        },
        {
            "chapter": 26,
            "verse": 118,
            "text": "Jutjes, doncs, entre jo i ells, i salva'm, juntament amb els creients que estan amb mi!»"
        },
        {
            "chapter": 26,
            "verse": 119,
            "text": "Els salvem, doncs, a ell i a qui estaven amb ell en la nau abarrotat"
        },
        {
            "chapter": 26,
            "verse": 120,
            "text": "Despres, negarem a la resta"
        },
        {
            "chapter": 26,
            "verse": 121,
            "text": "Certament, hi ha en aixo un signe, pero la majoria no creuen"
        },
        {
            "chapter": 26,
            "verse": 122,
            "text": "En veritat, el teu Senyor es el Poderos, el Misericordios"
        },
        {
            "chapter": 26,
            "verse": 123,
            "text": "Els Adites van desmentir als Missatgers"
        },
        {
            "chapter": 26,
            "verse": 124,
            "text": "Quan el seu germa Hud els va dir: «Es que no aneu a temer (a Al·la)"
        },
        {
            "chapter": 26,
            "verse": 125,
            "text": "Teniu en mi a un Missatger digne de confianca"
        },
        {
            "chapter": 26,
            "verse": 126,
            "text": "Temeu, doncs, a Al·la i obeiu-me"
        },
        {
            "chapter": 26,
            "verse": 127,
            "text": "No us demano per aixo cap salari. El meu salari no incumbeix sino al Senyor de l'univers"
        },
        {
            "chapter": 26,
            "verse": 128,
            "text": "Construis en cada pujol un monument per a divertir-vos"
        },
        {
            "chapter": 26,
            "verse": 129,
            "text": "i feu construccions esperant, potser, ser immortals"
        },
        {
            "chapter": 26,
            "verse": 130,
            "text": "Quan useu de violencia ho feu sense pietat"
        },
        {
            "chapter": 26,
            "verse": 131,
            "text": "Temeu, doncs, a Al·la i obeiu-me"
        },
        {
            "chapter": 26,
            "verse": 132,
            "text": "Temeu a Qui us ha proveit del que sabeu"
        },
        {
            "chapter": 26,
            "verse": 133,
            "text": "de ramats i fills"
        },
        {
            "chapter": 26,
            "verse": 134,
            "text": "de jardins i fonts"
        },
        {
            "chapter": 26,
            "verse": 135,
            "text": "Temo per vosaltres el castig d'un dia terrible!»"
        },
        {
            "chapter": 26,
            "verse": 136,
            "text": "Van dir: «Ens dona el mateix que ens amonestis o no"
        },
        {
            "chapter": 26,
            "verse": 137,
            "text": "No fem sino el que acostumaven a fer els antics"
        },
        {
            "chapter": 26,
            "verse": 138,
            "text": "No se'ns castigara!»"
        },
        {
            "chapter": 26,
            "verse": 139,
            "text": "Li van desmentir i els aniquilem. Certament, hi ha en aixo un signe, pero la majoria no creuen"
        },
        {
            "chapter": 26,
            "verse": 140,
            "text": "En veritat, el teu Senyor es el Poderos, el Misericordios"
        },
        {
            "chapter": 26,
            "verse": 141,
            "text": "Els tamudis van desmentir als Missatgers"
        },
        {
            "chapter": 26,
            "verse": 142,
            "text": "Quan el seu germa Salih els va dir: «Es que no aneu a temer (a Al·la)"
        },
        {
            "chapter": 26,
            "verse": 143,
            "text": "Teniu en mi a un Missatger digne de confianca"
        },
        {
            "chapter": 26,
            "verse": 144,
            "text": "Temeu, doncs, a Al·la i obeiu-me"
        },
        {
            "chapter": 26,
            "verse": 145,
            "text": "No us demano per aixo cap salari. El meu salari no incumbeix sino al Senyor de l'univers"
        },
        {
            "chapter": 26,
            "verse": 146,
            "text": "Se us va a deixar en seguretat amb el que aqui baix teniu"
        },
        {
            "chapter": 26,
            "verse": 147,
            "text": "entre jardins i fonts"
        },
        {
            "chapter": 26,
            "verse": 148,
            "text": "entre camps conreats i esveltes palmeres"
        },
        {
            "chapter": 26,
            "verse": 149,
            "text": "i continuareu excavant, habilment, cases en les muntanyes"
        },
        {
            "chapter": 26,
            "verse": 150,
            "text": "Temeu, doncs, a Al·la i obeiu-me"
        },
        {
            "chapter": 26,
            "verse": 151,
            "text": "No obeiu les ordres dels immoderats"
        },
        {
            "chapter": 26,
            "verse": 152,
            "text": "que corrompen en la terra i no la reformen!»"
        },
        {
            "chapter": 26,
            "verse": 153,
            "text": "Van dir: «Ets nomes un fetillat"
        },
        {
            "chapter": 26,
            "verse": 154,
            "text": "No ets sino un mortal com nosaltres! Porta un signe, si es veritat el que dius!»"
        },
        {
            "chapter": 26,
            "verse": 155,
            "text": "Va dir: «Heus aqui una camella. Un dia li tocara beure a ella i altre dia a vosaltres"
        },
        {
            "chapter": 26,
            "verse": 156,
            "text": "No li feu malament! Si no, us sorprendra el castig d'un dia terrible!»"
        },
        {
            "chapter": 26,
            "verse": 157,
            "text": "Pero ells la degollaren... i es van penedir"
        },
        {
            "chapter": 26,
            "verse": 158,
            "text": "I els va sorprendre el Castig. Certament, hi ha en aixo un signe, pero la majoria no creuen"
        },
        {
            "chapter": 26,
            "verse": 159,
            "text": "En veritat, el teu Senyor es El Poderos, El Misericordios"
        },
        {
            "chapter": 26,
            "verse": 160,
            "text": "El poble de Lot va desmentir als Missatgers"
        },
        {
            "chapter": 26,
            "verse": 161,
            "text": "Quan el seu germa Lot els va dir: «Es que no aneu a temer (a Al·la)"
        },
        {
            "chapter": 26,
            "verse": 162,
            "text": "Teniu en mi a un Missatger digne de confianca"
        },
        {
            "chapter": 26,
            "verse": 163,
            "text": "Temeu, doncs, a Al·la i obeiu-me"
        },
        {
            "chapter": 26,
            "verse": 164,
            "text": "No us demano per aixo cap salari. El meu salari no incumbeix sino al Senyor de l'univers"
        },
        {
            "chapter": 26,
            "verse": 165,
            "text": "Us dirigiu a barons que a altres creatures"
        },
        {
            "chapter": 26,
            "verse": 166,
            "text": "i descuideu a les vostres esposes, que el vostre Senyor ha creat per a vosaltres? Si, sou gent que viola la llei»"
        },
        {
            "chapter": 26,
            "verse": 167,
            "text": "Van dir: «Si no pares, Lot, seras, certament, expulsat»"
        },
        {
            "chapter": 26,
            "verse": 168,
            "text": "Va dir: «Deteste la vostra conducta"
        },
        {
            "chapter": 26,
            "verse": 169,
            "text": "Senyor! Salva'ns, a mi i a la meva familia, del que fan!»"
        },
        {
            "chapter": 26,
            "verse": 170,
            "text": "I els salvem, a ell i a la seva familia, a tots"
        },
        {
            "chapter": 26,
            "verse": 171,
            "text": "salvo a una vella entre els que es van ressagar"
        },
        {
            "chapter": 26,
            "verse": 172,
            "text": "Despres, vam aniquilar als altres"
        },
        {
            "chapter": 26,
            "verse": 173,
            "text": "I vam fer ploure sobre ells una pluja. Pluja fatal per als que havien estat advertits"
        },
        {
            "chapter": 26,
            "verse": 174,
            "text": "Certament, hi ha en aixo un signe, pero la majoria no creuen"
        },
        {
            "chapter": 26,
            "verse": 175,
            "text": "En veritat el teu Senyor es El Poderos, El Misericordios"
        },
        {
            "chapter": 26,
            "verse": 176,
            "text": "Els Habitants de l'Espessor van desmentir als Missatgers"
        },
        {
            "chapter": 26,
            "verse": 177,
            "text": "Quan Xuayb els va dir: «Es que no aneu a temer (a Al·la)"
        },
        {
            "chapter": 26,
            "verse": 178,
            "text": "Teniu en mi a un Missatger digne de confianca"
        },
        {
            "chapter": 26,
            "verse": 179,
            "text": "Temeu, doncs, a Al·la i obeiu-me"
        },
        {
            "chapter": 26,
            "verse": 180,
            "text": "No us demano per aixo cap salari. El meu salari no incumbeix sino al Senyor de l'univers"
        },
        {
            "chapter": 26,
            "verse": 181,
            "text": "Doneu la mesura justa, no feu trampa"
        },
        {
            "chapter": 26,
            "verse": 182,
            "text": "Peseu amb una balanca exacta"
        },
        {
            "chapter": 26,
            "verse": 183,
            "text": "No danyeu a ningu en les seves coses i no obreu malament en la terra corrompent"
        },
        {
            "chapter": 26,
            "verse": 184,
            "text": "Temeu a Qui us ha creat, a vosaltres i a les generacions antigues!»"
        },
        {
            "chapter": 26,
            "verse": 185,
            "text": "Van dir: «Ets nomes un fetillat"
        },
        {
            "chapter": 26,
            "verse": 186,
            "text": "No ets sino un mortal com nosaltres. Creiem que esmentis"
        },
        {
            "chapter": 26,
            "verse": 187,
            "text": "Si es veritat el que dius, feix que caigui sobre nosaltres part del cel!»"
        },
        {
            "chapter": 26,
            "verse": 188,
            "text": "Va dir: «El meu Senyor sap be el que feu»"
        },
        {
            "chapter": 26,
            "verse": 189,
            "text": "Li van desmentir. I el castig del Dia de l'Ombra els va sorprendre: va ser el castig d'un dia terrible"
        },
        {
            "chapter": 26,
            "verse": 190,
            "text": "Certament, hi ha en aixo un signe, pero la majoria no creuen"
        },
        {
            "chapter": 26,
            "verse": 191,
            "text": "En veritat, el teu Senyor es El Poderos, El Misericordios"
        },
        {
            "chapter": 26,
            "verse": 192,
            "text": "Es, en veritat, La Revelacio del Senyor de l'univers"
        },
        {
            "chapter": 26,
            "verse": 193,
            "text": "L'Esperit digne de confianca ho ha baixat"
        },
        {
            "chapter": 26,
            "verse": 194,
            "text": "al teu cor, perque siguis un que adverteix"
        },
        {
            "chapter": 26,
            "verse": 195,
            "text": "En llengua arab clara"
        },
        {
            "chapter": 26,
            "verse": 196,
            "text": "i estava, certament, en les Escriptures dels antics"
        },
        {
            "chapter": 26,
            "verse": 197,
            "text": "No es per a ells un signe que els doctors dels Fills d'Israel ho coneguin"
        },
        {
            "chapter": 26,
            "verse": 198,
            "text": "Si ho haguessim revelat a un no arab"
        },
        {
            "chapter": 26,
            "verse": 199,
            "text": "i aquest l'hi hagues recitat, no haurien cregut en ell"
        },
        {
            "chapter": 26,
            "verse": 200,
            "text": "Aixi l'hi hem insinuat als pecadors"
        },
        {
            "chapter": 26,
            "verse": 201,
            "text": "pero no creuran en ell fins que vegin el castig doloros"
        },
        {
            "chapter": 26,
            "verse": 202,
            "text": "que els vindra de cop i volta, sense pressentir-ho"
        },
        {
            "chapter": 26,
            "verse": 203,
            "text": "Llavors, diran: «Se'ns diferira?»"
        },
        {
            "chapter": 26,
            "verse": 204,
            "text": "Volen, llavors, avancar El nostre castig"
        },
        {
            "chapter": 26,
            "verse": 205,
            "text": "I que et sembla? Si els deixessim gaudir durant anys"
        },
        {
            "chapter": 26,
            "verse": 206,
            "text": "i, despres, es complis en ells l'amenaca"
        },
        {
            "chapter": 26,
            "verse": 207,
            "text": "no els serviria de res l'haver gaudit tant"
        },
        {
            "chapter": 26,
            "verse": 208,
            "text": "No hem destruit mai una ciutat sense haver-li enviat abans qui advertissin"
        },
        {
            "chapter": 26,
            "verse": 209,
            "text": "com amonestacio. No som injusts"
        },
        {
            "chapter": 26,
            "verse": 210,
            "text": "No son els dimonis qui ho han baixat"
        },
        {
            "chapter": 26,
            "verse": 211,
            "text": "ni els estava be, ni podien fer-ho"
        },
        {
            "chapter": 26,
            "verse": 212,
            "text": "Estan, en veritat, lluny d'escoltar-ho"
        },
        {
            "chapter": 26,
            "verse": 213,
            "text": "No invoquis a altres deus juntament amb Al·la si no, seras castigat"
        },
        {
            "chapter": 26,
            "verse": 214,
            "text": "Adverteix als membres mes reunits de la teva tribu"
        },
        {
            "chapter": 26,
            "verse": 215,
            "text": "Sigues benevol amb els creients que et segueixen"
        },
        {
            "chapter": 26,
            "verse": 216,
            "text": "Si et desobeixen, digues: «Soc innocent del que feu»"
        },
        {
            "chapter": 26,
            "verse": 217,
            "text": "Confia en El Poderos, El Misericordios"
        },
        {
            "chapter": 26,
            "verse": 218,
            "text": "Que et veu quan estas dempeus"
        },
        {
            "chapter": 26,
            "verse": 219,
            "text": "i veu les postures que adoptes entre els que es prosternen"
        },
        {
            "chapter": 26,
            "verse": 220,
            "text": "Ell es Qui tot ho escolta, Qui tot ho sap"
        },
        {
            "chapter": 26,
            "verse": 221,
            "text": "He d'informar-vos de sobre qui descendeixen els dimonis"
        },
        {
            "chapter": 26,
            "verse": 222,
            "text": "Descendeixen sobretot mentider pecador"
        },
        {
            "chapter": 26,
            "verse": 223,
            "text": "Agusen l'oida... I la majoria menteixen"
        },
        {
            "chapter": 26,
            "verse": 224,
            "text": "Quant als poetes, els segueixen els esgarriats"
        },
        {
            "chapter": 26,
            "verse": 225,
            "text": "No has vist que van errant per tots les valls"
        },
        {
            "chapter": 26,
            "verse": 226,
            "text": "i que diuen el que no fan"
        },
        {
            "chapter": 26,
            "verse": 227,
            "text": "No son aixi els que creuen, obren be, recorden molt a Al·la i es defensen quan son tractats injustament. Els impius veuran aviat la sort que els espera"
        },
        {
            "chapter": 27,
            "verse": 1,
            "text": "Taa Siin. Aquests son els versicles de l'Alcora i d'una Escriptura clara"
        },
        {
            "chapter": 27,
            "verse": 2,
            "text": "Una Guia i bona nova per als creients"
        },
        {
            "chapter": 27,
            "verse": 3,
            "text": "que fan la azala, donen el azaque i estan convencuts de l'altra vida"
        },
        {
            "chapter": 27,
            "verse": 4,
            "text": "Hem engalanat les accions dels que no creuen en l'altra vida, aixi erren perplexos"
        },
        {
            "chapter": 27,
            "verse": 5,
            "text": "Aquests tals son els que sofriran el castig pitjor i els que perdran mes en l'altra vida"
        },
        {
            "chapter": 27,
            "verse": 6,
            "text": "En veritat tu reps l'Alcora d'Un que es Savi, Omniscient"
        },
        {
            "chapter": 27,
            "verse": 7,
            "text": "Quan Moises va dir a la seva familia: «Distingeixo un foc. Vaig a informar-vos de quin es tracta o us portare un tio ardent. Potser, aixi, pugueu escalfar-vos»"
        },
        {
            "chapter": 27,
            "verse": 8,
            "text": "A l'arribar a ell, li van cridar: «Beneit sigui Qui esta en el foc i qui esta entorn d'ell! Gloria a Al·la, Senyor de l'univers"
        },
        {
            "chapter": 27,
            "verse": 9,
            "text": "Moises! Jo soc Al·la, El Poderos, El Savi!»"
        },
        {
            "chapter": 27,
            "verse": 10,
            "text": "I: «Llenca la teva vara!» I quan va veure que es movia com si anes una serp, va donar mitja volta per a escapar, sense tornar-se. «Moises! No tinguis por! Davant meu , els Missatgers no temen"
        },
        {
            "chapter": 27,
            "verse": 11,
            "text": "Si, en canvi, qui hagi obrat impiament; pero, si substituix la seva dolenta accio per una bona... Jo soc indulgent, misericordios"
        },
        {
            "chapter": 27,
            "verse": 12,
            "text": "Introduix la ma per la escotadura de la teva tunica i sortira blanca, sana. Aixo formara part dels nou signes destinats a Farao i el seu poble. Son gent perversa»"
        },
        {
            "chapter": 27,
            "verse": 13,
            "text": "Quan Els nostres signes van venir a ells tot clars, van dir: «Aixo es manifesta magia!»"
        },
        {
            "chapter": 27,
            "verse": 14,
            "text": "I els van negar injusta i altivament, a pesar d'estar convencuts d'ells. I mira com van acabar els corruptors"
        },
        {
            "chapter": 27,
            "verse": 15,
            "text": "Vam donar ciencia a David i a Salomon. I van dir: «Lloat sigui Al·la, que ens ha preferit a molts dels seus serfs creients!»"
        },
        {
            "chapter": 27,
            "verse": 16,
            "text": "Salomon va heretar a David i va dir: «Homes! Se'ns ha ensenyat el llenguatge dels ocells i se'ns ha donat de tot. Es un favor manifest!»"
        },
        {
            "chapter": 27,
            "verse": 17,
            "text": "Les tropes de Salomon, compostes de genis, d'homes i pardals, van ser agrupades davant ell i formades"
        },
        {
            "chapter": 27,
            "verse": 18,
            "text": "Fins que, arribats a la Vall de les Formigues, una formiga va dir: «Formigues! Entreu en els vostres habitatges, no sigui que Salomon i les seves tropes us esclafen sense adonar-se!»"
        },
        {
            "chapter": 27,
            "verse": 19,
            "text": "Va somriure a l'escoltar el que ella deia i va dir: «Senyor! Permet-me que T'agraeixi la gracia que ens has dispensat, a mi i als meus pares! Feix que faci obres bones que Et plaguin! Feix que entri a formar part, per La teva misericordia, dels teus serfs justs!»"
        },
        {
            "chapter": 27,
            "verse": 20,
            "text": "Va passar revista als pardals i va dir: «Com es que no veig a la palput? O es que esta absent"
        },
        {
            "chapter": 27,
            "verse": 21,
            "text": "He de castigar-la severament o degollar-la, tret que em presenti, sens falta , una excusa satisfactoria»"
        },
        {
            "chapter": 27,
            "verse": 22,
            "text": "No va trigar a regressar i va dir: «Se quelcom que tu no saps, i et porto Dels Saba una noticia segura"
        },
        {
            "chapter": 27,
            "verse": 23,
            "text": "He trobat que regna sobre ells una dona, a qui s'ha donat de tot i que posseix un tron august"
        },
        {
            "chapter": 27,
            "verse": 24,
            "text": "He trobat que ella i el seu poble es postran davant el sol, no davant Al·la. El Dimoni els ha engalanat les seves obres i, havent-los apartat del cami, no segueixen la bona senda"
        },
        {
            "chapter": 27,
            "verse": 25,
            "text": "de manera que no es prosternan davant Al·la, Que posa de manifest el que esta amagat en els cels i en la terra, i sap el que oculteu i el que manifesteu"
        },
        {
            "chapter": 27,
            "verse": 26,
            "text": "Al·la, fora d´Ell no hi ha altre deu, es el Senyor del Tron August»"
        },
        {
            "chapter": 27,
            "verse": 27,
            "text": "Va dir ell: «Anem a veure si dius veritat o menteixes"
        },
        {
            "chapter": 27,
            "verse": 28,
            "text": "Porta aquest escrit meu i tira-l'hi. Despres, mantin-te a part i mira que responen»"
        },
        {
            "chapter": 27,
            "verse": 29,
            "text": "Va dir ella: «Dignataris! M'han tirat un escrit respectable"
        },
        {
            "chapter": 27,
            "verse": 30,
            "text": "Es de Salomon i diu: En el nom d'Al·la El Compassiu El Misericordios"
        },
        {
            "chapter": 27,
            "verse": 31,
            "text": "No us mostreu altius amb mi i veniu a mi submissos!'»"
        },
        {
            "chapter": 27,
            "verse": 32,
            "text": "Va dir ella: «Dignataris! Aconselleu-me en el meu assumpte! No vaig a decidir gens sense que sigueu vosaltres testimonis»"
        },
        {
            "chapter": 27,
            "verse": 33,
            "text": "Van dir: «Posseim forca i posseim gran valor, pero a tu et toca ordenar. Mira, doncs, que ordenes!»"
        },
        {
            "chapter": 27,
            "verse": 34,
            "text": "Va dir ella: «Els reis, quan entren en una ciutat, l'arruinen i reduixen a la miseria als seus habitants mes poderosos. Aixi es com fan"
        },
        {
            "chapter": 27,
            "verse": 35,
            "text": "Jo, en canvi, vaig a enviar-los un regal i veure amb que regressen els Missatgers»"
        },
        {
            "chapter": 27,
            "verse": 36,
            "text": "Quan va arribar a Salomon, va dir: «Voleu satisfer-me d'hisenda? El que Al·la m'ha donat val mes que el que Ell us ha donat. No, sino que sou vosaltres qui estan contents amb els vostres regals"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "Regressa als teus! Hem de marxar contra ells amb tropes a les quals no podran contenir i hem d'expulsar-los de la seva ciutat, abatuts i humiliats»"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "Va dir ell: «Dignataris! Qui de vosaltres em portara el seu tron abans que vinguen a mi submissos?»"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "Un dels genis, un Ifrit, va dir: «Jo t'ho portare abans que hagis tingut temps d'aixecar-te del teu seient. Soc capac de fer- ho, digne de confianca»"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "El que tenia ciencia de l'Escriptura va dir: «Jo t'ho portare en un obrir i tancar d'ulls». Quan ho va veure segur de si mateix, va dir: «aquest es un favor del meu Senyor per a provar-me si soc o no agrait. Qui es agrait, ho es en realitat, en profit propi. I qui es desagrait... El meu Senyor Es basta a Si mateix, es Generos»"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "Va dir: «Desfigureu-li el seu tron i veurem si segueix la bona senda o no!»"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "Quan ella va arribar, es va dir: «Es aixi el seu tron?» Va dir ella: «Sembla que si». «Hem rebut la ciencia abans que ella. Ens haviem sotmes"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "Pero el que ella servia, en lloc de servir a Al·la, l'ha apartat. Pertanyia a un poble infidel»"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "Se li va dir: «Entra en el palau!» Quan ella ho va veure, va creure que era un estany d'aigua i es va descobrir les cames. Va dir ell: «Es un palau pavimentat de cristall». Va dir ella: «Senyor! He estat injusta amb mi mateixa, pero, com Salomon, em sotmet a Al·la, Senyor de l'univers»"
        },
        {
            "chapter": 27,
            "verse": 45,
            "text": "I als Tamudis els enviem el seu germa Salih: «Serviu a Al·la!» I heus aqui que es van escindir en dos grups, que es van querellar"
        },
        {
            "chapter": 27,
            "verse": 46,
            "text": "Va dir: «Poble! Per que precipiteu el mal abans que el be? Per que no demaneu perdo a Al·la? Potser, aixi, se us tingui pietat»"
        },
        {
            "chapter": 27,
            "verse": 47,
            "text": "Van dir: «Us tenim, a tu i als que et segueixen, per aus de mal averany». Va dir: «El vostre auguri esta en mans d'Al·la. Si, sou gent subjecta a prova»"
        },
        {
            "chapter": 27,
            "verse": 48,
            "text": "En la ciutat havia un grup de nou homes, que corrompien en la terra i no la reformaven"
        },
        {
            "chapter": 27,
            "verse": 49,
            "text": "Van dir: «Juramentem-nos davant Al·la que hem d'atacar- los de nit, a ell i a la seva familia! Despres, direm al seu parent proxim que no presenciem l'assassinat de la seva familia i que diem la veritat»"
        },
        {
            "chapter": 27,
            "verse": 50,
            "text": "Van ordir una intriga sense sospitar que Nosaltres ordiem altra"
        },
        {
            "chapter": 27,
            "verse": 51,
            "text": "I mira com va acabar la seva intriga! Els aniquilem a ells i al seu poble, a tots"
        },
        {
            "chapter": 27,
            "verse": 52,
            "text": "Aqui estan les seves cases en ruines, en castig del seu impietat. Certament, hi ha en aixo un signe per a gent que sap"
        },
        {
            "chapter": 27,
            "verse": 53,
            "text": "Salvem, en canvi, als que creien i temien a Al·la"
        },
        {
            "chapter": 27,
            "verse": 54,
            "text": "I a Lot, quan va dir al seu poble: «Cometeu deshonestedat a gratcient"
        },
        {
            "chapter": 27,
            "verse": 55,
            "text": "Us dirigiu als homes, per concupiscencia, en lloc de dirigir-vos a les dones? Si, sou gent ignorant»"
        }
    ]
}