{
    "maqras": [
        {
            "chapter": 3,
            "verse": 52,
            "text": "İsa, onların küfrünü hissedince: -Allah uğrunda bana yardımcı olacak kim vardır? dedi. Havariler de şöyle cevap verdiler: -Biz Allah’ın (dininin) yardımcılarıyız, Allah’a iman ettik, O’na teslim olduğumuza da şahit ol"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "Rabbimiz, indirdiğine inandık, Peygamber’e uyduk, bizi şahit olanlarla beraber yaz"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "Onlar hile yaptılar, Allah da onlara hile yaptı. Allah, düzen kurucuların en hayırlısıdır"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "Allah, İsa’ya şöyle buyurmuştu: -Ey İsa, seni vefat ettireceğim ve seni katıma yükselteceğim. İnkar edenlerden seni tertemiz ayıracağım. Sana tabi olanları kıyamet gününe kadar inkar edenlerin üstünde tutacağım. Sonra bana döneceksiniz. Sizin aranızda, hakkında ihtilaf ettiğiniz konularda hüküm vereceğim"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "O kafir olanları dünya ve ahirette şiddetli azaba çarptıracağım, onların yardımcıları da olmayacaktır"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "İman edenlere ve doğruları yapanlara ise eksiksiz mükafatlarını verecektir. Allah, zalimleri sevmez"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "Sana okuduğumuz bunlar, ayetlerden ve hikmet sahibi, Zikir/Kur’an’dandır"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "Allah katında İsa’nın durumu, kendisini topraktan yaratıp sonra O’na “Ol!” dediği zaman olan Adem’in durumu gibidir"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "Gerçek Rabbin´dendir. O halde şüphe edenlerden olma"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "Sana ilim geldikten sonra, bu hususta seninle kim tartışacak olursa, de ki: -Gelin, oğullarımızı, oğullarınızı; kadınlarımızı, kadınlarınızı; bizi ve sizi çağıralım. Sonra tevazu içinde gönülden yalvaralım da Allah’ın lanetinin yalancılara olmasını dileyelim"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "Şüphesiz bu anlatılanlar gerçek hikayelerdir. Allah’tan başka ilah yoktur. Allah, elbette azizdir, hakimdir"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "Eğer yüz çevirirlerse, şüphesiz Allah, bozguncuları hakkıyla bilendir"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "De ki: -Ey kitap ehli, “Allah’tan başkasına kulluk etmemek, O’na hiç bir şey ortak koşmamak ve birbirimizi Allah’tan başka Rabler olarak benimsememek” üzere bizimle sizin aranızda ortak bir söze gelin! Eğer yüz çevirirlerse: -Bizim, Müslüman olduğumuza şahit olun, deyin"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "Ey kitap ehli, İbrahim hakkında niçin tartışıyorsunuz? Tevrat da İncil de şüphesiz ondan sonra indirilmiştir. (Bu kadar da) düşünmüyor musunuz"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "İşte siz öylesiniz, biraz bir şeyler bildiğiniz konuda hadi tartıştınız, ama bilginiz olmayan bir şey hakkında ne diye tartışıyorsunuz? Oysa Allah bilir, siz bilmezsiniz"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "İbrahim Yahudi de Hıristiyan da değildi fakat, hanif bir müslümandı. Müşriklerden de değildi"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "Doğrusu İbrahim’e en yakın olanlar, Ona uyanlarla şu peygamber ve iman edenlerdir. Allah, müminlerin velisidir"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "Kitap ehlinden bir kısmı sizi yoldan çıkarmak isterler, fakat yalnızca kendilerini yoldan çıkarırlar da bunun farkına varmazlar"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "Ey kitap ehli, göz göre göre niçin Allah’ın ayetlerini inkar ediyorsunuz"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "Ey kitap ehli, niçin hakla batılı karıştırıyor ve bile bile gerçeği gizliyorsunuz"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "Kitap ehlinden bir kısmı: -İman edenlere indirilene günün başında inanın, sonunda inkar edin, belki dönerler"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "Dininize uyanlardan başkasına inanmayın, dediler. De ki: -Doğru yol, sadece Allah´ın gösterdiği yoldur. Size verilen bir başkasına da verildi veya Rabbiniz katında size üstün gelecekler diye mi (telaşlanıyorsunuz)? De ki: -Nimet ve ihsan Allah’ın elindedir. Onu dilediğine verir. Allah, ihsanı bol olan, her şeyi bilendir"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "Rahmetini dilediğine tahsis eder. Allah, büyük nimet sahibidir"
        }
    ]
}