{
    "maqras": [
        {
            "chapter": 6,
            "verse": 59,
            "text": "Gaybın anahtarları O’nun yanındadır. Onları, kendisinden başkası bilmez. Karada ve denizde olan her şeyi bilir. Onun bilgisi olmadan hiç bir yaprak düşmez ve yerin karanlıklarında hiçbir tane, hiç bir yaş ve hiç bir kuru yoktur ki apaçık bir kitapta bulunmasın"
        },
        {
            "chapter": 6,
            "verse": 60,
            "text": "Geceleyin sizi öldüren O’dur. Belirli bir sürenin geçmesi için sizi yeniden dirilttiği gündüzleri de ne yaptığınızı bilir. Sonra dönüşünüz O’na olacak ve O size ne yapmış olduğunuzu haber verecektir"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "Kulları üzerinde yegane hakim odur. Size gözetleyiciler (melekler) gönderir. Sonunda birinize ölüm geldiği zaman, elçilerimiz hiç bir kusur etmeden onun canını alırlar"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "Sonra gerçek mevlâları olan Allah’a döndürülürler. Dikkat edin, hüküm O’na aittir. O, hesap görenlerin en hızlısıdır"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "De ki: -Karanın ve denizin karanlıklarından bizi kurtarırsan, elbette şükredenlerden olacağız, diye yalvararak ve gizlice dua ettiğinizde, sizi bundan kim kurtarır"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "De ki: -Sizi ondan ve bütün sıkıntılardan kurtaracak olan Allah’tır; böyle olduğu halde siz yine de şirk koşuyorsunuz"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "De ki: -Üzerinizden veya ayaklarınızın altından bir azap göndermeye ya da sizi gruplara ayırarak birbirinizle denemeye kadîr olan O’dur. Belki anlayış gösterirler diye ayetleri nasıl açıkladığımıza bir bak"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "Senin toplumun da hak olmasına rağmen, onu yalanladı. “Ben, sizin üzerinize vekil değilim” de"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "Her haberin gerçekleşeceği bir an vardır. İlerde anlayacaksınız"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "Ayetlerimiz hakkında ileri geri konuşanları gördüğün zaman Kur’an’dan başka bir söze dalana kadar onlardan yüz çevir. Eğer şeytan bunu sana unutturursa, hatırladıktan sonra, artık zalim toplulukla beraber oturma"
        },
        {
            "chapter": 6,
            "verse": 69,
            "text": "Allah’tan korkanlara, zalimlerin hesabından hiç bir sorumluluk yoktur. Fakat, onların da Allah’tan korkmaları için bir hatırlatma vardır"
        },
        {
            "chapter": 6,
            "verse": 70,
            "text": "Dinlerini oyun ve eğlence edinen ve dünya hayatının aldattığı kimseleri bırak; sen Kur’an ile, kişinin, kendi kazancı yüzünden, Allah’tan başka bir dost ve şefaatçinin bulunmadığı ahirette tehlikeye düşmemesi için öğüt ver. Zira o kişi, bütün varlığını fidye olarak verse bile, kendisinden alınıp kabul edilmez. İşte bunlar, kendi kazandıkları yüzünden tehlikeye girmiş kimselerdir. Kafir olmaları dolayısıyla onlar için kaynar bir içecek ve acı bir azap vardır"
        },
        {
            "chapter": 6,
            "verse": 71,
            "text": "De ki: -Allah, bize hidayet verdikten sonra, şeytanların yeryüzünde ayartıp, şaşkın bir vaziyette bıraktıkları, dostlarının ise “bize gel” diyerek doğru yola davet ettikleri kimse gibi, topuklarımız üzerinde geri dönelim de bize faydası da zararı da dokunmayan Allah’tan başka şeylere mi yalvaralım? Yine de ki: -Allah’ın hidayeti, işte asıl hidayet odur. Biz, alemlerin Rabbine teslim olmakla, namaz kılmak ve Allah’tan korkmakla emrolunduk. Huzurunda toplanacağınız O’dur"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "De ki: -Allah, bize hidayet verdikten sonra, şeytanların yeryüzünde ayartıp, şaşkın bir vaziyette bıraktıkları, dostlarının ise “bize gel” diyerek doğru yola davet ettikleri kimse gibi, topuklarımız üzerinde geri dönelim de bize faydası da zararı da dokunmayan Allah’tan başka şeylere mi yalvaralım? Yine de ki: -Allah’ın hidayeti, işte asıl hidayet odur. Biz, alemlerin Rabbine teslim olmakla, namaz kılmak ve Allah’tan korkmakla emrolunduk. Huzurunda toplanacağınız O’dur"
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "Gökleri ve yeri hak ile yaratan O’dur. “Ol!” dediği gün oluverir; sözü haktır; sûra üflendiği gün de hakimiyet O’nundur. Gizliyi de görüneni de bilendir. Hâkim olan haberdar olan O’dur"
        }
    ]
}