{
    "rukus": [
        {
            "chapter": 7,
            "verse": 26,
            "text": "ลูกหลานอาดัมเอ๋ย แท้จริงเราได้ให้ลงมาแก่พวกเจ้าแล้ว ซึ่งเครื่องนุ่งห่มทีปกปิดสิ่งที่อันน่าละอายของพวกเจ้าและเครื่องนุ่งห่มที่ให้ความสวยงาม และเครื่องนุ่งห่มแห่งความยำเกรง นั่นคือสิ่งที่ดียิ่ง นั่นแหละคือส่วนหนึ่งจากบรรดาโองการของอัลลอฮฺ เพื่อว่าเขาเหล่านั้นจะได้รำลึก"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "ลูกหลานของอาดัมเอ๋ย จงอย่าให้ชัยฏอนหลอกลวงพวกเจ้า เช่นเดียวกับที่มันได้ให้พ่อแม่ของพวกเจ้าออกจากสวนสวรรค์มาแล้ว โดยที่มันได้ถอดเครื่องนุ่งห่มของเขาทั้งสองออกเพื่อที่จะให้เขาทั้งสองเห็นสิ่งที่น่าละอายของเขาทั้งสองแท้จริงทั้งมัน และเผ่าพันธุ์ของมันมองเห็นพวกเจ้าโดยที่พวกเจ้าไม่เห็นพวกมัน แท้จริงเราได้ให้บรรดาชัยฏอนเป็นเพื่อนกับบรรดาผู้ที่ไม่ศรัทธา"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "และเมื่อพวกเขากระทำสิ่งชั่วช้าน่ารังเกียจ พวกเขาก็กล่าวว่า พวกเราได้พบเห็นบรรดาบรรพบุรุษของพวกเราเคยกระทำมา และอัลลอฮก็ทรงใช้พวกเราให้กระทำมันด้วย จงกล่าวเถิด (มุฮัมมัด) ว่าแท้จริงอัลลอฮฺนั้นไม่ทรงใช้ให้กระทำสิ่งชั่วช้าน่ารังเกียจดอก พวกท่านจะกล่าวให้ร้ายแก่อัลลอฮฺในสิ่งที่พวกเจ้าไม่รู้กระนั้นหรือ"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "จงกล่าวเถิด (มุฮัมมัด) ว่า พระเจ้าของฉันได้ทรงสั่งให้มีความยุติธรรม และพวกเจ้าจงผินให้ตรงซึ่งใบหน้าของพวกเจ้า ณ ทุก ๆมัสยิด และจงวิงวอนต่อพระองคฺในฐานะผู้มอบการอิบาดะฮฺทั้งหลายแด่พระองค์โดยบริสุทธิ์ใจ เช่นเดียวกับที่พระองค์ได้ทรงบังเกิดพวกเจ้าแต่แรกนั้น พวกเจ้าก็จะกลับไป"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "พวกหนึ่งพระองค์ทรงแนะนำให้ และอีกพวกหนึ่งสมควรแก่พวกเขาแล้วซึ่งการหลงผิด แท้จริงพวกเขาได้ยึดเอาบรรดาชัยฏอนเป็นผู้คุ้มครอง อื่นจากอัลลอฮฺ และพวกเขาคิดว่าพวกเขาคือผู้ที่ได้รับคำแนะนำ"
        },
        {
            "chapter": 7,
            "verse": 31,
            "text": "ลูกหลานอาดัมเอ๋ย จงเอาเครื่องประดับกายของพวกเจ้า ณ ทุกมัสยิด และจงกินและจงดื่ม และจงอย่าฟุ่มเฟือย แท้จริงพระองค์ไม่ชอบบรรดาผู้ที่ฟุ่มเฟือย"
        }
    ]
}