{
    "rukus": [
        {
            "chapter": 11,
            "verse": 1,
            "text": "อะลีฟ ลาม รอฺ คัมภีร์ที่โองการทั้งหลายของมันถูกทำให้รัดกุมมีระเบียบ แล้วถูกจำแนกเรื่องต่างๆ อย่างชัดแจ้ง จากพระผู้ทรงปรีชาญาณ ผู้ทรงรอบรู้เชี่ยวชาญ"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "เพื่อพวกท่านจะได้ไม่เคารพภักดีผู้ใดนอกจากอัลลอฮฺ แท้จริงฉันได้รับการแต่งตั้งจากพระองค์มายังพวกท่าน เพื่อเป็นผู้ตักเตือนและผู้แจ้งข่าวดี"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "และพวกท่านจงขอนิรโทษจากพระเจ้าของพวกท่าน แล้วจงกลับเนื้อกลับตัวต่อพระองค์ พระองค์จะทรงให้ปัจจัยแก่พวกท่านซึ่งปัจจัยที่ดีไปจนถึงวาระหนึ่งที่กำหนดไว้และพระองค์จะทรงประทานแก่ทุก ๆ ผู้ทำความดีซึ่งความดีของเขาและหากพวกท่านผินหลังให้ แท้จริงฉันกลัวแทน พวกท่านซึ่งการลงโทษในวันอันยิ่งใหญ่"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "การกลับของพวกท่านย่อมไปสู่อัลลอฮฺและพระองค์เป็นผู้ทรงอานุภาพเหนือทุกสิ่ง"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "พึงรู้เถิด แท้จริงพวกเขาปกปิดความลับในทรวงอกของพวกเขา เพื่อพวกเขาจะซ่อนความความเป็นศัตรูจากพระองค์ พึงรู้เถิด ขณะที่พวกเขาเอาเสื้อผ้าของพวกเขาปกคลุมตัวนั้น พระองค์ทรงรู้สิ่งที่พวกเขาปกปิด และสิ่งที่พวกเขาเปิดเผยแท้จริงพระองค์เป็นผู้ทรงรอบรู้สิ่งที่อยู่ในทรวงอก"
        },
        {
            "chapter": 11,
            "verse": 6,
            "text": "และไม่ว่าสัตว์ตัวใดที่เหยียบย่ำอยู่ในแผ่นดินเว้นแต่เครื่องยังชีพของมันเป็นหน้าที่ของอัลลอฮฺ และพระองค์ทรงรู้ที่พำนักของมันและที่พักชั่วคราวของมัน ทุกสิ่งอยู่ในบันทึกอันชัดแจ้ง"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "และพระองค์คือผู้สร้างชั้นฟ้าทั้งหลายและแผ่นดินในระยะ 6 วัน และบัลลังก์ของพระองค์อยู่เหนือน้ำ เพื่อพระองค์จะทรงทดสอบพวกท่านว่า ผู้ใดในหมู่พวกท่านมีการงานที่ดีเยี่ยม และหากเจ้า (มุฮัมมัด) กล่าวว่า แท้จริงพวกท่านจะถูกให้ฟื้นคืนชีพขึ้นมา หลังจากที่ได้ตายไปแล้ว แน่นอนบรรดาผู้ปฏิเสธศรัทธาจะกล่าวว่า นี่มิใช่อื่นใดเลย นอกจากเล่ห์กลอย่างชัดแจ้ง"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "และหากเรายึดเวลาการลงโทษพวกเขาออกไปอีกระยะเวลาหนึ่งที่ได้กำหนดไว้ แน่นอนพวกเขาจะกล่าวว่า อะไรหรือได้ยับยั้งมันไว้ พึงรู้เถิด วันซึ่งการลงโทษจะมายังพวกเขา มันจะไม่ละเว้นไปจากพวกเขา และมันจะห้อมล้อมพวกเขา ตามที่พวกเขาได้เยาะเย้ยมัน"
        }
    ]
}