{
    "rukus": [
        {
            "chapter": 36,
            "verse": 1,
            "text": "ยา ซีน"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "ขอสาบานด้วยอัลกุรอานที่มีคำสั่งอันรัดกุม"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "แท้จริง เจ้าเป็นผู้หนึ่งในหมู่ผู้ถูกส่งมาอย่างแน่นอน"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "(เป็นผู้) อยู่บนแนวทางอันเที่ยงธรรม"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "อัลกุรอานนี้เป็นการประทานลงมาจากพระผู้ทรงอำนาจ ผู้ทรงเมตตาเสมอ"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "เพื่อเจ้าจะได้ตักเตือนกลุ่มชนหนึ่งซึ่งบรรพบุรุษของพวกเขามิได้ถูกตักเตือนมาก่อนดังนั้น พวกเขาจึงไม่สนใจ"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "โดยแน่นอน พระประกาศิตได้เป็นที่สมจริงแล้วแก่ส่วนมากของพวกเขา เพราะพวกเขาไม่ศรัทธา"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "แท้จริงเราได้คล้องพันธนาการที่คอของพวกเขา มันจึงห้อยลงมาที่คางของพวกเขา ดังนั้น (ศรีษะของ) พวกเขาจึงเงยขึ้น"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "และเราได้ทำเครื่องกีดขวางไว้ข้างหน้าพวกเขา และเครื่องกีดขวางไว้ข้างหลังพวกเขา และเราได้คลุมพวกเขาไว้อย่างมิดชิด ดังนั้นพวกเขาจึงมองไม่เห็น"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "และมีผลเท่ากันแก่พวกเขา เจ้าจะตักเตือนพวกเขาหรือไม่ตักเตือนพวกเขาก็ตาม พวกเขาก็จะไม่ศรัทธา"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "แท้จริงเจ้าเพียงแต่ตักเตือนผู้ที่ปฏิบัติตามข้อตักเตือนเท่านั้น และเขาเกรงกลัวพระผู้ทรงกรุณาปรานีโดยทางลับ ดังนั้น จงแจ้งข่าวดีแก่เขาด้วยการอภัยโทษและรางวัลอันมีเกียรติ"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "แท้จริงเราเป็นผู้ให้คนตายกลับมีชีวิตขึ้น และเราบันทึกสิ่งที่พวกเขาได้ประกอบไว้แต่ก่อน และร่องรอยของพวกเขาและทุกสิ่งนั้น เราได้รวบรวมไว้อย่างครบถ้วนในบันทึกอันชัดแจ้ง"
        }
    ]
}