{
    "rukus": [
        {
            "chapter": 67,
            "verse": 1,
            "text": "ความเจริญสุขจงมีแด่พระผู้ซึ่งอำนาจอยู่ในพระหัตถ์ของพระองค์ และพระองค์คือผู้ทรงอานุภาพเหนือทุกสิ่งอย่าง"
        },
        {
            "chapter": 67,
            "verse": 2,
            "text": "พระผู้ทรงให้มีความตายและให้มีความเป็น เพื่อจะทดสอบพวกเจ้าว่า ผู้ใดบ้างในหมู่พวกเจ้าที่มีผลงานดียิ่ง และพระองค์เป็นผู้ทรงอำนาจ ผู้ทรงให้อภัยเสมอ"
        },
        {
            "chapter": 67,
            "verse": 3,
            "text": "พระผู้ทรงสร้างชั้นฟ้าทั้งเจ็ดเป็นชั้น ๆ เจ้าจะไม่เห็นแต่อย่างใดในความไม่ได้สัดส่วนในการสร้างของพระผู้ทรงกรุณาปรานี ดังนั้นเจ้าจงหันกลับมามองดูซิ เจ้าเห็นรอยร้าวหรือช่องโหว่บ้างไหม"
        },
        {
            "chapter": 67,
            "verse": 4,
            "text": "แล้วจงหันกลับมามองอีกเป็นครั้งที่สอง สายตานั้นก็จะกลับมายังเจ้าด้วยการยอมจำนนและในสภาพที่ละเหี่ย"
        },
        {
            "chapter": 67,
            "verse": 5,
            "text": "และโดยแน่นอน เราได้ประดับท้องฟ้าของโลกนี้ด้วยดวงดาวเป็นแสงประทีป และเราได้ทำให้มันเป็นอาวุธไล่ชัยฏอน และเราได้เตรียมการลงโทษด้วยไฟอันร้อนแรงสำหรับพวกมัน"
        },
        {
            "chapter": 67,
            "verse": 6,
            "text": "และสำหรับบรรดาผู้ปฏิเสธศรัทธาต่อพระเจ้าของพวกเขานั้น คือการลงโทษแห่งนรกญะฮันนัม และมันเป็นทางกลับที่ชั่วช้ายิ่ง"
        },
        {
            "chapter": 67,
            "verse": 7,
            "text": "เมื่อพวกเขาถูกโยนลงไปในนรก พวกเขาจะได้ยินเสียงของมันครวญครางขณะที่มันกำลังเดือนพล่าน"
        },
        {
            "chapter": 67,
            "verse": 8,
            "text": "มันแทบจะระเบิดออกไปเพราะความเคียดแค้น ทุกครั้งที่พวกหนึ่งถูกโยนลงไปในมัน ยามเฝ้านรกจะถามพวกเขาว่า มิได้มีผู้ตักเตือนมายังพวกเจ้าดอกหรือ"
        },
        {
            "chapter": 67,
            "verse": 9,
            "text": "พวกเขากล่าวว่า มี ได้มีผู้ตักเตือนมายังเรา แต่พวกเราได้ปฏิเสธ และเรากล่าวอีกว่า อัลลอฮ์มิได้ทรงประทานสิ่งใดลงมา พวกท่านต่างหากที่อยู่ในการหลงผิดอย่างมาก"
        },
        {
            "chapter": 67,
            "verse": 10,
            "text": "และพวกเขากล่าวอีกว่า หากพวกเราฟังและใช้สติปัญญาใคร่ครวญ พวกเราก็จะมิได้มาอยู่เป็นชาวนรกอย่างนี้ดอก"
        },
        {
            "chapter": 67,
            "verse": 11,
            "text": "พวกเขายอมสารภาพในความผิดของพวกเขา แต่มันห่างไกลไปเสียแล้วสำหรับชาวนรก"
        },
        {
            "chapter": 67,
            "verse": 12,
            "text": "แท้จริงบรรดาผู้ยำเกรงต่อพระเจ้าของพวกเขาโดยทางลับ สำหรับพวกเขาจะได้รับการอภัยโทษ และรางวัลอันใหญ่หลวง"
        },
        {
            "chapter": 67,
            "verse": 13,
            "text": "และพวกเจ้าจงปิดบังคำพูดของพวกเจ้าหรือเปิดเผยมันก็ตาม แท้จริงพระองค์ทรงรอบรู้สิ่งที่อยู่ในทรวงอก"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "พระผู้ทรงสร้างจะมิทรงรอบรู้ดอกหรือ พระองค์คือผู้ทรงรอบรู้อย่างถี่ถ้วน ผู้ทรงตระหนักยิ่ง"
        }
    ]
}