{
    "maqras": [
        {
            "chapter": 16,
            "verse": 90,
            "text": "Dios ordena la justicia, hacer el bien y ayudar a la familia; pero prohibe la obscenidad, la mala conducta y la opresion. Asi los exhorta para que reflexionen"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "Cumplan su compromiso con Dios. No quebranten los juramentos despues de haberlos realizado, habiendo puesto a Dios como testigo. Dios sabe bien cuanto hacen"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "No sean como quien deshace el hilado que habia realizado cuidadosamente. No hagan del juramento un medio de engano. No rompan un pacto hecho con una nacion por beneficiarse de un pacto con otra nacion mas poderosa. Dios los pone a prueba para que se les evidencie quienes Lo obedecen de quienes no. El Dia del Juicio juzgara entre ustedes sobre lo que discrepaban"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "Si Dios hubiera querido habria hecho de ustedes una sola nacion [de creyentes]. Pero se descarria quien quiere y se guia quien quiere. Todos seran interrogados por cuanto hicieron"
        },
        {
            "chapter": 16,
            "verse": 94,
            "text": "No hagan de sus juramentos una herramienta de engano. Si lo hacen se los castigara por haberse extraviado y desviado a otros del sendero de Dios, y el castigo que sufriran sera terrible"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "No vendan su compromiso con Dios a vil precio. Lo que Dios les tiene reservado en esta vida y en la otra es mejor para ustedes, si lo supieran"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "[Sepan que] lo que ustedes tienen es temporal y lo que Dios tiene es eterno. A quienes hayan sido pacientes les multiplicare la recompensa de sus obras"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "Al creyente que obre rectamente, sea varon o mujer, le concedere una vida buena y le multiplicare la recompensa de sus buenas obras"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "Cuando recites el Coran refugiate en Dios del demonio maldito"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "El demonio no tiene poder sobre los creyentes que se encomiendan a su Senor"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "Solamente tiene poder sobre quienes lo toman como aliado protector y aquellos que lo adoran asociandolo [en el poder y la adoracion] a Dios"
        },
        {
            "chapter": 16,
            "verse": 101,
            "text": "Cuando revelo un precepto para abrogar otro, y Dios bien sabe lo que hace, dicen [tus detractores]: \"Eres tu quien lo ha inventado\". Pero la mayoria de ellos son ignorantes"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "Diles: \"Es el Espiritu Santo [el angel Gabriel] quien lo ha revelado [por orden] de tu Senor con la Verdad para afirmar a los creyentes, y como guia y albricias para los musulmanes que se someten a Dios"
        },
        {
            "chapter": 16,
            "verse": 103,
            "text": "Se muy bien que dicen: \"Es un hombre quien se lo transmite [el Coran]\". Pero bien saben que el idioma de quien ellos aluden no es el arabe, mientras que este [Coran] es en arabe puro"
        },
        {
            "chapter": 16,
            "verse": 104,
            "text": "A quienes no crean en los signos de Dios, Dios no los guiara y recibiran un castigo doloroso"
        },
        {
            "chapter": 16,
            "verse": 105,
            "text": "Solamente inventan mentiras quienes no creen en los signos de Dios. Ellos son los mentirosos [y no el Profeta]"
        },
        {
            "chapter": 16,
            "verse": 106,
            "text": "Quienes renieguen de la fe en Dios por haber sido forzados a ello, permaneciendo sus corazones tranquilos [y firmes] en la fe [no seran reprochados]; pero quienes lo hagan y se complazcan con la incredulidad, incurriran en la ira de Dios y tendran un castigo terrible"
        },
        {
            "chapter": 16,
            "verse": 107,
            "text": "porque prefirieron la vida mundanal a la otra. Dios no guia al pueblo incredulo"
        },
        {
            "chapter": 16,
            "verse": 108,
            "text": "A ellos Dios les ha sellado sus corazones, sus oidos y sus ojos [con la incredulidad], y son indiferentes [ante los signos]"
        },
        {
            "chapter": 16,
            "verse": 109,
            "text": "No hay duda de que en la otra vida ellos seran los perdedores"
        },
        {
            "chapter": 16,
            "verse": 110,
            "text": "Quienes emigraron luego de haber sido perseguidos, combatieron y fueron pacientes, tu Senor sera Absolvedor y Misericordioso con ellos"
        }
    ]
}