{
    "maqras": [
        {
            "chapter": 17,
            "verse": 70,
            "text": "He honrado a los hijos de Adan y les he facilitado los medios para viajar por la tierra y por el mar, les he proveido de todo lo bueno y los he favorecido sobre muchas otras criaturas"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "El dia que convoque a todos los seres humanos junto a sus guias y les entregue sus registros, a quien le sea entregado el libro de sus obras en la derecha, [se alegrara] leyendo su libro porque vera que no ha sido defraudado en lo mas minimo"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "Pero quien haya estado en esta vida ciego [en la incredulidad], en la otra tambien lo estara y mas perdido aun"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "Los idolatras [¡oh, Mujammad!] querian persuadirte que cedieras a favor de sus peticiones, contrariando las instrucciones que te habia revelado. Si lo hubieras hecho, te habrian convertido en su aliado"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "Si no te hubiera fortalecido, te habrias inclinado a aceptar parte de sus peticiones"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "Y si hubieras cedido en algo, te habria hecho sufrir un castigo doble en esta vida y en la otra. No hubieras encontrado quien te protegiera de Mi"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "Casi logran intimidarte para que abandones tu tierra [La Meca], pero si lo hubiesen logrado no habrian permanecido en ella sino poco tiempo [porque habria enviado sobre ellos el castigo]"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "Lo mismo sucedio con los Mensajeros que envie antes de ti. No encontraras cambio alguno en Mi proceder"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "Observa las oraciones prescritas desde pasado el mediodia hasta la oscuridad de la noche, y tambien la oracion del alba, y prolonga la recitacion en ella, pues esta es atestiguada [por los angeles de la noche y el dia]"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "Tambien levantate parte de la noche a realizar oraciones voluntarias, para que tu Senor te conceda un rango digno de alabanza"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "Di: \"¡Senor mio! Concedeme una entrada y una salida dignas [en todos los asuntos de mi vida], y concedeme los medios para lograr el triunfo"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "Y di: \"Ha triunfado la Verdad y se ha disipado la falsedad; la falsedad siempre se desvanece"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "Revele el Coran, que es cura para los corazones y misericordia para los creyentes, pero al mismo tiempo no hace sino aumentar la perdicion de los idolatras"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "El incredulo, cuando lo agracio, no Me agradece por arrogancia; pero cuando lo aflige un mal se desespera"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "Diles: \"Que cada uno obre como le plazca, pero sepan que su Senor conoce a quien esta mejor encaminado"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "Te preguntan acerca del espiritu. Diles: \"El espiritu es una de las creaciones de Dios, de las que solo El tiene conocimiento. No se les ha permitido acceder sino a una pequena parte del inmenso conocimiento de Dios"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "Si quisiera, borraria todo lo que te he revelado, y entonces no encontrarias quien abogara por ti ante Mi [para que lo pudieras recordar]"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "Pero no lo hare por misericordia. El favor con el que tu Senor te ha agraciado es inmenso"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "Diles: \"Si los seres humanos y los yinnes se unieran para redactar un texto similar al Coran, no podrian lograrlo, aunque se ayudaran mutuamente"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "He expuesto a los seres humanos en este Coran toda clase de ejemplos. Pero la mayoria de las personas no creen y rechazan la Verdad"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "Dicen [los que se niegan a creer]: \"No creeremos en ti hasta que no hagas fluir para nosotros vertientes de la tierra"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "o poseas un huerto con palmeras y vides, y hagas brotar en el rios"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "o hagas descender sobre nosotros un castigo del cielo como advertiste, o nos traigas a Dios y a los angeles para que los podamos ver"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "o poseas una casa de oro o asciendas al cielo, y aun asi no creeremos en ti a menos que nos traigas del cielo un libro que podamos leer\". Diles: \"¡Glorificado sea mi Senor! Pero, ¿no soy acaso solo un ser humano enviado como Mensajero"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "Lo que impidio que creyera la gente cuando se les presentaron los Mensajeros con la guia fue la misma retorica: [Decian] \"¿No encontro Dios nada mejor que enviar a un ser humano como Mensajero"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "Diles: \"Si los angeles habitaran la Tierra, entonces les habria enviado del cielo un angel como Mensajero"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "Diles: \"Dios es suficiente testigo de mi veracidad entre ustedes y yo. El esta bien informado sobre Sus siervos y los observa"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "A quien Dios guie estara bien encaminado, pero a quienes permita que se extravien nadie los podra socorrer salvo El. Los congregare de cabeza el Dia de la Resurreccion, ciegos, mudos y sordos. El Infierno sera su morada; siempre que el fuego se atenue avivare su llama"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "Ese sera su castigo por no haber creido en Mis milagros y haber dicho: \"¿Acaso cuando seamos huesos y polvo seremos resucitados y creados nuevamente"
        }
    ]
}