{
    "maqras": [
        {
            "chapter": 17,
            "verse": 99,
            "text": "¿Acaso no ven que Dios, Quien ha creado los cielos y la Tierra, tiene el poder de crearlos nuevamente? Les ha establecido un plazo determinado para su resurreccion, pero los idolatras lo niegan con incredulidad"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Diles: \"Si tuvieran en sus manos las arcas de mi Senor, no las compartirian por temor a empobrecer. ¡Que avaro es el ser humano"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "Concedi a Moises nueve milagros evidentes. Pregunta [¡oh, Mujammad!] al pueblo de Israel si no es verdad que cuando [Moises] se presento ante el Faraon, este le dijo: \"¡Oh, Moises! Creo que estas afectado por un hechizo"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "Dijo [Moises]: \"Tu sabes bien que solo el Senor de los cielos y de la Tierra ha enviado estos milagros claros. ¡Oh, Faraon! Creo que estas perdido"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "[El Faraon] quiso expulsarlos de la tierra, pero lo ahogue junto a su ejercito"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "Luego dije al pueblo de Israel: \"Habiten la tierra y sepan que cuando llegue el Dia del Juicio del que Dios les advirtio, los hare comparecer a todos"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "Lo he revelado [al Coran] con la verdad y lo he protegido para que asi les llegue. No te he enviado [¡oh, Mujammad!] sino como albriciador y amonestador"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "Te he revelado el Coran en partes para que se lo recites gradualmente a la gente. Te lo he ido revelando poco a poco"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "Diles: \"Crean o no crean en el [es su responsabilidad]\". Quienes fueron agraciados con el conocimiento de las revelaciones anteriores, cuando escuchan la recitacion del Coran se prosternan ante Dios"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "Y dicen: \"¡Glorificado sea nuestro Senor! La promesa de nuestro Senor se ha cumplido"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "Se prosternan ante Dios con los ojos llenos de lagrimas, y [el Coran] les acrecienta su humildad y sumision"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "Diles: \"Ya sea que Lo invoquen diciendo: ¡Oh, Dios!, ¡Oh, Compasivo!, O cualquier otro nombre con el que Le invoquen, El los oira. Sepan que El posee los nombres [y atributos] mas sublimes. Cuando realicen una oracion moderen su voz en la recitacion, no la hagan con voz muy alta ni tampoco en silencio"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "Di: \"¡Alabado sea Dios! El no tiene ningun hijo ni tiene asociado alguno en Su soberania ni necesita de ningun socorredor\". ¡Glorifica a Dios proclamando Su grandeza"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "¡Alabado sea Dios! Quien ha revelado a Su siervo el Libro en el que no hay contradicciones ni defectos"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "un Libro justo para advertir [a los que rechazan el Mensaje] de Su castigo severo, y para albriciar a los creyentes que obran rectamente que recibiran una hermosa recompensa"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "en la que permaneceran por toda la eternidad"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "Tambien para advertir a quienes dicen que Dios ha engendrado un hijo"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "No tienen conocimiento sobre eso ni lo tenian sus antepasados. ¡Que graves palabras salen de sus bocas! No dicen sino mentiras"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "¿Acaso vas a dejar que te consuma la pena si ellos se niegan a creer en estas palabras"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "He hecho de cuanto hay en la Tierra un adorno para probar quien obra mejor"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "pero luego la convertire en un terreno arido"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "¿Acaso consideras [¡oh, Mujammad!] que la historia de los jovenes de la caverna y [su devocion por] la escritura fue uno de Mis milagros mas sorprendentes"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "Recuerda cuando los jovenes se refugiaron en la caverna y dijeron: \"¡Senor nuestro! Acogenos en Tu misericordia y concedenos que nuestra situacion se solucione correctamente"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "Entonces hice que durmieran en la caverna por muchos anos"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Luego hice que despertaran para distinguir cual de los dos grupos [creyentes e incredulos] calculaba mejor el tiempo que habian permanecido alli"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "Te relato su verdadera historia: Eran jovenes que creian en su Senor y les aumente su guia"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "fortaleci sus corazones cuando se reunieron [antes de dejar sus hogares y su gente] y dijeron: \"Nuestro Senor es el Senor de los cielos y de la Tierra. No invocaremos nada fuera de El, si lo hicieramos estariamos cometiendo una desviacion"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "Nuestro pueblo adora fuera de El falsas deidades. ¿Por que no presentan un fundamento valido para hacerlo? ¿Acaso hay alguien mas injusto que quien inventa una mentira y la atribuye a Dios"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "[Dijo uno de ellos:] \"Si se apartan de ellos y reniegan de cuanto adoran en vez de Dios, refugiense en la caverna, que su Senor los cubrira con Su misericordia y les facilitara una salida a su situacion"
        }
    ]
}