{
    "maqras": [
        {
            "chapter": 22,
            "verse": 1,
            "text": "¡Oh, gente! Tengan temor de su Senor. El terremoto que ocurrira cuando llegue la Hora [del Juicio] sera algo terrible"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "El dia que llegue, las mujeres que esten amamantando a sus hijos se desentenderan de ellos, las embarazadas abortaran [por el terror], y veras a las personas caminar como ebrios, pero no estaran ebrios sino que el castigo de Dios sera intenso"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "Hay gente que discute acerca de Dios sin conocimiento, y siguen a todo demonio rebelde"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "Fue decretado que a quien lo siguiese, el lo extraviara y lo conducira al castigo del Infierno"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "¡Oh, gente! Si tienen dudas de que tengo el poder para resucitarlos, sepan que he creado [a Adan] de barro, luego [a toda su descendencia] de un ovulo fecundado que luego se transforma en un embrion, luego en una masa de tejidos, algunos ya formados y otros por formarse; ello es una evidencia [de Mi poder y sabiduria]. Preservo en el utero materno a aquellos que decrete que completen su gestacion. Los hago nacer, y luego de la infancia alcanzan la madurez; algunos mueren [antes de esta etapa] y otros alcanzan la vejez, y ya no recuerdan nada del conocimiento que habian adquirido. Tambien pueden observar a la tierra arida, y como cuando hago que llueva sobre ella, se remueve, se hincha, y brota toda clase de plantas bellas"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "Porque Dios es la Verdad. El resucitara a los muertos, y es sobre toda cosa Poderoso"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "La Hora [del Dia del Juicio] se aproxima, no hay duda acerca de ello, y [ese dia] Dios resucitara a quienes estan en las tumbas"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "Hay gente que discute acerca de Dios sin conocimiento, sin guia ni Libro que los ilumine"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "Con arrogancia pretenden apartar a la gente del camino de Dios. Seran humillados en esta vida, y el Dia de la Resurreccion los hare sufrir el castigo de quemarse"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "[Se les dira] \"Esto es lo que merecen por lo que hicieron con sus propias manos\". Pero sepan que Dios no es injusto con Sus siervos"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "Hay gente cuya fe esta siempre al borde [de la incredulidad]. Si les ocurre un bien se sienten tranquilos; pero si les ocurre una desgracia reniegan de la fe, perdiendose la recompensa de este mundo y el otro. Esa es la autentica perdicion"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "Ellos invocan en lugar de Dios aquello que no puede perjudicarlos ni beneficiarlos. Estan en un error profundo"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "Adoran aquello cuyo perjuicio es mas patente que su supuesto beneficio. ¡Que pesimo protector y companero"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "Dios introducira a los que crean y obren rectamente en jardines por donde corren rios. Dios hace lo que quiere"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "Aquel que pensaba que Dios no lo auxiliaria [al Profeta] en este mundo y en el otro [y se ve ahora decepcionado], que intente llegar al cielo por algun medio y la corte [la ayuda de Dios al Profeta], y vea si ese ardid puede acabar con lo que lo enfurece"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "Asi [como en las revelaciones anteriores] he revelado versiculos claros, porque Dios guia a quien quiere"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "El Dia de la Resurreccion Dios juzgara sobre las diferencias entre los seguidores de la fe [del Islam], del judaismo, del sabeismo, del cristianismo, los adoradores del fuego y los idolatras. Dios es testigo de todas las cosas"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "¿Acaso no ves que se prosternan ante Dios quienes estan en los cielos y en la Tierra, y el Sol, la Luna, las estrellas, las montanas, los arboles, los animales, y muchos de los seres humanos? Pero muchos otros [seres humanos] merecen el castigo. A quien Dios humille no habra quien pueda dignificarlo; Dios hace lo que quiere"
        }
    ]
}