{
    "maqras": [
        {
            "chapter": 7,
            "verse": 88,
            "text": "Dijeron los nobles de su pueblo con soberbia: \"Te expulsaremos de nuestra ciudad, a ti, ¡oh, Jetro!, y tambien a los creyentes, a menos que vuelvan a nuestra religion\". [Jetro] replico: \"¿Aunque sea en contra de nuestra voluntad"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "Estariamos mintiendo acerca de Dios si volvieramos a su religion despues de que Dios nos ha salvado de ella, y no volveremos a ella salvo que fuera la voluntad de Dios, nuestro Senor. Su conocimiento lo abarca todo y a Dios nos encomendamos. ¡Oh, Senor nuestro! Juzga entre nosotros y nuestro pueblo, Tu eres el mejor de los jueces"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "Los nobles de su pueblo que rechazaron la verdad dijeron: \"Si siguen a Jetro seran de los perdedores"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "Entonces los sorprendio un temblor y amanecieron en sus casas [muertos], caidos de bruces"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "[Las casas de] quienes desmintieron a Jetro quedaron como si jamas hubieran sido habitadas. Quienes desmintieron a Jetro fueron [realmente] los perdedores"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "[Jetro] se alejo de ellos y dijo: \"¡Oh, pueblo mio! Les transmiti el Mensaje de mi Senor y los aconseje para su bien. ¿Por que iba a sentir pena por un pueblo que persistio en la incredulidad"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "Cada vez que envie un Profeta a una ciudad [y lo desmintieron], los azote con la miseria y los padecimientos para que se volvieran humildes"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "Luego les cambie sus dificultades por bienestar. Pero cuando prosperaron, dijeron: \"Era comun que nuestros padres atravesaran epocas de adversidad y prosperidad\"; entonces los castigue sorpresivamente, sin que se dieran cuenta"
        },
        {
            "chapter": 7,
            "verse": 96,
            "text": "Pero si la gente de esas ciudades hubiera creido y tenido temor [de Dios], les habria abierto las bendiciones del cielo y de la Tierra. Pero desmintieron [a Mis Profetas] y los castigue por lo que habian cometido"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "¿Acaso la gente de esas ciudades se sentian seguros de que Mi ira no podria alcanzarlos por la noche, mientras dormian"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "¿O acaso la gente de esas ciudades se sentian seguros de que no podria llegarles Mi castigo por la manana, cuando estuvieran distraidos"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "¿Acaso se sentian a salvo del plan de Dios? Solo se sienten a salvo del plan de Dios los que estan perdidos"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "¿Es que no se les ha evidenciado a quienes les sucedieron, que si quisiera los castigaria por sus pecados, sellando sus corazones para que no escucharan"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "[¡Oh, Mujammad!] Te he relatado acerca de la gente de aquellas ciudades a las que se les presentaron sus Profetas con milagros y no les creyeron, al igual que no creian antes. Asi es como Dios sella los corazones de los que rechazan la verdad"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "La mayoria de ellos no cumplian sus compromisos y eran perversos"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "Envie, despues de ellos, a Moises con Mis milagros al Faraon y su nobleza, pero los negaron injustamente. Observa cual fue el final de los corruptos"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "Dijo Moises: \"¡Oh, Faraon! Soy un Mensajero del Senor del universo"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "Es un deber para mi transmitirte la verdad acerca de Dios. Te traigo milagros evidentes de tu Senor. Deja ir conmigo a los Hijos de Israel"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "Dijo [el Faraon]: \"Si has traido un milagro, muestramelo si eres sincero"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "Entonces arrojo su vara, y esta se convirtio en una serpiente real"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "Luego introdujo su mano por el cuello de su tunica y, al retirarla ante todos los presentes, estaba blanca y resplandeciente"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "Dijo la nobleza del pueblo del Faraon: \"El es un hechicero experto"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "[En realidad lo que] quiere es expulsarlos de su tierra\". [Les pregunto el Faraon:] \"¿Cual es su consejo"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "Dijeron [los nobles]: \"Retenlos a el y a su hermano, y envia reclutadores a las ciudades"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "para que te traigan a todo hechicero experto"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "Los hechiceros se presentaron ante el Faraon y dijeron: \"Exigimos una recompensa si somos los vencedores"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "Dijo el Faraon: \"¡Si! Se los recompensara y seran de mis allegados"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "Dijeron [los hechiceros]: \"¡Oh, Moises! Arroja tu o lo hacemos nosotros"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "Dijo: \"¡Arrojen ustedes!\" Cuando los hechiceros arrojaron [sus varas], hechizaron los ojos de la gente y los aterrorizaron. Su hechizo era poderoso"
        }
    ]
}