{
    "maqras": [
        {
            "chapter": 12,
            "verse": 30,
            "text": "Pero algunas mujeres de la ciudad comentaron: \"La mujer del gobernador pretende seducir a su joven criado. Su amor por el la ha trastornado. Pensamos que esta profundamente equivocada"
        },
        {
            "chapter": 12,
            "verse": 31,
            "text": "Cuando [la mujer del gobernador] se entero de sus habladurias las invito [a su casa], les preparo un banquete y dio a cada una de ellas un cuchillo [para cortar la comida]. Entonces le dijo [a Jose]: \"Presentate ante ellas\". Cuando lo vieron quedaron tan asombradas [por su belleza] que se cortaron la mano [por la distraccion], y dijeron: \"¡Dios Santo! No es un ser humano, es un angel hermoso"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "[Dijo ella:] \"Este es por quien me censuraban. Yo quise seducirlo, pero se mantuvo casto. Si no hace lo que le pido, ordenare que lo encarcelen y terminara siendo humillado"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "Dijo [Jose]: \"¡Senor mio! Prefiero la carcel a caer en lo que estas mujeres me proponen; pero si no apartas de mi su acoso, cedere a sus encantos y cometere una estupidez"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "Pero su Senor respondio a su suplica y aparto de el sus artimanas; El todo lo oye, todo lo sabe"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "Luego, a pesar de las pruebas de su inocencia, optaron por encarcelarlo temporalmente [para evitar los rumores]"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "Junto con el fueron encarcelados otros dos jovenes. Dijo uno de ellos: \"Me vi en un sueno prensando vino\". Y dijo el otro: \"Yo me vi llevando pan sobre la cabeza, del cual comian los pajaros. Hablanos sobre su interpretacion, porque nos pareces un hombre virtuoso"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "[Dijo Jose:] \"Antes de que traigan la comida ya les habre dado su interpretacion. La interpretacion de los suenos es algo que mi Senor me enseno; sepan primero que rechazo las costumbres de un pueblo que no cree en Dios y niega la existencia de la otra vida"
        },
        {
            "chapter": 12,
            "verse": 38,
            "text": "Yo sigo la religion de mis ancestros, Abraham, Isaac y Jacob. Nosotros no asociamos ningun coparticipe a Dios. Esto es una gracia de Dios para nosotros y para todo aquel que siga la guia, pero la mayoria de la gente no lo agradece"
        },
        {
            "chapter": 12,
            "verse": 39,
            "text": "¡Companeros de carcel! ¿Que es mas razonable? ¿Creer en muchos idolos o creer en Dios, el Unico, el Victorioso"
        },
        {
            "chapter": 12,
            "verse": 40,
            "text": "Los [idolos] que adoran en lugar de Dios, no son sino nombres que ustedes y sus padres han elegido [para algunas piedras y estatuas], siendo que Dios no les revelo nada al respecto. El juicio solo pertenece a Dios, Quien ordeno que no adoren a nada ni nadie excepto a El; esa es la religion verdadera, pero la mayoria de la gente lo ignora"
        },
        {
            "chapter": 12,
            "verse": 41,
            "text": "¡Companeros de carcel! [La interpretacion de sus suenos es que] uno servira vino [de nuevo] al rey; mientras que el otro sera crucificado y los pajaros comeran de su cabeza. El asunto sobre el que me han consultado ya ha sido decretado"
        },
        {
            "chapter": 12,
            "verse": 42,
            "text": "Le dijo [Jose] a quien supo que quedaria en libertad: \"Menciona mi caso ante el rey\". Pero el demonio le hizo olvidar que lo mencionara ante su amo, por lo que [Jose] permanecio en la carcel varios anos mas"
        },
        {
            "chapter": 12,
            "verse": 43,
            "text": "[Cierto dia] dijo el rey: \"He visto en mis suenos siete vacas gordas devoradas por siete vacas flacas, y siete espigas verdes y otras [siete] secas. ¡Cortesanos! Expliquen mi sueno, si es que saben interpretarlo"
        },
        {
            "chapter": 12,
            "verse": 44,
            "text": "Respondieron: \"Son suenos incoherentes, y nosotros no somos expertos en la interpretacion de suenos"
        },
        {
            "chapter": 12,
            "verse": 45,
            "text": "Entonces dijo aquel de los dos que se habia salvado [de la prision] al recordar [a Jose] mucho tiempo despues: \"Yo les explicare su significado; envienme [a la carcel para preguntar a Jose]"
        },
        {
            "chapter": 12,
            "verse": 46,
            "text": "¡Jose! ¡Tu que dices la verdad! Interpreta que significa un sueno donde siete vacas gordas son devoradas por siete vacas flacas, y [donde aparecen] siete espigas verdes y otras [siete] secas; para que regrese con su explicacion ante la gente y asi sepan [sobre tu don]"
        },
        {
            "chapter": 12,
            "verse": 47,
            "text": "Dijo [Jose]: \"Deben sembrar como de costumbre siete anos, pero lo que cosechen dejenlo dentro de la espiga [para conservarlo] excepto una parte, de la que pueden comer"
        },
        {
            "chapter": 12,
            "verse": 48,
            "text": "Luego vendran siete anos de sequia en los que comeran lo que hayan acopiado, salvo la parte [reservada para volver a sembrar]"
        },
        {
            "chapter": 12,
            "verse": 49,
            "text": "Luego vendra un ano en que la gente sera bendecida con la lluvia, y en el volveran a tener jugo de los frutos"
        },
        {
            "chapter": 12,
            "verse": 50,
            "text": "[Al escuchar la interpretacion,] el rey dijo: \"¡Traiganlo ante mi!\" Pero cuando el enviado se presento ante Jose, este le dijo: \"Regresa ante tu amo y preguntale que paso con aquellas mujeres que se cortaron las manos. Mi Senor esta bien enterado de sus conspiraciones"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "[Las mujeres fueron reunidas ante el rey y] les dijo: \"¿Que sucedio cuando intentaron seducir a Jose?\" Dijeron: \"¡Que Dios nos ampare! No sabemos nada malo de el\". Entonces la mujer del gobernador dijo: \"Ahora la verdad ha salido a la luz. Yo soy la que quiso seducirlo, y el decia la verdad"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "Digo esto para que [mi esposo] sepa que no lo traicione en su ausencia, y se bien que Dios desbarata las intrigas de los traidores"
        }
    ]
}