{
    "rukus": [
        {
            "chapter": 20,
            "verse": 77,
            "text": "و همانا وحی فرستادیم به موسی که شبانه ببر بندگان مرا پس برگیر برای ایشان راهی را در دریا خشک نترسی بازیافتنی را و نه هراسان باشی‌"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "پس از پی آمدشان فرعون با سپاهیان خود پس فراگرفت ایشان را از دریا آنچه فراگرفت‌"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "و گمراه کرد فرعون قوم خویش را و رهبری نکرد"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "ای بنی اسرائیل همانا رهانیدیم شما را از دشمنتان و وعده نهادیم با شما کنار راست طور را و فرستادیم بر شما مَنّ و سَلوی را"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "بخورید از پاکیزه‌های آنچه روزیتان دادیم و سرکشی نکنید در آن تا فرود آید بر شما خشم من و آنکه فرود آید بر او خشم من همانا تباه گشت‌"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "و همانا منم بسیار آمرزنده آنکه بازگشت نمود و ایمان آورد و کردار شایسته کرد پس هدایت یافت‌"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "و چه شتابانی (چه چیزت به شتاب آورد) از قوم خویش ای موسی‌"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "گفت اینک ایشانند پشت سرم و شتافتم بسوی تو پروردگارا تا راضی شوی‌"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "گفت همانا آزمودیم قومت را پس از تو و گمراهشان ساخت سامری‌"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "پس بازگشت موسی بسوی قوم خود خشمگین افسوس خوران گفت ای قوم من آیا نوید نداد شما را پروردگار شما نویدی خوش آیا دراز کشید بر شما روزگار (مدّت) یا خواستید فرود آید بر شما خشمی از پروردگار شما که خلف کردید وعده‌گاه مرا"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "گفتند خلف نکردیم وعده تو را به نیروی خود و لیکن بارشدیم بارهائی را از زیور قوم پس افکندیم آنها را و بدینگونه افکند سامری‌"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "پس برون آورد برای ایشان گوساله‌ای پیکری که آن را است بانگی گفتند این است خدای شما و خدای موسی پس فراموش کرد"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "آیا نبینند که برنمی گرداند بدیشان سخنی را و نه دارا است برای ایشان زیان و نه سودی را"
        }
    ]
}