{
    "rukus": [
        {
            "chapter": 23,
            "verse": 33,
            "text": "و گفتند آن گروه از قومش که کفر ورزیدند و دروغ پنداشتند رسیدن را به آخرت و کامرائیشان دادیم در زندگانی دنیا نیست این جز بشری مانند شما می‌خورد از آنچه می‌خورید از آن و می‌نوشد از آنچه می‌نوشید"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "و اگر فرمان برید بشری را همانند خویش شمائید در آن هنگام زیانکاران‌"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "آیا وعده دهد شما را گاهی که مُردید و شدید خاکی و استخوانهائی آنکه شمائید برون‌آوردگان‌"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "دور است دور آنچه وعده داده می‌شوید"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "نیست آن جز زندگانی نزدیک ما می‌میریم و زنده می‌شویم و نیستیم برانگیختگان‌"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "نیست او مگر مردی که بسته است بر خدا دروغی را و نیستیم ما بدو ایمان‌آرندگان‌"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "گفت پروردگارا یاریم کن بدانچه تکذیبم کردند"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "گفت پس از اندکی هر آینه خواهید گردید پشیمان‌"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "پس گرفتشان خروشی به حقّ و گردانیدیمشان خاشاکی به روی سیل پس دور باد برای گروه ستمگران‌"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "سپس پدید آوردیم پس از ایشان قرنهائی دگران‌"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "سبقت نگیرند هیچ ملتی سرآمد خویش را و نه پس افتند"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "سپس فرستادیم فرستادگان خود را پی‌درپی هر گاه می‌آمد ملتی را فرستاده‌اش تکذیبش می‌کردند پس پیرو گردانیدیم گروهی را از برای گروهی و گردانیدیمشان داستانهائی پس دورباد برای گروهی که ایمان نمی‌آورند"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "پس فرستادیم موسی و برادرش هارون را به آیتهای خویش و فرمانروائی آشکار"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "بسوی فرعون و گروهش پس سرکشیدند و شدند قومی برتری‌جویان‌"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "پس گفتند آیا ایمان آریم برای دو بشر همانند ما و قوم آنانند برای ما پرستش‌کنندگان‌"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "پس تکذیبشان کردند پس شدند از هلاک‌شدگان‌"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "و همانا دادیم به موسی کتاب را شاید ایشان رهبری شوند"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "و گردانیدیم پسر مریم و مادرش را آیتی و پناهشان دادیم بسوی فرازی دارای آرامش و آبی گوارا"
        }
    ]
}