{
    "rukus": [
        {
            "chapter": 28,
            "verse": 29,
            "text": "پس گاهی که پایان آورد موسی سرآمد را و روان گشت با خاندان خویش دریافت از کنار طور آتشی را گفت به خاندان خویش درنگ کنید که من آتشی احساس کردم باشد بیارمتان از آن آگهیی یا گیرانه اخگری شاید شما گرم شوید"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "پس گاهی که آمد آن را خوانده شد از کنار راست درّه در سرزمین فرخنده از درخت که‌ای موسی همانا منم خدا پروردگار جهانیان‌"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "و آنکه بیفکن چوبدست خود را تا گاهی که نگریستش می‌جنبد مانند ماری سبک‌خیز برگشت روی گردان و به پشت ننگریست ای موسی بیا و نترس که توئی از ایمن شدگان‌"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "فرو بر دستت را در گریبان خویش تا برون آید تابنده بی‌آزاری و بازگردان بسوی خود بال خود را از بیم پس اینها دو حجّتند از پروردگار تو بسوی فرعون و کسانش که بودند ایشان همانا گروهی نافرمانان‌"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "گفت پروردگارا کشتم از ایشان تنی را و ترسم که بکشندم‌"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "و برادرم هارون او روانتر است از من در زبان پس بفرستش با من کمکی که تصدیقم کند زیرا می‌ترسم که مرا تکذیب کنند"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "گفت زود است استوار سازم بازوی تو را به برادرت و بدهم به شما فرمانروائی تا نرسند به شما به آیتهای ما شما و هر که پیروی کند شما را هستید چیره‌آیندگان‌"
        },
        {
            "chapter": 28,
            "verse": 36,
            "text": "پس هنگامی که بیامدشان موسی به آیتهای ما تابناک گفتند نیست این جز جادوئی دروغ بسته و نشنیدیم بدان در پدران ما پیشینیان‌"
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "و گفت موسی پروردگار من داناتر است بدانکه هدایت آورده است از نزدش و آنکه برای او است پایان آن سرای همانا رستگار نشوند ستمگران‌"
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "و گفت فرعون ای قوم ندانم برای شما خدائی جز خویش پس بیفروز برایم ای هامان بر گل پس بساز برایم کوشکی شاید اطّلاع یابم بر خدای موسی و همانا می‌پندارمش من از دروغگویان‌"
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "و سرکشی کرد او و لشکرهای او در زمین به ناروا و پنداشتند که ایشان بسوی ما بازگردانیده نمی‌شوند"
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "پس گرفتیم او و سپاهش را و افکندیمشان به دریا پس بنگر چگونه بود فرجام ستمگران‌"
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "و گردانیدیمشان پیشوایانی که می‌خوانند بسوی آتش و روز قیامت یاری نمی‌شوند"
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "و از پی آوردیمشان در این دنیا لعنتی و روز رستاخیز ایشانند از ناشایستگان (زشت‌شدگان)"
        }
    ]
}