{
    "rukus": [
        {
            "chapter": 3,
            "verse": 72,
            "text": "و گفتند گروهی از اهل کتاب ایمان آرید بدانچه فرستاده شده است بر آنان که ایمان آوردند آغاز روز و کفر ورزید آخر آن شاید بازگردند"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "و ایمان نیارید جز برای آنکو پیروی کرده است کیش شما را بگو همانا هدایت خدا است هدایت تا نبادا داده شود کسی مانند آنچه داده شدید یا بستیزند با شما نزد پروردگارتان بگو همانا فزونی به دست خدا است دهدش به هر که خواهد و خدا است گشایشمند دانا"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "مخصوص گرداند به رحمت خود هر که را خواهد و خدا است دارنده فضلی بزرگ‌"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "و از اهل کتاب است آنکه اگر بسپری بدو پوست گاوی آکنده از زر بازگرداندش به تو و از ایشان است آنکه اگر دیناری بدو سپری بازش نگرداند به تو مگر آنچه پیوسته بر آن ایستاده باشی این بدان است که گفتند نیست بر ما در اُمیّین (مادرزادگان یا ناخوانایان) راهی و گویند بر خدا دروغ را و خود می‌دانند"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "بلکه آن کس که وفا کند به عهد خود و بپرهیزد همانا خدا است دوستدار پرهیزکاران‌"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "همانا آنان که بفروشند پیمان خدا و سوگندهای خویش را به بهائی اندک آنان را نیست بهره‌ای در آخرت و سخن نگوید با ایشان خدا و ننگرد بدیشان روز قیامت و نه پاک سازدشان و برای ایشان است عذابی دردناک‌"
        },
        {
            "chapter": 3,
            "verse": 78,
            "text": "و همانا از ایشان است گروهی که گردانند زبانهای خویش را به کتاب تا پنداریدش از کتاب و نیست آن از کتاب و گویند آن از نزد خدا است و نیست آن از نزد خدا و گویند بر خدا دروغ را و خود می‌دانند"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "نبوده است برای بشری که بدهدش خدا کتاب و حکم و پیمبری را سپس به مردم گوید باشید بندگان من جز خدا و لیکن باشید خدایگان (یا دانشمندان دین یا پرورش‌دهندگان) بدانچه آموزید کتاب را و بدانچه درس فراگیرید"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "و نفرماید شما را که برگیرید فرشتگان و پیمبران را خدایانی آیا فرمان دهد شما را به کفر پس از آنکه هستید مسلمانان‌"
        }
    ]
}