{
    "rukus": [
        {
            "chapter": 39,
            "verse": 42,
            "text": "God takes to Himself souls at the time of their death; and those which do not die (He takes) in their sleep; and He holds back those on whom He has decreed death, and sends others back till their appointed time;- verily, in that are signs unto a people who reflect"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "Do they take besides God intercessors? Say, 'What! though they have no control over anything and have no sense"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "Say, 'God's is the intercession, all of it; His is the kingdom of the heavens and the earth; then unto Him shall ye be sent back"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "And when God alone is mentioned the hearts of those who believe not in the hereafter quake, and when those beside Him are mentioned, lo, they are joyful"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "Say, 'O God! originator of the heavens and the earth, who knowest the unseen and the visible, thou wilt judge between thy servants concerning that whereon they do dispute"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "And had those who do wrong all that is in the earth, and the like thereof with it, they would ransom themselves therewith from the evil of the torment on the resurrection day! but there shall appear to them from God that which they had not reckoned on"
        },
        {
            "chapter": 39,
            "verse": 48,
            "text": "and the evils of what they have earned shall appear to them; but that shall close in on them at which they mocked"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "And when harm touches man he calls on us; then, when we grant him favour from us, he says, 'Verily, I am given it through knowledge!' nay, it is a trial,- but most of them do not know"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "Those before them said it too, but that availed them not which they had earned"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "and there befell them the evil deeds of what they had earned: and those who do wrong of these (Meccans), there shall befall them too the evil deeds of what they had earned, nor shall they frustrate Him"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "Have they not known that God extends His provision to whom He pleases, or doles it out? verily, in that are signs unto a people who believe"
        }
    ]
}