{
    "rukus": [
        {
            "chapter": 4,
            "verse": 43,
            "text": "O ye who believe! approach not prayer while ye are drunk, until ye well know what ye say; nor yet while polluted,- unless ye be passing by the way,- until ye have washed yourselves. But if ye are sick, or on a journey, or one of you come from the privy, or if ye have touched a woman, and ye cannot find water, then use good surface sand and wipe your faces and your hands therewith; verily, God pardons and forgives"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Do ye not see those who have been given a portion of the Book? they buy error, and they wish that ye may err from the way"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "But God knows best who your enemies are, and God suffices as a patron, and sufficient is God as a help"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "And those who are Jews, and those who pervert the words from their places, and say, 'We hear but we rebel, and do thou listen without hearing,' and (who say) 'rahina,' distorting it with their tongues and taunting about religion., But had they said, 'We hear and we obey, so listen and look upon us,' it would have been better for them and more upright; - but may God curse them in their misbelief, for they will not believe except a few"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "O ye who have been given the Book! believe in what we have revealed, confirming what ye had before; ere we deface your faces and turn them into hinder parts, or curse you as we cursed the fellows of the Sabbath when God's command was done"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "Verily, God pardons not associating aught with Him, but He pardons anything short of that to whomsoever He pleases; but he who associates aught with God, he hath devised a mighty sin"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "Do ye not see those who purify themselves? nay, God purifies whom He will, and they shall not be wronged a straw"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "Behold, how they devise against God a lie, and that is manifest sin enough"
        }
    ]
}