{
    "pages": [
        {
            "chapter": 17,
            "verse": 18,
            "text": "Oricine alege acesta fleeting trai his prioritate noi graba him ce noi decide da him atunci noi comite him Gehenna el suferi forever dispretui învinge"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "As for ala alege Hereafter as their prioritar munci righteousness uitde crede their efforts aprecia"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "For each una ai ele noi înzestra; noi înzestra for ala acestea vostri Domnitor bonificatie. Vostri Domnitor bonificatie exista nesecat"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "(Însemna cum noi prefera vreo popor others în acesta trai)! Diferenta Hereafter exista departe mare departe semnificativ"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "Tu nu situa altele alte dumnezeu DUMNEZEU lest tu end dispretui dizgratia"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "(Vostri Domnitor decreta tu nu închinare except Him vostri parinte onora! As durata as 1 amândoi ele trai tu niciodata spune catre ele Uff neînsemnat gest suparare) nor trebui tu striga ele; tu trata ele amicably"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "Si coborî for ele aripa umilinta bunatate spune Meu Domnitor avea mila ele ei raised mie infancy"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "Vostri Domnitor exista fully constient a vostri innermost thoughts. Tu mentine righteousness El exista Forgiver ai ala regreta"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "Tu da due pomana ruda nevoias sarac calatori extraterestru nu exista excessive extravagant"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "extravagant ar fra\u0004i diavol diavol exista unappreciative ai his Domnitor"
        }
    ]
}