{
    "pages": [
        {
            "chapter": 17,
            "verse": 50,
            "text": "Spune Însera tu întoarcere în legana netezi"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "Seara tu întoarcere în câteva rasa a creatie ala tu considera imposibil. Ei atunci spune Cine aduce us înapoi? Spune Una crea tu în a 1 loc, Ei atunci tremura their cap spune When vei exista? Spune exista închis decât tu medita"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "Zi El cita tu tu raspunde by lauda Him tu atunci realiza ca tu dainui în acesta trai scurtime uitde"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "Exprima Meu servitor desfatare each alt bun posibil maniera diavol întotdeauna proba merge falca ele! Însiguranta diavol exista echipa înflacarat dusman"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Vostri Domnitor sti tu învinge! His cunoastere El inunda tu cu mila, El rasplati tu. Noi nu expedia tu exista their advocare"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Vostri Domnitor exista bine knower ai everyone în rai earth În acordan\u0004a cu acesta cunoastere noi prefera vreo profet others. For example noi da David Psalm"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "Spune Implora oricare idol tu situa Him. Ei nu avea power reliefa vostri întristare nor avevoie ei preîntâmpina ele"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Seara idol ei implora cauta drum vresspuna their Domnitor! Ei ruga His mila fear His retribution. Însiguranta retribution vostri Domnitor exista dreadful"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "acolo nu exista popor noi nu anihila Zi Înviere inflict sever retribution ele! Acesta deja compune carte"
        }
    ]
}