{
    "pages": [
        {
            "chapter": 19,
            "verse": 65,
            "text": "Domnitor ai rai earth everything ele; tu închinare Him steadfastly starui în worshipping Him! Tu sti ai oricine Do equals Him"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "uman exista întreba \"Urmator eu deceda eu veni trai"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "uman exista uita ala noi Did crea him deja el exista nimic"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "By vostri Domnitor noi certainly soma ele împreuna diavol strânge ele împrejur Iad umili"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "Atunci noi pic each grup a multi(multe) înflacarat adversar ai a Multi(multe) Binevoitor"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "Noi sti plin bine ala exista merita ai arde therein"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "Every unic 1 ai tu vedea el; acesta exista irevocabil decizie vostri Domnitor"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "Atunci noi salva cinstit parasi infractor el umili"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "When nostru revelations recita ele clearly ala disbelieve spune catre ala crede Care ai us exista prosper? care ai us exista majoritate"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "Multi(multe) generatie avea noi anihila ele; ei exista puternic prosper"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "Spune Ala alege merge razna a Multi(multe) Binevoitor vointa conduce ele în pâna ei vedea ce promite ele! - either retribution Ora. Ala exista when ei gasi out cine really exista urât încolo slab în power"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "DUMNEZEU AUGMENTA CONDUCERE AI ALA ALEGE GHID. For bun fapta eternally rasplati vostri Domnitor aduce departe bine întoarcere"
        }
    ]
}