{
    "maqras": [
        {
            "chapter": 2,
            "verse": 106,
            "text": "We never nullify a verse, nor cause it to be forgotten, unless We bring one better than it, or similar to it. Do you not know that God is capable of all things"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "Do you not know that to God belongs the sovereignty of the heavens and the earth, and that apart from God you have no guardian or helper"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Or do you want to question your Messenger as Moses was questioned before? Whoever exchanges faith for disbelief has strayed from the right path"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Many of the People of the Book wish to turn you back into unbelievers after you have believed, out of envy on their part, after the Truth has become clear to them. But pardon and overlook, until God brings His command. God has power over all things"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "And perform the prayer, and give alms. Whatever good you forward for yourselves, you will find it with God. God is Seeing of everything you do"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "And they say, “None will enter Heaven unless he is a Jew or a Christian.” These are their wishes. Say, “Produce your proof, if you are truthful.”"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "In fact, whoever submits himself to God, and is a doer of good, will have his reward with his Lord—they have nothing to fear, nor shall they grieve"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "The Jews say, “The Christians are not based on anything;” and the Christians say, “The Jews are not based on anything.” Yet they both read the Scripture. Similarly, the ignorant said the same thing. God will judge between them on the Day of Resurrection regarding their differences"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "Who is more unjust than him who forbids the remembrance of God’s name in places of worship, and contributes to their ruin? These ought not to enter them except in fear. For them is disgrace in this world, and for them is a terrible punishment in the Hereafter"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "To God belong the East and the West. Whichever way you turn, there is God’s presence. God is Omnipresent and Omniscient"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "And they say, “God has begotten a son.” Be He glorified. Rather, His is everything in the heavens and the earth; all are obedient to Him"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "Originator of the heavens and the earth. Whenever He decrees a thing, He says to it, “Be,” and it becomes"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "Those who do not know say, “If only God would speak to us, or a sign would come to us.” Thus said those who were before them. Their hearts are alike. We have made the signs clear for people who are certain"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "We have sent you with the truth—bringing good news, and giving warnings. You will not be questioned about the inmates of Hell"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "The Jews and the Christians will not approve of you, unless you follow their creed. Say, “God’s guidance is the guidance.” Should you follow their desires, after the knowledge that has come to you, you will have in God neither guardian nor helper"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Those to whom We have given the Scripture follow it, as it ought to be followed—these believe in it. But as for those who reject it—these are the losers"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "O Children of Israel! Remember My blessing which I bestowed upon you, and that I have favored you over all people"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "And beware of a Day when no soul will avail another soul in any way, and no ransom will be accepted from it, and no intercession will benefit it, and they will not be helped"
        }
    ]
}