{
    "pages": [
        {
            "chapter": 5,
            "verse": 51,
            "text": "Ey iman edenler! Yahudileri ve hıristiyanları dost edinmeyin. Zira onlar birbirinin dostudurlar (birbirinin tarafını tutarlar). Icinizden onları dost tutanlar, onlardandır. Suphesiz Allah, zalimler topluluguna yol gostermez"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "Kalblerinde hastalık bulunanların: \"Basımıza bir felaketin gelmesinden korkuyoruz\" diyerek onların arasına kosustuklarını gorursun. Umulur ki Allah bir fetih, yahut katından bir emir getirecek de onlar, iclerinde gizledikleri seyden dolayı pisman olacaklardır"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "(O zaman) iman edenler: \"Bunlar mıdır sizinle beraber olduklarına butun gucleriyle yemin edenler?\" diyeceklerdir. Onların butun yaptıkları bosa gitmistir de kaybedenlerden olmuslardır"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "Ey iman edenler! Sizden kim dininden donerse (bilsin ki) Allah, sevdigi ve kendisini seven muminlere karsı alcak gonullu (sefkatli), kafirlere karsı onurlu ve zorlu bir toplum getirecektir. (Bunlar) Allah yolunda cihad ederler ve hicbir kınayanın kınamasından korkmazlar (hicbir kimsenin kınamasına aldırmazlar). Bu, Allah'ın, diledigine verdigi lutfudur. Allah'ın lutfu ve ilmi genistir"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "Sizin dostunuz (veliniz) ancak Allah'tır, Resuludur, iman edenlerdir; onlar ki Allah'ın emirlerine boyun egerek namazı kılar, zekatı verirler"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "Kim Allah'ı, Resulunu ve iman edenleri dost edinirse (bilsin ki) ustun gelecek olanlar suphesiz Allah'ın tarafını tutanlardır"
        },
        {
            "chapter": 5,
            "verse": 57,
            "text": "Ey iman edenler! Sizden once kendilerine Kitap verilenlerden dininizi alay ve oyun konusu edinenleri ve kafirleri dost edinmeyin. Allah'tan korkun; eger muminler iseniz"
        }
    ]
}