{
    "pages": [
        {
            "chapter": 6,
            "verse": 9,
            "text": "Eger peygamberi bir melek kılsaydık muhakkak ki onu insan suretine sokar onları yine dusmekte oldukları kuskuya dusururduk"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "Senden onceki peygamberlerle de alay edilmis, bu yuzden onlarla alay edenleri alay ettikleri sey (azap) kusatıvermisti"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "De ki: Yeryuzunde dolasın, sonra (peygamberleri) yalanlayanların sonunun nasıl olduguna bakın"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "(Onlara) Goklerde ve yerde olanlar kimindir? diye sor. \"Allah'ındır\" de. O, merhamet etmeyi kendi zatına farz kıldı. Sizi, varlıgında suphe olmayan kıyamet gununde elbette toplayacaktır. Kendilerini ziyana sokanlar var ya iste onlar inanmazlar"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "Gecede ve gunduzde barınan her sey O'nundur. O her seyi isitendir, bilendir"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "De ki: Gokleri ve yeri yoktan var eden, yedirdigi halde yedirilmeyen Allah'tan baskasını mı dost edinecegim! De ki: Bana musluman olanların ilki olmam emredildi ve sakın musriklerden olma! (denildi)"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "De ki: Ben, Rabbim'e isyan edersem gercekten buyuk bir gunun (kıyametin) azabından korkarım"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "O gun kim azaptan kurtarılırsa, gercekten Allah onu esirgemistir. Iste apacık kurtulus budur"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "Eger Allah seni bir zarara ugratırsa, onu kendisinden baska giderecek yoktur. Ve eger sana bir hayır verirse, (bunu da geri alacak yoktur). Suphesiz O herseye kadirdir"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "O, kullarının ustunde her turlu tasarrufa sahiptir. O, hukum ve hikmet sahibidir, herseyden haberdardır"
        }
    ]
}