{
    "pages": [
        {
            "chapter": 13,
            "verse": 35,
            "text": "Takva sahiplerine vadolunan cennetin ozelligi (sudur): Onun zemininden ırmaklar akar. Yemisleri ve golgesi sureklidir. Iste bu, (kotuluklerden) sakınanların (mutlu) sonudur. Kafirlerin sonu ise atestir"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Kendilerine kitap verdigimiz kimseler, sana indirilene (Kur'an'a) sevinirler. Fakat (senin aleyhinde birlesen) guruplardan onun bir kısmını inkar eden de vardır. De ki: \"Bana, sadece Allah'a kulluk etmem ve O'na ortak kosmamam emrolundu. Ben yalnız O'na cagırıyorum ve donus de yalnız O'nadır"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Ve boylece biz onu Arapca bir hukum (hikmetli bir soz) olarak indirdik. Eger sana gelen bu ilimden sonra, onların arzularına uyarsan, (iste o zaman) Allah tarafından senin ne bir dostun ne de koruyucun vardır"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "Andolsun senden once de peygamberler gonderdik ve onlara da esler ve cocuklar verdik. Allah'ın izni olmadan hicbir peygamber icin mucize getirme imkanı yoktur. Her muddetin (yazıldıgı) bir kitap vardır"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Allah diledigini siler, (diledigini de) sabit bırakır. Butun kitapların aslı onun yanındadır"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Biz, onlara vadettigimizin (azabın) bir kısmını sana gostersek de veya (ondan once) seni oldurursek de sana ancak (Allah'ın emirlerini) teblig etmek duser. Hesap yalnız bize aittir"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Bizim, yeryuzune gelip, onu uclarından eksilttigimizi gormediler mi? Allah (diledigi gibi) hukmeder, O'nun hukmunu bozacak kimse yoktur. Ve O hesabı cabuk gorendir"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Onlardan oncekiler de (peygamberlerine) tuzak kurmuslardı; halbuki butun tuzaklar Allah'a aittir. Cunku O, herkesin ne kazanacagını bilir. Bu yurdun (dunyanın) sonunun kimin oldugunu yakında kafirler bileceklerdir"
        }
    ]
}