{
    "pages": [
        {
            "chapter": 15,
            "verse": 71,
            "text": "(Lut:) Iste kızlarım! (Dusundugunuzu) yapacaksanız (onlarla evlenin), dedi"
        },
        {
            "chapter": 15,
            "verse": 72,
            "text": "(Resulum!) Hayatın hakkı icin onlar, sarhoslukları icinde bocalıyorlardı"
        },
        {
            "chapter": 15,
            "verse": 73,
            "text": "Gunes dogarken onları o korkunc ses yakaladı"
        },
        {
            "chapter": 15,
            "verse": 74,
            "text": "Boylece ulkelerinin ustunu altına getirdik. Uzerlerine de balcıktan pisirilmis taslar yagdırdık"
        },
        {
            "chapter": 15,
            "verse": 75,
            "text": "Iste bunda ibret alanlar icin isaretler vardır"
        },
        {
            "chapter": 15,
            "verse": 76,
            "text": "Onlar hala gozler onunde duran bir yol uzerindedirler"
        },
        {
            "chapter": 15,
            "verse": 77,
            "text": "Hakikaten bunda iman edenler icin bir ibret vardır"
        },
        {
            "chapter": 15,
            "verse": 78,
            "text": "Eyke halkı da gercekten zalim idiler"
        },
        {
            "chapter": 15,
            "verse": 79,
            "text": "Biz onlardan da intikam aldık. Ikisi de (Eyke ve Medyen) acık bir yol uzerindedir"
        },
        {
            "chapter": 15,
            "verse": 80,
            "text": "Andolsun, Hicr halkı da peygamberleri yalanlamıstı"
        },
        {
            "chapter": 15,
            "verse": 81,
            "text": "Biz onlara mucizelerimizi vermistik; fakat onlardan yuz cevirmislerdi"
        },
        {
            "chapter": 15,
            "verse": 82,
            "text": "Onlar, daglardan emniyet icinde kalacakları evler oyarlardı"
        },
        {
            "chapter": 15,
            "verse": 83,
            "text": "Onları da sabaha cıkarlarken o korkunc ses yakaladı"
        },
        {
            "chapter": 15,
            "verse": 84,
            "text": "Kazanmakta oldukları seyler onlardan hicbir zararı savmadı"
        },
        {
            "chapter": 15,
            "verse": 85,
            "text": "Biz gokleri, yeri ve ikisinin arasındakileri ancak hak ile yarattık. O saat (kıyamet), mutlaka gelecektir. Simdilik onlara guzel muamele et"
        },
        {
            "chapter": 15,
            "verse": 86,
            "text": "Suphesiz Rabbin hakkıyla yaratan pek iyi bilendir"
        },
        {
            "chapter": 15,
            "verse": 87,
            "text": "Andolsun ki, biz sana tekrarlanan yedi ayeti ve yuce Kur'an'ı verdik"
        },
        {
            "chapter": 15,
            "verse": 88,
            "text": "Sakın onlardan bazı sınıflara verdigimiz dunya malına goz dikme, onlardan dolayı uzulme ve muminlere alcak gonullu ol"
        },
        {
            "chapter": 15,
            "verse": 89,
            "text": "De ki: Suphesiz ben apacık bir uyarıcıyım"
        },
        {
            "chapter": 15,
            "verse": 90,
            "text": "Nitekim biz, (Kur'an'ı) kısımlara ayıranlara azabı indirmisizdir"
        }
    ]
}