{
    "pages": [
        {
            "chapter": 23,
            "verse": 75,
            "text": "Eger onlara acıyıp da icinde bulundukları sıkıntıyı giderseydik, iyice korleserek azgınlıklarında direnirlerdi"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "Andolsun, biz onları sıkıntıya dusurduk de yine Rablerine boyun egmediler, tazarru ve niyazda da bulunmuyorlar"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "En nihayet uzerlerine, azabı cok siddetli bir kapı actıgımız zaman, bir de bakarsın ki onlar orada saskın ve umitsiz kalmıslardır"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "O, sizin icin kulakları, gozleri ve gonulleri yaratandır. Ne de az sukrediyorsunuz"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "Ve O, sizi yeryuzunde yaratıp turetendir. Sırf O'nun huzurunda toplanacaksınız"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "Ve O, yasatan ve oldurendir; gecenin ve gunduzun degismesi O'nun eseridir. Hala aklınızı kullanmaz mısınız"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "Buna ragmen onlar, oncekilerin dedikleri gibi dediler"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "Dediler ki: Sahi biz, olup de bir toprak ve kemik yıgını haline gelmisken, mutlaka yeniden diriltilecegiz oyle mi"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "Hakikaten, gerek bize, gerekse daha once atalarımıza boyle bir vaadde bulunuldu; (fakat) bu gecmistekilerin masallarından baska bir sey degildir"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "(Resulum!) de ki: Eger biliyorsanız (soyleyin bakalım), bu dunya ve onda bulunanlar kime aittir"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "Allah'a aittir\" diyecekler. Oyle ise siz hic dusunup tasınmaz mısınız! de"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Yedi kat goklerin Rabbi, azametli Ars'ın Rabbi kimdir? diye sor"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "(Bunlar da) Allah'ındır\" diyecekler. Su halde siz Allah'tan korkmaz mısınız! de"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Eger biliyorsanız (soyleyin), her seyin melekutu (mulkiyeti ve yonetimi) kendisinin elinde olan, kendisi her seyi koruyup kollayan, fakat kendisi korunmayan (buna muhtac olmayan) kimdir? diye sor"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "(Bunların hepsi) Allah'ındır\" diyecekler. Oyle ise nasıl olup da buyuye kapılıyorsunuz? de"
        }
    ]
}