{
    "pages": [
        {
            "chapter": 41,
            "verse": 21,
            "text": "Derilerine: Nicin aleyhimize sahitlik ettiniz? derler. Onlar da: Her seyi konusturan Allah, bizi de konusturdu. Ilk defa sizi o yaratmıstır. Yine O'na donduruluyorsunuz, derler"
        },
        {
            "chapter": 41,
            "verse": 22,
            "text": "Siz ne kulaklarınızın, ne gozlerinizin, ne de derilerinizin aleyhinize sahitlik etmesinden sakınmıyordunuz, yaptıklarınızdan cogunu Allah'ın bilmeyecegini sanıyordunuz"
        },
        {
            "chapter": 41,
            "verse": 23,
            "text": "Rabbiniz hakkında beslediginiz zan var ya, iste sizi o mahvetti ve ziyana ugrayanlardan oldunuz"
        },
        {
            "chapter": 41,
            "verse": 24,
            "text": "Simdi eger dayanabilirlerse, onların yeri atestir. Ve eger (tekrar dunyaya donup Allah'ı) hosnut etmek isterlerse, memnun edilecek degillerdir"
        },
        {
            "chapter": 41,
            "verse": 25,
            "text": "Biz onlara birtakım arkadaslar musallat ettik de onlar onlerinde ve arkalarında ne varsa hepsini bunlara suslu gosterdiler. Kendilerinden once gelip gecmis olan cinler ve insanlar icin (uygulanan) azap onlara da gerekli olmustur. Kuskusuz onlar husrana dusenlerdi"
        },
        {
            "chapter": 41,
            "verse": 26,
            "text": "Inkar edenler: Bu Kur'an'ı dinlemeyin, okunurken gurultu yapın. Umulur ki bastırırsınız, dediler"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "O inkar edenlere siddetli bir azabı tattıracagız ve onları yaptıklarının en kotusuyle cezalandıracagız"
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "Iste bu, Allah dusmanlarının cezası, atestir. Ayetlerimizi inkar etmelerinden dolayı, orada onlara ceza olarak ebedi kalacakları yurt (cehennem) vardır"
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "Kafirler cehennemde: Rabbimiz! Cinlerden ve insanlardan bizi saptıranları bize goster de asagılanmıslardan olsunlar diye onları ayaklarımızın altına alalım! diyecekler"
        }
    ]
}