{
    "juzs": [
        {
            "chapter": 39,
            "verse": 32,
            "text": "Who is more evil than he who lies about God, and denies the truth when it has come to him? Is there not in Hell room for the ungrateful"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "But he who promotes the truth, and testifies to it—these are the righteous"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "They will have whatever they please with their Lord. Such is the reward for the virtuous"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "God will acquit them of the worst of their deeds, and will reward them according to the best of what they used to do"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "Is God not enough for His servant? And they frighten you with those besides Him. Whomever God sends astray, for him there is no guide"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "And whomever God guides, for him there is no misleader. Is God not Powerful and Vengeful"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "And if you asked them, 'Who created the heavens and the earth?' they would say, 'God.' Say, 'Have you seen those you pray to instead of God? If God willed any harm for me, can they lift His harm? And if He willed a blessing for me, can they hold back His mercy?' Say, 'God suffices for me. On Him the reliant rely"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "Say: 'O my people, work according to your ability; and so will I. Then you will know"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "Who will receive a humiliating punishment, and on whom will fall a lasting torment"
        },
        {
            "chapter": 39,
            "verse": 41,
            "text": "We sent down upon you the Book for mankind in truth. He who follows guidance does so for the good of his soul. And he who strays in error does so to its detriment. You are not their overseer"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "God takes the souls at the time of their death, and those that have not died during their sleep. He retains those for which He has decreed death, and He releases the others until a predetermined time. In that are signs for people who reflect"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "Or have they chosen intercessors other than God? Say, 'Even though they have no power over anything, and are devoid of reason"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "Say, 'All intercession is up to God. To Him belongs the kingdom of the heavens and the earth. Then to Him you will be returned"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "When God alone is mentioned, the hearts of those who do not believe in the Hereafter shrink with resentment. But when those other than Him are mentioned, they become filled with joy"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "Say, 'Our God, Initiator of the heavens and the earth, Knower of all secrets and declarations. You will judge between your servants regarding what they had differed about"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "If those who did wrong owned everything on earth, and the like of it with it, they would redeem themselves with it from the terrible suffering on the Day of Resurrection. But there will appear to them from God what they never anticipated"
        },
        {
            "chapter": 39,
            "verse": 48,
            "text": "There will appear to them the evils of their deeds, and they will be surrounded by what they used to ridicule"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "When adversity touches the human being, he calls on Us. But then, when We favor him with a blessing from Us, he says, 'I have attained this by virtue of my knowledge.' However, it is a test, but most of them do not know"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "Those before them said it, but what they had earned did not avail them"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "The evils of their deeds caught up with them. And the wrongdoers among these will also be afflicted by the evils of what they earned, and they cannot prevent it"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "Do they not know that God extends the provision to whomever He wills, and constricts it? In that are signs for people who believe"
        },
        {
            "chapter": 39,
            "verse": 53,
            "text": "Say, 'O My servants who have transgressed against themselves: do not despair of God's mercy, for God forgives all sins. He is indeed the Forgiver, the Clement"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "And turn to your Lord, and submit to Him, before the retribution comes upon you. Then you will not be helped"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "And follow the best of what was revealed to you from your Lord, before the punishment comes upon you suddenly, while you are unaware"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "So that a soul may not say, 'How sorry I am, for having neglected my duty to God, and for having been of the scoffers"
        },
        {
            "chapter": 39,
            "verse": 57,
            "text": "Or say, 'Had God guided me; I would have been of the pious"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "Or say, when it sees the penalty, 'If only I had another chance, I would be of the virtuous"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "Yes indeed! My Verses did come to you, but you called them lies, turned arrogant, and were of the faithless"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "On the Day of Resurrection, you will see those who told lies about God with their faces blackened. Is there not a place in Hell for the arrogant"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "And God will save those who maintained righteousness to their place of salvation. No harm will touch them, nor will they grieve"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "God is the Creator of all things, and He is in Charge of all things"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "To Him belong the reins of the heavens and the earth. But those who blaspheme against the revelations of God—it is they who are the losers"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "Say, 'Is it other than God you instruct me to worship, you ignorant ones"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "It was revealed to you, and to those before you, that if you idolize, your works will be in vain, and you will be of the losers"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "Rather, worship God, and be of the appreciative"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "They have not esteemed God as He ought to be esteemed. The entire earth will be in His grip on the Day of Resurrection, and the heavens will be folded in His righ. Immaculate is He, and Transcendent He is beyond the associations they make"
        },
        {
            "chapter": 39,
            "verse": 68,
            "text": "And the Trumpet will be sounded, whereupon everyone in the heavens and the earth will be stunned, except whomever God wills. Then it will be sounded another time, whereupon they will rise up, looking on"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "And the earth will shine with the Light of its Lord; and the Book will be put in place; and the prophets and the witnesses will be brought in; and Judgment will be passed among them equitably, and they will not be wronged"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "And every soul will be fully compensated for what it had done. He is well aware of what they do"
        },
        {
            "chapter": 39,
            "verse": 71,
            "text": "Those who disbelieved will be driven to Hell in throngs. Until, when they have reached it, and its gates are opened, its keepers will say to them, 'Did not messengers from among you come to you, reciting to you the revelations of your Lord, and warning you of the meeting of this Day of yours?' They will say, 'Yes, but the verdict of punishment is justified against the disbelievers"
        },
        {
            "chapter": 39,
            "verse": 72,
            "text": "It will be said, 'Enter the gates of Hell, to abide therein eternally.' How wretched is the destination of the arrogant"
        },
        {
            "chapter": 39,
            "verse": 73,
            "text": "And those who feared their Lord will be led to Paradise in throngs. Until, when they have reached it, and its gates are opened, its keepers will say to them, 'Peace be upon you, you have been good, so enter it, to abide therein eternally"
        },
        {
            "chapter": 39,
            "verse": 74,
            "text": "And they will say, 'Praise be to God, who has fulfilled His promise to us, and made us inherit the land, enjoying Paradise as we please.' How excellent is the reward of the workers"
        },
        {
            "chapter": 39,
            "verse": 75,
            "text": "And you will see the angels hovering around the Throne, glorifying their Lord with praise. And it will be judged between them equitably, and it will be said, 'Praise be to God, Lord of the Worlds"
        },
        {
            "chapter": 40,
            "verse": 1,
            "text": "Ha, Meem"
        },
        {
            "chapter": 40,
            "verse": 2,
            "text": "The sending down of the Scripture is from God the Almighty, the Omniscient"
        },
        {
            "chapter": 40,
            "verse": 3,
            "text": "Forgiver of sins, Accepter of repentance, Severe in punishment, Bountiful in bounty. There is no god but He. To Him is the ultimate return"
        },
        {
            "chapter": 40,
            "verse": 4,
            "text": "None argues against God's revelations except those who disbelieve. So do not be impressed by their activities in the land"
        },
        {
            "chapter": 40,
            "verse": 5,
            "text": "Before them the people of Noah rejected the truth, as did the confederates after them. Every community plotted against their messenger, to capture him. And they argued with falsehood, to defeat with it the truth. But I seized them. What a punishment it was"
        },
        {
            "chapter": 40,
            "verse": 6,
            "text": "Thus the sentence of your Lord became realized against those who disbelieve, that they are to be inmates of the Fire"
        },
        {
            "chapter": 40,
            "verse": 7,
            "text": "Those who carry the Throne, and those around it, glorify their Lord with praise, and believe in Him, and ask for forgiveness for those who believe: 'Our Lord, You have encompassed everything in mercy and knowledge; so forgive those who repent and follow Your path, and protect them from the agony of the Blaze"
        },
        {
            "chapter": 40,
            "verse": 8,
            "text": "And admit them, Our Lord, into the Gardens of Eternity, which You have promised them, and the righteous among their parents, and their spouses, and their offspring. You are indeed the Almighty, the Most Wise"
        },
        {
            "chapter": 40,
            "verse": 9,
            "text": "And shield them from the evil deeds. Whomever You shield from the evil deeds, on that Day, You have had mercy on him. That is the supreme achievement"
        },
        {
            "chapter": 40,
            "verse": 10,
            "text": "Those who disbelieved will be addressed, 'The loathing of God is greater than your loathing of yourselves—for you were invited to the faith, but you refused"
        },
        {
            "chapter": 40,
            "verse": 11,
            "text": "They will say, 'Our Lord, you made us die twice, and twice you gave us life. Now we acknowledge our sins. Is there any way out"
        },
        {
            "chapter": 40,
            "verse": 12,
            "text": "That is because when God alone was called upon, you disbelieved; but when others were associated with Him, you believed. Judgment rests with God the Sublime, the Majestic"
        },
        {
            "chapter": 40,
            "verse": 13,
            "text": "It is He who shows you His wonders, and sends down sustenance from the sky for you. But none pays heed except the repentant"
        },
        {
            "chapter": 40,
            "verse": 14,
            "text": "So call upon God, with sincere devotion to Him, even though the disbelievers resent it"
        },
        {
            "chapter": 40,
            "verse": 15,
            "text": "Exalted in rank, Owner of the Throne. He conveys the Spirit, by His command, upon whomever He wills of His servants, to warn of the Day of Encounter"
        },
        {
            "chapter": 40,
            "verse": 16,
            "text": "The Day when they will emerge, nothing about them will be concealed from God. 'To whom does the sovereignty belong today?' 'To God, the One, the Irresistible"
        },
        {
            "chapter": 40,
            "verse": 17,
            "text": "On that Day, every soul will be recompensed for what it had earned. There will be no injustice on that Day. God is quick to settle accounts"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "And warn them of the Day of Imminence, when the hearts are at the throats, choking them. The evildoers will have no intimate friend, and no intercessor to be obeyed"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "He knows the deceptions of the eyes, and what the hearts conceal"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "God judges with justice, while those whom they invoke besides Him cannot judge with anything. It is God who is the Hearing, the Seeing"
        },
        {
            "chapter": 40,
            "verse": 21,
            "text": "Have they not travelled through the earth, and seen the consequences for those before them? They were stronger than them, and they left more impact on earth. But God seized them for their sins, and they had no defender against God"
        },
        {
            "chapter": 40,
            "verse": 22,
            "text": "That is because their messengers used to come to them with clear proofs, but they disbelieved, so God seized them. He is Strong, Severe in retribution"
        },
        {
            "chapter": 40,
            "verse": 23,
            "text": "We sent Moses with Our signs, and a clear authority"
        },
        {
            "chapter": 40,
            "verse": 24,
            "text": "To Pharaoh, Hamaan, and Quaroon. But they said, 'A lying sorcerer"
        },
        {
            "chapter": 40,
            "verse": 25,
            "text": "Then, when he came to them with the truth from Us, they said, 'Kill the sons of those who have believed with him, and spare their daughters.' But the scheming of the unbelievers can only go astray"
        },
        {
            "chapter": 40,
            "verse": 26,
            "text": "Pharaoh said, 'Leave me to kill Moses, and let him appeal to his Lord. I fear he may change your religion, or spread disorder in the land"
        },
        {
            "chapter": 40,
            "verse": 27,
            "text": "Moses said, 'I have sought the protection of my Lord and your Lord, from every tyrant who does not believe in the Day of Account"
        },
        {
            "chapter": 40,
            "verse": 28,
            "text": "A believing man from Pharaoh's family, who had concealed his faith, said, 'Are you going to kill a man for saying, `My Lord is God,' and he has brought you clear proofs from your Lord? If he is a liar, his lying will rebound upon him; but if he is truthful, then some of what he promises you will befall you. God does not guide the extravagant imposter"
        },
        {
            "chapter": 40,
            "verse": 29,
            "text": "O my people! Yours is the dominion today, supreme in the land; but who will help us against God's might, should it fall upon us?' Pharaoh said, 'I do not show you except what I see, and I do not guide you except to the path of prudence"
        },
        {
            "chapter": 40,
            "verse": 30,
            "text": "The one who had believed said, 'O my people, I fear for you the like of the day of the confederates"
        },
        {
            "chapter": 40,
            "verse": 31,
            "text": "Like the fate of the people of Noah, and Aad, and Thamood, and those after them. God wants no injustice for the servants"
        },
        {
            "chapter": 40,
            "verse": 32,
            "text": "O my people, I fear for you the Day of Calling Out"
        },
        {
            "chapter": 40,
            "verse": 33,
            "text": "The Day when you will turn and flee, having no defender against God. Whomever God misguides has no guide"
        },
        {
            "chapter": 40,
            "verse": 34,
            "text": "Joseph had come to you with clear revelations, but you continued to doubt what he came to you with. Until, when he perished, you said, 'God will never send a messenger after him.' Thus God leads astray the outrageous skeptic"
        },
        {
            "chapter": 40,
            "verse": 35,
            "text": "Those who argue against God's revelations, without any proof having come to them—a heinous sin in the sight of God, and of those who believe. Thus God seals the heart of every proud bully"
        },
        {
            "chapter": 40,
            "verse": 36,
            "text": "And Pharaoh said, 'O Hamaan, build me a tower, that I may reach the pathways"
        },
        {
            "chapter": 40,
            "verse": 37,
            "text": "The pathways of the heavens, so that I may glance at the God of Moses; though I think he is lying.' Thus Pharaoh's evil deeds were made to appear good to him, and he was averted from the path. Pharaoh's guile was only in defeat"
        },
        {
            "chapter": 40,
            "verse": 38,
            "text": "The one who had believed said, 'O my people, follow me, and I will guide you to the path of rectitude"
        },
        {
            "chapter": 40,
            "verse": 39,
            "text": "O my people, the life of this world is nothing but fleeting enjoyment, but the Hereafter is the Home of Permanence"
        },
        {
            "chapter": 40,
            "verse": 40,
            "text": "Whoever commits a sin will be repaid only with its like. But whoever works righteousness, whether male or female, and is a believer—these will enter Paradise, where they will be provided for without account"
        },
        {
            "chapter": 40,
            "verse": 41,
            "text": "O my people, how is it that I call you to salvation, and you call me to the Fire"
        },
        {
            "chapter": 40,
            "verse": 42,
            "text": "You call me to reject God, and to associate with Him what I have no knowledge of, while I call you to the Mighty Forgiver"
        },
        {
            "chapter": 40,
            "verse": 43,
            "text": "Without a doubt, what you call me to has no say in this world, or in the Hereafter; and our turning back is to God; and the transgressors are the inmates of the Fire"
        },
        {
            "chapter": 40,
            "verse": 44,
            "text": "You will remember what I am telling you, so I commit my case to God. God is Observant of the servants"
        },
        {
            "chapter": 40,
            "verse": 45,
            "text": "So God protected him from the evils of their scheming, while a terrible torment besieged Pharaoh's clan"
        },
        {
            "chapter": 40,
            "verse": 46,
            "text": "The Fire. They will be exposed to it morning and evening. And on the Day the Hour takes place: 'Admit the clan of Pharaoh to the most intense agony"
        },
        {
            "chapter": 40,
            "verse": 47,
            "text": "As they quarrel in the Fire, the weak will say to those who were arrogant, 'We were followers of yours; will you then spare us a portion of the Fire"
        },
        {
            "chapter": 40,
            "verse": 48,
            "text": "Those who were arrogant will say, 'We are all in it; God has judged between the servants"
        },
        {
            "chapter": 40,
            "verse": 49,
            "text": "And those in the Fire will say to the keepers of Hell, 'Call to your Lord to lessen our suffering for one day"
        },
        {
            "chapter": 40,
            "verse": 50,
            "text": "They will say, 'Did not your messengers come to you with clear signs?' They will say, 'Yes.' They will say, 'Then pray, but the prayers of the disbelievers will always be in vain"
        },
        {
            "chapter": 40,
            "verse": 51,
            "text": "Most surely We will support Our messengers and those who believe, in this life, and on the Day the witnesses arise"
        },
        {
            "chapter": 40,
            "verse": 52,
            "text": "The Day when their excuses will not profit the wrongdoers, and the curse will be upon them, and they will have the Home of Misery"
        },
        {
            "chapter": 40,
            "verse": 53,
            "text": "We gave Moses guidance, and made the Children of Israel inherit the Scripture"
        },
        {
            "chapter": 40,
            "verse": 54,
            "text": "A guide and a reminder for those endowed with reason"
        },
        {
            "chapter": 40,
            "verse": 55,
            "text": "So be patient. The promise of God is true. And ask forgiveness for your sin, and proclaim the praise of your Lord evening and morning"
        },
        {
            "chapter": 40,
            "verse": 56,
            "text": "Those who dispute regarding God's revelations without any authority having come to them—there is nothing in their hearts but the feeling of greatness, which they will never attain. So seek refuge in God; for He is the All-Hearing, the All-Seeing"
        },
        {
            "chapter": 40,
            "verse": 57,
            "text": "Certainly the creation of the heavens and the earth is greater than the creation of humanity, but most people do not know"
        },
        {
            "chapter": 40,
            "verse": 58,
            "text": "Not equal are the blind and the seeing. Nor are those who believe and work righteousness equal to the sinners. How little you reflect"
        },
        {
            "chapter": 40,
            "verse": 59,
            "text": "Indeed, the Hour is coming; there is no doubt about it; but most people do not believe"
        },
        {
            "chapter": 40,
            "verse": 60,
            "text": "Your Lord has said, 'Pray to Me, and I will respond to you. But those who are too proud to worship Me will enter Hell forcibly"
        },
        {
            "chapter": 40,
            "verse": 61,
            "text": "It is God Who made the night for you, that you may rest therein; and the day allowing sight. God is gracious towards the people, but most people do not give thanks"
        },
        {
            "chapter": 40,
            "verse": 62,
            "text": "Such is God, your Lord, Creator of all things. There is no god except Him; so how could you turn away"
        },
        {
            "chapter": 40,
            "verse": 63,
            "text": "Thus are turned away those who dispute the signs of God"
        },
        {
            "chapter": 40,
            "verse": 64,
            "text": "It is God who made the earth a habitat for you, and the sky a structure. And He designed you, and designed you well; and He provided you with the good things. Such is God, your Lord; so Blessed is God, Lord of the Worlds"
        },
        {
            "chapter": 40,
            "verse": 65,
            "text": "He is the Living One. There is no god except He. So pray to Him, devoting your religion to Him. Praise be to God, the Lord of the Worlds"
        },
        {
            "chapter": 40,
            "verse": 66,
            "text": "Say, 'I was prohibited from worshiping those you invoke besides God, now that clear revelations have come to me from my Lord; and I was commanded to submit to the Lord of the Worlds"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "It is He who created you from dust, then from a seed, then from an embryo, then He brings you out as an infant, then He lets you reach your maturity, then you become elderly—although some of you die sooner—so that you may reach a predetermined age, so that you may understand"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "It is He who gives life and death; and when He decides on a thing, He just says to it, 'Be,' and it comes to be"
        },
        {
            "chapter": 40,
            "verse": 69,
            "text": "Have you not observed those who dispute regarding God's revelations, how they have deviated"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "Those who call the Book a lie, and what We sent Our messengers with—they will surely know"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "When the yokes are around their necks, and they will be dragged by the chains"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "Into the boiling water, then in the Fire they will be consumed"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Then it will be said to them, 'Where are those you used to deify"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "Instead of God?' They will say, 'They have abandoned us. In fact, we were praying to nothing before.' Thus God sends the disbelievers astray"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "That is because you used to rejoice on earth in other than the truth, and because you used to behave with vanity"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "Enter the gates of Hell, to remain therein forever. What a terrible dwelling for the arrogant"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "So be patient. The promise of God is true. Whether We show you some of what We have promised them, or take you to Us, to Us they will be returned"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "We sent messengers before you. Some of them We told you about, and some We did not tell you about. No messenger can bring a miracle except by leave of God. Then, when the command of God is issued, fair judgment will be passed, and there and then the seekers of vanity will lose"
        },
        {
            "chapter": 40,
            "verse": 79,
            "text": "God is He who created the domestic animals for you—some for you to ride, and some you eat"
        },
        {
            "chapter": 40,
            "verse": 80,
            "text": "And in them you have other benefits as well, and through them you satisfy your needs. And on them, and on the ships, you are transported"
        },
        {
            "chapter": 40,
            "verse": 81,
            "text": "And He shows you His signs. So which of God's signs will you deny"
        },
        {
            "chapter": 40,
            "verse": 82,
            "text": "Have they not journeyed through the land, and seen the outcome for those before them? They were more numerous than they, and had greater power and influence in the land. But what they had achieved availed them nothing"
        },
        {
            "chapter": 40,
            "verse": 83,
            "text": "When their messengers came to them with clear proofs, they rejoiced in the knowledge they had, and the very things they used to ridicule besieged them"
        },
        {
            "chapter": 40,
            "verse": 84,
            "text": "Then, when they witnessed Our might, they said, 'We believe in God alone, and we reject what we used to associate with Him"
        },
        {
            "chapter": 40,
            "verse": 85,
            "text": "But their faith could not help them once they witnessed Our might. This has been God's way of dealing with His servants. And there and then the disbelievers lost"
        },
        {
            "chapter": 41,
            "verse": 1,
            "text": "Ha, Meem"
        },
        {
            "chapter": 41,
            "verse": 2,
            "text": "A revelation from the Most Gracious, the Most Merciful"
        },
        {
            "chapter": 41,
            "verse": 3,
            "text": "A Scripture whose Verses are detailed, a Quran in Arabic for people who know"
        },
        {
            "chapter": 41,
            "verse": 4,
            "text": "Bringing good news, and giving warnings. But most of them turn away, so they do not listen"
        },
        {
            "chapter": 41,
            "verse": 5,
            "text": "And they say, 'Our hearts are screened from what you call us to, and in our ears is deafness, and between us and you is a barrier. So do what you want, and so will we"
        },
        {
            "chapter": 41,
            "verse": 6,
            "text": "Say, 'I am only a human like you; it is inspired in me that your God is One God. So be upright towards Him, and seek forgiveness from Him.' And woe to the idolaters"
        },
        {
            "chapter": 41,
            "verse": 7,
            "text": "Those who do not pay the alms; and regarding the Hereafter, they are disbelievers"
        },
        {
            "chapter": 41,
            "verse": 8,
            "text": "As for those who believe and do righteous deeds—for them is a reward uninterrupted"
        },
        {
            "chapter": 41,
            "verse": 9,
            "text": "Say, 'Do you reject the One who created the earth in two days? And you attribute equals to Him? That is the Lord of the Universe"
        },
        {
            "chapter": 41,
            "verse": 10,
            "text": "He placed stabilizers over it; and blessed it; and planned its provisions in four days, equally to the seekers"
        },
        {
            "chapter": 41,
            "verse": 11,
            "text": "Then He turned to the sky, and it was smoke, and said to it and to the earth, 'Come, willingly or unwillingly.' They said, 'We come willingly"
        },
        {
            "chapter": 41,
            "verse": 12,
            "text": "So He completed them as seven universes in two days, and He assigned to each universe its laws. And We decorated the lower universe with lamps, and for protection. That is the design of the Almighty, the All-Knowing"
        },
        {
            "chapter": 41,
            "verse": 13,
            "text": "But if they turn away, say, 'I have warned you of a thunderbolt, like the thunderbolt of Aad and Thamood"
        },
        {
            "chapter": 41,
            "verse": 14,
            "text": "Their messengers came to them, from before them and from behind them, saying, 'Do not worship anyone but God.' They said, 'Had our Lord willed, He would have sent down angels; Therefore, we reject what you are sent with"
        },
        {
            "chapter": 41,
            "verse": 15,
            "text": "As for Aad, they turned arrogant on earth, and opposed justice, and said, 'Who is more powerful than us?' Have they not considered that God, who created them, is more powerful than they? And they went on denying Our revelations"
        },
        {
            "chapter": 41,
            "verse": 16,
            "text": "So We unleashed upon them a screaming wind, for a few miserable days, to make them taste the punishment of shame in this life; but the punishment of the Hereafter is more shameful; and they will not be saved"
        },
        {
            "chapter": 41,
            "verse": 17,
            "text": "And as for Thamood, We guided them, but they preferred blindness over guidance. So the thunderbolt of the humiliating punishment seized them, because of what they used to earn"
        },
        {
            "chapter": 41,
            "verse": 18,
            "text": "And We saved those who believed and were righteous"
        },
        {
            "chapter": 41,
            "verse": 19,
            "text": "The Day when God's enemies are herded into the Fire, forcibly"
        },
        {
            "chapter": 41,
            "verse": 20,
            "text": "Until, when they have reached it, their hearing, and their sight, and their skins will testify against them regarding what they used to do"
        },
        {
            "chapter": 41,
            "verse": 21,
            "text": "And they will say to their skins, 'Why did you testify against us?' They will say, 'God, Who made all things speak, made us speak. It is He who created you the first time, and to Him you are returned"
        },
        {
            "chapter": 41,
            "verse": 22,
            "text": "You were unable to hide yourselves from your hearing, and your sight, and your skins, to prevent them from testifying against you, and you imagined that God was unaware of much of what you do"
        },
        {
            "chapter": 41,
            "verse": 23,
            "text": "It is that thought of yours about your Lord that led you to ruin—so you became of the losers"
        },
        {
            "chapter": 41,
            "verse": 24,
            "text": "If they endure patiently, the Fire will be their residence; and if they make up excuses, they will not be pardoned"
        },
        {
            "chapter": 41,
            "verse": 25,
            "text": "We had assigned companions for them, who glamorized to them what was in front of them, and what was behind them. And the Word proved true against them in communities of jinn and humans that have passed away before them. They were losers"
        },
        {
            "chapter": 41,
            "verse": 26,
            "text": "Those who disbelieve say, 'Do not listen to this Quran, and talk over it, so that you may prevail"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "We will make those who disbelieve taste an intense agony, and We will recompense them according to the worst of what they used to do"
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "Such is the recompense of God's enemies—the Fire—where they will have their permanent home, in recompense for having disregarded Our revelations"
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "Those who disbelieved will say, 'Our Lord, show us those who led us astray—among jinn and humans—and we will trample them under our feet, so they become among of the lowest"
        },
        {
            "chapter": 41,
            "verse": 30,
            "text": "Surely, those who say: 'Our Lord is God,' and then go straight, the angels will descend upon them: 'Do not fear, and do not grieve, but rejoice in the news of the Garden which you were promised"
        },
        {
            "chapter": 41,
            "verse": 31,
            "text": "We are your allies in this life and in the Hereafter, wherein you will have whatever your souls desire, and you will have therein whatever you call for"
        },
        {
            "chapter": 41,
            "verse": 32,
            "text": "As Hospitality from an All-Forgiving, Merciful One"
        },
        {
            "chapter": 41,
            "verse": 33,
            "text": "And who is better in speech than someone who calls to God, and acts with integrity, and says, 'I am of those who submit"
        },
        {
            "chapter": 41,
            "verse": 34,
            "text": "Good and evil are not equal. Repel evil with good, and the person who was your enemy becomes like an intimate friend"
        },
        {
            "chapter": 41,
            "verse": 35,
            "text": "But none will attain it except those who persevere, and none will attain it except the very fortunate"
        },
        {
            "chapter": 41,
            "verse": 36,
            "text": "When a temptation from the Devil provokes you, seek refuge in God; He is the Hearer, the Knower"
        },
        {
            "chapter": 41,
            "verse": 37,
            "text": "And of His signs are the night and the day, and the sun and the moon. Do not bow down to the sun, nor to the moon, but bow down to God, Who created them both, if it is Him that you serve"
        },
        {
            "chapter": 41,
            "verse": 38,
            "text": "But if they are too proud—those in the presence of your Lord praise Him night and day, and without ever tiring"
        },
        {
            "chapter": 41,
            "verse": 39,
            "text": "And of His signs is that you see the land still. But when We send down water upon it, it stirs and grows. Surely, He Who revived it will revive the dead. He is Able to do all things"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "Those who despise Our revelations are not hidden from Us. Is he who is hurled into the Fire better? Or he who arrives safely on the Day of Resurrection? Do as you please; He is Seeing of everything you do"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "Those who reject the Reminder when it has come to them—it is an invincible Book"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "Falsehood cannot approach it, from before it or behind it. It is a revelation from One Wise and Praiseworthy"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "Nothing is said to you but was said to the Messengers before you: your Lord is Possessor of Forgiveness, and Possessor of Painful Repayment"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "Had We made it a Quran in a foreign language, they would have said, 'If only its verses were made clear.' Non-Arabic and an Arab? Say, 'For those who believe, it is guidance and healing. But as for those who do not believe: there is heaviness in their ears, and it is blindness for them. These are being called from a distant place"
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "We gave Moses the Book, but disputes arose concerning it. Were it not for a prior decree from your Lord, judgment would have been pronounced between them. But they are in perplexing doubt concerning it"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "Whoever acts righteously does so for himself; and whoever works evil does so against himself. Your Lord is not unjust to the servants"
        }
    ]
}