{
    "juzs": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "Ha, Meem"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "The sending down of the Scripture is from God, the Honorable, the Wise"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "We did not create the heavens and the earth and what lies between them except with reason, and for a finite period. But the blasphemers continue to ignore the warnings they receive"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "Say, 'Have you considered those you worship instead of God? Show me which portion of the earth they have created. Or do they own a share of the heavens? Bring me a scripture prior to this one, or some trace of knowledge, if you are truthful"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "Who is more wrong than him who invokes, besides God, those who will not answer him until the Day of Resurrection, and are heedless of their prayers"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "And when humanity is gathered, they will be enemies to them, and will renounce their worship of them"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "When Our revelations are recited to them, plain and clear, those who disbelieve say of the truth when it has come to them, 'This is obviously magic"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "Or do they say, 'He invented it himself'? Say, 'If I invented it myself, there is nothing you can do to protect me from God. He knows well what you are engaged in. He is sufficient witness between me and you. He is the Forgiver, the Merciful"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "Say, 'I am not different from the other messengers; and I do not know what will be done with me, or with you. I only follow what is inspired in me, and I am only a clear warner"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "Say, 'Have you considered? What if it is from God and you disbelieve in it? A witness from the Children of Israel testified to its like, and has believed, while you turned arrogant. God does not guide the unjust people"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "Those who disbelieve say to those who believe, 'If it were anything good, they would not have preceded us to it.' And since they were not guided by it, they will say, 'This is an ancient lie"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "And before it was the Book of Moses, a model and a mercy. And this is a confirming Book, in the Arabic language, to warn those who do wrong—and good news for the doers of good"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "Those who say, 'Our Lord is God,' then lead a righteous life—they have nothing to fear, nor shall they grieve"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "These are the inhabitants of Paradise, where they will dwell forever—a reward for what they used to do"
        },
        {
            "chapter": 46,
            "verse": 15,
            "text": "We have enjoined upon man kindness to his parents. His mother carried him with difficulty, and delivered him with difficulty. His bearing and weaning takes thirty months. Until, when he has attained his maturity, and has reached forty years, he says, 'Lord, enable me to appreciate the blessings You have bestowed upon me and upon my parents, and to act with righteousness, pleasing You. And improve my children for me. I have sincerely repented to You, and I am of those who have surrendered"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "Those are they from whom We accept the best of their deeds, and We overlook their misdeeds, among the dwellers of Paradise—the promise of truth which they are promised"
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "As for him who says to his parents, 'Enough of you! Are you promising me that I will be raised up, when generations have passed away before me?' While they cry for God's help, 'Woe to you! Believe! The promise of God is true!' But he says, 'These are nothing but tales of the ancients"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "Those are they upon whom the sentence is justified, among the communities that have passed away before them, of jinn and humans. They are truly losers"
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "There are degrees for everyone, according to what they have done, and He will repay them for their works in full, and they will not be wronged"
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "On the Day when the faithless will be paraded before the Fire: 'You have squandered your good in your worldly life, and you took pleasure in them. So today you are being repaid with the torment of shame, because of your unjust arrogance on earth, and because you used to sin"
        },
        {
            "chapter": 46,
            "verse": 21,
            "text": "And mention the brother of Aad, as he warned his people at the dunes. Warnings have passed away before him, and after him: 'Worship none but God; I fear for you the punishment of a tremendous Day"
        },
        {
            "chapter": 46,
            "verse": 22,
            "text": "They said, 'Did you come to us to divert us from our gods? Then bring us what you threaten us with, if you are being truthful"
        },
        {
            "chapter": 46,
            "verse": 23,
            "text": "He said, 'The knowledge is only with God, and I inform you of what I was sent with; but I see you are an ignorant people"
        },
        {
            "chapter": 46,
            "verse": 24,
            "text": "Then, when they saw a cloud approaching their valley, they said, 'This is a cloud that will bring us rain.' 'In fact, it is what you were impatient for: a wind in which is grievous suffering"
        },
        {
            "chapter": 46,
            "verse": 25,
            "text": "It will destroy everything by the command of its Lord. And when the morning came upon them, there was nothing to be seen except their dwellings. Thus We requite the guilty people"
        },
        {
            "chapter": 46,
            "verse": 26,
            "text": "We had empowered them in the same way as We empowered you; and We gave them the hearing, and the sight, and the minds. But neither their hearing, nor their sight, nor their minds availed them in any way. That is because they disregarded the revelations of God; and so they became surrounded by what they used to ridicule"
        },
        {
            "chapter": 46,
            "verse": 27,
            "text": "We have destroyed many townships around you, and diversified the signs, so that they may return"
        },
        {
            "chapter": 46,
            "verse": 28,
            "text": "Why then did the idols, whom they worshiped as means of nearness to God, not help them? In fact, they abandoned them. It was their lie, a fabrication of their own making"
        },
        {
            "chapter": 46,
            "verse": 29,
            "text": "Recall when We dispatched towards you a number of jinn, to listen to the Quran. When they came in its presence, they said, 'Pay attention!' Then, when it was concluded, they rushed to their people, warning them"
        },
        {
            "chapter": 46,
            "verse": 30,
            "text": "They said, 'O our people, we have heard a Scripture, sent down after Moses, confirming what came before it. It guides to the truth, and to a straight path"
        },
        {
            "chapter": 46,
            "verse": 31,
            "text": "O our people! Answer the caller to God, and believe in Him; and He will forgive you your sins, and will save you from a painful punishment"
        },
        {
            "chapter": 46,
            "verse": 32,
            "text": "He who does not answer the caller to God will not escape on earth, and has no protectors besides Him. Those are in obvious error"
        },
        {
            "chapter": 46,
            "verse": 33,
            "text": "Do they not realize that God, who created the heavens and the earth, and was never tired by creating them, is Able to revive the dead? Yes indeed; He is Capable of everything"
        },
        {
            "chapter": 46,
            "verse": 34,
            "text": "On the Day when those who disbelieved are presented to the Fire: 'Is this not real?' They will say, 'Yes, indeed, by our Lord.' He will say, 'Then taste the suffering for having disbelieved"
        },
        {
            "chapter": 46,
            "verse": 35,
            "text": "So be patient, as the messengers with resolve were patient, and do not be hasty regarding them. On the Day when they witness what they are promised, it will seem as if they had lasted only for an hour of a day. A proclamation: Will any be destroyed except the sinful people"
        },
        {
            "chapter": 47,
            "verse": 1,
            "text": "Those who disbelieve and repel from the path of God—He nullifies their works"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "While those who believe, and work righteousness, and believe in what was sent down to Muhammad—and it is the truth from their Lord—He remits their sins, and relieves their concerns"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "That is because those who disbelieve follow falsehoods, while those who believe follow the truth from their Lord. God thus cites for the people their examples"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "When you encounter those who disbelieve, strike at their necks. Then, when you have routed them, bind them firmly. Then, either release them by grace, or by ransom, until war lays down its burdens. Had God willed, He could have defeated them Himself, but He thus tests some of you by means of others. As for those who are killed in the way of God, He will not let their deeds go to waste"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "He will guide them, and will improve their state of mind"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "And will admit them into Paradise, which He has identified for them"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "O you who believe! If you support God, He will support you, and will strengthen your foothold"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "But as for those who disbelieve, for them is perdition, and He will waste their deeds"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "That is because they hated what God revealed, so He nullified their deeds"
        },
        {
            "chapter": 47,
            "verse": 10,
            "text": "Have they not journeyed through the earth and seen the consequences for those before them? God poured destruction upon them, and for the unbelievers is something comparable"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "That is because God is the Master of those who believe, while the disbelievers have no master"
        },
        {
            "chapter": 47,
            "verse": 12,
            "text": "God will admit those who believe and do good deeds into gardens beneath which rivers flow. As for those who disbelieve, they enjoy themselves, and eat as cattle eat, and the Fire will be their dwelling"
        },
        {
            "chapter": 47,
            "verse": 13,
            "text": "How many a town was more powerful than your town which evicted you? We destroyed them, and there was no helper for them"
        },
        {
            "chapter": 47,
            "verse": 14,
            "text": "Is he who stands upon evidence from his Lord, like someone whose evil deed is made to appear good to him? And they follow their own desires"
        },
        {
            "chapter": 47,
            "verse": 15,
            "text": "The likeness of the Garden promised to the righteous: in it are rivers of pure water, and rivers of milk forever fresh, and rivers of wine delightful to the drinkers, and rivers of strained honey. And therein they will have of every fruit, and forgiveness from their Lord. Like one abiding in the Fire forever, and are given to drink boiling water, that cuts-up their bowels"
        },
        {
            "chapter": 47,
            "verse": 16,
            "text": "Among them are those who listen to you, but when they leave your presence, they say to those given knowledge, 'What did he say just now?' Those are they whose hearts God has sealed, and they follow their own desires"
        },
        {
            "chapter": 47,
            "verse": 17,
            "text": "As for those who are guided, He increases them in guidance, and He has granted them their righteousness"
        },
        {
            "chapter": 47,
            "verse": 18,
            "text": "Are they just waiting until the Hour comes to them suddenly? Its tokens have already come. But how will they be reminded when it has come to them"
        },
        {
            "chapter": 47,
            "verse": 19,
            "text": "Know that there is no god but God, and ask forgiveness for your sin, and for the believing men and believing women. God knows your movements, and your resting-place"
        },
        {
            "chapter": 47,
            "verse": 20,
            "text": "Those who believe say, 'If only a chapter is sent down.' Yet when a decisive chapter is sent down, and fighting is mentioned in it, you see those in whose hearts is sickness looking at you with the look of someone fainting at death. So woe to them"
        },
        {
            "chapter": 47,
            "verse": 21,
            "text": "Obedience and upright speech. Then, when the matter is settled, being true to God would have been better for them"
        },
        {
            "chapter": 47,
            "verse": 22,
            "text": "If you turn away, you are likely to make mischief on earth, and sever your family ties"
        },
        {
            "chapter": 47,
            "verse": 23,
            "text": "Those are they whom God has cursed. He made them deaf, and blinded their sight"
        },
        {
            "chapter": 47,
            "verse": 24,
            "text": "Will they not ponder the Quran? Or are there locks upon their hearts"
        },
        {
            "chapter": 47,
            "verse": 25,
            "text": "Those who reverted after the guidance became clear to them—Satan has enticed them, and has given them latitude"
        },
        {
            "chapter": 47,
            "verse": 26,
            "text": "That is because they said to those who hated what God has revealed, 'We will obey you in certain matters.' But God knows their secret thoughts"
        },
        {
            "chapter": 47,
            "verse": 27,
            "text": "How about when the angels take them at death, beating their faces and their backs"
        },
        {
            "chapter": 47,
            "verse": 28,
            "text": "That is because they pursued what displeases God, and they disliked His approval, so He nullified their works"
        },
        {
            "chapter": 47,
            "verse": 29,
            "text": "Do those in whose hearts is sickness think that God will not expose their malice"
        },
        {
            "chapter": 47,
            "verse": 30,
            "text": "Had We willed, We could have shown them to you, and you would have recognized them by their marks. Yet you will recognize them by their tone of speech. And God knows your actions"
        },
        {
            "chapter": 47,
            "verse": 31,
            "text": "We will certainly test you, until We know those among you who strive, and those who are steadfast, and We will test your reactions"
        },
        {
            "chapter": 47,
            "verse": 32,
            "text": "Those who disbelieve, and hinder from the path of God, and oppose the Messenger after guidance has become clear to them—they will not hurt God in the least, but He will nullify their deeds"
        },
        {
            "chapter": 47,
            "verse": 33,
            "text": "O you who believe! obey God, and obey the Messenger, and do not let your deeds go to waste"
        },
        {
            "chapter": 47,
            "verse": 34,
            "text": "Those who disbelieve, and hinder from God's path, and then die as disbelievers—God will not forgive them"
        },
        {
            "chapter": 47,
            "verse": 35,
            "text": "So do not waver and call for peace while you have the upper hand. God is with you, and He will not waste your efforts"
        },
        {
            "chapter": 47,
            "verse": 36,
            "text": "The life of this word is nothing but play and pastime. But if you have faith and lead a righteous life, He will grant you your rewards, and He will not ask you for your possessions"
        },
        {
            "chapter": 47,
            "verse": 37,
            "text": "Were He to ask you for it, and press you, you would become tightfisted, and He would expose your unwillingness"
        },
        {
            "chapter": 47,
            "verse": 38,
            "text": "Here you are, being called to spend in the cause of God. Among you are those who withhold; but whoever withholds is withholding against his own soul. God is the Rich, while you are the needy. And if you turn away, He will replace you with another people, and they will not be like you"
        },
        {
            "chapter": 48,
            "verse": 1,
            "text": "We have granted you a conspicuous victory"
        },
        {
            "chapter": 48,
            "verse": 2,
            "text": "That God may forgive you your sin, past and to come, and complete His favors upon you, and guide you in a straight path"
        },
        {
            "chapter": 48,
            "verse": 3,
            "text": "And help you with an unwavering support"
        },
        {
            "chapter": 48,
            "verse": 4,
            "text": "It is He who sent down tranquility into the hearts of the believers, to add faith to their faith. To God belong the forces of the heavens and the earth. God is Knowing and Wise"
        },
        {
            "chapter": 48,
            "verse": 5,
            "text": "He will admit the believers, male and female, into Gardens beneath which rivers flow, to abide therein forever, and He will remit their sins. That, with God, is a great triumph"
        },
        {
            "chapter": 48,
            "verse": 6,
            "text": "And He will punish the hypocrites, male and female, and the idolaters, male and female, those who harbor evil thoughts about God. They are surrounded by evil; and God is angry with them, and has cursed them, and has prepared for them Hell—a miserable destination"
        },
        {
            "chapter": 48,
            "verse": 7,
            "text": "To God belong the troops of the heavens and the earth. God is Mighty and Wise"
        },
        {
            "chapter": 48,
            "verse": 8,
            "text": "We sent you as a witness, and a bearer of good news, and a warner"
        },
        {
            "chapter": 48,
            "verse": 9,
            "text": "That you may believe in God and His Messenger, and support Him, and honor Him, and praise Him morning and evening"
        },
        {
            "chapter": 48,
            "verse": 10,
            "text": "Those who pledge allegiance to you are pledging allegiance to God. The hand of God is over their hands. Whoever breaks his pledge breaks it to his own loss. And whoever fulfills his covenant with God, He will grant him a great reward"
        },
        {
            "chapter": 48,
            "verse": 11,
            "text": "The Desert-Arabs who remained behind will say to you, 'Our belongings and our families have preoccupied us, so ask forgiveness for us.' They say with their tongues what is not in their hearts. Say, 'Who can avail you anything against God, if He desires loss for you, or desires gain for you?' In fact, God is Informed of what you do"
        },
        {
            "chapter": 48,
            "verse": 12,
            "text": "But you thought that the Messenger and the believers will never return to their families, and this seemed fine to your hearts; and you harbored evil thoughts, and were uncivilized people"
        },
        {
            "chapter": 48,
            "verse": 13,
            "text": "He who does not believe in God and His Messenger—We have prepared for the disbelievers a Blazing Fire"
        },
        {
            "chapter": 48,
            "verse": 14,
            "text": "To God belongs the kingdom of the heavens and the earth. He forgives whomever He wills, and He punishes whomever He wills. God is Forgiving and Merciful"
        },
        {
            "chapter": 48,
            "verse": 15,
            "text": "Those who lagged behind will say when you depart to collect the gains, 'Let us follow you.' They want to change the Word of God. Say, 'You will not follow us; God has said so before.' Then they will say, 'But you are jealous of us.' In fact, they understand only a little"
        },
        {
            "chapter": 48,
            "verse": 16,
            "text": "Say to the Desert-Arabs who lagged behind, 'You will be called against a people of great might; you will fight them, unless they submit. If you obey, God will give you a fine reward. But if you turn away, as you turned away before, He will punish you with a painful punishment"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "There is no blame on the blind, nor any blame on the lame, nor any blame on the sick. Whoever obeys God and His Messenger—He will admit him into gardens beneath which rivers flow; but whoever turns away—He will punish him with a painful punishment"
        },
        {
            "chapter": 48,
            "verse": 18,
            "text": "God was pleased with the believers, when they pledged allegiance to you under the tree. He knew what was in their hearts, and sent down serenity upon them, and rewarded them with an imminent conquest"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "And abundant gains for them to capture. God is Mighty and Wise"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "God has promised you abundant gains, which you will capture. He has expedited this for you, and has restrained people's hands from you; that it may be a sign to the believers, and that He may guide you on a straight path"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "And other things, of which you were incapable, but God has encompassed them. God is Capable of everything"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "If those who disbelieve had fought you, they would have turned back and fled, then found neither protector nor helper"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "It is God's pattern, ongoing since the past. You will never find any change in God's pattern"
        },
        {
            "chapter": 48,
            "verse": 24,
            "text": "It is He who withheld their hands from you, and your hands from them, in the valley of Mecca, after giving you advantage over them. God is Observer of what you do"
        },
        {
            "chapter": 48,
            "verse": 25,
            "text": "It is they who disbelieved, and barred you from the Sacred Mosque, and prevented the offering from reaching its destination. Were it not for faithful men and faithful women, whom you did not know, you were about to hurt them, and became guilty of an unintentional crime. Thus God admits into His mercy whomever He wills. Had they dispersed, We would have punished those who disbelieved among them with a painful penalty"
        },
        {
            "chapter": 48,
            "verse": 26,
            "text": "Those who disbelieved filled their hearts with rage—the rage of the days of ignorance. But God sent His serenity down upon His Messenger, and upon the believers, and imposed on them the words of righteousness—of which they were most worthy and deserving. God is aware of everything"
        },
        {
            "chapter": 48,
            "verse": 27,
            "text": "God has fulfilled His Messenger's vision in truth: 'You will enter the Sacred Mosque, God willing, in security, heads shaven, or hair cut short, not fearing. He knew what you did not know, and has granted besides that an imminent victory"
        },
        {
            "chapter": 48,
            "verse": 28,
            "text": "It is He who sent His Messenger with the guidance and the religion of truth, to make it prevail over all religions. God suffices as Witness"
        },
        {
            "chapter": 48,
            "verse": 29,
            "text": "Muhammad is the Messenger of God. Those with him are stern against the disbelievers, yet compassionate amongst themselves. You see them kneeling, prostrating, seeking blessings from God and approval. Their marks are on their faces from the effects of prostration. Such is their description in the Torah, and their description in the Gospel: like a plant that sprouts, becomes strong, grows thick, and rests on its stem, impressing the farmers. Through them He enrages the disbelievers. God has promised those among them who believe and do good deeds forgiveness and a great reward"
        },
        {
            "chapter": 49,
            "verse": 1,
            "text": "O you who believe! Do not place your opinions above that of God and His Messenger, and fear God. God is Hearing and Knowing"
        },
        {
            "chapter": 49,
            "verse": 2,
            "text": "O you who believe! Do not raise your voices above the voice of the Prophet, and do not speak loudly to him, as you speak loudly to one another, lest your works be in vain without you realizing"
        },
        {
            "chapter": 49,
            "verse": 3,
            "text": "Those who lower their voices before God's Messenger—those are they whose hearts God has tested for piety. They will have forgiveness and a great reward"
        },
        {
            "chapter": 49,
            "verse": 4,
            "text": "Those who call you from behind the chambers—most of them do not understand"
        },
        {
            "chapter": 49,
            "verse": 5,
            "text": "Had they remained patient until you came out to them, it would have been better for them. But God is Forgiving and Merciful"
        },
        {
            "chapter": 49,
            "verse": 6,
            "text": "O you who believe! If a troublemaker brings you any news, investigate, lest you harm people out of ignorance, and you become regretful for what you have done"
        },
        {
            "chapter": 49,
            "verse": 7,
            "text": "And know that among you is the Messenger of God. Had he obeyed you in many things, you would have suffered hardship. But God has given you the love of faith, and adorned it in your hearts, and made disbelief, mischief, and rebellion hateful to you. These are the rightly guided"
        },
        {
            "chapter": 49,
            "verse": 8,
            "text": "A Grace and Favor from God. God is Knowing and Wise"
        },
        {
            "chapter": 49,
            "verse": 9,
            "text": "If two groups of believers fight each other, reconcile between them. But if one group aggresses against the other, fight the aggressing group until it complies with God's command. Once it has complied, reconcile between them with justice, and be equitable. God loves the equitable"
        },
        {
            "chapter": 49,
            "verse": 10,
            "text": "The believers are brothers, so reconcile between your brothers, and remain conscious of God, so that you may receive mercy"
        },
        {
            "chapter": 49,
            "verse": 11,
            "text": "O you who believe! No people shall ridicule other people, for they may be better than they. Nor shall any women ridicule other women, for they may be better than they. Nor shall you slander one another, nor shall you insult one another with names. Evil is the return to wickedness after having attained faith. Whoever does not repent—these are the wrongdoers"
        },
        {
            "chapter": 49,
            "verse": 12,
            "text": "O you who believe! Avoid most suspicion—some suspicion is sinful. And do not spy on one another, nor backbite one another. Would any of you like to eat the flesh of his dead brother? You would detest it. So remain mindful of God. God is Most Relenting, Most Merciful"
        },
        {
            "chapter": 49,
            "verse": 13,
            "text": "O people! We created you from a male and a female, and made you races and tribes, that you may know one another. The best among you in the sight of God is the most righteous. God is All-Knowing, Well-Experienced"
        },
        {
            "chapter": 49,
            "verse": 14,
            "text": "The Desert-Arabs say, 'We have believed.' Say, 'You have not believed; but say, 'We have submitted,' for faith has not yet entered into your hearts. But if you obey God and His Messenger, He will not diminish any of your deeds. God is Forgiving and Merciful"
        },
        {
            "chapter": 49,
            "verse": 15,
            "text": "The believers are those who believe in God and His Messenger, and then have not doubted, and strive for God's cause with their wealth and their persons. These are the sincere"
        },
        {
            "chapter": 49,
            "verse": 16,
            "text": "Say, 'Are you going to teach God about your religion, when God knows everything in the heavens and the earth, and God is aware of all things"
        },
        {
            "chapter": 49,
            "verse": 17,
            "text": "They regarded it a favor to you that they have submitted. Say, 'Do not consider your submission a favor to me; it is God who has done you a favor by guiding you to the faith, if you are sincere"
        },
        {
            "chapter": 49,
            "verse": 18,
            "text": "God knows the secrets of the heavens and the earth, and God is seeing of everything you do"
        },
        {
            "chapter": 50,
            "verse": 1,
            "text": "Qaf. By the Glorious Quran"
        },
        {
            "chapter": 50,
            "verse": 2,
            "text": "They marveled that a warner has come to them from among them. The disbelievers say, 'This is something strange"
        },
        {
            "chapter": 50,
            "verse": 3,
            "text": "When we have died and become dust? This is a farfetched return"
        },
        {
            "chapter": 50,
            "verse": 4,
            "text": "We know what the earth consumes of them, and with Us is a comprehensive book"
        },
        {
            "chapter": 50,
            "verse": 5,
            "text": "But they denied the truth when it has come to them, so they are in a confused state"
        },
        {
            "chapter": 50,
            "verse": 6,
            "text": "Have they not observed the sky above them, how We constructed it, and decorated it, and it has no cracks"
        },
        {
            "chapter": 50,
            "verse": 7,
            "text": "And the earth, how We spread it out, and set on it mountains, and grew in it all kinds of delightful pairs"
        },
        {
            "chapter": 50,
            "verse": 8,
            "text": "A lesson and a reminder for every penitent worshiper"
        },
        {
            "chapter": 50,
            "verse": 9,
            "text": "And We brought down from the sky blessed water, and produced with it gardens and grain to harvest"
        },
        {
            "chapter": 50,
            "verse": 10,
            "text": "And the soaring palm trees, with clustered dates"
        },
        {
            "chapter": 50,
            "verse": 11,
            "text": "As sustenance for the servants. And We revive thereby a dead town. Likewise is the resurrection"
        },
        {
            "chapter": 50,
            "verse": 12,
            "text": "Before them the people of Noah denied the truth, and so did the dwellers of Russ, and Thamood"
        },
        {
            "chapter": 50,
            "verse": 13,
            "text": "And Aad, and Pharaoh, and the brethren of Lot"
        },
        {
            "chapter": 50,
            "verse": 14,
            "text": "And the Dwellers of the Woods, and the people of Tubba. They all rejected the messengers, so My threat came true"
        },
        {
            "chapter": 50,
            "verse": 15,
            "text": "Were We fatigued by the first creation? But they are in doubt of a new creation"
        },
        {
            "chapter": 50,
            "verse": 16,
            "text": "We created the human being, and We know what his soul whispers to him. We are nearer to him than his jugular vein"
        },
        {
            "chapter": 50,
            "verse": 17,
            "text": "As the two receivers receive, seated to the right and to the left"
        },
        {
            "chapter": 50,
            "verse": 18,
            "text": "Not a word does he utter, but there is a watcher by him, ready"
        },
        {
            "chapter": 50,
            "verse": 19,
            "text": "The daze of death has come in truth: 'This is what you tried to evade"
        },
        {
            "chapter": 50,
            "verse": 20,
            "text": "And the Trumpet is blown: 'This is the Promised Day"
        },
        {
            "chapter": 50,
            "verse": 21,
            "text": "And every soul will come forward, accompanied by a driver and a witness"
        },
        {
            "chapter": 50,
            "verse": 22,
            "text": "You were in neglect of this, so We lifted your screen from you, and your vision today is keen"
        },
        {
            "chapter": 50,
            "verse": 23,
            "text": "And His escort will say, 'This is what I have ready with me"
        },
        {
            "chapter": 50,
            "verse": 24,
            "text": "Throw into Hell every stubborn disbeliever"
        },
        {
            "chapter": 50,
            "verse": 25,
            "text": "Preventer of good, aggressor, doubter"
        },
        {
            "chapter": 50,
            "verse": 26,
            "text": "Who fabricated another god with God; toss him into the intense agony"
        },
        {
            "chapter": 50,
            "verse": 27,
            "text": "His escort will say, 'Our Lord, I did not make him rebel, but he was far astray"
        },
        {
            "chapter": 50,
            "verse": 28,
            "text": "He will say, 'Do not feud in My presence—I had warned you in advance"
        },
        {
            "chapter": 50,
            "verse": 29,
            "text": "The decree from Me will not be changed, and I am not unjust to the servants"
        },
        {
            "chapter": 50,
            "verse": 30,
            "text": "On the Day when We will say to Hell, 'Are you full?' And it will say, 'Are there any more"
        },
        {
            "chapter": 50,
            "verse": 31,
            "text": "And Paradise will be brought closer to the pious, not far away"
        },
        {
            "chapter": 50,
            "verse": 32,
            "text": "This is what you were promised—for every careful penitent"
        },
        {
            "chapter": 50,
            "verse": 33,
            "text": "Who inwardly feared the Most Gracious, and came with a repentant heart"
        },
        {
            "chapter": 50,
            "verse": 34,
            "text": "Enter it in peace. This is the Day of Eternity"
        },
        {
            "chapter": 50,
            "verse": 35,
            "text": "Therein they will have whatever they desire—and We have even more"
        },
        {
            "chapter": 50,
            "verse": 36,
            "text": "How many generations before them, who were more powerful than they, did We destroy? They explored the lands—was there any escape"
        },
        {
            "chapter": 50,
            "verse": 37,
            "text": "In that is a reminder for whoever possesses a heart, or cares to listen and witness"
        },
        {
            "chapter": 50,
            "verse": 38,
            "text": "We created the heavens and the earth and what is between them in six days, and no fatigue touched Us"
        },
        {
            "chapter": 50,
            "verse": 39,
            "text": "So endure what they say, and proclaim the praises of your Lord before the rising of the sun, and before sunset"
        },
        {
            "chapter": 50,
            "verse": 40,
            "text": "And glorify Him during the night, and at the end of devotions"
        },
        {
            "chapter": 50,
            "verse": 41,
            "text": "And listen for the Day when the caller calls from a nearby place"
        },
        {
            "chapter": 50,
            "verse": 42,
            "text": "The Day when they will hear the Shout in all truth. That is the Day of Emergence"
        },
        {
            "chapter": 50,
            "verse": 43,
            "text": "It is We who control life and death, and to Us is the destination"
        },
        {
            "chapter": 50,
            "verse": 44,
            "text": "The Day when the earth will crack for them at once. That is an easy gathering for Us"
        },
        {
            "chapter": 50,
            "verse": 45,
            "text": "We are fully aware of what they say, and you are not a dictator over them. So remind by the Quran whoever fears My warning"
        },
        {
            "chapter": 51,
            "verse": 1,
            "text": "By the spreaders spreading"
        },
        {
            "chapter": 51,
            "verse": 2,
            "text": "And those carrying loads"
        },
        {
            "chapter": 51,
            "verse": 3,
            "text": "And those moving gently"
        },
        {
            "chapter": 51,
            "verse": 4,
            "text": "And those distributing as commanded"
        },
        {
            "chapter": 51,
            "verse": 5,
            "text": "What you are promised is true"
        },
        {
            "chapter": 51,
            "verse": 6,
            "text": "Judgment will take place"
        },
        {
            "chapter": 51,
            "verse": 7,
            "text": "By the sky that is woven"
        },
        {
            "chapter": 51,
            "verse": 8,
            "text": "You differ in what you say"
        },
        {
            "chapter": 51,
            "verse": 9,
            "text": "Averted from it is he who is averted"
        },
        {
            "chapter": 51,
            "verse": 10,
            "text": "Perish the imposters"
        },
        {
            "chapter": 51,
            "verse": 11,
            "text": "Those who are dazed in ignorance"
        },
        {
            "chapter": 51,
            "verse": 12,
            "text": "They ask, 'When is the Day of Judgment"
        },
        {
            "chapter": 51,
            "verse": 13,
            "text": "The Day they are presented to the Fire"
        },
        {
            "chapter": 51,
            "verse": 14,
            "text": "Taste your ordeal. This is what you used to challenge"
        },
        {
            "chapter": 51,
            "verse": 15,
            "text": "But the pious are amidst gardens and springs"
        },
        {
            "chapter": 51,
            "verse": 16,
            "text": "Receiving what their Lord has given them. They were virtuous before that"
        },
        {
            "chapter": 51,
            "verse": 17,
            "text": "They used to sleep a little at night"
        },
        {
            "chapter": 51,
            "verse": 18,
            "text": "And at dawn, they would pray for pardon"
        },
        {
            "chapter": 51,
            "verse": 19,
            "text": "And in their wealth, there was a share for the beggar and the deprived"
        },
        {
            "chapter": 51,
            "verse": 20,
            "text": "And on earth are signs for the convinced"
        },
        {
            "chapter": 51,
            "verse": 21,
            "text": "And within yourselves. Do you not see"
        },
        {
            "chapter": 51,
            "verse": 22,
            "text": "And in the heaven is your livelihood, and what you are promised"
        },
        {
            "chapter": 51,
            "verse": 23,
            "text": "By the Lord of the heaven and the earth, it is as true as the fact that you speak"
        },
        {
            "chapter": 51,
            "verse": 24,
            "text": "Has the story of Abraham's honorable guests reached you"
        },
        {
            "chapter": 51,
            "verse": 25,
            "text": "When they entered upon him, they said, 'Peace.' He said, 'Peace, strangers"
        },
        {
            "chapter": 51,
            "verse": 26,
            "text": "Then he slipped away to his family, and brought a fatted calf"
        },
        {
            "chapter": 51,
            "verse": 27,
            "text": "He set it before them. He said, 'Will you not eat"
        },
        {
            "chapter": 51,
            "verse": 28,
            "text": "And he harbored fear of them. They said, 'Do not fear,' and they announced to him the good news of a knowledgeable boy"
        },
        {
            "chapter": 51,
            "verse": 29,
            "text": "His wife came forward crying. She clasped her face, and said, 'A barren old woman"
        },
        {
            "chapter": 51,
            "verse": 30,
            "text": "They said, 'Thus spoke your Lord. He is the Wise, the Knowing"
        }
    ]
}