{
    "juzs": [
        {
            "chapter": 58,
            "verse": 1,
            "text": "God has heard the statement of she who argued with you concerning her husband, as she complained to God. God heard your conversation. God is Hearing and Seeing"
        },
        {
            "chapter": 58,
            "verse": 2,
            "text": "Those of you who estrange their wives by equating them with their mothers—they are not their mothers. Their mothers are none else but those who gave birth to them. What they say is evil, and a blatant lie. But God is Pardoning and Forgiving"
        },
        {
            "chapter": 58,
            "verse": 3,
            "text": "Those who estrange their wives by equating them with their mothers, then go back on what they said, must set free a slave before they may touch one another. To this you are exhorted, and God is well aware of what you do"
        },
        {
            "chapter": 58,
            "verse": 4,
            "text": "But whoever cannot find the means must fast for two consecutive months before they may touch one another. And if he is unable, then the feeding of sixty needy people. This, in order that you affirm your faith in God and His Messenger. These are the ordinances of God. The unbelievers will have a painful punishment"
        },
        {
            "chapter": 58,
            "verse": 5,
            "text": "Those who oppose God and His Messenger will be subdued, as those before them were subdued. We have revealed clear messages. The unbelievers will have a demeaning punishment"
        },
        {
            "chapter": 58,
            "verse": 6,
            "text": "On the Day when God resurrects them all, and informs them of what they did. God has kept count of it, but they have forgotten it. God is Witness over everything"
        },
        {
            "chapter": 58,
            "verse": 7,
            "text": "Do you not realize that God knows everything in the heavens and everything on earth? There is no secret counsel between three, but He is their fourth; nor between five, but He is their sixth; nor less than that, nor more, but He is with them wherever they may be. Then, on the Day of Resurrection, He will inform them of what they did. God has knowledge of everything"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "Have you noted those who were prohibited from conspiring secretly, but then reverted to what they were prohibited from? They conspire to commit sin, and aggression, and defiance of the Messenger. And when they come to you, they greet you with a greeting that God never greeted you with. And they say within themselves, 'Why does God not punish us for what we say?' Hell is enough for them. They will roast in it. What a miserable destiny"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "O you who believe! When you converse secretly, do not converse in sin, and aggression, and disobedience of the Messenger; but converse in virtue and piety; And fear God, to Whom you will be gathered"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "Conspiracies are from Satan, that he may dishearten those who believe; but he will not harm them in the least, except by leave of God. So let the believers put their trust in God"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "O you who believe! When you are told to make room in your gatherings, make room; God will make room for you. And when you are told to disperse, disperse. God elevates those among you who believe, and those given knowledge, many steps. God is Aware of what you do"
        },
        {
            "chapter": 58,
            "verse": 12,
            "text": "O you who believe! When you converse privately with the Messenger, offer something in charity before your conversation. That is better for you, and purer. But if you do not find the means—God is Forgiving and Merciful"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "Are you reluctant to offer charity before your conversation? If you do not do so, and God pardons you, then perform the prayer, and give alms, and obey God and His Messenger. God is Aware of what you do"
        },
        {
            "chapter": 58,
            "verse": 14,
            "text": "Have you considered those who befriended a people with whom God has become angry? They are not of you, nor of them. And they swear to a lie while they know"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "God has prepared for them a terrible punishment. Evil is what they used to do"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "They took their oaths as a screen, and prevented others from God's path. They will have a shameful punishment"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "Neither their possessions nor their children will avail them anything against God. These are the inhabitants of the Fire, dwelling therein forever"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "On the Day when God will resurrect them altogether—they will swear to Him, as they swear to you, thinking that they are upon something. Indeed, they themselves are the liars"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "Satan has taken hold of them, and so has caused them to forget the remembrance of God. These are the partisans of Satan. Indeed, it is Satan's partisans who are the losers"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "Those who oppose God and His Messenger are among the lowliest"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "God has written: 'I will certainly prevail, I and My messengers.' God is Strong and Mighty"
        },
        {
            "chapter": 58,
            "verse": 22,
            "text": "You will not find a people who believe in God and the Last Day, loving those who oppose God and His Messenger, even if they were their parents, or their children, or their siblings, or their close relatives. These—He has inscribed faith in their hearts, and has supported them with a spirit from Him. And He will admit them into Gardens beneath which rivers flow, wherein they will dwell forever. God is pleased with them, and they are pleased with Him. These are the partisans of God. Indeed, it is God's partisans who are the successful"
        },
        {
            "chapter": 59,
            "verse": 1,
            "text": "Glorifying God is all that exists in the heavens and the earth. He is the Almighty, the Most Wise"
        },
        {
            "chapter": 59,
            "verse": 2,
            "text": "It is He who evicted those who disbelieved among the People of the Book from their homes at the first mobilization. You did not think they would leave, and they thought their fortresses would protect them from God. But God came at them from where they never expected, and threw terror into their hearts. They wrecked their homes with their own hands, and by the hands of the believers. Therefore, take a lesson, O you who have insight"
        },
        {
            "chapter": 59,
            "verse": 3,
            "text": "Had God not decreed exile for them, He would have punished them in this life. But in the Hereafter they will have the punishment of the Fire"
        },
        {
            "chapter": 59,
            "verse": 4,
            "text": "That is because they opposed God and His Messenger. Whoever opposes God—God is stern in retribution"
        },
        {
            "chapter": 59,
            "verse": 5,
            "text": "Whether you cut down a tree, or leave it standing on its trunk, it is by God's will. He will surely disgrace the sinners"
        },
        {
            "chapter": 59,
            "verse": 6,
            "text": "Whatever God has bestowed upon His Messenger from them; you spurred neither horse nor camel for them, but God gives authority to His messengers over whomever He will. God is Able to do all things"
        },
        {
            "chapter": 59,
            "verse": 7,
            "text": "Whatever God restored to His Messenger from the inhabitants of the villages belongs to God, and to the Messenger, and to the relatives, and to the orphans, and to the poor, and to the wayfarer; so that it may not circulate solely between the wealthy among you. Whatever the Messenger gives you, accept it; and whatever he forbids you, abstain from it. And fear God. God is severe in punishment"
        },
        {
            "chapter": 59,
            "verse": 8,
            "text": "To the poor refugees who were driven out of their homes and their possessions, as they sought the favor of God and His approval, and came to the aid of God and His Messenger. These are the sincere"
        },
        {
            "chapter": 59,
            "verse": 9,
            "text": "And those who, before them, had settled in the homeland, and had accepted faith. They love those who emigrated to them, and find no hesitation in their hearts in helping them. They give them priority over themselves, even if they themselves are needy. Whoever is protected from his natural greed—it is they who are the successful"
        },
        {
            "chapter": 59,
            "verse": 10,
            "text": "And those who came after them, saying, 'Our Lord, forgive us, and our brethren who preceded us in faith, and leave no malice in our hearts towards those who believe. Our Lord, You are Clement and Merciful"
        },
        {
            "chapter": 59,
            "verse": 11,
            "text": "Have you not considered those who act hypocritically? They say to their brethren who disbelieved among the People of the Book, 'If you are evicted, we will leave with you, and will not obey anyone against you; and should anyone fight you, we will certainly support you.' But God bears witness that they are liars"
        },
        {
            "chapter": 59,
            "verse": 12,
            "text": "If they are evicted, they will not leave with them; and if anyone fights them, they will not support them; and if they go to their aid, they will turn their backs and flee; then they will receive no support"
        },
        {
            "chapter": 59,
            "verse": 13,
            "text": "Fear of you is more intense in their hearts than fear of God. That is because they are a people who do not understand"
        },
        {
            "chapter": 59,
            "verse": 14,
            "text": "They will not fight you all together except from fortified strongholds, or from behind walls. Their hostility towards each other is severe. You would think they are united, but their hearts are diverse. That is because they are a people who do not understand"
        },
        {
            "chapter": 59,
            "verse": 15,
            "text": "Like those shortly before them. They experienced the consequences of their decisions. For them is a painful punishment"
        },
        {
            "chapter": 59,
            "verse": 16,
            "text": "Like the devil, when he says to the human being, 'Disbelieve.' But when he has disbelieved, he says, 'I am innocent of you; I fear God, the Lord of the Worlds"
        },
        {
            "chapter": 59,
            "verse": 17,
            "text": "The ultimate end for both of them is the Fire, where they will dwell forever. Such is the requital for the wrongdoers"
        },
        {
            "chapter": 59,
            "verse": 18,
            "text": "O you who believe! Fear God, and let every soul consider what it has forwarded for the morrow, and fear God. God is Aware of what you do"
        },
        {
            "chapter": 59,
            "verse": 19,
            "text": "And do not be like those who forgot God, so He made them forget themselves. These are the sinners"
        },
        {
            "chapter": 59,
            "verse": 20,
            "text": "Not equal are the inhabitants of the Fire and the inhabitants of Paradise. It is the inhabitants of Paradise who are the winners"
        },
        {
            "chapter": 59,
            "verse": 21,
            "text": "Had We sent this Quran down on a mountain, you would have seen it trembling, crumbling in awe of God. These parables We cite for the people, so that they may reflect"
        },
        {
            "chapter": 59,
            "verse": 22,
            "text": "He is God. There is no god but He, the Knower of secrets and declarations. He is the Compassionate, the Merciful"
        },
        {
            "chapter": 59,
            "verse": 23,
            "text": "He is God; besides Whom there is no god; the Sovereign, the Holy, the Peace-Giver, the Faith-Giver, the Overseer, the Almighty, the Omnipotent, the Overwhelming. Glory be to God, beyond what they associate"
        },
        {
            "chapter": 59,
            "verse": 24,
            "text": "He is God; the Creator, the Maker, the Designer. His are the Most Beautiful Names. Whatever is in the heavens and the earth glorifies Him. He is the Majestic, the Wise"
        },
        {
            "chapter": 60,
            "verse": 1,
            "text": "O you who believe! Do not take My enemies and your enemies for supporters, offering them affection, when they have disbelieved in what has come to you of the Truth. They have expelled the Messenger, and you, because you believed in God, your Lord. If you have mobilized to strive for My cause, seeking My approval, how can you secretly love them? I know what you conceal and what you reveal. Whoever among you does that has strayed from the right way"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "Whenever they encounter you, they treat you as enemies, and they stretch their hands and tongues against you with malice. They wish that you would disbelieve"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "Neither your relatives nor your children will benefit you on the Day of Resurrection. He will separate between you. God is Observant of what you do"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "You have had an excellent example in Abraham and those with him; when they said to their people, 'We are quit of you, and what you worship apart from God. We denounce you. Enmity and hatred has surfaced between us and you, forever, until you believe in God alone.' Except for the words of Abraham to his father, 'I will ask forgiveness for you, though I have no power from God to do anything for you.' 'Our Lord, in You we trust, and to You we repent, and to You is the ultimate resort"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "Our Lord, do not make us a target for those who disbelieve, and forgive us, our Lord. You are indeed the Mighty and Wise"
        },
        {
            "chapter": 60,
            "verse": 6,
            "text": "There is an excellent example in them for you—for anyone who seeks God and the Last Day. But whoever turns away—God is the Self-Sufficient, the Most Praised"
        },
        {
            "chapter": 60,
            "verse": 7,
            "text": "Perhaps God will plant affection between you and those of them you consider enemies. God is Capable. God is Forgiving and Merciful"
        },
        {
            "chapter": 60,
            "verse": 8,
            "text": "As for those who have not fought against you for your religion, nor expelled you from your homes, God does not prohibit you from dealing with them kindly and equitably. God loves the equitable"
        },
        {
            "chapter": 60,
            "verse": 9,
            "text": "But God prohibits you from befriending those who fought against you over your religion, and expelled you from your homes, and aided in your expulsion. Whoever takes them for friends—these are the wrongdoers"
        },
        {
            "chapter": 60,
            "verse": 10,
            "text": "O you who believe! When believing women come to you emigrating, test them. God is Aware of their faith. And if you find them to be faithful, do not send them back to the unbelievers. They are not lawful for them, nor are they lawful for them. But give them what they have spent. You are not at fault if you marry them, provided you give them their compensation. And do not hold on to ties with unbelieving women, but demand what you have spent, and let them demand what they have spent. This is the rule of God; He rules among you. God is Knowing and Wise"
        },
        {
            "chapter": 60,
            "verse": 11,
            "text": "If any of your wives desert you to the unbelievers, and you decide to penalize them, give those whose wives have gone away the equivalent of what they had spent. And fear God, in whom you are believers"
        },
        {
            "chapter": 60,
            "verse": 12,
            "text": "O prophet! If believing women come to you, pledging allegiance to you, on condition that they will not associate anything with God, nor steal, nor commit adultery, nor kill their children, nor commit perjury as to parenthood, nor disobey you in anything righteous, accept their allegiance and ask God's forgiveness for them. God is Forgiving and Merciful"
        },
        {
            "chapter": 60,
            "verse": 13,
            "text": "O you who believe! Do not befriend people with whom God has become angry, and have despaired of the Hereafter, as the faithless have despaired of the occupants of the graves"
        },
        {
            "chapter": 61,
            "verse": 1,
            "text": "Everything in the heavens and the earth praises God. He is the Almighty, the Wise"
        },
        {
            "chapter": 61,
            "verse": 2,
            "text": "O you who believe! Why do you say what you do not do"
        },
        {
            "chapter": 61,
            "verse": 3,
            "text": "It is most hateful to God that you say what you do not do"
        },
        {
            "chapter": 61,
            "verse": 4,
            "text": "God loves those who fight in His cause, in ranks, as though they were a compact structure"
        },
        {
            "chapter": 61,
            "verse": 5,
            "text": "When Moses said to his people, 'O my people, why do you hurt me, although you know that I am God's Messenger to you?' And when they swerved, God swerved their hearts. God does not guide the sinful people"
        },
        {
            "chapter": 61,
            "verse": 6,
            "text": "And when Jesus son of Mary said, 'O Children of Israel, I am God's Messenger to you, confirming what preceded me of the Torah, and announcing good news of a messenger who will come after me, whose name is Ahmad.' But when he showed them the miracles, they said, 'This is obvious sorcery"
        },
        {
            "chapter": 61,
            "verse": 7,
            "text": "And who is a greater wrongdoer than he who attributes falsehoods to God, when he is being invited to Islam? God does not guide the wrongdoing people"
        },
        {
            "chapter": 61,
            "verse": 8,
            "text": "They want to extinguish God's Light with their mouths; but God will complete His Light, even though the disbelievers dislike it"
        },
        {
            "chapter": 61,
            "verse": 9,
            "text": "It is He who sent His Messenger with the guidance and the true religion, to make it prevail over all religions, even though the idolaters dislike it"
        },
        {
            "chapter": 61,
            "verse": 10,
            "text": "O you who believe! Shall I inform you of a trade that will save you from a painful torment"
        },
        {
            "chapter": 61,
            "verse": 11,
            "text": "That you believe in God and His Messenger, and strive in the cause of God with your possessions and yourselves. That is best for you, if you only knew"
        },
        {
            "chapter": 61,
            "verse": 12,
            "text": "He will forgive you your sins; and will admit you into gardens beneath which rivers flow, and into beautiful mansions in the Gardens of Eden. That is the supreme success"
        },
        {
            "chapter": 61,
            "verse": 13,
            "text": "And something else you love: support from God, and imminent victory. So give good news to the believers"
        },
        {
            "chapter": 61,
            "verse": 14,
            "text": "O you who believe! Be supporters of God, as Jesus son of Mary said to the disciples, 'Who are my supporters towards God?' The disciples said, 'We are God's supporters.' So a group of the Children of Israel believed, while another group disbelieved. We supported those who believed against their foe, so they became dominant"
        },
        {
            "chapter": 62,
            "verse": 1,
            "text": "Everything in the heavens and the earth glorifies God the Sovereign, the Holy, the Almighty, the Wise"
        },
        {
            "chapter": 62,
            "verse": 2,
            "text": "It is He who sent among the unlettered a messenger from themselves; reciting His revelations to them, and purifying them, and teaching them the Scripture and wisdom; although they were in obvious error before that"
        },
        {
            "chapter": 62,
            "verse": 3,
            "text": "And others from them, who have not yet joined them. He is the Glorious, the Wise"
        },
        {
            "chapter": 62,
            "verse": 4,
            "text": "That is God's grace, which He grants to whomever He wills. God is Possessor of limitless grace"
        },
        {
            "chapter": 62,
            "verse": 5,
            "text": "The example of those who were entrusted with the Torah, but then failed to uphold it, is like the donkey carrying works of literature. Miserable is the example of the people who denounce God's revelations. God does not guide the wrongdoing people"
        },
        {
            "chapter": 62,
            "verse": 6,
            "text": "Say, 'O you who follow Judaism; if you claim to be the chosen of God, to the exclusion of the rest of mankind, then wish for death if you are sincere"
        },
        {
            "chapter": 62,
            "verse": 7,
            "text": "But they will not wish for it, ever, due to what their hands have advanced. God knows well the wrongdoers"
        },
        {
            "chapter": 62,
            "verse": 8,
            "text": "Say, 'The death from which you flee will catch up with you; then you will be returned to the Knower of the Invisible and the Visible, and He will inform you of what you used to do"
        },
        {
            "chapter": 62,
            "verse": 9,
            "text": "O you who believe! When the call is made for prayer on Congregation Day, hasten to the remembrance of God, and drop all business. That is better for you, if you only knew"
        },
        {
            "chapter": 62,
            "verse": 10,
            "text": "Then, when the prayer is concluded, disperse through the land, and seek God's bounty, and remember God much, so that you may prosper"
        },
        {
            "chapter": 62,
            "verse": 11,
            "text": "Yet whenever they come across some business, or some entertainment, they scramble towards it, and leave you standing. Say, 'What is with God is better than entertainment and business; and God is the Best of providers"
        },
        {
            "chapter": 63,
            "verse": 1,
            "text": "When the hypocrites come to you, they say, 'We bear witness that you are God's Messenger.' God knows that you are His Messenger, and God bears witness that the hypocrites are liars"
        },
        {
            "chapter": 63,
            "verse": 2,
            "text": "They treat their oaths as a cover, and so they repel others from God's path. Evil is what they do"
        },
        {
            "chapter": 63,
            "verse": 3,
            "text": "That is because they believed, and then disbelieved; so their hearts were sealed, and they cannot understand"
        },
        {
            "chapter": 63,
            "verse": 4,
            "text": "When you see them, their appearance impresses you. And when they speak, you listen to what they say. They are like propped-up timber. They think every shout is aimed at them. They are the enemy, so beware of them. God condemns them; how deluded they are"
        },
        {
            "chapter": 63,
            "verse": 5,
            "text": "And when it is said to them, 'Come, the Messenger of God will ask forgiveness for you,' they bend their heads, and you see them turning away arrogantly"
        },
        {
            "chapter": 63,
            "verse": 6,
            "text": "It is the same for them, whether you ask forgiveness for them, or do not ask forgiveness for them; God will not forgive them. God does not guide the sinful people"
        },
        {
            "chapter": 63,
            "verse": 7,
            "text": "It is they who say: 'Do not spend anything on those who side with God's Messenger, unless they have dispersed.' To God belong the treasures of the heavens and the earth, but the hypocrites do not understand"
        },
        {
            "chapter": 63,
            "verse": 8,
            "text": "They say, 'If we return to the City, the more powerful therein will evict the weak.' But power belongs to God, and His Messenger, and the believers; but the hypocrites do not know"
        },
        {
            "chapter": 63,
            "verse": 9,
            "text": "O you who believe! Let neither your possessions nor your children distract you from the remembrance of God. Whoever does that—these are the losers"
        },
        {
            "chapter": 63,
            "verse": 10,
            "text": "And give from what We have provided for you, before death approaches one of you, and he says, 'My Lord, if only You would delay me for a short while, so that I may be charitable, and be one of the righteous"
        },
        {
            "chapter": 63,
            "verse": 11,
            "text": "But God will not delay a soul when its time has come. God is Informed of what you do"
        },
        {
            "chapter": 64,
            "verse": 1,
            "text": "Everything in the heavens and the earth praises God. To Him belongs the Kingdom, and to Him all praise is due, and He is Able to do all things"
        },
        {
            "chapter": 64,
            "verse": 2,
            "text": "It is He who created you. Some of you are unbelievers, and some of you are believers. And God perceives what you do"
        },
        {
            "chapter": 64,
            "verse": 3,
            "text": "He created the heavens and the earth with truth, and He designed you, and designed you well, and to Him is the final return"
        },
        {
            "chapter": 64,
            "verse": 4,
            "text": "He knows everything in the heavens and the earth, and He knows what you conceal and what you reveal. And God knows what is within the hearts"
        },
        {
            "chapter": 64,
            "verse": 5,
            "text": "Has the news not reached you, of those who disbelieved before? They tasted the ill consequences of their conduct, and a painful torment awaits them"
        },
        {
            "chapter": 64,
            "verse": 6,
            "text": "That is because their messengers came to them with clear explanations, but they said, 'Are human beings going to guide us?' So they disbelieved and turned away. But God is in no need. God is Independent and Praiseworthy"
        },
        {
            "chapter": 64,
            "verse": 7,
            "text": "Those who disbelieve claim that they will not be resurrected. Say, 'Yes indeed, by my Lord, you will be resurrected; then you will be informed of everything you did; and that is easy for God"
        },
        {
            "chapter": 64,
            "verse": 8,
            "text": "So believe in God and His Messenger, and the Light which We sent down. God is Aware of everything you do"
        },
        {
            "chapter": 64,
            "verse": 9,
            "text": "The Day when He gathers you for the Day of Gathering—that is the Day of Mutual Exchange. Whoever believes in God and acts with integrity, He will remit his misdeeds, and will admit him into gardens beneath which rivers flow, to dwell therein forever. That is the supreme achievement"
        },
        {
            "chapter": 64,
            "verse": 10,
            "text": "But as for those who disbelieve and denounce Our revelations—these are the inmates of the Fire, dwelling therein forever; and what a miserable fate"
        },
        {
            "chapter": 64,
            "verse": 11,
            "text": "No disaster occurs except by God's leave. Whoever believes in God, He guides his heart. God is Aware of everything"
        },
        {
            "chapter": 64,
            "verse": 12,
            "text": "So obey God, and obey the Messenger. But if you turn away—it is only incumbent on Our Messenger to deliver the clear message"
        },
        {
            "chapter": 64,
            "verse": 13,
            "text": "God, there is no god but He; and in God let the believers put their trust"
        },
        {
            "chapter": 64,
            "verse": 14,
            "text": "O you who believe! Among your wives and your children are enemies to you, so beware of them. But if you pardon, and overlook, and forgive—God is Forgiver and Merciful"
        },
        {
            "chapter": 64,
            "verse": 15,
            "text": "Your possessions and your children are a test, but with God is a splendid reward"
        },
        {
            "chapter": 64,
            "verse": 16,
            "text": "So be conscious of God as much as you can, and listen, and obey, and give for your own good. He who is protected from his stinginess—these are the prosperous"
        },
        {
            "chapter": 64,
            "verse": 17,
            "text": "If you lend God a good loan, He will multiply it for you, and will forgive you. God is Appreciative and Forbearing"
        },
        {
            "chapter": 64,
            "verse": 18,
            "text": "The Knower of the Unseen and the Seen, the Almighty, the Wise"
        },
        {
            "chapter": 65,
            "verse": 1,
            "text": "O Prophet! If any of you divorce women, divorce them during their period of purity, and calculate their term. And be pious before God, your Lord. And do not evict them from their homes, nor shall they leave, unless they have committed a proven adultery. These are the limits of God—whoever oversteps God's limits has wronged his own soul. You never know; God may afterwards bring about a new situation"
        },
        {
            "chapter": 65,
            "verse": 2,
            "text": "Once they have reached their term, either retain them honorably, or separate from them honorably. And call to witness two just people from among you, and give upright testimony for God. By that is exhorted whoever believes in God and the Last Day. And whoever fears God—He will make a way out for him"
        },
        {
            "chapter": 65,
            "verse": 3,
            "text": "And will provide for him from where he never expected. Whoever relies on God—He will suffice him. God will accomplish His purpose. God has set a measure to all things"
        },
        {
            "chapter": 65,
            "verse": 4,
            "text": "As for those of your women who have reached menopause, if you have any doubts, their term shall be three months—and also for those who have not yet menstruated. As for those who are pregnant, their term shall be until they have delivered. Whoever fears God—He will make things easy for him"
        },
        {
            "chapter": 65,
            "verse": 5,
            "text": "This is the ordinance of God, which He sent down to you. Whoever fears God—He will remit his sins, and will amplify his reward"
        },
        {
            "chapter": 65,
            "verse": 6,
            "text": "Allow them to reside where you reside, according to your means, and do not harass them in order to make things difficult for them. If they are pregnant, spend on them until they give birth. And if they nurse your infant, give them their payment. And conduct your relation in amity. But if you disagree, then let another woman nurse him"
        },
        {
            "chapter": 65,
            "verse": 7,
            "text": "The wealthy shall spend according to his means; and he whose resources are restricted shall spend according to what God has given him. God never burdens a soul beyond what He has given it. God will bring ease after hardship"
        },
        {
            "chapter": 65,
            "verse": 8,
            "text": "How many a town defied the command of its Lord and His messengers? So We held it strictly accountable, and We punished it with a dreadful punishment"
        },
        {
            "chapter": 65,
            "verse": 9,
            "text": "It tasted the result of its decisions, and the outcome of its decisions was perdition"
        },
        {
            "chapter": 65,
            "verse": 10,
            "text": "God has prepared for them a severe retribution. So beware of God, O you who possess intellect and have faith. God has sent down to you a Reminder"
        },
        {
            "chapter": 65,
            "verse": 11,
            "text": "A messenger who recites to you God's Verses, clear and distinct, that he may bring those who believe and work righteousness from darkness into light. Whoever believes in God and acts with integrity, He will admit him into gardens beneath which rivers flow, therein to abide forever. God has given him an excellent provision"
        },
        {
            "chapter": 65,
            "verse": 12,
            "text": "God is He Who created seven heavens, and their like of earth. The command descends through them, so that you may know that God is Capable of everything, and that God Encompasses everything in knowledge"
        },
        {
            "chapter": 66,
            "verse": 1,
            "text": "O prophet! Why do you prohibit what God has permitted for you, seeking to please your wives? God is Forgiving and Merciful"
        },
        {
            "chapter": 66,
            "verse": 2,
            "text": "God has decreed for you the dissolution of your oaths. God is your Master. He is the All-Knowing, the Most Wise"
        },
        {
            "chapter": 66,
            "verse": 3,
            "text": "The Prophet told something in confidence to one of his wives. But when she disclosed it, and God made it known to him; he communicated part of it, and he avoided another part. Then, when he informed her of it, she said, 'Who informed you of this?' He said, 'The All-Knowing, the All-Informed, informed me"
        },
        {
            "chapter": 66,
            "verse": 4,
            "text": "If you repent to God, then your hearts have listened. But if you band together against him, then God is his Ally, as is Gabriel, and the righteous believers. In addition, the angels will assist him"
        },
        {
            "chapter": 66,
            "verse": 5,
            "text": "Perhaps, if he divorces you, his Lord will give him in exchange wives better than you: submissive, believing, obedient, penitent, devout, fasting—previously married, or virgins"
        },
        {
            "chapter": 66,
            "verse": 6,
            "text": "O you who believe! Protect yourselves and your families from a Fire, whose fuel is people and stones. Over it are angels, fierce and powerful. They never disobey God in anything He commands them, and they carry out whatever they are commanded"
        },
        {
            "chapter": 66,
            "verse": 7,
            "text": "O you who disbelieved! Make no excuses today. You are being repaid for what you used to do"
        },
        {
            "chapter": 66,
            "verse": 8,
            "text": "O you who believe! Repent to God with sincere repentance. Perhaps your Lord will remit your sins, and admit you into gardens beneath which rivers flow, on the Day when God will not disappoint the Prophet and those who believed with him. Their light streaming before them, and to their right, they will say, 'Our Lord, complete our light for us, and forgive us; You are capable of all things"
        },
        {
            "chapter": 66,
            "verse": 9,
            "text": "O prophet! Strive hard against the disbelievers and the hypocrites, and be stern with them. Their abode is Hell. What a miserable destination"
        },
        {
            "chapter": 66,
            "verse": 10,
            "text": "God illustrates an example of those who disbelieve: the wife of Noah and the wife of Lot. They were under two of Our righteous servants, but they betrayed them. They availed them nothing against God, and it was said, 'Enter the Fire with those who are entering"
        },
        {
            "chapter": 66,
            "verse": 11,
            "text": "And God illustrates an example of those who believe: the wife of Pharaoh, when she said, 'My Lord, build for me, with you, a house in Paradise, and save me from Pharaoh and his works, and save me from the wrongdoing people"
        },
        {
            "chapter": 66,
            "verse": 12,
            "text": "And Mary, the daughter of Imran, who guarded her womb, and so We breathed into her of Our Spirit; and she believed in the truth of her Lord's Words and His Books, and was one of the devout"
        }
    ]
}