{
    "rukus": [
        {
            "chapter": 6,
            "verse": 11,
            "text": "(Napiye! Nir avarkalai nokki) ‘‘ninkal pumiyil currittirintu (unkalaip pol) poyyakkik kontiruntavarkalin mutivu evvaru ayirru? Enru ninkal kavanittup parunkal'' enru kuruviraka"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "‘‘vanankalilum pumiyilum ullavai anaittum yarukkuriyana?'' Ena nir (avarkalaik) ketpiraka. (Itarku avarkal patil kuruvatenna? Nire avarkalai nokki ivai anaittum) ‘‘allahvukkuriyanave!'' Enru kuruviraka. Avan karunaiyait tanmitu katamaiyakkik kontirukkiran. (Akavetan, unkal kurrattirkaka ituvarai unkalait tantikkatirukkiran. Eninum,) niccayamaka unkal anaivaraiyum marumai nalil onru cerppan. Atil cantekameyillai. Evarkal (unmaiyai nirakarittu) tankalukkut tame nastattai untu pannik kontarkalo avarkal (itai) nampave mattarkal"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "(vanankalilo, pumiyilo) iravilum, pakalilum vacittiruppavai anaittum avanukkuriyanave! Avantan nanku ceviyurupavanum, (anaittaiyum) nankarintavanum avan"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "(napiye!) Kuruviraka: ‘‘Vanankalaiyum pumiyaiyum pataitta allahvait tavirttu (marrevaraiyum en) patukavalanaka nan etuttuk kolvena? Avantan (namakku) unavalikkiran; avanukku yarum unavalippatillai. (Napiye! Melum,) kuruviraka: ‘‘(Iraivanukku) inaivaittu vanankupavarkalutan ceratu murrilum avanukku panintu valippattavarkalil mutanmaiyanavanaka nan irukkumpatiye enakkuk kattalaiyitappattullatu"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "(napiye! Melum,) kuruviraka: ‘‘En iraivanukku nan maruceytal, makattana nalin vetanaiyai(yum tantanaiyaiyum) niccayamaka nan payappatukiren"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "Annalil evarai vittum vetanai tatukkappatukirato avarukku niccayamaka allah arul purinte vittan. Itutan telivana verriyakum"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "(napiye!) Allah umakku oru tinkilaittal, atai nikkupavar avanait tavira verevarumillai. Umakku oru nanmaiyai avan kotuttalum (atait tatuttuvitak kutiyavan evanum illai.) Avan anaittin mitum perarralutaiyavan"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "avane tan atiyarkalai atakki alkiran. Avantan mikka nanamutaiyavan, (anaittaiyum) nankarintavan avan"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "(napiye!) ‘‘Catcikalil mikap periyatu etu?'' Ena nir (avarkalaik) ketpiraka. (Avar kalal enna kuramutiyum? Nire avarkalai nokki) ‘‘allahve! (Periyavan. Avane) enakkum unkalukkum itaiyil catciyaka(vum) irukkiran. Intak kur'anaik kontu unkalukkum, (atu) ettiyavarkalukkum nan accamutti eccarikkai ceyvatarkakave itu enakku vahyi mulam arivikkappattullatu enru kuri, niccayamaka vanakkattirkuriya marrevarum allahvutan iruppataka, (unmaiyakave) ninkal catci kuruvirkala?'' (Enrum avarkalai) nir ketpiraka. (Itarkavarkal patil kuruvatenna! ‘‘Avvaru) nan catci kuramatten!'' Enru nir kurivittu, ‘‘niccayamaka vanakkattirkuriyavan avan oruvantan; (avanukku) ninkal inaivaippatai vittu meyyakave nan veruttu vilakukinran'' enrum kuruviraka"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "evarum tankal kulantaikalai(c cantekamara) arivataippola, vetam kotukkap pattavarkal (nam tutarakiya) ivarai (ivar iraivanutaiya tutartan enru) nankarivarkal. (Eninum, avarkalil) evarkal (itai maraittu) tankalukkut tame nastamilaittuk kontanaro avarkaltan (nam tutarakiya ivarai iraivanutaiya tutarenru) nampamattarkal"
        }
    ]
}