{
    "rukus": [
        {
            "chapter": 7,
            "verse": 48,
            "text": "anta cikarankalil ullavarkal, muka ataiyalattaik kontu (tantanaik kullanavarkal ena) tankal arinta cila manitarkalai kuvi alaittu, ‘‘ninkal (ulakattil) campatittuc cekarittu vaittiruntavaiyum, ninkal evarraik kontu perumaiyatittuk kontiruntirkalo avaiyum unkalukkup palanalikkavillaiye!'' Enru kuruvarkal"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "(Allah nirakarittavarkalai alaittu cikaravacikalaic cuttik kanpittu,) ‘‘allah arulpuriya mattan enru ninkal cattiyam ceytu kurik kontiruntirkale avarkal (ito cikarattil irukkum) ivarkal allava?'' (Enru kuruvan). (Piraku, cikaravacikalai nokki) ‘‘ninkal corkkam cenruvitunkal. Unkalukku evvita payamumillai. Ninkal kavalaippatavum mattirkal'' (enru allah kuruvan)"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "narakavacikal corkkavacikalai nokki ‘‘enkal mitu ciritu niraik kottunkal. Allatu iraivan unkalukku (pucikka) alittiruppavarril (oru ciritenum) enkalukkut tarunkal'' enru (kencik) ketparkal. Atarku avarkal, ‘‘niccayamaka allah nirakarippavarkalukku ivvirantaiyum (vilakki) tataiceytu vittan'' enru patilalipparkal"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "ivarkalai ivvulaka valkkai mayakkivittatanal tankal markkattai vetikkai yakavum vilaiyattakavum etuttuk kontiruntanar. Avarkal nam vacanankalai nirakarittu innalil (nam'maic) cantippataiyum marantavare namum inraiya tinam avarkalai marantuvituvom"
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "niccayamaka nam avarkalukku oru vetattaik kotuttiruntom. Atil ovvonraiyum arivotu vivarittirukkirom. (Atu) nampikkai konta makkalukku nerana valiyakavum arulakavum irukkiratu"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "(Makkavacikalakiya) ivarkal (tankalukku eccarikkappattu vanta) tantanai (nal) varuvatait tavira (veru etaiyum) etirparkkinranara? Antat tantanai nal vantapolutu itarku mun atai (murrilum) marantirunta ivarkal, ‘‘niccayamaka enkal iraivanin tutarkal (enkalitam) cattiya (veta)ttaik kontu vantanar. (Inru) enkalukkup parintu pecupavarkal evarum unta? Avvarayin avarkal enkalukkup parintu pecavum allatu enkalai (ulakattirku)t tirumpa anuppappattal (munnar) nankal ceytu kontiruntavarrait tavirttu veru (nanmaikalaiye) ceyvom'' enru kuruvarkal. Niccayamaka ivarkal tankalukkut tame tinkilaittuk kontanar. Melum, ivarkal (tankal teyvankalena) poyyakak kurik kontiruntavai anaittum ivarkalai vittu maraintu (mayamaki) vitum"
        }
    ]
}