{
    "rukus": [
        {
            "chapter": 2,
            "verse": 122,
            "text": "Israyilin cantatikale! Unkalukku valankiyirunta en arutkotaiyaiyum, niccayamaka unkalai ulaka makkal anaivaraiyumvita menmaiyakki vaittirunta taiyum ninaittup parunkal"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "innum, oru nalaip parriyum payantu kollunkal. Annalil or atma marror atmavukku evvita payanumalikkatu. Atanitamiruntu oru parikaramum erkappata mattatu; evvita parinturaiyum atarkup payantaratu. Melum, avarkal (yaralum evvita) utaviyum ceyyappata mattarkal"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "iprahimai avarutaiya iraivan (perum cotanaiyana) pala kattalaikalaiyittu cotitta camayattil avar avarrai niraivu ceytar. (Atalal, iraivan) ‘‘niccayamaka nan um'mai manitarkalukku (nervali kattakkutiya) talaivaraka akkinan'' enak kurinan. Atarku (iprahim) ‘‘en cantatikalaiyuma (talaivarkalaka akkuvay?)'' Enak kettar. (Atarku ‘‘umatu cantatiyilulla) aniyayakkararkalai en (inta) urutimoli caratu'' enak kurinan"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "(makkavil iprahim kattiya ‘ka'apa' ennum) vittai manitarkal otunkum itamakavum, (avarkalukku) patukappu alikkakkutiyatakavum nam akkiyirukkirom. (Atil) iprahim ninra itattai (nampikkaiyalarkale!) Ninkal tolum itamaka vaittuk kollunkal. ‘‘(Hajju ceyya anku vantu) atai currupavarkalukkum, tiyanam puriya (atil) tankupavarkalukkum, kunintu ciram pani(ntu atil tolu)pavarkalukkum enatu anta vittai cuttamanataka akki vaiyunkal'' enru iprahimitattilum ismayilitattilum nam vakkuruti vankiyirukkirom"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "Iprahim (iraivanitam) ‘‘en iraivane! (Makkavakiya) itai patukappu alikkum oru pattanamaka akki, itil vacippavarkalil evar allahvaiyum iruti nalaiyum nampikkaik kolkiraro avarukku unavakap palavakaik kanivarkkankalaiyum alittuva!'' Enak kuriyatarku (iraivan ‘‘ennai nampikkai kolpavarukku nan unavalippatupola ennai) nirakarippa(vanukkum unavalittu a)vanaiyum ciritu kalam (anku) cukamanupavikka vittuvaippen. Pinnar naraka vetanaiyin pakkam (cellumpati) avanai nirppantippen. Avan cellum (anta) itam (mikak) kettatu'' enru kurinan"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "iprahimum, ismayilum avvittin astivarattai uyarttiyapolutu ‘‘enkal iraivane! (Unakkaka nankal ceyta ippaniyai) enkalitamiruntu errukkolvayaka! Niccayamaka nitan (enkal pirarttanaiyai) nanku ceviyurupavan, nanku arintavan"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "enkal iraivane! Enkaliruvaraiyum unakku (murrilum) valippatum muslimkalakavum, enkal cantatiyiliruntum oru kuttattinarai unakku (murrilum) valippatum muslimkalakavum akkivaippayaka! (‘Hajju' kalattil) nankal puriyaventiya vanakkankalai enkalukku arivippayaka! (Nankal tavarilaittu vittalum) enkalai ni mannippayaka! Niccayamaka nitan mika mannippavan, mikka karunaiyutaiyavan"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "enkal iraivane! (En cantatikalakiya) avarkalil iruntu un vacanankalai avarkalukku otikkanpittu, vetattaiyum alnta nanankalaiyum avarkalukkuk karrukkotuttu avarkalaip paricuttamakki vaikkum oru tutarai avarkalukku anuppuvayaka! Niccayamaka nitan mikka vallavan, nanamutaiyavan'' (enru pirarttittanar)"
        }
    ]
}