{
    "rukus": [
        {
            "chapter": 10,
            "verse": 83,
            "text": "(itaik kannurra pinnarum) musavai avar inattavaril cilartan nampikkai kontanar. Avarkalum tankalai hpir'avnum, avanutaiya inattavarkalum tunpuruttuvarkalo enru payantu konte iruntanar. Enenral, niccayamaka hpir'avn anta pumiyil mikac cakti vayntavanaka iruntan. Niccayamaka avan varampu miri(k kotumai ceypavar)kalil iruntan"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "musa (tan makkalai nokki) ‘‘en makkale! Ninkal (meyyakave) allahvai nampikkaik kontu, unmaiyakave ninkal avanukku murrilum panintu valippatukiravarkalakavum iruntal, murrilum avanaiye nampi (avanitame unkal kariyankal anaittaiyum oppataittu) vitunkal'' enru kurinar"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "Atarkavarkal, ‘‘(avvare) allahvitam enkal kariyankal anaittaiyum oppataittu vittom. Enkal iraivane! Ni enkalai aniyayam ceyyum makkalin tunpuruttalukku ullakkivitate!'' Enru pirarttittarkal"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "(enkal iraivane!) ‘‘Nirakarikkum makkalitamiruntu un arulaik kontu ni enkalai patukattuk kolvayaka!'' (Enrum pirarttittarkal)"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "(akave,) musavukkum avarutaiya cakotararukkum nam vahyi arivittom: ‘‘Ninkal iruvarum unkal makkalukkaka ‘misril' pala vitukalai amaittuk kontu, unkal avvitukalaiye masjitukalakki (avarril) tavaratu tolutu varunkal.'' (‘‘Melum, ninkal vitutalaiyataintu vituvirkal'' enru) nampikkai kontavarkalukku (musave) narceyti kuruviraka"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "musa (tan iraivanai nokki,) ‘‘en iraivane! Niccayamaka ni hpir'avnukkum, avanutaiya makkalukkum (atampara) alankarankalaiyum ivvulaka valkkaikkuriya porulkalaiyum alittirukkiray. Akave, enkal iraivane! Avarkal (avarraik kontu marra manitarkalai) un valiyiliruntu tiruppi vitukinranar. Enkal iraivane! Avarkalin porulkalai nacamakki, avarkalutaiya ullankalaiyum katinamakki vitu. Tunpuruttum vetanaiyai avarkal (kannal) kanum varai, avarkal nampikkai kolla mattarkal'' enru pirarttittar"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "atarku (iraivan, ‘‘musave harune!) Unkal iruvarin pirarttanai ankikarikkappattu vittatu. Akave, ninkal (markkattil) urutiyaka irunkal; arivillata makkalin valiyai ninkal pinparri vitatirkal'' enru kurinan"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "Israyilin cantatikal katalaik katakkumpati nam ceytom. Hpir'avnum avanutaiya ranuvankalum alavu katanta kotumai ceyya(k karuti) avarkalaip pin totarntu cenrarkal. (Akave, avarkalai nam katalil mulkatittu vittom.) Hpir'avn mulka arampikkave, ‘‘israyilin cantatikal nampikkai kontirukkum iraivanai nanum nampikkai kolkiren. Avanait tavira veru iraivan illai; nan avanukku murrilum panintu valipatukiren'' enru (apayamittu) alarinan"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "(atarkum nam avanai nokki,) ‘‘iccamayamtan (ni nampikkai kolkiray!) Carru mun varai ni maru ceytukontu, visamikalil oruvanakave iruntay"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "eninum, unakkup pinnullavarkalukku or attatciyavatarkaka un utalai (atu aliyamal) nam inraiya tinam patukattuk kolvom'' (enru kurinom.) Eninum, niccayamaka manitarkalil palar nam attatcikalaip parri paramukamayirukkinranar"
        }
    ]
}