{
    "rukus": [
        {
            "chapter": 15,
            "verse": 80,
            "text": "15|80|(ivvare) ‘hijr' ennum itattilirunta (samutu ennum) makkalum nam tutarkalaip poyyakkik kontiruntanar"
        },
        {
            "chapter": 15,
            "verse": 81,
            "text": "15|81|nam avarkalukku namatu (pala) attatcikalaik kotuttiruntum, avarrai avarkal purakkanittuk konte vantarkal"
        },
        {
            "chapter": 15,
            "verse": 82,
            "text": "15|82|accamarru valalam enak karuti avarkal malaikalaik kutaintu vitukal amaittarkal"
        },
        {
            "chapter": 15,
            "verse": 83,
            "text": "15|83|avarkalaiyum vitiyarkalaiyil (perum) captam pitittukkontatu"
        },
        {
            "chapter": 15,
            "verse": 84,
            "text": "15|84|avarkal (tankalai patukattuk kolla) ceytiruntavarril onrume avarkalukkup palanalikka villai"
        },
        {
            "chapter": 15,
            "verse": 85,
            "text": "15|85|vanankalaiyum pumiyaiyum, ivarrukku mattiyil ullavarraiyum takka karanaminri nam pataikkavillai. (Napiye! Ivarkalutaiya tantanaikkuriya) kalam niccayamaka varakkutiyate! (Atuvarai ittiyavarkalin visamattai) nir kanniyamana muraiyil purakkanittu varuviraka"
        },
        {
            "chapter": 15,
            "verse": 86,
            "text": "15|86|niccayamaka umatu iraivane (anaittaiyum) pataittavan, ivarkal anaivaraiyum) nankarintavan avan"
        },
        {
            "chapter": 15,
            "verse": 87,
            "text": "15|87|(napiye!) Niccayamaka nam umakku tirumpat tirumpa otappatakkutiya elu vacanankalai (utaiya ‘al'hamtu' ennum attiyayattai)yum, inta makattana (mulu) kur'anaiyum alittirukkirom"
        },
        {
            "chapter": 15,
            "verse": 88,
            "text": "15|88|(Pavikalakiya) ivarkal (ivvulakil) pala vakaikalilum cukamanupavikka ivarkalukku nam kotuttiruppavarrin pakkam nir umatu iru kankalaiyum nittatir; nir ivarkalukkaka kavalaiyum patatir. Eninum, nir nampikkaiyalarkalukku umatu panivana anpaik kattuviraka"
        },
        {
            "chapter": 15,
            "verse": 89,
            "text": "15|89|‘‘niccayamaka nan telivana accamutti eccarikkai ceykiravan'' enrum kuruviraka"
        },
        {
            "chapter": 15,
            "verse": 90,
            "text": "15|90|(napiye! Munnulla vetankalaip) palavarakap pirittavarkal mitu munnar nam (vetanaiyai) irakkiyavare"
        },
        {
            "chapter": 15,
            "verse": 91,
            "text": "15|91|intak kur'anaip palavarakap pirippavarkal mitum (vetanaiyai irakki vaippom)"
        },
        {
            "chapter": 15,
            "verse": 92,
            "text": "15|92|(akave,) umatu iraivan mitu cattiyamaka! Avarkal anaivaritamum kelvi kanakkuk ketpom"
        },
        {
            "chapter": 15,
            "verse": 93,
            "text": "15|93|avarkal enna ceytu kontiruntarkal enpataip parri"
        },
        {
            "chapter": 15,
            "verse": 94,
            "text": "15|94|akave, umakku evappattatai(t tayakkaminri) nir avarkalukku vivarittarivittu vituviraka. Melum, inaivaittu vanankum ivarkalaip purakkanittu vituviraka"
        },
        {
            "chapter": 15,
            "verse": 95,
            "text": "15|95|parikacam ceyyum (ivarkalutaiya tinkai vittu) niccayamaka name um'maip patukappom"
        },
        {
            "chapter": 15,
            "verse": 96,
            "text": "15|96|ivarkal (um'maip parikacippatu mattuma?) Allahvukku marroru (poyt) teyvattaik kuttakkukirarkal. (Itan palanai) pinnar ivarkal arintu kolvarkal"
        },
        {
            "chapter": 15,
            "verse": 97,
            "text": "15|97|(napiye! Um'maip parri) avarkal (kevalamakak) kurupavai umatu ullattai nerukkukiratu enpatai niccayamaka nam arivom. (Atai nir oru ciritum porutpatuttatir)"
        },
        {
            "chapter": 15,
            "verse": 98,
            "text": "15|98|nir umatu iraivanait tuti ceytu pukalntu avanukkuc ciram panintu vanankuviraka"
        },
        {
            "chapter": 15,
            "verse": 99,
            "text": "15|99|umakku ‘ekin' (ennum maranam) erpatum varai (ivvare) umatu iraivanai vanankik kontiruppiraka"
        }
    ]
}