{
    "rukus": [
        {
            "chapter": 17,
            "verse": 53,
            "text": "(napiye! Enakku kattuppatta) en atiyarkalukku nir kuruviraka: Avarkal (enta manitarutan peciyapotilum) etu mika alakiyato ataiye kuravum. Niccayamaka saittan avarkalukkitaiyil (ketta varttaikalaik kurumpati ceytu) ketutale ceyvan. (Enenral,) niccayamaka saittan manitanukkup pakirankamana etiriyaka irukkiran. (Akave, eccarikkaiyaka irunkal)"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "(manitarkale!) Unkalai unkal iraivan nankarinte irukkiran. Avan virumpinal unkalukku arulpurivan allatu avan virumpinal unkalai vetanai ceyvan. Akave, (napiye!) Nam um'mai avarkalukkup poruppaliyaka anuppavillai"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "vanankalilum pumiyilum ennenna irukkiratu enpatai um iraivan nankarivan. (Napiye! Umatu iraivanakiya) nam napimarkalil cilarai cilarmitu meyyakave menmaiyakki vaittu, tavutu (napi)kku ‘japur' ennum vetattaik kotuttom"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "(napiye! Inaivaittu vanankupavarkalai nokki) kuruviraka: Allahvait tavirttu (veru teyvankal iruppataka) ninkal ennik kontirukkirirkale avarrai ninkal (unkal ciramankalai nikka) alaiyunkal. (Avvaru alaittal) avai unkal ciramattai nikki vaikkavo allatu (atait) tattivitavo caktiperatu (enpatai arintu kolvirkal)"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Ivarkal yarai pirarttittu alaikkirarkalo avarkalumo tankal iraivanitam tankalil mika nerukkamanavaraka yar akamutiyum enpatarkaka nanmai ceyvataiye acai vaittukkontum, avanutaiya arulaiye etirparttu avanutaiya vetanaikkup payantu kontum irukkirarkal. Enenral, niccayamaka umatu iraivanin vetanaiyo, mika mika payappatakkutiyate"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "(aniyayakkararkal vacikkinra) enta uraiyum marumai nal varuvatarku munnataka nam alittu vitamal allatu katinamana vetanai ceyyamal vituvatillai. Ivvare (nam'mitamulla nikalccik kurippakiya) ‘lavhul mahhpuli'l varaiyappattu irukkiratu"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "(ivarkalukku) munniruntavarkalum (avarkal virumpiyavaru nam kotutta) attatcikalai poyyakki vittanar enra karanattait tavira, (ippotullavarkal korum) attatcikalai anuppivaikka veronrum namakku tataiyaka illai. (Itarku munnar) ‘samutu' ennum makkalukku (avarkal virumpiyavare) oru pen ottakattai attatciyakak kotuttiruntom. Avarkalo varampu miri atarkut tinkilaittu vittanar. (Avarkal virumpukinra) attatcikalai (avarkalaip) payamuruttuvatarkakave tavira nam anuppuvatillai"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "(napiye!) ‘‘Umatu iraivan am'manitarkalaic culntukontan. (Avarkal umakkut tinkilaikka mutiyatu)'' enru nam umakkuk kuriyatai kavanippiraka. Umakku nam (mihrajil) kanpitta katciyum, capikkappatta (kalli) marattai (atu marumaiyil pavikalin unavena) kur'anil nam kuriyiruppatum manitarkalai cotippatarkakave tavira verillai. (Napiye! Nam vetanaiyaip parri) nam avarkalaip payamuruttuvatu (avarkalutaiya) perum attuliyattaiye avarkalukku atikarikkac ceykiratu"
        }
    ]
}