{
    "rukus": [
        {
            "chapter": 26,
            "verse": 141,
            "text": "‘samutu' makkalum (nam) tutarkalaip poyyakkinarkal"
        },
        {
            "chapter": 26,
            "verse": 142,
            "text": "avarkalutaiya cakotarar salih (napi) avarkalai nokki ‘‘ninkal (pavattai vittu vilaki) allahvukku ancikkolla ventama"
        },
        {
            "chapter": 26,
            "verse": 143,
            "text": "niccayamaka nan unkalitam anuppappatta mikka nampikkaiyana oru tutanaven"
        },
        {
            "chapter": 26,
            "verse": 144,
            "text": "atalal, ninkal allahvukkup payantu enakku kilppatintu natankal"
        },
        {
            "chapter": 26,
            "verse": 145,
            "text": "itarkaka nan unkalitattil oru kuliyum ketkavillai. En kuli ulakattarin iraivanitame tavira (veruyaritamum) illai"
        },
        {
            "chapter": 26,
            "verse": 146,
            "text": "inku (ulla cukapokankalil enrenrume) accamarru (vala) vittu vaikkappatuvirkala"
        },
        {
            "chapter": 26,
            "verse": 147,
            "text": "(inkulla) tottankalilum, nir urrukalilum"
        },
        {
            "chapter": 26,
            "verse": 148,
            "text": "kulai kulaiyakat tonkum periccan toppukalilum, vivacayap pannaikalilum (vittuvaikkappatuvirkala)"
        },
        {
            "chapter": 26,
            "verse": 149,
            "text": "tiramaicalikalaka malaikalaik kutaintu vitukalai amaikkirirkal. (Atil enrenrume tankiyirukka ninkal vittu vaikkappatuvirkala)"
        },
        {
            "chapter": 26,
            "verse": 150,
            "text": "akave, ninkal allahvai anci enakku kilppatintu natankal"
        },
        {
            "chapter": 26,
            "verse": 151,
            "text": "varampu mirupavarkalin kattalaikku ninkal kilppatiyatirkal"
        },
        {
            "chapter": 26,
            "verse": 152,
            "text": "avarkal, pumiyil visamam ceyvarkal; nanmai ceyya mattarkal'' enru kurinar"
        },
        {
            "chapter": 26,
            "verse": 153,
            "text": "atarkavarkal (salih napiyai nokki) kurinar: ‘‘Um'mitu evaro cuniyam ceytuvittarkal. (Atalal, umatu putti tatumarivittatu)"
        },
        {
            "chapter": 26,
            "verse": 154,
            "text": "Nir nam'maip ponra oru manitare tavira verillai. Nir unmai colpavaraka iruntal (nam virumpiyavaru) or attatciyaik kontu varuviraka'' (enru kurinarkal)"
        },
        {
            "chapter": 26,
            "verse": 155,
            "text": "atarkavar ‘‘ (unkalukku attatciyaka) ito oru pen ottakam (vantu) irukkiratu. (Ninkal tanniraruntum itturavil) atu kutippatarku oru nalum, ninkal kutippatarku oru nalum kurippitappatukiratu"
        },
        {
            "chapter": 26,
            "verse": 156,
            "text": "melum, ninkal atarku oru tinkum ceyyatirkal. Avvarayin katinamana oru nalin vetanai unkalaip pitittukkollum'' enru kurinar"
        },
        {
            "chapter": 26,
            "verse": 157,
            "text": "(ivvaru kuriyiruntum) avarkal atan kal narampait tarittu vittarkal. (Atanal vetanai varuvatan arikuriyaik kantapolutu) avarkal tukkattil alntuvittarkal"
        },
        {
            "chapter": 26,
            "verse": 158,
            "text": "akave, avarkalai vetanai pitittukkontatu. Niccayamaka (avarkalukku) itilor attatci iruntatu. Eninum, avarkalil perumpalanavarkal nampikkai kollaveyillai"
        },
        {
            "chapter": 26,
            "verse": 159,
            "text": "(napiye!) Niccayamaka umatu iraivantan (anaivaraiyum) mikaittavan, maka karunaiyutaiyavan"
        }
    ]
}