{
    "rukus": [
        {
            "chapter": 33,
            "verse": 59,
            "text": "napiye! Nir umatu manaivikalukkum, umatu makalkalukkum, nampikkaiyalarkalin penkalukkum, avarkal tankal talai muntanaikalai (tankal mukankalil pottu) irakkik kollumpati nir kuruviraka. Atanal, avarkal kanniyamanavarkal ena ariyappattu, evarutaiya tunpattirkum avarkal ullakatiruppatarku ituculapamana valiyakum. Allah mikka mannippavanaka, maka karunaiyalanaka irukkiran"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "(Napiye!) Nayavancakarkalum, ullattil (pava) noyullavarkalum, matinavil poyp piraccaram ceykiravarkalum (iniyum tankal visamattiliruntu) vilakikkollavitil niccayamaka nam um'maiye avarkal mitu evivittu vituvom. Pinnar, atil umakku arukil veku corpa nalkale tavira avarkal vacittirukka mutiyatu"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "avarkal capikkappattu vittanar. Akave, avarkal enku kanappatta potilum (cirai) pitikkappattum, vetti alikkappattum vituvarkal"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "allah erpatuttiya vali itarku mun cenravarkalukkum itutan. Akave, (napiye!) Allahvutaiya valiyil evvita marutalaiyum nir kanamattir"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "(napiye!) Irutinalaip parri (atu eppolutu varum? Ena) manitarkal um'mitam ketkinranar. (Atarku) nir kuruviraka: ‘‘ (Atu eppolutu varumenra) atan nanam allahvitam (mattum)tan irukkiratu. Nir arivira? Atu camipattilum vantuvitakkutum"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "meyyakave allah nirakarippavarkalaic capittu, koluntu vitteriyum neruppai avarkalukku tayarpatutti vaittirukkiran"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "avarkal enrenrum atiltan tankivituvarkal. (Avarkalai) patukappavarkalaiyum (avarkalukku) utavi ceypavarkalaiyum anku avarkal kanamattarkal"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "narakattil avarkalutaiya mukankalai purattip purattip pocukkum nalil ‘‘enkal kete! Nankal allahvukkum avanutaiya tutarukkum kilppatintirukka ventume!'' Enru kataruvarkal"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "melum ‘‘enkal iraivane! Niccayamaka nankal enkal talaivarkalukkum, enkal periyavarkalukkum kilppatintom. Nankal tappana valiyil cellumpati avarkal ceytu vittarkal"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "(Akave) enkal iraivane! Ni avarkalukku iru matanku vetanaiyaik kotuttu, avarkalai perum capattal capittuvitu'' enru kuruvarkal"
        }
    ]
}