{
    "rukus": [
        {
            "chapter": 41,
            "verse": 26,
            "text": "nirakarippavarkal (marravarkalai nokki) ninkal ‘‘inta kur'anai cevimatukkatirkal. (Evar atai otiyapotilum ninkal accamayam captamittu) atil kulappam untu pannunkal. Atanal, ninkal (avarkalai) venru vituvirkal'' enrum kurinarkal"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "akave, niccayamaka innirakarippavarkal katinamana vetanaiyaic cuvaikkumpati ceyvom. Niccayamaka nam ivarkal ceytu kontirunta (tiya) ceyalkalaivita mika tiya (kotiya) vetanaiyaik kuliyaka avarkalukkuk kotutte tiruvom"
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "allahvutaiya (inta) etirikalukku, (ittakaiya) narakamtan kuli akum. Nam vacanankalai ivvaru avarkal nirakarittuk kontiruntatarkuk kuliyaka ivarkalukku nilaiyana vitu narakattiltan irukkiratu"
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "nirakarittavarkal annalil (iraivanai nokki,) ‘‘enkal iraivane! Enkalai valiketutta manitarkalaiyum, jinkalaiyum enkalukku ni kanpi. Avarkal ilivukkullakum poruttu, nankal avarkalai enkal kalkalukkuk kilakki mitippom'' enru kuruvarkal"
        },
        {
            "chapter": 41,
            "verse": 30,
            "text": "Eninum, evarkal enkal iraivan allahtan enru kuri, (atan mitu) urutiyaka nilaittu iruntarkalo avarkalitam niccayamaka vanavarkal vantu (avarkalai nokki) ‘‘ninkal (onrukkum) payappatatirkal; kavalaippatatirkal. Unkalukku vakkalikkappatta corkkattaik kontu cantosamataiyunkal'' enrum"
        },
        {
            "chapter": 41,
            "verse": 31,
            "text": "‘‘nankal avvulaka valkkaiyilum unkalukku nanparkalaka iruntom; marumaiyilum (nankal unkalukku nanparkale). Corkkattil unkal manam virumpiyatellam unkalukku untu. Atil ninkal ketpatellam unkalukkuk kitaikkum"
        },
        {
            "chapter": 41,
            "verse": 32,
            "text": "‘‘pavankalai mannittu maka karunai ceypavanin viruntaliyaka (atil tanki) irunkal'' enrum (vanavarkal) kuruvarkal"
        }
    ]
}