{
    "pages": [
        {
            "chapter": 10,
            "verse": 34,
            "text": "De ki: Ortaklarınız içinde önce yaratan, sonra bunu tekrar eden var mıdır? De ki: Allah önce yaratır, sonra bunu tekrar eder. Nasıl da döndürülüyorsunuz"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "De ki: Sizin ortaklarınız içinde; hakka ileten var mıdır? De ki: Allah hakka eriştirir. Hakka eriştiren mi, yoksa götürülmeden gidemeyen mi uyulmaya daha layıktır. Ne oluyor size, nasıl hükmediyorsunuz"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "Onların çoğu, sadece zanna tabi olurlar. Şüphe yok ki zann, hakikat karşısında bir şey ifade etmez. Doğrusu Allah, onların bütün işlediklerini bilendir"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "Bu Kur´an, Allah´tan başkası tarafından uydurulmuş değildir. Ancak kendinden evvel geleni tasdik eder ve kitabı uzun uzun açıklar. Onda hiç şüphe yoktur. Alemlerin Rabbındandır"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "Yoksa: Onu uydurdu mu? diyorlar. De ki: Sadıklardan iseniz, onun benzeri bir sure getirin. Ve Allah´tan başka çağırabileceklerinizi de çağırın"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Hayır, onlar bilgisini kavrayamadıkları, yorumu kendilerine gelmemiş bir şeyi yalanladılar. Onlardan öncekiler de böyle yalanlamışlardı. Zalimlerin sonunun nasıl olduğuna bir bak"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "İçlerinden kimisi buna iman eder, kimisi de iman etmez. Rabbın fesad çıkaranları daha iyi bilir"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "Şayet seni yalanlarlarsa; benim yaptığım bana, sizin yaptığınız sizedir. Siz benim yaptığımdan uzaksınız, ben de sizin yaptığınızdan uzağım, de"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "İçlerinde sana kulak verenler vardır. Fakat sen sağırlara işittirebilir misin? Üstelik akılları da hiç ermiyorsa"
        }
    ]
}