{
    "pages": [
        {
            "chapter": 17,
            "verse": 87,
            "text": "Ancak Rabbından bir rahmet iledir. Muhakkak ki O´nun sana olan lutfu, pek büyüktür"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "De ki: İnsanlar ve cinnler bu Kur´an´ın bir benzerini getirmek için toplansalardı; birbirlerine yardımcı da olsalar onun bir benzerini getiremezlerdi"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "Andolsun ki; Biz, bu Kur´an´da insanlar için her türlü örneği çeşitli şekillerde açıkladık. Yine de insanların çoğu pek nankör oldu"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "Dediler ki: Sen, bize yerden bir kaynak fışkırtıncaya kadar sana asla inanmayacağız"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "Veya hurmalıklardan ve üzümden bahçelerin olsun ve aralarında ırmaklar akıtmalısın"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "Yahut iddia ettiğin gibi göğü üzerimize parça parça düşüresin veya Allah ı ve melekleri karşımıza getiresin"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "Yahut da altundan bir evin olsun veya göğe yükselesin. Oradan bize okuyacağımız bir kitab indirilinceye kadar, senin yükselmene de inanmayacağız. De ki: Tenzih ederim Rabbımı. Ben, peygamber olarak gönderilmiş bir beşerden başkası değilim"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "Onlara hidayet geldiği zaman; insanları inanmaktan alıkoyan, sadece: Allah peygamber olarak bir beşeri mi göndermiştir? demeleridir"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "De ki: Eğer yeryüzünde yerleşmiş dolaşan melekler olsaydı; Biz, ancak onlara peygamber olarak gökten bir melek indirirdik"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "De ki: Şahid olarak, benim ve sizin aranızda Allah yeter. Muhakkak ki O; kulları için Habir´dir, Basir´dir"
        }
    ]
}