{
    "pages": [
        {
            "chapter": 28,
            "verse": 14,
            "text": "Erginlik çağına erişip olgunlaşınca, Biz ona ilim ve hikmet verdik. İyi davrananları işte böylece mükafatlandırırız"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "O, halkının haberi olmadığı bir sırada şehre girdi ve birbiriyle dövüşen iki adam gördü. Şu, kendi adamlarından, bu da düşmanlarındandı. Kendi tarafından olan, düşmanına karşı ondan yardım istedi. Bunun üzerine Musa düşmanına bir yumruk indirdi ve ölümüne sebep oldu. Bu, şeytanın işidir. Zira o, apaçık saptıran bir düşmandır, dedi"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "Dedi ki: Rabbım; doğrusu kendime zulmettim. Bağışla beni. Bunun üzerine onu bağışladık. Muhakkak ki O´dur O; Gafur, Rahim"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "Dedi ki: Rabbım, bana verdiğin nimet hakkı için, artık suçlulara asla yardımcı olmayacağım"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "Şehirde korku içinde etrafı gözetleyerek sabahladı. Bir de baktı ki dün, kendisinden yardım isteyen kimse bağırarak ondan yine yardım istiyordu. Musa ona dedi ki: Doğrusu sen, besbelli bir azgınsın"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "Derken ikisinin de düşmanı olanı yakalamak isteyince: Ey Musa, dün bir cana kıydığın gibi bana da mı kıymak istiyorsun? Sen ıslah edenlerden olmayı değil, yeryüzünde bir zorba olmayı istiyorsun, dedi"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "Şehrin öte başından koşarak bir adam geldi ve dedi ki: Ey Musa; ileri gelenler, seni öldürmek için aralarında görüşüyorlar. Hemen çık git, doğrusu ben, sana öğüt verenlerdenim"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "Bunun üzerine korku içinde gözetleyerek oradan çıktı ve: Rabbım; beni, o zalimler güruhundan kurtar, dedi"
        }
    ]
}