{
    "pages": [
        {
            "chapter": 54,
            "verse": 28,
            "text": "Onlara, suyun aralarında taksim olunduğunu da haber ver. Her biri su nöbetinde hazır bulunsun"
        },
        {
            "chapter": 54,
            "verse": 29,
            "text": "Arkadaşlarını çağırdılar, o da sarılarak onu kesti"
        },
        {
            "chapter": 54,
            "verse": 30,
            "text": "İşte, Benim azabım ve tehditlerim nasılmış"
        },
        {
            "chapter": 54,
            "verse": 31,
            "text": "Nitekim üzerlerine bir tek çığlık gönderdik de ağılcıların kullandığı kurumuş ot gibi oldular"
        },
        {
            "chapter": 54,
            "verse": 32,
            "text": "Andolsun ki; Biz, Kur´an´ı düşünmek için kolaylaştırdık. Düşünüp öğüt alan var mı"
        },
        {
            "chapter": 54,
            "verse": 33,
            "text": "Lut kavmi de uyarıları yalanladı"
        },
        {
            "chapter": 54,
            "verse": 34,
            "text": "Biz de üzerlerine taş yağdıran bir rüzgar yolladık. Ancak Lut´un ailesi müstesna. Onları seher vakti kurtardık"
        },
        {
            "chapter": 54,
            "verse": 35,
            "text": "Katımızdan bir nimet olarak. İşte Biz; şükredeni böyle mükafatlandırırız"
        },
        {
            "chapter": 54,
            "verse": 36,
            "text": "Andolsun ki; onlara, azab ile yakalayacağımızı da haber vermişti. Ama onlar bu uyarıları kuşku ile karşılayarak yalanladılar"
        },
        {
            "chapter": 54,
            "verse": 37,
            "text": "Andolsun ki; onlar, misafirlerine kötülük yapmayı kasdetmişlerdi. Biz de gözlerini kör ettik. Azabımı ve tehdidimi tadın"
        },
        {
            "chapter": 54,
            "verse": 38,
            "text": "Andolsun ki; bir sabah erken, önü alınmaz bir azab geldi başlarına"
        },
        {
            "chapter": 54,
            "verse": 39,
            "text": "Tadın, işte azabımı ve tehditlerimi"
        },
        {
            "chapter": 54,
            "verse": 40,
            "text": "Andolsun ki; Biz, Kur´an´ı düşünmek için kolaylaştırdık. Düşünüp ibret alan var mı"
        },
        {
            "chapter": 54,
            "verse": 41,
            "text": "Andolsun ki; Firavun erkanına da uyarıcılar geldi"
        },
        {
            "chapter": 54,
            "verse": 42,
            "text": "Onlar, bütün ayetlerimizi yalanladılar. Biz de kendilerini, çok kuvvetli ve kudretli bir yakalayışla yakaladık"
        },
        {
            "chapter": 54,
            "verse": 43,
            "text": "Sizin kafirleriniz bunlardan daha mı iyidir? Yoksa kitablarda sizin için bir beraat mi vardır"
        },
        {
            "chapter": 54,
            "verse": 44,
            "text": "Yoksa onlar: Biz, intikam almaya muktedir bir topluluğuz mu diyorlar"
        },
        {
            "chapter": 54,
            "verse": 45,
            "text": "Topluluk yakında dağıtılacak ve onlar arkalarını dönüp kaçacaklar"
        },
        {
            "chapter": 54,
            "verse": 46,
            "text": "Daha doğrusu onlara vaadolunan asıl saattir. O saat ne belalı, ne acıdır"
        },
        {
            "chapter": 54,
            "verse": 47,
            "text": "Muhakkak ki suçlular; sapıklık ve çılgın ateşler içindedirler"
        },
        {
            "chapter": 54,
            "verse": 48,
            "text": "O gün, yüzleri üstü ateşe sürüldüklerinde: Tadın cehennemin tadını, denir"
        },
        {
            "chapter": 54,
            "verse": 49,
            "text": "Muhakkak ki Biz, her şeyi bir ölçüye göre yaratmışızdır"
        }
    ]
}