{
    "pages": [
        {
            "chapter": 66,
            "verse": 1,
            "text": "Ey Peygamber; eşlerinin hoşnudluğunu gözeterek Allah´ın sana helal kıldığı şeyi niçin kendine haram ediyorsun? Allah; Gafur´dur, Rahim´dir"
        },
        {
            "chapter": 66,
            "verse": 2,
            "text": "Allah; yeminlerinizin çözülmesini size meşru kılmıştır. Allah sizin mevlanızdır. Ve O; Alim´dir, Hakim´dir"
        },
        {
            "chapter": 66,
            "verse": 3,
            "text": "Hani Peygamber; eşlerinden birine, gizlice bir söz söylemişti. O, bunu haber verdi de Allah da bunu ona açıklayınca; bir kısmını bildirmiş, bir kısmından da vazgeçmişti. Artık bunu kendisine söyleyince; eşi: Bunu sana kim bildirdi? demişti. Bana her şeyi bilen, her şeyden haberdar olan Allah haber verdi, demişti"
        },
        {
            "chapter": 66,
            "verse": 4,
            "text": "Eğer her ikiniz de Allah´a tevbe ederseniz; gerçekten kaymış olan kalbleriniz düzelmiş olur. Şayet ona karşı birbirinize destek olmaya kalkışırsanız; hiç şüphesiz Allah, onun mevlasıdır. Cebrail de, mü´minlerin salih olanı da, bunun ardından bütün melekler de ona yardımcıdırlar"
        },
        {
            "chapter": 66,
            "verse": 5,
            "text": "Şayet o, sizi boşarsa; Rabbı ona sizden daha hayırlı, kendini Allah´a veren, inanan, boyun eğen, tevbe eden, kulluk eden, oruç tutan dul ve bakire eşler verir"
        },
        {
            "chapter": 66,
            "verse": 6,
            "text": "Ey iman edenler; kendinizi ve çoluk çocuğunuzu, yakacağı insanlar ve taşlar olan ateşten koruyun. Onun üzerinde iri gövdeli, haşin tabiatlı melekler vardır. Ki onlar; Allah´ın kendilerine emrettiğine katiyyen isyan etmezler. Ve emrolunduklarını yaparlar"
        },
        {
            "chapter": 66,
            "verse": 7,
            "text": "Ey küfredenler; bugün, özür dilemeyin. Siz, ancak işlediklerinizin karşılığını görmektesiniz"
        }
    ]
}