{
    "rukus": [
        {
            "chapter": 6,
            "verse": 56,
            "text": "Gen tte yaru ga ī. `Watashi wa anata gata ga inotte iru arrā igai no mono ni tsukaeru koto o kinji rareta noda.' Itte yaru ga ī. `Watashi wa, anata gata no munashī nozomi ni shitagawanai. Sō nareba, watashi wa mayotte shimatte,(tadashiku) michibika renai"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "Itte yaru ga ī. `Watashi wa omo kara no meishō no ue ni (tatsu monode) aru ga, anata gata wa sore o kyogidearu to shita. Anata gata ga isogu koto (chōbatsu) wa, watashi ni dekiru kotode wanai. Saiketsu wa arrā ni dake zokusuru. Kare wa shinjitsu o toka re, mottomo sugureta saiketsu-sha de ara reru"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "Itte yaru ga ī. `Moshi anata gata no isogu koto (chōbatsu) ga, watashi no shuchū ni arunaraba, koto wa watashi to anata gata to no ma de, sugu kettei sa reyou. Daga arrā wa, fugi o okonau mono o mo yoku shitte ora reru"
        },
        {
            "chapter": 6,
            "verse": 59,
            "text": "Yūgen-kai no kagi wa kare no omoto ni ari, kare no soto ni wa dare mo kore o shiranai. Kare wa riku to umi ni aru subete no mono o shitte ora reru. Ichi-mai no konoha demo, kare ga sore o shirazu ni ochiru koto wa naku, mata daichi no kurayami no naka no hitotsubu no kokumotsu demo, seiki ga aru no ka, matawa karete iru no ka, meiryōna ten no sho no naka ni nai mono wa nai nodearu"
        },
        {
            "chapter": 6,
            "verse": 60,
            "text": "Kare koso wa, yakan anata gata no tamashī o mesa reru kata de, anata gataga hiruma okonatta koto o shitte ora reru. Mata kare wa hiruma, anata gata o mezame sase, sadame rareta (anata gata no seikatsu no) kikan o mattou nasa reru. Sorekara anata gata wa kare no omoto ni kaeru. Sonotoki kare wa, anata gata ni jibun ga okonatta koto o tsuge shiraseru"
        }
    ]
}