{
    "rukus": [
        {
            "chapter": 2,
            "verse": 168,
            "text": "Hitobito yo, chijō ni aru mono no naka yoi gōhōna mono o tabete, akuma no ayumi ni shitagatte wa naranai. Hontōni kare wa, anata gata ni totte kōzen no tekidearu"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "Kare wa, tada zaiaku to miniku koto o anata gata ni meiji, arrā ni tsuite, anata gata no shiranai koto o Ro hashiraseru"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "Kare-ra ni,`arrā ga keiji sa reta tokoro ni shitagae.' Toieba, kare-ra wa,`iya, watashi-tachi wa sosen no michi ni shitagau.' To iu. Nanto, kare-ra no sosen wa mattaku kura aji de,(tadashiku) michibika renakattade wanai ka"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "Shinkō o kobamu-sha-tachi o tatoerunaraba, nanto yobikake rarete mo, yobigoe to sakebigoe no soto kikenai-sha no yō de, rōamono, mōjindearu. Shitagatte kare-ra wa rikai suru koto ga dekinai"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "Shinkō suru mono yo, ware ga anata gata ni ataeta yoimono o tabe nasai. Soshite arrā ni kansha shi nasai. Moshi anata gataga hontōni, kare ni tsukaeru nodearunaraba"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "Kare ga anata gata ni,(taberu koto o) kinji rareru mono wa,-shi niku, chi, butaniku, oyobi arrā igai (no na) de sonae rareta monodearu. Daga koi ni ihan sezu, mata hō o koezu hitsuyō ni semara reta baai wa tsumi ni wa naranai. Arrā wa kan'yō ni shite jihibukai kata de ara reru"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "Arrā ga keiji sa reta Keisuke no ichibu o kakushi, sorede wazukana rieki o aganau mono wa, sono haranouchi ni hi dake o nomi, fukkatsu no hi ni arrā no o kotoba mo naku, mata kiyomete mo itadakenaidearou. Kare-ra wa itamashī chōbatsu o ukeru"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "Korera no mono wa, michibiki no kawari ni mayoi o aganai, mata kan'yō no kawari ni chōbatsu o aganau-sha-tachidearu. Kare-ra wa ikaga ni gōka (no seme-ku) o taeneba naranai kotodearou ka"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "Sore toyuunomo arrā ga, shinri o motte keiten o kudasa retakaradearu. Kono Keisuke ni tsuite iron o tonaeru mono wa, tōku hanare satta-sha-tachidearu"
        }
    ]
}