{
    "rukus": [
        {
            "chapter": 24,
            "verse": 21,
            "text": "Shinkō suru mono-tachi yo, akuma no ayumi ni shitagatte wa naranai. Anata gataga moshi akuma no ayumi ni shitagaunaraba, kare wa kanarazu shūkō to akuji o anata gata ni meijirudearou. Moshi anata gata ni taishi, arrā no onkei to jihi ga nakattanaraba, anata gata no naka ichi-ri mo junketsu ni narenakattadearou. Daga arrā wa, okokoro ni kanau mono o kiyome rareru. Arrā wa zen Akira ni shite zenchi de ara reru"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "Anata gata no naka, onkei o atae rare fuyū de nōryoku arumononiha, sono kinshin ya, hinja to arrā no michi no tame ijū shita-sha-tachi no tame ni kisha shinai to, chikawa sete wa naranai. Kare-ra o yurushi ōme ni mite yaru ga ī. Arrā ga anata gata o yurusa reru koto o nozomanai no ka. Hontōni arrā wa kan'yō ni shite jihibukaku ara reru"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "Mufunbetsu ni teisetsuna shinja no on'na o chūshō suru mono wa, gense demo raise demo kitto norowa reyou. Kare-ra wa kibishī chōbatsu o ukerudearou"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "Sonohi, kare-ra no shita to te to ashi wa, sono okonatta koto ni tsuite kare-ra ni (furina) risshō o suru"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "Sonohi arrā wa, kare-ra ga ukerubeki ōhō o (subete) haraimodosa re, kare-ra wa, arrā ga shinrideari,(subete no koto o) meiryō ni nasa reru koto o, shirudearou"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "Fujōna on'na wa fujōna otoko ni, mata fujōna otoko wa fujōna on'na ni (fusawashī). Junketsuna on'na wa junketsuna otoko ni, mata junketsuna otoko wa junketsuna on'na ni (fusawashī). Korera no mono wa, hitobito no iu koto ni dōjinai. Kare-ra ni wa, yōsha to eiyo aru onmegumi ga arou"
        }
    ]
}