{
    "rukus": [
        {
            "chapter": 24,
            "verse": 35,
            "text": "Arrā wa, tenchi no hikaridearu. Kare no hikari o 譬Reba, 燈 O oita, kabe gan no yōna monodearu. 燈 Wa garasu no naka ni aru. Garasu wa kagayaku hoshi no yō. Shukufuku sa reta orību no ki ni tomosa rete iru. (Sono Sunao wa) tōhō (no san)de mo naku, seihō (no san)de mo naku, kono abura wa, hi ga 凡 Ndo furenai no ni hikariwohanatsu. Hikari no ue ni hikari o soeru. Arrā wa okonomino-sha o, kare no o hikari ni michibika reru. Arrā wa hitobito no tame ni, hiyu o age rareru. Hontōni arrā wa subete no koto o shitte ora reru"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "(Kono 燈 Wa) arrā no yurushi ni yotte, tate rareta uchinonaka ni ari, kare no gyomei ga soko de tonae rare, asayū, sokode kare o tataete 唱念 Ga okonawa reru"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "Hitobito wa, kōeki ya shōhin ni madowasa renaide, arrā o nenji, reihai no tsutome o mamori, sadame no kisha ni okotari naku, kare-ra no osore wa kokoro mo me mo tentō suru hidearu"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "Arrā wa kare-ra no itta, saizen no mono ni mukuwa re, katsu onkei ni yori hōshō o tsukekuwae rareru. Arrā wa okokoro ni kanau mono ni, saigen naku ataeru"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "Shikashi shinkō no nai mono wa, sono suru koto nasu koto, sabaku no naka no shinkirō no yōna mono de, kawaki kitta mono ni wa mizuda to omowa reru. Daga yattekureba nani mo midasenai. Sokode wa arrā no gozendeari, kare no kanjō ga harawa reru koto o shirudearou. Arrā wa seisan ni jinsokude ara reru"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "Mata (fushin-sha no jōtai wa), shinkai no ankoku no yōna mono de,-ha ga kare-ra o ōi, sono-jō ni (mata) nami ga ari, sono Jō o (sarani) kumo ga ōtte iru. Ankoku no ue ni ankoku ga kasanaru. Kare ga te o sashinobete mo 凡 N do sore wa mi rarenai. Arrā ga hikari o atae rarenai mono ni wa, hikari wanai"
        }
    ]
}