{
    "rukus": [
        {
            "chapter": 30,
            "verse": 20,
            "text": "Kare ga, doro kara anata o tsukura reta no wa, kare no shirushi no hitotsudearu. Miruga ī. Yagate anata gata ningen wa (hanshoku shite chijō ni) chirabatta"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "Mata kare ga anata gata jishin kara, anata gata no tame ni haigū o tsukura reta no wa, kare no shirushi no hitotsudearu. Anata gata haka no on'na-ra ni yotte yasuragi o eru yō (torihakarawa re), anata gata no ma ni ai to nasake no nen o uetsuke rareru. Hontōni sono nakaniha, kangaebukai-sha e no shirushi ga aru"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "Mata kare ga, sho ten to daichi o sōzō nasa re, anata gata no gengo to, hadairo o samazama kotonatta mono to sa rete iru no wa, kare no shirushi no hitotsudearu. Hontōni sono nakaniha, chishiki aru mono e no shirushi ga aru"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "Mata kare ga, anata gata o yoru mo hiru mo nemureru yō ni shi, mata kare ni onkei o motomeru koto ga dekiru no mo, kare no shirushi no hitotsudearu. Hontōni sono nakaniha, kiku mono e no shirushi ga aru"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "Mata kare ga, osore to kibō no inabikari o anata gata ni shimeshi nasare, ten kara ame o fura sete, shinda nochi no daichi o yomigaera se rareru no wa, kare no shirushi no hitotsudearu. Hontōni sono nakaniha, shiryo aru mono e no shirushi ga aru"
        },
        {
            "chapter": 30,
            "verse": 25,
            "text": "Mata kare ga, o ishi ni yotte, ten to ji o uchi tate rareta no wa, kare no shirushi no hitotsudearu. Sokode,(hitokoe) anata gata ni yobikake rareru to, miruga ī. Tachimachi daichi kara anata gata wa (hiki) dasa reru"
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "Ten to ji ni aru subete no mono wa, kare ni zokusuru. Ban'yū wa, magokoro komete kare ni fukujū suru"
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "Kare koso wa mazu sōzō o hajime, sorekara sore o kurikaesareru okata. Sore wa, kare ni oite wa totemota yasui kotodearu. Ten to ji ni okeru,(kangae e rareru) saikō no sugata wa, kare ni zokusuru. Kare wa iryoku narabinaku eimei de ara reru"
        }
    ]
}