{
    "rukus": [
        {
            "chapter": 58,
            "verse": 14,
            "text": "Anata wa, arrā no ikari o kabutta hitobito o tomo to suru mono ni, kidzukanai no ka. Kare-ra (nise shinja) wa anata gata (no nakama)de mo naku, mata kare-ra (no nakama) demonai. Kare-ra wa shitte inagara, itsuwarino chikai o tateru"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "Arrā wa kare-ra no tame, kibishī chōbatsu o sonae rareru. Hontōni kare-ra no okonau koto wa dai warudearu"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "Kare-ra wa chikai o (kare-ra no akugyō no) kakure-ba to shi, arrā no michi kara (hitobito o) habamu. Kare-ra wa hazubeki chōbatsu o ukerudearou"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "Kare-ra no tomi mo shijo mo, arrā ni taishite wa, sukoshi mo yakudatanai. Kare-ra wa gōka no nakamadearu. Eien ni sono naka ni sumudearou"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "Arrā ga, isseini kare-ra o fukkatsu sa seru hi, kare-ra wa (gense de) anata gata (musurimu) ni chikatta yō ni kare ni (nukenuke to shinjadearu to) chikai, kare-ra wa (kore ni yotte) raise demo nantoka naru to omotte iru. Iya tondemonai. Kare-ra wa hontōni kyogen no todearu"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "Akuma ga kare-ra o shihai shi, arrā o nen'u koto o wasure saseta. Kare-ra wa akuma no nakamadearu. Hontōni akuma no nakama wa sonshitsu-shadearu"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "Arrā to shito ni hankō suru mono wa, mottomo iyashī mono no nakamadearu"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "Arrā wa,`wareto waga shito-tachi wa kanarazu katsu.' To kitei nasa reta. Hontōni arrā wa, kyōdai ni shite iryoku narabinaki okata de ara reru"
        },
        {
            "chapter": 58,
            "verse": 22,
            "text": "Anata wa, arrā to shūmatsu no hi o shinjiru min ga, arrā to shito ni hankō suru yōna mono to shinkō o musubu tokoro o minaidearou. Tatoe kare-ra ga kare-ra no chichi ya,-ko, kyōdai ya shinzokudeatte mo. Kare wa korera no mono no kokoronouchi ni shinkō o kakitome rare, shitashiku seirei ni yotte tsuyome rareru. Mata kawa ga shita o nagareru rakuen ni haira se, eien ni sono naka ni suma se rareru nodearu. Arrā wa kare-ra o mede rare, kare-ra mo kare ni man'etsu suru. Korera wa, arrā no ittō (shinja) no monodearu. Hontōni, arrā no ittō no mono koso, hijōna kōfuku o jōju suru monodearu"
        }
    ]
}