{
    "rukus": [
        {
            "chapter": 68,
            "verse": 34,
            "text": "Hontōni arrā o osoreru mono ni taishite wa,-nushi no omoto ni ki kobi no rakuen ga arou"
        },
        {
            "chapter": 68,
            "verse": 35,
            "text": "Ware wa shinjinbukai-sha-tachi o, tsumibito no yō ni atsukau to demo iu no ka"
        },
        {
            "chapter": 68,
            "verse": 36,
            "text": "Anata gata wa dō shita no ka. Anata gata wa dō handan suru no ka"
        },
        {
            "chapter": 68,
            "verse": 37,
            "text": "Soretomo anata gata ni wa, manabu ni tariru Keisuke ga aru no ka"
        },
        {
            "chapter": 68,
            "verse": 38,
            "text": "Anata gata ga erabu mono wa, nani demo sono Keisuke no naka ni aru no ka"
        },
        {
            "chapter": 68,
            "verse": 39,
            "text": "Soretomo anata gata wa, shinpan no hi made yūkōna seiyaku o wareto musunda no ka. Anata gataga shiryobunbetsu suru koto wa, tashikani anata gata no mono ni naru no ka"
        },
        {
            "chapter": 68,
            "verse": 40,
            "text": "(Muhanmado yo) kare-ra ni toe. `Kare-ra no dare ga sore o hoshō suru nodesu ka"
        },
        {
            "chapter": 68,
            "verse": 41,
            "text": "Matawa, kare-ra wa (omoni) haisuru mono ga aru no ka. Kare-ra ga tadashī nonara, sono haisuru mono o tsurete kitasa se nasai"
        },
        {
            "chapter": 68,
            "verse": 42,
            "text": "Sune ga, gen wa ni sa reru hi (o omoi nasai). Kare-ra wa sajida suru yō motome rareru. Daga kare-ra ni wa dekinaidearou"
        },
        {
            "chapter": 68,
            "verse": 43,
            "text": "Kare-ra wa me o fuse, kutsujoku o kōmurudearou. Sajida suru yō, tashika ni kare-ra wa yobikake rarete ita. Sonotoki gotai manzokunanoni (kyohi shita)"
        },
        {
            "chapter": 68,
            "verse": 44,
            "text": "Sokode kono o kotoba (kuruān) o kyogidearu to suru mono o ware ni makase yo. Ware wa kare-ra ga kidzukanai hōmen kara, ippo ichiichi (daraku ni) michibiki"
        },
        {
            "chapter": 68,
            "verse": 45,
            "text": "kare-ra o yūyo surudearou. Hontōni ware no keiryaku wa tsuyoku tashikadearu"
        },
        {
            "chapter": 68,
            "verse": 46,
            "text": "Soretomo anata ga kare-ra ni hōshū o motome, sore de kare-ra wa futan o kase rareta no ka"
        },
        {
            "chapter": 68,
            "verse": 47,
            "text": "Mata yūgen-kai ga kare-ra no temoto ni ari, sore de kare-ra wa (sore o) kakikudasu koto ga dekiru no ka"
        },
        {
            "chapter": 68,
            "verse": 48,
            "text": "Dakara nintai shite, anata no omo no meirei o mate. Sakana no tomo no yōdeatte wa naranai. Kurushi-sa no amari (kare ga) sakenda toki (no yō ni)"
        },
        {
            "chapter": 68,
            "verse": 49,
            "text": "Nushi kara no onkei ga kare ni tasshinakattanaraba, kare wa tsumi o owasa re, fumenboku ni fumōnochi ni suteraretadearou"
        },
        {
            "chapter": 68,
            "verse": 50,
            "text": "Kono yō ni omo wa, kare o erabi seigi no to no hitori to nasa reta"
        },
        {
            "chapter": 68,
            "verse": 51,
            "text": "Fushinjin-sha wa keikoku o kiku toki, sono (monosugoi) metsuki de, anata o 凡 Ndo taoren bakari ni suru. Kare-ra wa iu. `Hontōni kare wa tsuka reta monodesu"
        },
        {
            "chapter": 68,
            "verse": 52,
            "text": "Daga, kono (kuruān) koso wa, ban'yū no tame no kunkai nihokanaranai"
        }
    ]
}