{
    "maqras": [
        {
            "chapter": 1,
            "verse": 1,
            "text": "Rahman ve Rahim Allah'ın adıyla"
        },
        {
            "chapter": 1,
            "verse": 2,
            "text": "Hamt, alemlerin Rabbi Allah'adır"
        },
        {
            "chapter": 1,
            "verse": 3,
            "text": "Rahman'dır, Rahim'dir O"
        },
        {
            "chapter": 1,
            "verse": 4,
            "text": "Din gununun Malik'i/ sultanıdır O"
        },
        {
            "chapter": 1,
            "verse": 5,
            "text": "Yalnız sana ibadet ederiz ve yalnız senden yardım dileriz"
        },
        {
            "chapter": 1,
            "verse": 6,
            "text": "Dosdogru giden yola ilet bizi"
        },
        {
            "chapter": 1,
            "verse": 7,
            "text": "Kendilerine nimet verdiklerinin, uzerlerine gazap dokulmemislerin, karanlıga/saskınlıga saplanmamısların yoluna"
        },
        {
            "chapter": 2,
            "verse": 1,
            "text": "Elif, Lam, Mim"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "Iste sana o Kitap! Kusku/ celisme/ tutarsızlık yok onda. Bir kılavuzdur o, sakınanlar icin"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "Ki onlar, gayba inananlar, namazı/duayı yerine getirenlerdir. Ve kendilerine rızık olarak verdiklerimizden, baskalarına pay cıkaranlardır"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "Hem sana vahyedilene hem de senden once vahyedilene inananlardır onlar. Ahireti geregince kavrayıp anlayanlar da onlardır"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "Iste bunlardır Rablerinden bir hidayet uzere olanlar, iste bunlardır gercek anlamda kurtulusu bulanlar"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "Su bir gercek ki, o kufre batmıs olanları sen uyarsan da uyarmasan da onlar icin aynıdır; iman etmezler"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "Allah onların kalpleri, kulakları uzerine muhur basmıstır. Onların kafa gozleri ustunde de bir perde vardır. Onlar icin korkunc bir azap ongorulmustur"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "Insanlar icinden bazıları vardır, \"Allah'a ve ahiret gunune inandık!\" derler ama onlar inanmıs degillerdir"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "Allah'ı ve inanmıs olanları aldatma yoluna giderler. Gercekte ise onlar oz benliklerinden baskasını aldatmıyorlar. Ne var ki, bunun farkında olamıyorlar"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Kalplerinde bir hastalık vardır da Allah onları hastalık yonunden daha ileri goturmustur. Ve onlar icin, yalancılık etmis olmaları yuzunden acıklı bir azap ongorulmustur"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Onlara, \"Yeryuzunde bozgun cıkarmayın\" dendiginde, \"Tam tersine, bizler barıs ve esenlik getirenleriz!\" demislerdir"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Dikkat edin, gercekte onlar, bozgun getirenlerin ta kendileridir de bunun bilincinde olmuyorlar"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Onlara, \"Insanların inandıgı gibi siz de inanın\" dendiginde, \"Yani biz de kafası calısmayan zavallılar gibi inanalım mı?\" derler. Haberiniz olsun ki, kafası calısmayan dusuk seviyeliler onların ta kendileridir; fakat bilmiyorlar"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "Bunlar iman etmis olanlarla yuzyuze geldiklerinde, \"Iman ettik\" derler. Kendi seytanlarıyla basbasa kaldıklarına ise soyledikleri sudur: \"Hic kuskunuz olmasın biz sizinleyiz. Gercek olan su ki, biz alay edip duran kisileriz"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Allah onlarla alay ediyor ve onları, kendi azgınlıkları icinde bocalar bir halde surukluyor"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Iste bunlar, dogruluk ve aydınlıgı verip karanlık ve sapıklıgı satın aldılar da ticaretleri hicbir kazanc saglamadı. Bir yol-yordama girebilmis de degillerdir"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Onların durumu su kisinin durumuna benzer: Bir ates tutusturmak istedi. Ates, cevresindekileri aydınlattıgında, Allah onların ısıgını giderdi ve onları karanlıklar icinde bıraktı; artık gormezler"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Sagırdırlar, dilsizdirler, kordurler. Onlar artık donmezler"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Yahut gokten bosalan bir yagmur haline benzer ki onda karanlıklar var, bir gok gurlemesi var, bir simsek var. Yıldırımlar yuzunden olum korkusuyla parmaklarını kulaklarına tıkarlar. Allah Muhit'tir, kufre sapanları cepecevre kusatmıstır"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Simsek, neredeyse gozlerini carpıp goturuverecek. Kendilerine her aydınlık sundugunda, orada yururler. Uzerlerine karanlık binince cakılıp kalırlar. Eger Allah dileseydi, isitme guclerini de gozlerini de elbette alıp gotururdu. Cunku Allah her seye Kadir'dir"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "Ey insanlar! Sizi de sizden oncekileri de yaratan Rabbinize ibadet edin ki, korunabilesiniz"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "O Rab ki, yeri sizin icin bir dosek, gogu de bir bina yaptı. Ve gokten bir su indirdi de onunla sizin icin meyvelerden/urunlerden bir rızık cıkardı. Artık bilip durdugunuz halde Allah\"a ortaklar kosmayın"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Eger kulumuza indirdigimizden kusku icindeyseniz, hadi onun benzerinden bir sure getirin! Allah dısındaki destekcilerinizi/tanıklarınızı da cagırın. Eger dogru sozlu kisilerseniz"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Eger yapamazsanız -ki asla yapamayacaksınız- korkun o atesten ki yakıtı insanlarla taslardır. Kufre sapanlar icin hazırlanmıstır o"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "Iman edip hayra/barısa yonelik isler yapanlara sunu mujdele: Kendileri icin, altlarından ırmaklar akan cennetler olacaktır. Onlardaki herhangi bir meyveden bir rızık olarak her nasiplendirildiklerinde, soyle dileyeceklerdir: \"Iste bu, daha once rızıklandırıldıgımız sey!\" Bu rızık onlara buna benzer sekilde verilmisti. Onlar icin orada tertemiz esler de vardır. Ve onlar orada surekli kalacaklardır"
        }
    ]
}