{
    "chapter": [
        {
            "chapter": 10,
            "verse": 1,
            "text": "Alif Laam Raae. Aquests són els versicles de l'Escriptura sàvia"
        },
        {
            "chapter": 10,
            "verse": 2,
            "text": "Se sorprenen els homes que hàgim revelat a un d'ells: «Adverteix als homes i anuncia als creients la bona nova que, quan es presentin al seu Senyor, tindran una bona posició»? Els infidels diuen: «Aquest és, sí, una màgia manifesta»"
        },
        {
            "chapter": 10,
            "verse": 3,
            "text": "El vostre Senyor és Al·là, Que ha creat els cels i la terra en sis dies. Després, s'ha instal·lat en el tron per a disposar-lo tot. Ningú pot intercedir sense El seu permís. Aquest és Al·là, el vostre Senyor! Serviu-li, doncs! És que no us deixareu amonestar"
        },
        {
            "chapter": 10,
            "verse": 4,
            "text": "Tots tornareu a Ell. Promesa d'Al·là, veritat! Ell inicia la creació i després la repeteix, per a remunerar amb equitat a qui han cregut i obrat bé. Quant a qui hagin estat infidels, se'ls donarà a beure aigua molt calenta i sofriran un càstig dolorós per no haver cregut"
        },
        {
            "chapter": 10,
            "verse": 5,
            "text": "Ell és Qui ha fet del sol claredat i de la lluna llum, Qui ha determinat les fases d'aquesta perquè sapigueu el nombre d'anys i el còmput. Al·là no ha creat això sinó amb una fi. Ell explica els signes a gent que sap"
        },
        {
            "chapter": 10,
            "verse": 6,
            "text": "En la successió de la nit i el dia i en tot el que Al·là ha creat en els cels i en la terra hi ha, certament, signes per a gent que Li tem"
        },
        {
            "chapter": 10,
            "verse": 7,
            "text": "Qui no conten amb trobar-nos i prefereixen la vida d'aquí, trobant en ella quietud, així com qui es despreocupan dels nostres signes"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "tindran el Foc com estatge pel que han comès"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "A qui hagin cregut i obrat bé, el seu Senyor els dirigirà per mitjà de la seva fe. Als seus peus fluiran rierols en els jardins de la Delícia"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "La seva invocació allí serà: «Glòria a Tu, Al·là!» La seva salutació allí serà: «Pau!» i acabaran amb aquesta invocació: «Lloat sigui Al·là, Senyor de l'univers!»"
        },
        {
            "chapter": 10,
            "verse": 11,
            "text": "Si Al·là precipités el mal sobre els homes amb la mateixa pressa amb que aquests busquen el seu benestar, hauria ja arribat la seva fi. Deixem, doncs, a qui no conten amb trobar-nos que errin cecs en la seva rebel·lia"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "Quan l'home sofreix una desgràcia, Ens invoca, el mateix si està tirat que si està assegut o dempeus. Però, quan li lliurem de la seva desgràcia, continua el seu camí com si no Ens hagués invocat per la desgràcia que sofria. Així és com són engalanades les obres dels immoderats"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "Abans de vosaltres havíem ja fet perir a generacions que havien estat impías. Les seves Missatgers els van portar les proves clares, però no estaven per a creure. Així retribuïm al poble pecador"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Després, us constituïm successors en la terra, després d'ells, per a veure com us portàveu"
        },
        {
            "chapter": 10,
            "verse": 15,
            "text": "Quan se'ls reciten els nostres versicles com proves clares, qui no conten amb trobar-nos diuen: «Porta'ns altre Alcorà o modifica aquest!» Digues: «No em toca a mi modificar-ho per iniciativa pròpia. L'única cosa que faig és seguir el que se m'ha revelat. Temo, si desobeeixo al meu Senyor, el càstig d'un dia terrible»"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "Digues: «Si Al·là hagués volgut, jo no us ho hauria recitat i Ell no us ho hauria donat a conèixer. Abans d'ell, he romàs una vida amb vosaltres. És que no raoneu?»"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "Hi ha algú que sigui més impiu que qui inventa una mentida contra Al·là o desmenteix Els seus signes? Els pecadors no prosperaran"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "En lloc de servir a Al·là, serveixen el que no pot ni danyar- los ni aprofitar-los, i diuen: «Aquests són els nostres intercesors davant Al·là!» Digues: «És que preteneu informar a Al·là d'alguna cosa, en els cels o en la terra, que Ell no sàpiga?» Glòria a Ell! Està per sobre del que Li associen"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "La Humanitat no constituïa sinó una sola comunitat. Després, van discrepar entre si, i si no arriba a ésser per una paraula prèvia del teu Senyor, ja s'hauria decidit entre ells sobre allò que discrepaven"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "Diuen: «Per què no se li ha revelat un signe procedent del seu Senyor?» Digues, doncs: «L'ocult pertany només a Al·là. Espereu, doncs! Jo també sóc dels quals esperen»"
        },
        {
            "chapter": 10,
            "verse": 21,
            "text": "Tot just fem agradar als homes una misericòrdia, després d'haver sofert una desgràcia, a l'instant intriguen contra Els nostres signes. Digues: «Al·là és més ràpid a intrigar!» Els nostres Missatgers prenen nota de la vostra intriga"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "Ell és Qui us fa viatjar per terra o per mar. Quan, navegant amb vent favorable, contents amb ell, s'aixeca un vent tempestuós, assoten les ones pertot arreu i creuen arribada l'hora de la mort, invoquen a Al·là rendint-li culte sincer. «Si ens salves d'aquesta, serem, certament, dels agraïts»"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "I tot just els salva, ja en terra, a l'instant es insolentan injustament. «Homes! La vostra insolència es tornarà contra vosaltres! Tindreu breu gaudi de la vida d'aquí. Després, tornareu a Nosaltres i ja us informarem del que fèieu»"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "La vida d'aquí és com aigua que fem baixar del cel. Les plantes de la terra es xopen d'ella i alimenten als homes i als ramats, fins que, quan la terra s'ha adornat i engalanat, i creuen els homes que ja la dominen, arriba a ella La nostra ordre, de nit o de dia, i la deixem segada, com si, la vespra, no hagués estat florent. Així expliquem els signes a gent que reflexiona"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "Al·là convida a l'Estatge de la Pau i dirigeix a qui Ell vol a una via recta"
        },
        {
            "chapter": 10,
            "verse": 26,
            "text": "Per a qui obrin bé, el millor i més. Ni la pols ni la humiliació cobriran els seus rostres. Aquests habitaran en el Paradís eternament"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "A qui obrin malament, se'ls retribuirà amb altre tant. Els cobrirà la humiliació -no tindran qui els protegeixi d'Al·là-, com si esquinçalls de tenebres nocturnes cobrissin els seus rostres. Aquests habitaran en el Foc eternament"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "El dia que els congreguem a tots, direm als associadors: «Quedeu-vos on esteu, vosaltres i els vostres associats!» Els separarem a uns d'uns altres i els seus associats diran: «No era a nosaltres a qui servíeu"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "Al·là basta com testimoni entre nosaltres i vosaltres que no fèiem cas del vostre servei»"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "Allí, cadascun experimentarà de nou el que va fer en vida. Seran retornats a Al·là, el seu veritable Amo, i s'esfumaran les seves invencions"
        },
        {
            "chapter": 10,
            "verse": 31,
            "text": "Digues: «Qui us procura el sosteniment del cel i de la terra? Qui disposa de l'oïda i de la vista? Qui treu al viu del mort i al mort del viu? Qui ho disposa tot? Diran: «Al·là!» Digues, doncs: «I no aneu a témer-li?»"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "Aquest és Al·là, el vostre veritable Senyor. I què hi ha més enllà de la Veritat, sinó la pèrdua? Com podeu, doncs, ser tan desviats"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "Així s'ha complert la sentència del teu Senyor contra els perversos: no creuran"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "Digues: «Hi ha algun dels vostres associats que iniciï la creació i després la repeteixi » Digues: «Al·là inicia la creació i després la repeteix. Com podeu, doncs, ser tan desviats!»"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "Digues: «Hi ha alguns dels vostres associats que dirigeixi a la Veritat?» Digues: «Al·là dirigeix a la Veritat. Qui té més dret a ser seguit: qui dirigeix a la Veritat o qui no dóna amb la bona senda, a menys de ser dirigit? Però què us passa?, quina manera de jutjar és aquesta?»"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "Però la majoria no segueixen sinó conjectures, i davant la Veritat, les conjectures no serveixen de res. Al·là sap bé el que fan"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "Aquest Alcorà no pot haver-ho inventat ningú anés d'Al·là. No només això, sinó que ve a confirmar els missatges anteriors i a explicar detalladament l'Escriptura , eximeix de dubtes, que procedeix del Senyor de l'univers"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "O diuen: «Ell ho ha inventat». Digues: «Si és veritat el que dieu, porteu un versicle semblant i crideu a qui pugueu, en lloc de cridar a Al·là!»"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Al contrari, han desmentit el que no abasten en la seva ciència i allò la interpretació del_qual encara no han rebut. Així van desmentir els seus antecessors. I mira com van acabar els impius"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "D'ells hi ha qui creu en ell i qui no, però el teu Senyor coneix millor que ningú als corruptors"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "Si et desmenteixen, digues: «Jo responc dels meus actes i vosaltres dels vostres. Vosaltres no sou responsables del que jo faci i jo no sóc responsable del que vosaltres feu»"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "D'ells hi ha qui t'escolten. Però pots tu fer que els sords escoltin, tot i que no comprenguin"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "D'ells hi ha qui et mira. Però pots tu dirigir als cecs, tot i que no vegin"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "Al·là no és gens injust amb els homes, sinó que són els homes els injusts amb si mateixos"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "I el dia que els congregui, serà com si no haguessin romàs més d'una hora del dia. Es reconeixeran. Perdran qui hagin desmentit la trobada d'Al·là. No van ser ben dirigits"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "El mateix si et vam mostrar quelcom d'allò amb que els vam amenaçar que si et cridem tornaran a Nosaltres. Després, Al·là serà testimoni del que feien"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "Cada comunitat té un Missatger. Quan venga el seu Missatger, es decidirà entre ells amb equitat i no seran tractats injustament"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "Diuen: «Quan es complirà aquesta amenaça, si és veritat el que dieu...?»"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "Digues: «Jo no tinc poder per a danyar-me ni per a aprofitar-me sinó tant quant Al·là vulgui. Cada comunitat té un termini. Quan venç el seu termini, no poden retardar-ho ni avançar-ho una hora»"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "Digues: «Què us sembla? Si us sorprengués El seu càstig de nit o de dia, voldrien els pecadors encara avançar-ho"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "Deixeu el creure en ell per a quan ocorri? Creieu ara, quan demaneu avançar-ho»"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "Es dirà als impius: «Agradeu el càstig etern! Se us retribuïx per altra cosa que pel que heu merescut?»"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "Et demanaran informació: «Llavors, això és veritat?» Digues: «Sí, pel meu Senyor!, que és veritat i no podreu escapar»"
        },
        {
            "chapter": 10,
            "verse": 54,
            "text": "Tot impiu que posseís quant hi ha en la terra, ho oferiria com rescat. Dissimularan la seva pena quan vegin el càstig. Es decidirà entre ells amb equitat i no seran tractats injustament"
        },
        {
            "chapter": 10,
            "verse": 55,
            "text": "No és d'Al·là el que està en els cels i en la terra? El que Al·là promet és veritat! Però la majoria no saben"
        },
        {
            "chapter": 10,
            "verse": 56,
            "text": "Ell dóna la vida i dóna la mort. I sereu retornats a Ell"
        },
        {
            "chapter": 10,
            "verse": 57,
            "text": "Homes! Heu rebut una exhortació procedent del vostre Senyor, remei per als mals dels vostres cors, guia i misericòrdia per als creients"
        },
        {
            "chapter": 10,
            "verse": 58,
            "text": "Digues: «Que s'alegrin del favor d'Al·là i de La seva misericòrdia. Això és millor que el que ells pasten»"
        },
        {
            "chapter": 10,
            "verse": 59,
            "text": "Digues: «Heu vist el sosteniment que Al·là ha fet baixar per a vosaltres? I heu declarat això lícit i allò il·lícit? És que Al·là us ho ha permès o ho heu inventat contra Al·là?»"
        },
        {
            "chapter": 10,
            "verse": 60,
            "text": "El dia de la Resurrecció què pensaran els que van inventar la mentida contra Al·là? Sí, Al·là dispensa El seu favor als homes, però la majoria no agraïxen"
        },
        {
            "chapter": 10,
            "verse": 61,
            "text": "En qualsevol situació que et trobis, qualsevol que sigui el passatge que recitis de l'Alcorà, qualsevol cosa que feu, Nosaltres som testimonis de vosaltres des del seu principi. Al teu Senyor no se Li passa desapercebut el pes d'un àtom en la terra ni en el cel. No hi ha gens, menor o major que això, que no estigui en una Escriptura clara"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "Certament, els protegits d'Al·là no han de témer i no estaran trists"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "Van creure i van témer a Al·là"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "Rebran la bona nova en la vida d'aquí i en l'altra. No cap alteració en les paraules d'Al·là. Aquest és l'èxit grandiós"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "Que no t'entristeixi el que diguin! El poder pertany, en la seva totalitat, a Al·là. Ell és Qui tot ho escolta, Qui tot ho sap"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "No és, per ventura, d'Al·là el que està en els cels i en la terra? Què segueixen, doncs, qui invoquen a altres associats, en lloc d'invocar a Al·là? No segueixen sinó conjectures, no formulen sinó mentides"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "Ell és Qui ha disposat per a vosaltres la nit perquè descanseu en ella, i el dia perquè pugueu veure clar. Certament, hi ha en això signes per a gent que escolta"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "Diuen: «Al·là ha adoptat un fill». Glòria a Ell! Ell és Qui Es basta a Si mateix. Seu és el que està en els cels i en la terra. No teniu cap autoritat per a parlar així! Dieu contra Al·là el que no sabeu"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "Digues: «Qui inventin la mentida contra Al·là no prosperaran»"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "Tindran breu gaudi en la vida d'aquí i, després, tornaran a Nosaltres. Després, els farem agradar el càstig sever per no haver cregut"
        },
        {
            "chapter": 10,
            "verse": 71,
            "text": "Conta'ls la història de Noé, quan va dir als seus: «Poble! Si us molesta que estigui entre vosaltres i que us amonesti amb els signes d'Al·là, jo confio en Al·là. Conjumineu-vos, doncs, amb els vostres associats i no us preocupeu més. Decidiu, després, respecte a mi i no em feu esperar!»"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "Però, si dais mitja... Jo no us he demanat un salari. El meu salari incumbeix només a Al·là. He rebut l'ordre d'ésser dels que se sotmeten a Al·là"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "Li van desmentir, però els salvem a ell i a qui estaven amb ell en la nau, i els vam fer successors. I neguem a qui van desmentir Els nostres signes. I mira com van acabar els que havien estat advertits"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "Després d'ell, vam manar a altres Missatgers als seus pobles, que els van portar les proves clares, però no estaven per a creure en el que abans havien desmentit. Així és com segellem els cors dels transgressors"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "I, després d'ells, vam enviar a Moisés i a Aarón amb Els nostres signes a Faraó i als seus dignataris. Però van ser altius. Eren gent pecadora"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "Quan van rebre la Veritat, vinguda de Nosaltres, van dir: «Això és, certament, manifesta màgia!»"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "Moisés va dir: «Us atreviu a ratllar de màgia la Veritat que heu rebut?» Els mags no prosperaran"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "Van dir: «Has vingut a nosaltres a fi d'apartar-nos del que els nostres pares seguien, perquè la dominació de la terra passe a vosaltres dos? No tenim fe en vosaltres!»"
        },
        {
            "chapter": 10,
            "verse": 79,
            "text": "Faraó va dir: «Porteu-me aquí a tot mag entès!»"
        },
        {
            "chapter": 10,
            "verse": 80,
            "text": "I quan van arribar els mags, Moisés els va dir: «Llenceu el que aneu a llençar!»"
        },
        {
            "chapter": 10,
            "verse": 81,
            "text": "I quan van llençar, va dir Moisés: «El que heu portat és màgia. Al·là va a destruir-ho. Al·là no permet que prosperi l'obra dels corruptors"
        },
        {
            "chapter": 10,
            "verse": 82,
            "text": "I Al·là fa triomfar la Veritat amb Les seves paraules, a despit dels pecadors»"
        },
        {
            "chapter": 10,
            "verse": 83,
            "text": "Només una minoria del seu poble va creure en Moisés, perquè tenien por que Faraó i els seus dignataris els posessin a prova. Certament, Faraó es conduïa altivament en el país i era dels immoderats"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "Moisés va dir: «Poble! Si creeu en Al·là, confieu en Ell! Si és que esteu sotmesos a Ell...»"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "Van dir: «Confiem en Al·là! Senyor! No facis de nosaltres instruments de temptació per al poble impiu"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "Salva'ns per La teva misericòrdia del poble infidel!»"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "I vam inspirar a Moisés i al seu germà: «Establiu cases per al vostre poble a Egipte i feu de les vostres cases llocs de culte! I feu la azalá!» I anuncia la bona nova als creients"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "Moisés va dir: «Senyor! Tu has donat a Faraó i als seus dignataris luxe i béns en la vida d'aquí per a acabar, Senyor! extraviant a uns altres del teu camí. Senyor! Esborra els seus béns i endureix els seus cors a fi que no creen fins que vegin el càstig dolorós!»"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "Va dir: «La vostra pregària ha estat escoltada. Aneu els dos per la via recta i no seguiu el camí dels que no saben!»"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "Vam fer que els Fills d'Israel travessessin el mar. Faraó i les seves tropes els van perseguir amb esperit de rebel·lia i hostilitat fins que, a punt d'ofegar-se va dir: «Sí, creo que no hi ha més déu que Aquell en Qui els Fills d'Israel creuen! I sóc dels que se sotmeten a Ell»"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "«Ara? Després d'haver desobeït i d'haver estat dels corruptors"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "No obstant això, avui et salvarem en quant al teu cos a fi que siguis signe per als que et succeeixin». Són molts, en veritat, els homes que no es preocupen dels nostres signes"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "Hem instal·lat als Fills d'Israel en un lloc bo i els hem proveït de coses bones. I no van discrepar sinó després d'haver rebut la Ciència. El teu Senyor decidirà entre ells el dia de la Resurrecció sobre allò que discrepaven"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "Si tens algun dubte sobre el que t'hem revelat, pregunta a qui, abans de tu, ja llegien l'Escriptura. T'ha vingut, del teu Senyor, la Veritat. No siguis, doncs, dels que dubten"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "I guarda't d'ésser dels que desmenteixen els signes d'Al·là; si no, seràs dels que perden"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "Aquells contra qui s'ha complert la sentència del teu Senyor no creuran"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "encara que rebin tots els signes, fins que vegin el càstig dolorós"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "Per què no hi ha hagut cap ciutat que hagi cregut i a la qual la seva fe hagi aprofitat, fora del poble de Jonás...? Quan van creure, els evitem el càstig vergonyós en la vida d'aquí i els permetem gaudir encara per algun temps"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "Si el teu Senyor hagués volgut, tots els habitants de la terra, absolutament tots, haurien cregut. I vas tu a forçar als homes que siguin creients"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "sent així que ningú està per a creure si Al·là no ho permet? I S'irrita contra qui no raonen"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "Digues: «Mireu el que està en els cels i en la terra!» Però ni els signes ni els advertiments serveixen de res a gent que no creu"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "Què esperen, doncs, sinó dies com els de qui van passar abans d'ells? Digues: «Espereu! Jo també sóc dels que esperen»"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Després, salvarem als nostres Missatgers i als que hagin cregut. Salvar als creients és deure Nostre"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "Digues: «Homes! Si dubteu de la meva religió, jo no serveixo a qui vosaltres serviu en lloc de servir a Al·là, sinó que serveixo a Al·là, Que us cridarà! He rebut l'ordre d'ésser dels creients»"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "I: «Professa la Religió com hanif i no siguis associador!»"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "No invoquis, en lloc d'invocar a Al·là, el que no pot aprofitar-te ni danyar-te. Si ho fessis, llavors, series dels impius"
        },
        {
            "chapter": 10,
            "verse": 107,
            "text": "Si Al·là t'afligeix amb una desgràcia, ningú sinó Ell podrà lliurar-te d'ella. Si Ell et desitja un bé, ningú podrà oposar-se al seu favor. L'hi concedeix a qui Ell vol dels seus serfs. Ell és l'Indulgent, el Misericordiós"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "Digues: «Homes! Us ha vingut, del vostre Senyor, la Veritat. Qui segueix la via recta, la segueix, en realitat, en profit propi. I qui s'extravia, s'extravia en realitat, en detriment propi. Jo no sóc el vostre protector»"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "Segueix el que se't ha revelat i tingues paciència fins que Al·là decideixi! Ell és el Millor a decidir"
        }
    ]
}