{
    "chapter": [
        {
            "chapter": 29,
            "verse": 1,
            "text": "Alif Laam Miim"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Pensen els homes que se'ls deixarà dir: «Creiem!», sense ser provats"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "Ja vam provar als seus predecessors. Al·là, sí, coneix perfectament als sincers i coneix perfectament als que menteixen"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Pensen qui obren malament que podran escapar de Nosaltres? Què malament jutgen"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Qui compta amb trobar a Al·là sàpiga que el termini fixat per Al·là vindrà certament, Ell és Qui tot ho escolta, Qui tot ho sap"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "Qui combat per Al·là, combat, en realitat, en profit propi. Al·là, certament, pot prescindir dels Homes"
        },
        {
            "chapter": 29,
            "verse": 7,
            "text": "A qui hagin cregut i obrat bé els esborrarem, sí, les seves dolentes obres i els retribuirem, sí, conformement a les seves millors obres"
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "Hem ordenat a l'home que es porti bé amb els seus pares. Però si aquests t'insisteixen que M'associïs quelcom del que no tens coneixement, no els obeeixis! Tornareu a Mi i ja us informaré del que fèieu"
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "A qui hagin cregut i obrat bé hem de fer que entrin a formar part dels justs"
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "Hi ha alguns que diuen: «Creiem en Al·là!» Però, quan sofrixen quelcom per Al·là, prenen la prova que els homes els infligixen com càstig d'Al·là. Si, en canvi, el teu Senyor els auxilia, segur que diuen: «Estàvem amb vosaltres!» És que Al·là no sap bé el que hi ha en els pits dels Homes"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "Al·là, sí, coneix perfectament als que creuen i coneix perfectament als hipòcrites"
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "Els infidels diuen als creients: «Seguiu el nostre camí i carregarem amb els vostres pecats!» Però, si ni amb els seus propis pecats carreguen gens... Menteixen, certament"
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "Portaran, certament, la seva càrrega juntament amb altres càrregas. El dia de la Resurrecció haurien de respondre del que s'inventaven"
        },
        {
            "chapter": 29,
            "verse": 14,
            "text": "Vam enviar Noé al seu poble i va romandre amb ell durant mil anys menys cinquanta. Després, el diluvi els va sorprendre en el seu impiedat"
        },
        {
            "chapter": 29,
            "verse": 15,
            "text": "Els salvem, a ell i als de la nau, i vam fer d'ella un signe per a tot els Homes"
        },
        {
            "chapter": 29,
            "verse": 16,
            "text": "I a Abraham. Quan va dir al seu poble: «Serviu a Al·là i temeu-li! És millor per a vosaltres. Si sabéssiu...»"
        },
        {
            "chapter": 29,
            "verse": 17,
            "text": "Serviu, en lloc de servir a Al·là, només ídols, i creeu una mentida. Els que vosaltres serviu, en lloc de servir a Al·là, no poden procurar-vos sosteniment. Busqueu, doncs, en Al·là el sosteniment! Serviu-li, doneu-li gràcies! A Ell sereu retornats"
        },
        {
            "chapter": 29,
            "verse": 18,
            "text": "Si desmentiu, ja altres generacions, abans de vosaltres, van desmentir. Al Missatger només li incumbeix la transmissió clara"
        },
        {
            "chapter": 29,
            "verse": 19,
            "text": "És que no veuen com inicia Al·là la creació i, després, la repeteix? És cosa fàcil per a Al·là"
        },
        {
            "chapter": 29,
            "verse": 20,
            "text": "Digues: «Aneu per la terra i mireu com va iniciar la creació! Després, Al·là crearà per última vegada. Al·là és omnipotent»"
        },
        {
            "chapter": 29,
            "verse": 21,
            "text": "Castiga a qui Ell vol i es apiada de qui Ell vol. A Ell sereu retornats"
        },
        {
            "chapter": 29,
            "verse": 22,
            "text": "No podeu escapar en la terra ni en el cel. No teniu, fora d'Al·là, protector ni auxiliar"
        },
        {
            "chapter": 29,
            "verse": 23,
            "text": "Qui no creen en els signes d'Al·là i que Li trobaran, aquests desesperaran de La meva misericòrdia i aquests són qui sofriran un càstig dolorós"
        },
        {
            "chapter": 29,
            "verse": 24,
            "text": "L'única cosa que va respondre el seu poble va ser: «Mateu-li o cremeu-li!» Però Al·là li va salvar del foc. Certament hi ha en això signes per a gent que creu"
        },
        {
            "chapter": 29,
            "verse": 25,
            "text": "Va dir: «Heu pres ídols en lloc de prendre a Al·là, només per l'afecte mutu que us teniu en la vida d'aquí. Després, el dia de la Resurrecció, renegareu uns d'uns altres i us maleireu mútuament. El vostre estatge serà el Foc i no tindreu qui us auxiliï»"
        },
        {
            "chapter": 29,
            "verse": 26,
            "text": "Lot va creure en Ell i va dir: «Em refugio en el meu Senyor. Ell és el Poderós, el Savi"
        },
        {
            "chapter": 29,
            "verse": 27,
            "text": "Li vam regalar Isaac i Jacob, i vam instituir en la seva descendència el profetisme i l'Escriptura. Li recompensem en la vida d'aquí, i en l'altra és dels justs"
        },
        {
            "chapter": 29,
            "verse": 28,
            "text": "I a Lot. Quan va dir al seu poble: «Certament cometeu una deshonestedat que cap dels Homes ha comès abans"
        },
        {
            "chapter": 29,
            "verse": 29,
            "text": "Us arribeu als homes, saltegeu i cometeu actes reprovables en les vostres reunions?». L'única cosa que va respondre el seu poble va ser: «Porta'ns el càstig d'Al·là, si és veritat el que dius!»"
        },
        {
            "chapter": 29,
            "verse": 30,
            "text": "Va dir: «Senyor! Auxilia'm contra el poble corruptor!»"
        },
        {
            "chapter": 29,
            "verse": 31,
            "text": "Quan Els nostres missatgers van venir a Abraham amb la bona nova, van dir: «Anem a fer perir a la població d'aquesta ciutat. Són uns impius»"
        },
        {
            "chapter": 29,
            "verse": 32,
            "text": "Va dir: «Però Lot està en ella». Van dir: «Sabem bé qui està en ella. Els salvarem, certament, a ell i a la seva família, excepte a la seva dona, que serà dels que es ressaguin»"
        },
        {
            "chapter": 29,
            "verse": 33,
            "text": "Havent arribat els nostres missatgers a Lot, aquest es va afligir per ells i es va sentir impotent per a protegir-los. Però ells van dir: «No temes ni estiguis trist! Anem a salvar-vos, a tu i a la teva família, excepte a la teva dona, que serà dels que es ressaguin"
        },
        {
            "chapter": 29,
            "verse": 34,
            "text": "Anem a fer baixar un càstig del cel sobre la població d'aquesta ciutat, perquè han estat uns perversos»"
        },
        {
            "chapter": 29,
            "verse": 35,
            "text": "I vam fer d'ella un signe clar per a gent que raona"
        },
        {
            "chapter": 29,
            "verse": 36,
            "text": "Als madianites el seu germá Xuayb. Va dir: «Poble! Serviu a Al·là i conteu amb l'últim Dia! No obreu malament en la terra corrompent!»"
        },
        {
            "chapter": 29,
            "verse": 37,
            "text": "Li van desmentir i el Terratrémol els va sorprendre, matinejant, morts,de genolls, en les seves cases"
        },
        {
            "chapter": 29,
            "verse": 38,
            "text": "I als Adites i als Tamudìs! Pels seus habitatges se us mostra clarament... El Dimoni va engalanar les seves obres i els va apartar del Camí, a pesar de la seva perspicàcia"
        },
        {
            "chapter": 29,
            "verse": 39,
            "text": "I a Coré, a Faraó i a Hamán! Moisés va venir a ells amb les proves clares i ells es van conduir en el país altivament. Però no van aconseguir escapar"
        },
        {
            "chapter": 29,
            "verse": 40,
            "text": "Vam sorprendre a cadascun pel seu pecat. Contra uns enviem una tempestat de sorra. A uns altres els va sorprendre el Crit. A uns altres vam fer que la terra els hi empassés. A uns altres els neguem. No va ser Al·là qui va ser injust amb ells, sinó que ells ho van ser amb si mateixos"
        },
        {
            "chapter": 29,
            "verse": 41,
            "text": "Qui prenen protectors en lloc de prendre a Al·là són semblants a l'aranya que s'ha fet una casa. I la casa més fràgil és la de l'aranya. Si sabessin"
        },
        {
            "chapter": 29,
            "verse": 42,
            "text": "Al·là sap tot el que invoquen en lloc d'invocar-li a Ell. És el Poderós, el Savi"
        },
        {
            "chapter": 29,
            "verse": 43,
            "text": "Proposem aquestes paràboles als homes, però no les comprenen sinó els que saben"
        },
        {
            "chapter": 29,
            "verse": 44,
            "text": "Al·là ha creat amb una fi els cels i la terra. Certament, hi ha en això un signe per als creients"
        },
        {
            "chapter": 29,
            "verse": 45,
            "text": "Recita el que se't ha revelat de l'Escriptura ! Fes la azalá! La azalá prohibeix la deshonestedat i el reprovable. Però el record d'Al·là és més important encara. Al·là sap el que feu"
        },
        {
            "chapter": 29,
            "verse": 46,
            "text": "No discutiu sinó amb bones maneres amb la gent de l'Escriptura, excepte amb els que hagen obrat impíament. I digueu: «Creiem en el que se'ns ha revelat a nosaltres i en el que se us ha revelat a vosaltres. El nostre Déu i el vostre Déu és Un. I ens sotmetem a ell»"
        },
        {
            "chapter": 29,
            "verse": 47,
            "text": "I, així, t'hem revelat l'Escriptura. Aquells a qui revelem l'Escriptura creuen en ella. Entre aquests hi ha alguns que creuen en ella. Ningú rebutja Els nostres signes sinó els infidels"
        },
        {
            "chapter": 29,
            "verse": 48,
            "text": "Tu no llegies, abans de rebre-la, cap Escriptura, ni copiaves cap amb la teva destra. Els falsaris, si no, haurien sospitat"
        },
        {
            "chapter": 29,
            "verse": 49,
            "text": "Sinó que, és un conjunt de versicles clars en els pits de qui han rebut la Ciència. No neguen Els nostres signes sinó els impius"
        },
        {
            "chapter": 29,
            "verse": 50,
            "text": "Diuen: «Per què no se li han revelat signes procedents del seu Senyor?» Digues: «Només Al·là disposa dels signes. Jo sóc solament un monitor que parla clar»"
        },
        {
            "chapter": 29,
            "verse": 51,
            "text": "És que no els basta que t'hàgem revelat l'Escriptura que se'ls recita? Hi ha en això una misericòrdia i una amonestació per a gent que creu"
        },
        {
            "chapter": 29,
            "verse": 52,
            "text": "Digues: «Al·là basta com testimoni entre jo i vosaltres! Coneix el que està en els cels i en la terra. Qui creen en la falsedat i no creen en Al·là, aquests seran els que perdin»"
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "I et demanen que avancis el càstig. Si no fora perquè ha estat prefixat, els hauria ja arribat. Els vindrà, en veritat, de colp i volta, sense pressentir-ho"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "Et demanen que avancis el càstig. Sí, la Jahenam voltarà als infidels"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "El dia que el càstig els cobreixi de cap a peus i digui: «Agradeu el fruit de les vostres obres!»"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "Serfs creients! La meva terra és vasta! Serviu-me, doncs, a Mi sol"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "Cadascun agradarà la mort. Després, sereu retornats a Nosaltres"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "A qui hagen cregut i fet el bé hem d'allotjar-los en el Paradís, eternament, en cambres altes, als peus de les quals fluïxen rierols. Quin grata és la recompensa dels que obren bé"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "que tenen paciència i confien en el seu Senyor"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "Quantes bèsties cal no poden proveir-se del sosteniment! Al·là s'encarrega d'ell i del vostre. Ell és Qui tot ho escolta, Qui tot ho sap"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "Si els preguntes: «Qui ha creat els cels i la terra i subjectat el sol i la lluna?», segur que diuen: «Al·là!» Com poden, doncs, ser tan desviats"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "Al·là dispensa el sosteniment a qui Ell vol dels seus serfs: a uns amb llarguesa, a uns altres amb mesura. Al·là és omniscient"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "Si els preguntes: «Qui fa baixar aigua del cel, vivificant amb ella la terra després de morta?», segur que diuen: «Al·là!» Digues: «Lloat sigui Al·là!» No, la majoria no comprenen"
        },
        {
            "chapter": 29,
            "verse": 64,
            "text": "Aquesta vida d'aquí no és sinó distracció i joc, però la Estança Posterior, aquesta sí que és la Vida. Si sabessin"
        },
        {
            "chapter": 29,
            "verse": 65,
            "text": "Quan s'embarquen, invoquen a Al·là rendint-li culte sincer. Però, quan els salva, duent-los a terra ferma, a l'instant Li associen altres déus"
        },
        {
            "chapter": 29,
            "verse": 66,
            "text": "per a acabar negant el que els hem donat. Que gaudeixin per breu temps! Van a veure"
        },
        {
            "chapter": 29,
            "verse": 67,
            "text": "No veuen que hem fet un territori sagrat i segur, mentre, al voltant d'ells, segresten a la gent? Creuen, doncs, en la falsedat i no creuran en la gràcia d'Al·là"
        },
        {
            "chapter": 29,
            "verse": 68,
            "text": "Hi ha algú que sigui més impiu que qui inventa una mentida contra Al·là o que, quan ve a ell la Veritat, la desmenteix? No hi ha en la Jahenam un estatge per als infidels"
        },
        {
            "chapter": 29,
            "verse": 69,
            "text": "A qui hagen combatut per Nosaltres hem de guiar-los pels nostres camins! Al·là està, en veritat, amb qui fan el bé"
        }
    ]
}