{
    "juzs": [
        {
            "chapter": 3,
            "verse": 93,
            "text": "प्रत्येक खाद्य पदार्थ बनी इस्राईल[1] के लिए ह़लाल (वैध) थे, परन्तु जिसे इस्राईल ने अपने ऊपर ह़राम (अवैध) कर लिया, इससे पहले कि तौरात उतारी जाये। (हे नबी!) कहो कि तौरात लाओ तथा उसे पढ़ो, यदि तुम सत्यवादि हो।"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "फिर इसके पश्चात् जो अल्लाह पर मिथ्या आरोप लगायें, तो वही वास्तव, में अत्याचारी हैं।"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "उनसे कह दो, अललाह सच्चा है, इसलिए तुम एकेश्वरवादी इब्राहीम के धर्म पर चलो तथा वह मिश्रणवादियों में से नहीं था।"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "निःसंदेह पहला घर, जो मानव के लिए (अल्लाह की वंदना का केंद्र) बनाया गया, वह वही है, जो मक्का में है, जो शुभ तथा संसार वासियों के लिए मार्गदर्शन है।"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "उसमें खुली निशानियाँ हैं, (जिनमें) मक़ामे[1] इब्राहीम है तथा जो कोई उस (की सीमा) में प्रवेश कर गया, तो वह शांत (सुरक्षित) हो गया। तथा अल्लाह के लिए लोगों पर इस घर का ह़ज अनिवार्य है, जो उसतक राह पा सकता हो तथा जो कुफ़्र करेगा, तो अल्लाह संसार वासियों से निस्पृह है।"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "(हे नबी!) आप कह दें कि हे अह्ले किताब! ये क्या है कि तुम अल्लाह की आयतों के साथ कुफ़्र कर रहे हो, जबकि अल्लाह तुम्हारे कर्मों का साक्षी है"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "हे अह्ले किताब! किस लिए लोगों को, जो ईमान लाना चाहें, अल्लाह की राह से रोक रहे हो, उसे उलझाना चाहते हो, जबकि तुम साक्षी[1] हो और अल्लाह तुम्हारे कर्मों से असूचित नहीं है"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "हे ईमान वालो! यदि तुम अह्ले किताब के किसी गिरोह की बात मानोगे, तो वह तुम्हारे ईमान के पश्चात् फिर तुम्हें काफ़िर बना देंगे।"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "तथा तुम कुफ़्र कैसे करोगे, जबकि तुम्हारे सामने अललाह की आयतें पढ़ी जा रही हैं और तुममें उसके रसूल[1] मौजूद हैं? और जिसने अल्लाह को[2] थाम लिया, तो उसे सुपथ दिखा दिया गया।"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "हे ईमान वालो! अल्लाह से ऐसे डरो, जो वास्तव में, उससे डरना हो तथा तुम्हारी मौत इस्लाम पर रहते हुए ही आनी चीहि।"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "तथा अल्लाह की रस्सी[1] को सब मिलकर दृढ़ता से पकड़ लो और विभेद में न पड़ो तथा अपने ऊपर अललाह के पुरस्कार को याद करो, जब तुम एक-दूसरे के शत्रु थे, तो तुम्हारे दिलों को जोड़ दिया और तुम उसके पुरस्कार के कारण भाई-भाई हो गए तथा तुम अग्नि के गड़हे के किनारे पर थे, तो तुम्हें उससे निकाल दिया। इसी प्रकार अल्लाह तुम्हारे लिए अपनी आयतें उजागर करता है, ताकि तुम मार्गदर्शन पा जाओ।"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "तथा तुममें एक समुदाय ऐसा अवश्य होना चाहिए, जो भली बातों[1] की ओर बुलाये, भलाई का आदेश देता रहे, बुराई[2] से रोकता रहे और वही सफल होंगे।"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "तथा उनके[1] समान न हो जाओ, जो खुली निशानियाँ आने के पश्चात्, विभेद तथा आपसी विरोध में पड़ गये और उन्हीं के लिए घोर यातना है।"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "जिस दिन बहुत-से मुख उजले तथा बहुत-से मुख काले होंगे। फिर जिनके मुख काले होंगे (उनसे कहा जायेगाः) क्या तुमने अपने ईमान के पश्चात् कुफ़्र कर लिया था? तो अपने कुफ़्र करने का दण्ड चखो।"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "तथा जिनके मुख उजले होंगे, वे अल्लाह की दया (स्वर्ग) में रहेंगे। व उसमें सदावासी होंगे।"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "ये अल्लाह की आयतें हैं, जो हम आपको ह़क़ के साथ सुना रहे हैं तथा अल्लाह संसार वासियों पर अत्याचार नहीं करना चाहता।"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "तथा अल्लाह ही का है, जो आकाशों में और जो धरती में है तथा अल्लाह ही की ओर सब विषय फेरे जायेंगे।"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "तुम, सबसे अच्छी उम्मत हो, जिसे सब लोगों के लिए उत्पन्न किया गया है कि तुम भलाई का आदेश देते हो तथा बुराई से रोकते हो और अल्लाह पर ईमान (विश्वास) रखते[1] हो। यदि अह्ले किताब ईमान लाते, तो उनके लिए अच्छा होता। उनमें कुछ ईमान वाले हैं और अधिक्तर अवज्ञाकारी हैं।"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "वे तुम्हें सताने के सिवा कोई हानि पहुँचा नहीं सकेंगे और यदि तुमसे युध्द करेंगे, तो वे तुम्हें पीठ दिखा देंगे। फिर सहायता नहीं दिए जायेंगे।"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "इन (यहूदियों) पर जहाँ भी रहें, अपमान थोंप दिया गया है, (ये और बात है कि) अल्लाह की शरण[1] अथवा लोगों की शरण में हों[2], ये अल्लाह के प्रकोप के अधिकारी हो गये तथा इनपर दरिद्रता थोंप दी गयी। ये इस कारण हुआ कि ये अल्लाह की आयतों के साथ कुफ़्र कर रहे थे और नबियों का अवैध वध कर रहे थे। ये इस कारण कि इन्होंने अवज्ञा की और (धर्म की) सीमा का उल्लंघन कर रहे थे।"
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "वे सभी समान नहीं हैं; अह्ले किताब में एक( सत्य पर) स्थित उम्मत[1] भी है, जो अल्लाह की आयतें रातों में पढ़ते हैं तथा सज्दा करते रहते हैं।"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "अल्लाह तथा अंतिम दिन (प्रलय) पर ईमान रखते हैं, भलाई का आदेश देते हैं, बुराई से रोकते हैं, भलाईयों में अग्रसर रहते हैं और यही सदाचारियों में हैं।"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "वे, जो भी भलाई करेंगे, उसकी उपेक्षा (अनादर) नहीं की जायेगी और अल्लाह आज्ञाकारियों को भली-भाँति जानता है।"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "(परन्तु) जो काफ़िर[1] हो गये, उनके धन और उनकी संतान अल्लाह (की यातना) से उन्हें तनिक भी बचा नहीं सकेगी तथा वही नारकी हैं, वही उसमें सदावासी होंगे।"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "जो दान, वे इस सांसारिक जीवन में करते हैं, वो उस वायु के समान है, जिसमें पाला हो, जो किसी क़ौम की खेती को लग जाये, जिन्होंने अपने ऊपर अत्याचार[1] किया हो और उसका नाश कर दे तथा अल्लाह ने उनपर अत्याचार नहीं किया, परन्तु वे स्वयं अपने ऊपर अत्याचार कर रहे थे।"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "हे ईमान वालो! अपनों के सिवा किसी को अपना भेदी न बनाओ[1], वे तुम्हारा बिगाड़ने में तनिक भी नहीं चूकेंगे, उनहें वही बात भाती है, जिससे तुम्हें दुःख हो। उनके मुखों से शत्रुता खुल चुकी है तथा जो उनके दिल छुपा रहे हैं, वो इससे बढ़कर है। हमने तुम्हारे लिए आयतों का वर्णन कर दिया है, यदि तुम समझो।"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "सावधान! तुमही वो हो कि उनसे प्रेम करते हो, जबकि वे तुमसे प्रेम नहीं करते और तुम सभी पुस्तकों पर ईमान रखते हो, जबकि वे जब तुमसे मिलते हैं, तो कहते हैं कि हम ईमान लाये और जब अकेले होते हैं, तो क्रोध से तुमपर उँगलियों की पोरें चबाते हैं। कह दो कि अपने क्रोध से मर जाओ। निःसंदेह अल्लाह सीनों की बातों को जानता है।"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "यदि तुम्हारा कुछ भला हो, तो उन्हें बुरा लगता है और यदि तुम्हारा कुछ बुरा हो जाये, तो वे उससे प्रसन्न हो जाते हैं। अलबत्ता, यदि तुम सहन करते रहे और आज्ञाकारी रहे, तो उनका छल तुम्हें कोई हानि नहीं पहुँचायेगा। उनके सभी कर्म अल्लाह के घेरे में हैं।"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "तथा (हे नबी! वो समय याद करें) जब आप प्रातः अपने घर से निकले, ईमान वालों को युध्द[1] के स्थानों पर नियुक्त कर रहे थे तथा अल्लाह सब कुछ सुनने-जानने वाला है।"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "तथा (याद करें) जब आपमें से दो गिरोहों[1] ने कायरता दिखाने का विचार किया और अल्लाह उनका रक्षक था तथा ईमान वालों को अल्लाह ही पर भरोसा करना चाहिए।"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "अल्लाह बद्र में तुम्हारी सहायता कर चुका है, जब तुम निर्बल थे। अतः अल्लाह से डरते रहो, ताकि उसके कृतज्ञ रहो।"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "(हे नबी! वो समय भी याद करें) जब आप ईमान वालों से कह रहे थेः क्या तुम्हारे लिए ये बस नहीं है कि अल्लाह तुम्हें (आकाश से) उतारे हुए, तीन हज़ार फ़रिश्तों द्वारा समर्थन दे"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "क्यों[1] नहीं? यदि तुम सहन करोगे, आज्ञाकारी रहोगे और वे (शत्रु) तुम्हारे पास अपनी उत्तेजना के साथ आ गये, तो तुम्हारा पालनहार तुम्हें (तीन नहीं,) पाँच हज़ार चिन्ह[2] लगे फ़रिश्तों द्वारा समर्थन देगा।"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "और अल्लाह ने इसे तुम्हारे लिए केवल शुभ सूचना बनाया है और ताकि तुम्हारे दिलों को संतोष हो जाये और समर्थन तो केवल अल्लाह ही के पास से है, जो प्रभुत्वशाली तत्वज्ञ है।"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "ताकि[1] वह काफ़िरों का एक भाग काट दे अथवा उन्हें अपमानित कर दे। फिर वे असफल वापस हो जायेँ।"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "हे नबी! इस[1] विषय में आपको कोई अधिकार नहीं, अल्लाह चाहे तो उनकी क्षमा याचना स्वीकार[2] करे या दण्ड[3] दे, क्योंकि वे अत्याचारी हैं।"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "अल्लाह ही का है, जो कुछ आकाशों तथा धरती में है, वह जिसे चाहे, क्षमा करे और जिसे चाहे, दण्ड दे तथा अल्लाह अति क्षमाशील, दयावान् है।"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "हे ईमान वालो! कई-कई गुणा करके ब्याज[1] न खाओ तथा अल्लाह से डरो, ताकि सफल हो जाओ।"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "तथा उस अग्नि से बचो, जो काफ़िरों के लिए तैयार की गयी है।"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "तथा अल्लाह और रसूल के आज्ञाकारी रहो, ताकि तुमपर दया की जाये।"
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "और अपने पालनहार की क्षमा और उस स्वर्ग की ओर अग्रसर हो जाओ, जिसकी चौड़ाई आकाशों तथा धरती के बराबर है, वह आज्ञाकारियों के लिए तैयार की गयी है।"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "जो सुविधा तथा असुविधा की दशा में दान करते रहते हैं, क्रोध पी जाते और लोगों के दोष क्षमा कर दिया करते हैं और अल्लाह सदाचारियों से प्रेम करता है।"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "और जब कभी वे कोई बड़ा पाप कर जायेँ अथवा अपने ऊपर अत्याचार कर लें, तो अल्लाह को याद करते हैं, फिर अपने पापों के लिए क्षमा माँगते हैं -तथा अल्लाह के सिवा कौन है, जो पापों को क्षमा करे?- और अपने किये पर जान-बूझ कर अड़े नहीं रहते।"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "उन्हीं का प्रतिफल (बदला) उनके पालनहार की क्षमा तथा ऐसे स्वर्ग हैं, जिनमें नहरें परवाहित हैं, जिनमें वे सदावासी होंगे। तो क्या ही अच्छा है सत्कर्मियों का ये प्रतिफल"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "तुमसे पहले भी इसी प्रकार हो चुका[1] है। तुम धरती में फिरो और देखो कि झुठलाने वालों का परिणाम कैसा रहा"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "ये (क़ुर्आन) लोगों के लिए एक वर्णन, मार्गदर्शन और एक शिक्षा है, (अल्लाह से) डरने वालों के लिए।"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "(इसपराजय से) तुम निर्बल तथा उदासीन न बनो और तुमही सर्वोच्च रहोगे, यदि तुम ईमान वाले हो।"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "यदि तुम्हें कोई घाव लगा है, तो क़ौम (शत्रु)[1] को भी इसी के समान घाव लग चुका है तथा उन दिनों को हम लोगों के बीच फेरते[2] रहते हैं। ताकि अल्लाह उन लोगों को जान ले,[1] जो ईमान लाये और तुममें से साक्षी बनाये और अल्लाह अत्याचारियों से प्रेम नहीं करता।"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "तथा ताकि अल्लाह उन्हें शुध्द कर दे, जो ईमान लाये हैं और काफ़िरों को नाश कर दे।"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "क्या तुमने समझ रखा है कि स्वर्ग में प्रवेश कर जाओगे? जबकि अल्लाह ने (परीक्षा करके) उन्हें नहीं जाना है, जिन्होंने तुममें से जिहाद किया है और न सहनशीलों को जाना है"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "तथा तुम मौत की कामना कर[1] रहे थे, इससे पूर्व कि उसका सामना करो, तो अब तुमने उसे आँखों से देख लिया है और देख रहे हो।"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "मुह़म्मद केवल एक रसूल हैं, इससे पहले बहुत-से रसूल हो चुके हैं, तो क्या यदि वो मर गये अथवा मार दिये गये, तो तुम अपनी एड़ियों के बल[1] फिर जाओगे? तथा जो अपनी एड़ियों के बल फिर जायेगा, वो अल्लाह को कुछ हानि नहीं पहुँचा सकेगा और अल्लाह शीघ्र ही कृतज्ञों को प्रतिफल प्रदान करेगा।"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "कोई प्राणी ऐसा नहीं कि अल्लाह की अनुमति के बिना मर जाये, उसका अंकित निर्धारित समय है। जो सांसारिक प्रतिफल चाहेगा, हम उसे उसमें से कुछ देंगे तथा जो परलोक का प्रतिफल चाहेगा, हम उसे उसमें से देंगे और हम कृतज्ञों को शीघ्र ही प्रतिफल देंगे।"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "कितने ही नबी थे, जिनके साथ होकर बहुत-से अल्लाह वालों ने युध्द किया, तो वे अल्लाह की राह में आयी आपदा पर न आलसी हुए, न निर्बल बने और न (शत्रु से) दबे तथा अल्लाह धैर्यवानों से प्रेम करता है।"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "तथा उनका कथन बस यही था कि उन्होंने कहाः हे हमारे पालनहार! हमारे लिए हमारे पापों को क्षमा कर दे तथा हमारे विषय में हमारी अति को। और हमारे पैरों को दृढ़ कर दे और काफ़िर जाति के विरुध्द हमारी सहायता कर।"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "तो अल्लाह ने उन्हें सांसारिक प्रतिफल तथा आख़िरत (परलोक) का अच्छा प्रतिफल प्रदान कर दिया तथा अल्लाह सुकर्मियों से प्रेम करता है।"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "हे ईमान वालो! यदि तुम काफ़िरों की बात मानोगे, तो वे तुम्हें तुम्हारी एड़ियों के बल फेर देंगे और तुम फिर से क्षति में पड़ जाओगे।"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "बल्कि अल्लाह तुम्हारा रक्षक है तथा वह सबसे अच्छा सहायक है।"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "शीघ्र ही हम काफ़िरों के दिलों में तुम्हारा भय डाल देंगे, इस कारण कि उन्होंने अल्लाह का साझी उसे बना लिया है, जिसका कोई तर्क (प्रमाण) अल्लाह ने नहीं उतारा है और इनका आवास नरक है और वह क्या ही बुरा आवास है"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "तथा अल्लाह ने तुमसे अपना वचन सच कर दिखाया है, जब तुम उसकी अनुमति से, उनहें काट[1] रहे थे, यहाँ तक कि जब तुमने कायरता दिखायी तथा (रसूल के) आदेश[2] में विभेद कर लिया और अवज्ञा की, इसके पश्चात् कि तुम्हें वह (विजय) दिखा दी, जिसे तुम चाहते थे। तुममें से कुछ संसार चाहते हैं तथा कुछ परलोक चाहते हैं। फिर तुम्हें उनसे फेर दिया, ताकि तुम्हारी परीक्षा ले और तुम्हें क्षमा कर दिया तथा अल्लाह ईमान वालों के लिए दानशील है।"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "(और याद करो) जब तुम चढ़े (भागे) जा रहे थे और किसी की ओर मुड़कर नहीं देख रहे थे और रसूल तुम्हें तुम्हारे पीछे से पुकार[1] रहे थे, तो (अल्लाह ने) तुम्हें शोक के बदले शोक दे दिया, ताकि जो तुमसे खो गया और जो दुख तुम्हें पहुँचा, उसपर उदासीन न हो तथा अल्लाह उससे सूचित है, जो तुम कर रहे हो।"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "फिर तुमपर शोक के पश्चात् शान्ति (ऊँघ) उतार दी, जो तुम्हारे एक गिरोह[1] को आने लगी और एक गिरोह को अपनी[2] पड़ी हुई थी। वे अल्लाह के बारे में असत्य जाहिलिय्यत की सोच सोच रहे थे। वे कह रहे थे कि क्या हमारा भी कुछ अधिकार है? (हे नबी!) कह दें कि सब अधिकार अल्लाह को है। वे अपने मनों में जो छुपा रहे थे, आपको नहीं बता रहे थे। वे कह रहे थे कि यदि हमारा कुछ भी अधिकार होता, तो यहाँ मारे नहीं जाते। आप कह दें: यदि तुम अपने घरों में रहते, तबभी जिनके (भाग्य में) मारा जाना लिखा है, वे अपने निहत होने के स्थानों की ओर निकल आते और ताकि अल्लाह जो तुम्हारे दिलों में है, उसकी परीक्षा ले तथा जो तुम्हारे दिलों में है, उसे शुध्द कर दे और अल्लाह दिलों के भेदों से अवगत है।"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "वस्तुतः तुममें से जिन्होंने दो गिरोहों के सम्मुख होने के दिन मुँह फेर लिया, शैतान ने उनहें उनके कुछ कुकर्मों के कारण फिसला दिया तथा अल्लाह ने उन्हें क्षमा कर दिया है। वास्तव में, अल्लाह अति क्षमाशील सहनशील है।"
        },
        {
            "chapter": 3,
            "verse": 156,
            "text": "हे ईमान वालो! उनके समान न हो जाओ, जो काफ़िर हो गये तथा अपने भाईयों से -जब यात्रा में हों अथवा युध्द में- कहा कि यदि वे हमारे पास होते, तो न मरते और न मारे जाते, ताकि अल्लाह उनके दिलों में इसे संताप बना दे और अल्लाह ही जीवित करता तथा मौत देता है और अल्लाह जो तुम कर रहे हो, उसे देख रहा है।"
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "यदि तुम अल्लाह की राह में मार दिये जाओ अथवा मर जाओ, तो अल्लाह की क्षमा उससे उत्तम है, जो, लोग एकत्र कर रहे हैं।"
        },
        {
            "chapter": 3,
            "verse": 158,
            "text": "तथा यदि तुम मर गये अथवा मार दिये गये, तो अल्लाह ही के पास एकत्र किये जाओगे।"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "अल्लाह की दया के कारण ही आप उनके लिए[1] कोमल (सुशील) हो गये और यदि आप अक्खड़ तथा कड़े दिल के होते, तो वे आपके पास से बिखर जाते। अतः, उन्हें क्षमा कर दो और उनके लिए क्षमा की प्रार्थना करो तथा उनसे भी मामले में प्रामर्श करो, फिर जब कोई दृढ़ संकल्प ले लो, तो अल्लाह पर भरोसा करो। निःसंदेह, अल्लाह भरोसा रखने वालों से प्रेम करता है।"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "यदि अल्लाह तुम्हारी सहायता करे, तो तुमपर कोई प्रभुत्व नहीं पा सकता तथा यदि तुम्हारी सहायता न करे, तो फिर कौन है, जो उसके पश्चात तुम्हारी सहायता कर सके? अतः ईमान वालों को अल्लाह ही पर भरोसा करना चाहिये।"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "किसी नबी के लिए योग्य नहीं कि अपभोग[1] करे और जो अपभोग करेगा, प्रलय के दिन उसे लायेगा। फिर प्रत्येक प्राणी को, उसकी कमाई का भरपूर प्रतिकार (बदला) दिया जायेगा तथा उनपर अत्याचार नहीं किया जायेगा।"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "तो क्या जिसने अल्लाह की प्रसन्नता का अनुसरण किया हो, उसके समान हो जायेगा, जो अल्लाह का क्रोध[1] लेकर फिरा और उसका आवास नरक है"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "अल्लाह के पास उनकी श्रेणियाँ हैं तथा अल्लाह उसे देख[1] रहा है, जो वे कर रहे हैं।"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "अल्लाह ने ईमान वालों पर उपकार किया है कि उनमें उन्हीं में से एक रसूल भेजा, जो उनके सामने (अल्लाह) की आयतें पढ़ता है, उन्हें शुध्द करता है तथा उन्हें पुस्तक (क़ुर्आन) और ह़िक्मत (सुन्नत) की शिक्षा देता है, यद्यपि वे इससे पहले खुले कुपथ में थे।"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "तथा जब तुम्हें एक दुःख पहुँचा,[1] जबकि इसके दुगना (दुःख) तुमने (उन्हें) पहुँचाया है[2], तो तुमने कह दिया कि ये कहाँ से आ गया? (हे नबी!) कह दोः ये तुम्हारे पास से[3] आया है। वास्तव में, अल्लाह जो चाहे, कर सकता है।"
        },
        {
            "chapter": 3,
            "verse": 166,
            "text": "तथा जो भी आपदा, दो गिरोहों के सम्मुख होने के दिन, तुमपर आई, तो वो अल्लाह की अनुमति से (आई)। ताकि वह ईमान वालों को जान ले।"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "और ताकि उन्हें जान ले, जो मुनाफ़िक़ हैं। (जब) उनसे कहा गया कि आओ, अल्लाह की राह में युध्द करो अथवा रक्षा करो, तो उन्होंने कहा कि यदि हम युध्द होना जानते, तो अवश्य तुम्हारा साथ देते। वे उस दिन ईमान से अधिक कुफ़्र के समीप थे, व अपने मुखों से ऐसी बात बोल रहे थे, जो उनके दिलों में नहीं थी तथा अल्लाह, जिसे वे छुपा रहे थे, अधिक जानता था।"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "इन्होंने ही अपने भाईयों से कहा और (स्वयं घरों में) आसीन रह गयेः यदि वे हमारी बात मानते, तो मारे नहीं जाते! (हे नबी!) कह दोः फिर तो मौत से[1] अपनी रक्षा कर लो, यदि तुम सच्चे हो।"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "जो अल्लाह की राह में मार दिये गये, तो तुम उन्हें मरा हुआ न समझो, बल्कि वे जीवित हैं[1], अपने पालनहार के पास जीविका दिये जा रहे हैं।"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "तथा उससे प्रसन्न हैं, जो अल्लाह ने उन्हें अपनी दया से प्रदान किया है और उनके लिए प्रसन्न (हर्षित) हो रहे हैं, जो उनसे मिले नहीं, उनके पीछे[1] रह गये हैं कि उन्हें कोई डर नहीं होगा और न वे उदासीन होंगे।"
        },
        {
            "chapter": 3,
            "verse": 171,
            "text": "वे अल्लाह के पुरस्कार और प्रदान के कारण प्रसन्न हो रहे हैं तथा इसपर कि अल्लाह ईमान वालों का प्रतिफल व्यर्थ नहीं करता।"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "जिन्होंने अल्लाह और रसूल की पुकार स्वीकार[1] की, इसके पश्चात् कि उन्हें आघात पहुँचा, उनमें से उनके लिए जिन्होंने सुकर्म किया तथा (अल्लाह से) डरे, महा प्रतिफल है।"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "ये वे लोग हैं, जिनसे लोगों ने कहा कि तुम्हारे लिए लोगों (शत्रु) ने (वापिस आने का) संकल्प[1] लिया है। अतः उनसे डरो, तो इस (सूचना) ने उनके ईमान को और अधिक कर दिया और उन्होंने कहाः हमें अल्लाह बस है और वह अच्छा काम बनाने वाला है।"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "तथा अल्लाह के अनुग्रह एवं दया के साथ[1] वापिस हुए। उन्हें कोई दुःख नहीं पहुँचा तथा अल्लाह की प्रसन्नता पर चले और अल्लाह बड़ा दयाशील है।"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "वह शैतान है, जो तुम्हें अपने सहयोगियों से डरा रहा है, तो उनसे[1] न डरो तथा मुझी से डरो यदि तुम ईमान वाले हो।"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "(हे नबी!) आपको वे काफ़िर उदासीन न करें, जो कुफ़्र में अग्रसर हैं, वे अल्लाह को कोई हानि नहीं पहुँचा सकेंगे। अल्लाह चाहता है कि आख़िरत (परलोक) में उनका कोई भाग न बनाये तथा उन्हीं के लिए घोर यातना है।"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "वस्तुतः जिन्होंने ईमान के बदले कुफ़्र खरीद लिया, वे अल्लाह को कोई हानि नहीं पहुँचा सकेंगे तथा उन्हीं के दुःखदायी यातना है।"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "जो काफ़िर हो गये, वे कदापि ये न समझें कि हमारा उन्हें अवसर[1] देना, उनके लिए अच्छा है, वास्तव में, हम उन्हें इसलिए अवसर दे रहे हैं कि उनके पाप[2] अधिक हो जायेँ तथा उन्हीं के लिए अपमानकारी यातना है।"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "अल्लाह ऐसा नहीं है कि ईमान वालों को उसी (दशा) पर छोड़ दे, जिसपर तुम हो, जब तक बुरे को अच्छे से अलग न कर दे और अल्लाह ऐसा (भी) नहीं है कि तुम्हें ग़ैब (परोक्ष) से[1] सूचित कर दे, परन्तु अल्लाह अपने रसूलों में से (परोक्ष पर अवगत करने के लिए) जिसे चाहे, चुन लेता है तथा यदि तुम ईमान लाओ और अल्लाह से डरते रहो, तो तुम्हारे लिए बड़ा प्रतिफल है।"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "वे लोग कदापि ये न समझें, जो उसमें कृपण (कंजसी) करते हैं, जो अल्लाह ने उन्हों अपनी दया से प्रदान किया[1] है कि वह उनके लिए अच्छा है, बल्कि वह उनके लिए बुरा है, जिसमें उन्होंने कृपण किया है। प्रलय के दिन उसे उनके गले का हार[2] बना दिया जायेगा और आकाशों तथा धरती की मीरास (उत्तराधिकार) अल्लाह के[3] लिए है तथा अल्लाह जो कुछ तुम करते हो, उससे सूचित है।"
        },
        {
            "chapter": 3,
            "verse": 181,
            "text": "अल्लाह ने उनकी बात सुन ली है, जिन्होंने कहा कि अल्लाह निर्धन और हम धनी[1] हैं, उन्होंने जो कुछ कहा है, हम उसे लिख लेंगे और उनके नबियों की अवैध हत्या करने को भी, तथा कहेंगे कि दहन की यातना चखो।"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "ये तुम्हारे करतूतों का दुष्परिणाम है तथा वास्तव में, अल्लाह बंदों के लिए तनिक भी अत्याचारी नहीं है।"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "जिन्होंने कहाः अल्लाह ने हमसे वचन लिया है कि किसी रसूल का विश्वास न करें, जब तक हमारे समक्ष ऐसी बली न दें, जिसे अग्नि खा[1] जाये। (हे नबी!) आप कह दें कि मुझसे पूर्व बहुत-से रसूल खुली निशानियाँ और वो चीज़ लाये, जो तुमने कही, तो तुमने उनकी हत्या क्यों कर दी, यदि तुम सच्चे हो तो"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "फिर यदि इन्होंने[1] आपको झुठला दिया, तो आपसे पहले भी बहुत-से रसूल झुठलाये गये हैं, जो खुली निशानियाँ तथा (आकाशीय) ग्रंथ और प्रकाशक पुस्तकें लाये[2]।"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "प्रत्येक प्राणी को मौत का स्वाद चखना है और तुम्हें, तुम्हारे कर्मों का प्रलय के दिन भरपूर प्रतिफल दिया जायेगा, तो (उस दिन) जो व्यक्ति नरक से बचा लिया गया तथा स्वर्ग में प्रवेश पा गया[1], तो वह सफल हो गया तथा सांसारिक जीवन धोखे की पूंजी के सिवा कुछ नहीं है।"
        },
        {
            "chapter": 3,
            "verse": 186,
            "text": "(हे ईमान वालो!) तुम्हारे धनों तथा प्राणों में तुम्हारी परीक्षा अवश्य ली जायेगी और तुम उनसे अवश्य बहुत सी दुःखद बातें सुनोगे, जो तुमसे पूर्व पुस्तक दिये गये तथा उनसे जो मिश्रणवादी[1] हैं। अब यदि तुमने सहन किया और (अल्लाह से) डरते रहे, तो ये बड़ी साहस की बात होगी।"
        },
        {
            "chapter": 3,
            "verse": 187,
            "text": "तथा (हे नबी! याद करो) जब अल्लाह ने उनसे दृढ़ वचन लिया था, जो पुस्तक[1] दिये गये कि तुम अवश्य इसे लोगों के लिए उजागर करते रहोगे और इसे छुपाओगे नहीं। तो उन्होंने इस वचन को अपने पीछे डाल दिया (भंग कर दिया) और उसके बदले तनिक मूल्य खरीद[2] लिया। तो वे कितनी बुरी चीज़ खरीद रहे हैं"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "(हे नबी!) जो[1] अपने करतूतों पर प्रसन्न हो रहे हैं और चाहते हैं कि उन कर्मों के लिए सराहे जायें, जो उन्होंने नहीं किये। आप उन्हें कदापि न समझें कि यातना से बचे रहेंगे तथा (वास्तविकता ये कि) उन्हीं के लिए दुःखदायी यातना है।"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "तथा आकाशों और धरती का राज्य अल्लाह ही का है तथा अल्लाह जो चाहे, कर सकता है।"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "वस्तुतः आकाशों तथा धरती की रचना और रात्रि तथा दिवस के एक के पश्चात् एक आते-जाते रहने में, मतिमानों के लिए बहुत सी निशानियाँ (लक्षण)[1] हैं।"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "जो खड़े, बैठे तथा सोए (प्रत्येक स्थिति में,) अल्लाह की याद करते तथ आकाशों और धरती की रचना में विचार करते रहते हैं। (कहते हैः) हे हमारे पालनहार! तूने ये सब[1] व्यर्थ नहीं रचा है। हमें अग्नि के दण्ड से बचा ले।"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "हे हमारे पालनहार! तूने जिसे नरक में झोंक दिया, उसे अपमानित कर दिया और अत्याचारियों का कोई सहायक न होगा।"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "हे हमारे पालनहार! हमने एक[1] पुकारने वाले को ईमान के लिए पुकारते हुए सुना कि अपने पालनहार पर ईमान लाओ, तो हम ईमान ले आये। हे हमारे पालनहार! हमारे पाप क्षमा कर दे तथा हमारी बुराईयों को अनदेखी कर दे तथा हमारी मौत पुनीतों (सदाचारियों) के साथ हो।"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "हे हमारे पालनहार! हमें, तूने रसूलों द्वारा जो वचन दिया है, हमें वो प्रदान कर तथा प्रलय के दिन हमें अपमानित न कर, वास्तव में तू वचन विरोधी नहीं है।"
        },
        {
            "chapter": 3,
            "verse": 195,
            "text": "तो उनके पालनहार ने उनकी (प्रार्थना) सुन ली, (तथा कहा किः) निःसंदेह मैं किसी कार्यकर्ता के कार्य को व्यर्थ नहीं करता[1], नर हो अथवा नारी। तो जिन्होंने हिजरत (प्रस्थान) की, अपने घरों से निकाले गये, मेरी राह में सताये गये और युध्द किया तथा मारे गये, तो हम अवश्य उनके दोषों को क्षमा कर देंगे तथा उन्हें ऐसे स्वर्गों में प्रवेश देंगे, जिनमें नहरें बह रही हैं। ये अल्लाह के पास से उनका प्रतिफल होगा और अल्लाह ही के पास अच्छा प्रतिफल है।"
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "(हे नबी!) नगरों में काफ़िरों का (सुविधा के साथ) फिरना आपको धोखे में न डाल दे।"
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "ये तनिक लाभ[1] है, फिर उनका स्थान नरक है और वह क्या ही बुरा आवास है"
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "परन्तु जो अपने पालनहार से डरे, तो उनके लिए ऐसे स्वर्ग हैं, जिनमें नहरें प्रवाहित हैं। उनमें वे सदावासी होंगे। ये अल्लाह के पास से अतिथि सत्कार होगा तथा जो अल्लाह के पास है, पुनीतों के लिए उत्तम है।"
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "और निःसंदेह अह्ले किताब (अर्थात यहूद और ईसाई) में से कुछ ऐसे भी हैं, जो अल्लाह पर ईमान रखते हैं और तुम्हारी ओर जो उतारा गया है, उसपर भी, अल्लाह से डरे रहते हैं और उसकी आयतों को थोड़ी थोड़ी क़ीमतों पर बेचते भी नहीं[1]। उनका बदला उनके रब के पास है। निःसंदेह अल्लाह जल्दी ही हिसाब लेने वाला है।"
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "हे ईमान वालो! तुम धैर्य रखो[1], एक-दूसरे को थामे रखो, जिहाद के लिए तैयार रहो और अल्लाह से डरते रहो, ताकि तुम अपने उद्देश्य को पहुँचो।"
        },
        {
            "chapter": 4,
            "verse": 1,
            "text": "हे मनुष्यों! अपने[1] उस पालनहार से डरो, जिसने तुम्हें एक जीव (आदम) से उत्पन्न किया तथा उसीसे उसकी पत्नी (हव्वा) को उत्पन्न किया और उन दोनों से बहुत-से नर-नारी फैला दिये। उस अल्लाह से डरो, जिसके द्वारा तुम एक-दूसरे से (अधिकार) मांगते हो तथा रक्त संबंधों को तोड़ने से डरो। निःसंदेह अल्लाह तुम्हारा निरीक्षक है।"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "तथा (हे संरक्षको!) अनाथों को उनके धन चुका दो और (उनकी) अच्छी चीज़ से (अपनी) बुरी चीज़ न बदलो और उनके धन, अपने धनों में मिलाकर न खाओ। निःसंदेह ये बहुत बड़ा पाप है।"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "और यदि तुम डरो कि अनाथ (बालिकाओं) के विषय[1] में न्याय नहीं कर सकोगे, तो नारियों में से जो भी तुम्हें भायें, दो से, तीन से, चार तक से विवाह कर लो और यदि डरो कि (उनके बीच) न्याय नहीं कर सकोगे, तो एक ही से करो अथवा जो तुम्हारे स्वामित्व[2] में हो, उसीपर बस करो। ये अधिक समीप है कि अन्याय न करो।"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "तथा स्त्रियों को उनके महर (विवाह उपहार) प्रसन्नता से चुका दो। फिर यदि वे उसमें से कुछ तुम्हें अपनी इच्छा से दे दें, तो प्रसन्न होकर खाओ।"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "तथा अपने धन, जिसे अल्लाह ने तुम्हारे लिए जीवन स्थापन का साधन बनाया है, अज्ञानों को न[1] दो। हाँ, उसमें से उन्हें खाना-कपड़ा दो और उनसे भली बात बोलो।"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "तथा अनाथों की परीक्षा लेते रहो, यहाँ तक कि वे विवाह की आयु को पहुँच जायें, तो यदि तुम उनमें सुधार देखो, तो उनका धन उन्हें समर्पित कर दो और उसे अपव्यय तथा शीघ्रता से इसलिए न खाओ कि वे बड़े हो जायेंगे और जो धनी हो, तो वह बचे तथा जो निर्धन हो, वह नियमानुसार खा ले तथा जब तुम उनका धन उनके ह़वाले करो, तो उनपर साक्षी बना लो और अल्लाह ह़िसाब लेने के लिए काफ़ी है।"
        },
        {
            "chapter": 4,
            "verse": 7,
            "text": "और पुरुषों के लिए उसमें से भाग है, जो माता-पिता तथा समीपवर्तियों ने छोड़ा है तथा स्त्रियों के लिए उसमें से भाग है, जो माता-पिता तथा समीपवर्तियों ने छोड़ा हो, वह थोड़ा हो अथवा अधिक, सबके भाग[1] निर्धारित हैं।"
        },
        {
            "chapter": 4,
            "verse": 8,
            "text": "और जब मीरास विभाजन के समय समीपवर्ती[1], अनाथ और निर्धन उपस्थित हों, तो उन्हें भी थोड़ा बहुत दे दो तथा उनसे भली बात बोलो।"
        },
        {
            "chapter": 4,
            "verse": 9,
            "text": "और उन लोगों को डरना चाहिए, जो अपने पीछे निर्बल संतान छोड़ जायें और उनके नाश होने का भय हो, अतः उन्हें चाहिए कि अल्लाह से डरें और सीधी बात बोलें।"
        },
        {
            "chapter": 4,
            "verse": 10,
            "text": "जो लोग अनाथों का धन अत्याचार से खाते हैं, वे अपने पेटों में आग भरते हैं और शीघ्र ही नरक की अग्नि में प्रवेश करेंगे।"
        },
        {
            "chapter": 4,
            "verse": 11,
            "text": "अल्लाह तुम्हारी संतान के संबंध में तुम्हें आदेश देता है कि पुत्र का भाग, दो पुत्रियों के बराबर है। यदि पुत्रियाँ दो[1] से अधिक हों, तो उनके लिए छोड़े हुए धन का दो तिहाई (भाग) है। यदि एक ही हो, तो उसके लिए आधा है और उसके माता-पिता, दोनों में से प्रत्येक के लिए उसमें से छठा भाग है, जो छोड़ा हो, यदि उसके कोई संतान[2] हों। और यदि उसके कोई संतान (पुत्र या पुत्री) न हों और उसका वारिस उसका पिता हो, तो उसकी माता का तिहाई (भाग)[3] है, (और शेष पिता का)। फिर यदि (माता पिता के सिवा) उसके एक से अधिक भाई अथवा बहनें हों, तो उसकी माता के लिए छठा भाग है, जो वसिय्यत[4] तथा क़र्ज़ चुकाने के पश्चात् होगा। तुम नहीं जानते कि तुम्हारे पिताओं और पुत्रों में से कौन तुम्हारे लिए अधिक लाभदायक हैं। वास्तव में, अल्लाह अति बड़ा तथा गुणी, ज्ञानी, तत्वज्ञ है।"
        },
        {
            "chapter": 4,
            "verse": 12,
            "text": "और तुम्हारे लिए उसका आधा है, जो तुम्हारी पत्नियाँ छोड़ जायें, यदि उनके कोई संतान (पुत्र या पुत्री) न हों। फिर यदि उनके कोई संतान हों, तो तुम्हारे लिए उसका चौथाई है, जो वे छोड़ गयी हों, वसिय्यत (उत्तरदान) या ऋण चुकाने के पश्चात्। जबकि (पत्नयों) के लिए उसका चौथाई है, जो (माल आदि) तुमने छोड़ा हो, यदि तुम्हारे कोई संतान (पुत्र या पुत्री) न हों। फिर यदि तुम्हारे कोई संतान हों, तो उनके लिए उसका आठवाँ[1] (भाग) है, जो तुमने छोड़ा है, वसिय्यत (उत्तरदान) जो तुमने की हो, पूरी करने अथवा ऋण चुकाने के पश्चात्। फिर यदि किसी ऐसे पुरुष या स्त्री का वारिस होने की बात हो, जो 'कलाला'[2] हो तथा (दूसरी माता से) उसका भाई अथवा बहन हो, तो उनमें से प्रत्येक के लिए छठा (भाग) है। फिर यदि (माँ जाये) (भाई या बहनें) इससे अधिक हों, तो वे सब तिहाई (भाग) में (बराबर के) साझी होंगे। ये वसिय्यत (उत्तरदान) तथा ऋण चुकाने के पश्चात होगा। किसी को हानि नहीं पहुँचायी जायेगी। ये अल्लाह की ओर से वसिय्यत है और अल्लाह ज्ञानी तथा ह़िक्मत वाला है।"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "ये अल्लाह की (निर्धारित) सीमायें हैं और जो अल्लाह तथा उसके रसूल का आज्ञाकारी रहेगा, तो वह उसे ऐसे स्वर्गों में प्रवेश देगा, जिनमें नहरें प्रवाहित होंगी। उनमें वे सदावासी होंगे तथा यही बड़ी सफलता है।"
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "और जो अल्लाह तथा उसके रसूल की अवज्ञा तथा उसकी सीमाओं का उल्लंघन करेगा, उसे नरक में प्रवेश देगा। जिसमें वह सदावासी होगा और उसी के लिए अपमानकारी यातना है।"
        },
        {
            "chapter": 4,
            "verse": 15,
            "text": "तथा तुम्हारी स्त्रियों में से, जो व्यभिचार कर जायेँ, तो उनपर अपनों में से चार साक्षी लाओ। फिर यदि वे साक्ष्य (गवाही) दें, तो उन्हें घरों में बंद कर दो, यहाँ तक कि उन्हें मौत आ जाये अथवा अल्लाह उनके लिए कोई अन्य[1] राह बना दे।"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "और तुममें से जो दो व्यक्ति ऐसा करें, तो दोनों को दुःख पहुँचाओ, यहाँ तक कि (जब) वे तौबा (क्षमा याचना) कर लें और अपना सुधार कर लें, तो उन्हें छोड़ दो। निश्चय अल्लाह बड़ा क्षमाशील, दयावान् है।"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "अल्लाह के पास उन्हीं की तौबा (क्षमा याचना) स्वीकार्य है, जो अनजाने में बुराई कर जाते हैं, फिर शीघ्र ही क्षमा याचना कर लेते हैं, तो अल्लाह उनकी तौबा (क्षमा याचना) स्वीकार कर लेता है तथा अल्लाह बड़ा ज्ञानी गुणी है।"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "और उनकी तौबा (क्षमा याचना) स्वीकार्य नहीं, जो बुराईयाँ करते रहते हैं, यहाँ तक कि जब उनमें से किसी की मौत का समय आ जाता है, तो कहता हैः अब मैंने तौबा कर ली। न ही उनकी (तौबा स्वीकार की जायेगी) जो काफ़िर रहते हुए मर जाते हैं, इन्हीं के लिए हमने दुःखदायी यातना तैयार कर रखी है।"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "हे ईमान वालो! तुम्हारे लिए ह़लाल (वैध) नहीं कि बलपूर्वक स्त्रियों के वारिस बन जाओ[1] तथा उन्हें इसलिए न रोको कि उन्हें जो दिया हो, उसमें से कुछ मार लो। परन्तु ये कि खुली बुराई कर जायेँ तथा उनके साथ उचित[2] व्यवहार से रहो। फिर यदि वे तुम्हें अप्रिय लगें, तो संभव है कि तुम किसी चीज़ को अप्रिय समझो और अल्लाह ने उसमें बड़ी भलाई[3] रख दी हो।"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "और यदि तुम किसी पत्नी के स्थान पर किसी दूसरी पत्नी से विवाह करना चाहो और तुमने उनमें से एक को (सोने चाँदी) का ढेर भी (महर में) दिया हो, तो उसमें से कुछ न लो। क्या तुम चाहते हो कि उसे आरोप लगाकर तथा खुले पाप द्वारा ले लो"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "तथा तुम उसे ले भी कैसे सकते हो, जबकि तुम एक-दूसरे से मिलन कर चुके हो तथा उन्होंने तुमसे (विवाह के समय) दृढ़ वचन लिया है।"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "और उन स्त्रियों से विवाह[1] न करो, जिनसे तुम्हारे पिताओं ने विवाह किया हो, परन्तु जो पहले हो चुका[2]। वास्तव में, ये निर्लज्जा की तथा अप्रिय बात और बुरी रीति थी।"
        },
        {
            "chapter": 4,
            "verse": 23,
            "text": "तुमपर[1] ह़राम (अवैध) कर दी गयी हैं; तुम्हारी मातायें, तुम्हारी पुत्रियाँ, तुम्हारी बहनें, तुम्हारी फूफियाँ, तुम्हारी मोसियाँ और भतीजियाँ, भाँजियाँ, तुम्हारी वे मातायें जिन्होंने तुम्हें दूध पिलाया हो तथा दूध पीने से संबंधित बहनें, तुम्हारी पत्नियों की मातायें, तुम्हारी पत्नियों की पुत्रियाँ जिनका पालन पोषण तुम्हारी गोद में हुआ हो और उन पत्नियों से तुमने संभोग किया हो, यदि उनसे संभोग न किया हो, तो तुमपर कोई दोष नहीं, तुम्हारे सगे पुत्रों की पत्नियाँ और ये[2] कि तुम दो बहनों को एकत्र करो, परन्तु जो हो चुका। वास्तव में, अल्लाह अति क्षमाशील दयावान् है।"
        }
    ]
}