{
    "chapter": [
        {
            "chapter": 7,
            "verse": 1,
            "text": "Alif. Lam. Mim. Sad"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "To jest Ksiega zesłana tobie - niech ona nie budzi w twojej piersi zadnej udreki - abys przez nia ostrzegał i jako napomnienie dla wierzacych"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "Idzcie za tym, co wam zostało zesłane od waszego Pana, i nie postepujcie za opiekunami poza Nim! Jakze mało wy sobie przypominacie"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "A ilez miast wytracilismy?! Nasza srogosc przychodziła na nie noca albo w czas południowego odpoczynku"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "A kiedy przychodziła na nich Nasza srogosc, ich okrzykiem były tylko słowa: \"Zaprawde, bylismy niesprawiedliwi"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "Wtedy My, z pewnoscia, bedziemy pytac tych, do ktorych zostali posłani, i z pewnoscia bedziemy pytac tych, ktorzy zostali posłani"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "Wtedy My powiemy im z pełna wiedza, poniewaz nie bylismy nieobecni"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "A waga w tym Dniu jest prawda: ci, ktorych szale beda ciezkie, beda szczesliwi"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "A ci, ktorych szale beda lekkie, stracili swoje dusze, dlatego ze byli niesprawiedliwi wzgledem Naszych znakow"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "My umocnilismy was na ziemi i przygotowalismy na niej dla was srodki do zycia. Jakze mało wy dziekujecie"
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "My stworzylismy was, potem was ukształtowalismy, potem powiedzielismy do aniołow: \"Oddajcie pokłon Adamowi!\" Oni oddali pokłon, z wyjatkiem Iblisa; on nie był wsrod tych, ktorzy sie pokłonili"
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "Bog powiedział: \"Co tobie przeszkodziło, ze sie nie pokłoniłes, skoro tobie nakazałem?\" Powiedział: \"Ja jestem lepszy od niego. Ty stworzyłes mnie z ognia, a jego stworzyłes z gliny"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "Powiedział: \"Uchodz stad! Nie tobie nalezy byc dumnym tutaj! Wychodz wiec! Ty jestes wsrod upokorzonych"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "Powiedział: \"Daj mi zwłoke do Dnia, kiedy oni beda wskrzeszeni"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "Powiedział: \"Jestes wsrod tych, ktorym dano zwłoke"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "Powiedział: \"Za to, iz Ty mnie skazałes na bładzenie, postanawiam czyhac na nich w zasadzce na Twojej drodze prostej"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "Nastepnie bede ich nachodził z przodu i z tyłu, z prawej i z lewej strony i Ty wiekszosci z nich nie znajdziesz wdziecznymi"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "Powiedział: \"Uchodz stad, wzgardzony, odrzucony! Tymi sposrod nich, ktorzy pojda za toba, Ja z pewnoscia zapełnie Gehenne"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "A ty, Adamie! Zamieszkaj z twoja zona w Ogrodzie! Jedzcie obydwoje, z czego chcecie, ale nie zblizajcie sie do tego drzewa, bo oboje znajdziecie sie wsrod niesprawiedliwych"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "I szatan zwiodł ich na pokuszenie, z zamiarem ukazania im ich nagosci, ktora była dla nich skryta; i powiedział: \"Zakazał wam wasz Pan tego drzewa tylko dlatego, abyscie sie nie stali aniołami lub istotami niesmiertelnymi"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "I przysiegał im obojgu: \"Jestem dla was dobrym doradca"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "I doprowadził ich do upadku przez oszukanstwo. A kiedy oni skosztowali z tego drzewa, ujrzeli swoja nagosc i zaczeli zszywac dla siebie liscie z Ogrodu. Wtedy wezwał oboje ich Pan: \"Czyz nie zakazałem wam tego drzewa? I czy wam nie mowiłem, ze szatan jest dla was wrogiem jawnym"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "Oni oboje powiedzieli: \"Panie nasz! Uczynilismy niesprawiedliwosc samym sobie. I jesli Ty nam nie przebaczysz, i jesli nie okazesz nam Swego miłosierdzia, to zapewne bedziemy wsrod stratnych"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "Powiedział: \"Uchodzcie! Bedziecie wrogami jedni dla drugich. Na ziemi bedzie wasze stałe miejsce przebywania i uzywanie zycia - do pewnego czasu"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "I powiedział: \"Na niej bedziecie zyc, na niej bedziecie umierac i z niej bedziecie wyprowadzeni"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "O synowie Adama! My zesłalismy wam ubranie, aby zakrywało wasza nagosc, i ozdoby; lecz szata bogobojnosci jest lepsza. Takie sa znaki Boga. Byc moze, oni sobie przypomna"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "O synowie Adama! Niech was nie skusi szatan, jak wowczas gdy wyprowadził waszych rodzicow z Ogrodu, zdejmujac z nich ubior, by im ukazac ich nagosc. On przeciez widzi was - on i jego plemie - tam, skad wy ich nie widzicie. Oto My uczynilismy szatanow opiekunami tych, ktorzy nie wierza"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "A kiedy oni popełnia jakis czyn szpetny, to mowia: \"Znalezlismy naszych ojcow tak czyniacych i Bog nam to nakazał.\" Powiedz: \"Zaprawde, Bog nie nakazuje szpetnego czynu. Czyz bedziecie mowic na Boga to, czego nie wiecie"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "Powiedz: \"Moj Pan nakazał to, co słuszne. Zwracajcie twarze w kazdym miejscu modlitwy i wzywajcie Go, wyznajac szczerze Jego religie! Tak jak On dał wam poczatek, wy do Niego powrocicie"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "On poprowadził czesc z was droga prosta, a czesc znalazła sie w zabładzeniu. Oto oni wzieli sobie szatanow za opiekunow, zamiast Boga, i sadza, ze sa prowadzeni droga, prosta"
        },
        {
            "chapter": 7,
            "verse": 31,
            "text": "O synowie Adama! Bierzcie wasze ozdoby na kazde miejsce modlitwy! Jedzcie i pijcie, ale nie trwoncie! Zaprawde, Bog nie kocha rozrzutnikow"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "Powiedz: \"Ktoz uznał za zakazane ozdoby Boga, ktore On przygotował dla Swoich sług, jak i dobre rzeczy pochodzace z Jego zaopatrzenia?\" Powiedz: \"One w Dniu Zmartwychwstania beda nalezec wyłacznie do tych, ktorzy uwierzyli w zyciu na tym swiecie.\" W ten sposob przedstawiamy wyraznie Nasze znaki dla ludzi, ktorzy wiedza"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "Powiedz: \"Moj Pan zakazuje tylko czynow szpetnych, jawnych i skrytych - grzech i gwałt sa bezprawiem - i tego, zebyscie dodawali Bogu za wspołtowarzyszy to, czemu nie została przekazana zadna władza; i tego, zebyscie mowili przeciw Bogu, czego nie wiecie"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "Kazdy narod ma swoj wyznaczony czas. Kiedy przyjdzie ich termin, to oni nie potrafia ani go opoznic, ani tez przesunac go naprzod, chocby o jedna godzine"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "O synowie Adama! Kiedy przyjda do was posłancy sposrod was, opowiadajac wam Moje znaki, to ci, ktorzy byli bogobojni i czynili dobre dzieła, nie odczuja strachu i nie beda zasmuceni"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "A ci, ktorzy za kłamstwo uznali Nasze znaki i wbili sie ponad nie w dume, beda mieszkancami ognia; beda w nim przebywac na wieki"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "A kto jest bardziej niesprawiedliwy anizeli ten, kto wymysla kłamstwo przeciw Bogu, albo ten, kto za kłamstwo uznaje Nasze znaki? Tych dosiegnie ich los zapisany w ksiedze. Az kiedy przyjda do nich Nasi posłancy, aby ich zabrac, - powiedza im: \"Gdzie sa ci, ktorych wzywaliscie poza Bogiem?\" Oni powiedza: Odeszli od nas.\" I oni zaswiadcza przeciwko samym sobie, iz byli niewiernymi"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "On powie: \"Wejdzcie miedzy narody, dzinow i ludzi, ktore juz przemineły przed wami - w ogien!\" Za kazdym razem, kiedy wchodzi jakis narod, przeklina swoj siostrzany narod, a kiedy sie tam zbiora wszyscy razem, to ostatni z nich bedzie mowił do pierwszego: \"Panie nasz! To oni sprowadzili nas z drogi, daj im wiec podwojna kare ognia!\" On powie: \"Niech bedzie dla kazdego podwojna, lecz wy nie wiecie"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "I powiedział pierwszy do ostatniego: \"Wy nie macie zadnej wyzszosci nad nami. Zakosztujcie wiec kary za to, co zyskaliscie"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "Zaprawde, dla tych, ktorzy za kłamstwo uznali Nasze znaki i ponad nie dumnie sie wywyzszyli, nie beda otwarte bramy nieba i nie wejda oni do Ogrodu, dopoki wielbład nie przejdzie przez igielne ucho. W ten sposob My płacimy grzesznikom"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Dla nich Gehenna bedzie miejscem wypoczynku, a nad nimi beda zasłony. W ten sposob My płacimy niesprawiedliwym"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "A ci, ktorzy wierza i pełnia dobre dzieła - My nie obciazamy zadnej duszy wiecej, jak tylko na miare jej mozliwosci - oni beda mieszkancami Ogrodu; oni tam beda przebywac na wieki"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "My usuniemy z ich piersi wszelka zawisc,, jaka sie tam jeszcze znajduje. Pod nimi beda płynac strumyki. I oni beda mowic: \"Chwała niech bedzie Bogu, ktory poprowadził nas do tego! Nie bylibysmy w stanie pojsc droga prosta, gdyby nie poprowadził nas Bog. Z pewnoscia posłancy naszego Pana przyszli z prawda!\" Bedzie im ogłoszone: \"Oto dla was Ogrod, dany wam w dziedzictwo za to, coscie czynili"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "I mieszkancy Ogrodu beda wołac do mieszkancow ognia: \"Przekonalismy sie, iz prawda jest to, co obiecał nam nasz Pan. Czy wy tez przekonaliscie sie, iz prawda jest to, co obiecał wam wasz Pan?\" Oni powiedza: \"Tak!\". Wtedy herold ogłosi wsrod nich: \"Przeklenstwo Boga nad niesprawiedliwymi"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "nad tymi, ktorzy odwracaja od drogi Boga, ktorzy chca uczynic ja krzywa i ktorzy nie wierza w zycie ostateczne"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "Miedzy nimi jest zasłona, a na wzniesionych krawedziach - ludzie, ktorzy poznaja wszystkich po ich znamionach. Oni beda wołac do mieszkancow Ogrodu: \"Pokoj wam!\" Oni tam jednak nie wchodza, chociaz bardzo tego pragna"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "A kiedy ich spojrzenia sa zwrocone na mieszkancow ognia, oni mowia: \"Panie nasz! Nie umieszczaj nas z ludem niesprawiedliwych"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "Mieszkancy wzniesionych krawedzi beda wołac do niektorych ludzi, ktorych poznaja po ich znamionach: \"Na nic wam sie zdało to, coscie nagromadzili, ani to, z czego byliscie dumni"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "A czy tamci to nie sa ci, co do ktorych przysiegaliscie, iz Bog nie dosiegnie ich Swoim miłosierdziem? \"Wejdzcie do Ogrodu! Nie bedziecie sie niczego obawiac i nie bedziecie sie smucic"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "I mieszkancy ognia beda wołac do mieszkancow Ogrodu: \"Wylejcie na nas troche wody albo cos z tego, w co zaopatrzył was Bog!\" Oni powiedza: \"Zaprawde, Bog zakazał jednego i drugiego niewiernym"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "Tym, ktorzy wzieli sobie swoja religie za zabawe i gre i ktorych zwiodło zycie tego swiata.\" Przeto dzisiaj zapominamy ich, tak jak oni zapomnieli o spotkaniu z tym ich Dniem i odrzucali Nasze znaki"
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "Oto przyszlismy do nich z Ksiega, ktora przedstawilismy wyraznie; opierajac sie na wiedzy, jako droge prosta i miłosierdzie dla ludzi, ktorzy wierza"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "Czy oni oczekuja czegos innego anizeli jej wyjasnienia? W Dniu, kiedy nadejdzie jej wyjasnienie, ci, ktorzy o niej zapomnieli poprzednio, powiedza: \"Posłancy naszego Pana przychodzili z prawda. A czy my mamy oredownikow, ktorzy by oredowali za nami? Albo tez, czy my bedziemy mogli powrocic, by czynic co innego niz to, co czynilismy?\" Oni stracili swoje dusze i odsuneło sie od nich to, co oni wymyslali"
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "Zaprawde, wasz Pan to Bog, ktory stworzył niebiosa i ziemie w ciagu szesciu dni; nastepnie zasiadł na tronie. On pokrywa noca dzien, ktory pospiesznie za nia podaza. Słonce, ksiezyc i gwiazdy sa podporzadkowane Jego rozkazowi. Czyz nie do Niego nalezy stworzenie i rozkaz? Błogosławiony niech bedzie Bog, Pan swiatow"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "Wzywajcie waszego Pana w pokorze i w skrytosci! Zaprawde, On nie miłuje ludzi, ktorzy przekraczaja granice"
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "Nie szerzcie zepsucia na ziemi po jej udoskonaleniu! Wzywajcie Go z obawa i nadzieja! Zaprawde, miłosierdzie Boga jest bliskie dla ludzi czyniacych dobro"
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "On jest Tym, ktory posyła wiatry jako radosna wiesc poprzedzajaca Jego miłosierdzie. A kiedy one niosa ciezkie chmury, My pedzimy je na ziemie martwa i spuszczamy przez nie wode, dzieki ktorej powodujemy wzrost wszelkich owocow. Podobnie My wyprowadzamy martwych. Byc moze, wy sobie przypomnicie"
        },
        {
            "chapter": 7,
            "verse": 58,
            "text": "W dobrym kraju rosliny wyrastaja za pozwoleniem Jego Pana; a w tym, ktory jest zły, wyrastaja skapo. W ten sposob My wyjasniamy Nasze znaki ludziom, ktorzy sa wdzieczni"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "I wysłalismy Noego do jego ludu; on powiedział: \"O ludu moj! Czcijcie Boga! Nie macie innego boga, jak tylko On! Zaprawde, obawiam sie dla was kary Dnia Wielkiego"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "Powiedziała starszyzna jego ludu: \"Zaprawde, my widzimy, iz ty jestes w błedzie oczywistym"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "On powiedział: \"O ludu moj! Nie ma we mnie błedu; Ja jestem tylko posłancem od Pana swiatow"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "Ja przekazuje wam posłanie mego Pana i daje wam szczera rade; wiem od Boga to, czego wy nie wiecie"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "Czy wy sie dziwicie, ze przyszło do was napomnienie od waszego Pana za posrednictwem człowieka sposrod was, aby was ostrzegał i abyscie. byli bogobojni? Byc moze, dostapicie miłosierdzia"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "Lecz oni uznali go za kłamce. Uratowalismy go na statku, jego i tych, ktorzy z nim byli, a zatopilismy tych, ktorzy za kłamstwo uznali Nasze znaki. Zaprawde, oni byli ludem slepym"
        },
        {
            "chapter": 7,
            "verse": 65,
            "text": "A do ludu Ad posłalismy ich brata Huda. Powiedział on: \"O ludu moj! Czcijcie Boga! Nie ma dla was boga, jak tylko On! Czyz nie mozecie byc bogobojni"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "Powiedziała starszyzna z jego ludu - ci, ktorzy nie uwierzyli: \"My widzimy twoja głupote i sadzimy, ze jestes z liczby kłamcow"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "On powiedział: \"Nie ma we mnie wcale głupoty, lecz ja jestem posłancem od Pana swiatow"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "Przekazuje wam posłanie mojego Pana i jestem dla was doradca godnym zaufania"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "Czy wydaje sie wam dziwne, ze przyszło do was napomnienie od waszego Pana przez człowieka sposrod was, aby was ostrzegał? Przypomnijcie sobie, jak On uczynił was nastepcami ludu Noego i obdarzył was wspanialsza budowa. Przypomnijcie sobie wiec dobrodziejstwa Boga! Byc moze, bedziecie szczesliwi"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "Oni powiedzieli: \"Czy ty przyszedłes do nas, abysmy czcili Boga Jedynego i abysmy pozostawili to, co czcili nasi ojcowie? Przynies nam wiec to, czym nam grozisz, jesli jestes z liczby prawdomownych"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "On powiedział: \"Spadła juz na was srogosc i gniew od waszego Pana. Czy bedziecie sprzeczac sie ze mna o imiona, ktorymi ich nazwaliscie, wy i wasi ojcowie? Nie zesłał im Bog zadnej władzy. Czekajcie wiec! Ja jestem razem z wami wsrod czekajacych"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "I uratowalismy go, i tych, ktorzy byli razem z nim, przez miłosierdzie pochodzace od Nas, i zniszczylismy do ostatniego tych, ktorzy za kłamstwo uznali Nasze znaki i ktorzy nie byli wierzacymi"
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "I do ludu Samud posłalismy ich brata Saliha. On powiedział: \"O ludu moj! Czcijcie Boga! Nie ma dla was boga innego niz On! Otrzymaliscie jasny dowod od waszego Pana. Oto wielbładzica jest dla was znakiem! Pozwolcie jej pasc sie na ziemi Boga i nie dotknijcie jej zadnym złem, bo inaczej pochwyci was kara bolesna"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "Przypomnijcie sobie, jak On uczynił was nastepcami po ludzie Ad i przygotował wam mieszkanie na ziemi. Na jej rowninach budujecie sobie zamki, a gory drazycie jako domy. Przeto przypominajcie sobie dobrodziejstwa Boga i nie czyncie zła na ziemi, szerzac zepsucie"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "I powiedziała starszyzna z jego ludu - ci, ktorzy wbili sie w dume - do tych, ktorzy byli ponizeni - do tych sposrod nich, ktorzy uwierzyli: \"Czy wy wiecie, ze Salih jest posłany od jego Pana?\" Oni powiedzieli: \"Zaprawde, my wierzymy w to, co zostało przez niego posłane"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "Powiedzieli ci, ktorzy sie wbili w dume: \"Zaprawde, my nie wierzymy w to, w co wy wierzycie"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "I oni podcieli peciny wielbładzicy, i nie dali posłuchu rozkazowi ich Pana. I powiedzieli: \"O Salihu! Przynies nam to, co obiecujesz, jesli jestes z tych, ktorzy zostali posłani"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "I pochwyciło ich trzesienie ziemi, tak iz rankiem pozostawali w swoich domostwach, lezac piersiami do ziemi"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "Wtedy odwrocił sie od nich i powiedział: \"O ludu moj! Przekazałem wam posłanie mojego Pana i dawałem wam dobra rade; lecz wy nie kochacie dobrze doradzajacych"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "I Lota! Kiedy powiedział on do swego ludu: \"Czy bedziecie popełniac bezecne czyny, jakich nie popełnił przed wami zaden ze swiatow"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "Oto przychodzicie przez namietnosc do mezczyzn zamiast do kobiet. Tak, jestescie ludem wystepnym"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "I odpowiedzia jego ludu były tylko słowa: \"Wyprowadzcie ich z waszego miasta! To sa ludzie, ktorzy sie uwazaja za czystych"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "I My uratowalismy jego i jego rodzine - z wyjatkiem jego zony, ktora była wsrod pozostajacych w tyle"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "I zesłalismy na nich deszcz. Popatrz wiec, jaki był ostateczny koniec grzesznikow"
        },
        {
            "chapter": 7,
            "verse": 85,
            "text": "I do ludu Median posłalismy ich brata Szu`ajba! On powiedział: \"O ludu moj! Czcijcie Boga! Nie ma dla was boga innego niz On! Otrzymaliscie przeciez jasny dowod od waszego Pana. Dawajcie wiec pełna miare i wage! Nie wyrzadzajcie szkody ludziom w ich dobrach! Nie rozprzestrzeniajcie zepsucia na ziemi po jej udoskonaleniu! To jest dla was lepsze, jesli jestescie wierzacy"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "Nie czatujcie na kazdej drodze, by grozic i odsuwac od drogi Boga tych, ktorzy w Niego uwierzyli, starajac sie uczynic ja krzywa! I przypominajcie sobie, jak niewielu was było i On was pomnozył! I popatrzcie, jaki był ostateczny koniec tych, ktorzy szerzyli zepsucie"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "A jesli czesc z was uwierzyła w to, z czym ja zostałem posłany, a czesc nie uwierzyła - to badzcie cierpliwi, az rozsadzi miedzy nami Bog. On jest najlepszym z sedziow"
        },
        {
            "chapter": 7,
            "verse": 88,
            "text": "Powiedziała starszyzna z jego ludu - ci, ktorzy wbili sie w dume: \"My wypedzimy ciebie, o Szu`ajbie, i tych, ktorzy uwierzyli razem z toba, z naszego miasta albo powrocisz do naszej religii!\" On powiedział: \"Nawet jesli jej nienawidzimy"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "Wymyslilibysmy przeciwko Bogu kłamstwo, jeslibysmy powrocili do waszej religii, po tym, jak nas Bog od niej wybawił. Nie godzi sie nam powracac do niej, chyba ze tak zechce Bog, nasz Pan. Nasz Pan obejmuje wiedza kazda rzecz! My zaufalismy Bogu! Panie nasz! Rozstrzygnij miedzy nami i miedzy naszym ludem według prawdy! Ty jestes najlepszym z rozstrzygajacych"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "Powiedziała starszyzna z ich ludu - ci, ktorzy nie uwierzyli: \"Jesli pojdziecie za Szu`ajbem, to wtedy z pewnoscia poniesiecie strate"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "I pochwyciło ich trzesienie ziemi, i rankiem znalezli sie w swoich domostwach, lezac piersiami do ziemi"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "Ci, ktorzy uwazali Szu`ajba za kłamce, to jakby tam nigdy nie mieszkali! ci, ktorzy uwazali Szu`ajba za kłamce, poniesli strate"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "Tak wiec on odwrocił sie od nich i powiedział: \"O ludu moj! Ja wam przekazałem posłanie mojego Pana i dawałem wam dobra rade. Jakze wiec mam sie martwic o lud niewiernych"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "I nie posłalismy proroka do zadnego miasta, ktorego mieszkancy nie doznaliby ucisku i nieszczescia - byc moze, oni sie upokorza"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "Potem zamienilismy zło na dobro, az oni zapomnieli i powiedzieli: \"Przeciez i naszych ojcow dotkneły cierpienie i radosc.\" Tak wiec pochwycilismy ich niespodzianie, kiedy oni wcale nie przeczuwali"
        },
        {
            "chapter": 7,
            "verse": 96,
            "text": "A jesliby mieszkancy tych miast uwierzyli i byli bogobojni, to otwarlibysmy dla nich z pewnoscia błogosławienstwa nieba i ziemi. Lecz oni uwazali za kłamstwo, wiec pochwycilismy ich za to, co oni zarobili"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "A czy mieszkancy tych miast byli pewni, ze Nasza srogosc nie dosiegnie ich noca, kiedy beda pograzeni we snie"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "Albo czy mieszkancy tych miast byli pewni, ze Nasza srogosc nie dosiegnie ich podczas jasnosci dnia, kiedy sie zabawiaja"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "A czy oni sa bezpieczni przed zamysłem Boga? Lecz bezpieczni przed zamysłem Boga sa tylko ludzie, ktorzy stracili"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "Czy nie zostało ukazane tym, ktorzy odziedziczyli ziemie po jej dawnych mieszkancach, iz gdybysmy chcieli, to moglibysmy ich dosiegnac za ich grzechy i moglibysmy zapieczetowac ich serca, tak iz oni by nie słyszeli"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "Takie to były te miasta; przekazujemy tobie o nich pewne opowiesci. Przychodzili do nich posłancy z jasnymi dowodami, lecz oni nie byli skorzy uwierzyc w to, co przedtem uwazali za kłamstwo. W ten sposob Bog nakłada pieczec na serca ludzi niewierzacych"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "I nie znalezlismy u wiekszosci z nich zadnego przymierza; natomiast zauwazylismy, ze wiekszosc z nich to ludzie szerzacy zepsucie"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "Nastepnie, po nich, posłalismy Mojzesza z Naszymi znakami do Faraona i jego starszyzny; lecz oni niesłusznie je odrzucili. Popatrz wiec, jaki był ostateczny koniec tych, ktorzy szerzyli zgorszenie"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "Powiedział Mojzesz: \"O Faraonie! Zaprawde, ja jestem posłancem od Pana swiatow"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "Mam obowiazek mowic o Bogu tylko prawde. Przyszedłem do was z jasnym dowodem od waszego Pana. Odeslij wiec ze mna synow Izraela"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "Powiedział: \"Skoro przyszedłes z jasnym dowodem, to dostarcz go - jesli jestes z liczby prawdomownych"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "Wtedy Mojzesz rzucił swoja laske i oto stała sie wezem prawdziwym"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "Potem wyciagnał swoja reke i oto stała sie biała dla patrzacych"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "I powiedziała starszyzna z ludu Faraona: \"Zaprawde, to jest czarownik bardzo uczony"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "On chce was wypedzic z waszej ziemi. Wiec co wy zalecacie"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "Oni powiedzieli: \"Daj mu zwłoke, jemu i jego bratu, i poslij do miast ludzi poszukujacych"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "Aby przyprowadzili kazdego uczonego czarownika"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "I przybyli czarownicy do Faraona, i powiedzieli: \"Z pewnoscia otrzymamy nagrode, jesli bedziemy zwyciezcami"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "Powiedział: \"Tak! I z pewnoscia znajdziecie sie wsrod przyblizonych"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "Oni powiedzieli: \"O Mojzeszu! Albo ty rzucaj, albo my bedziemy rzucali"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "On powiedział: \"Rzucajcie!\" A kiedy oni rzucili, zaczarowali oczy ludzi, przestraszyli ich i zademonstrowali wielkie czarodziejstwo"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "I objawilismy Mojzeszowi: \"Rzuc twoja laske!\" I oto ona połkneła to, co oni oszukanczo uczynili"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "I ukazała sie prawda, a fałszywe okazało sie to, co oni czynili"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "W ten sposob zostali tutaj zwyciezeni i wycofali sie ponizeni"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "Czarownicy rzucili sie do wybijania pokłonow"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "Powiedzieli: \"Uwierzylismy w Pana swiatow"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "Pana Mojzesza i Aarona"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Powiedział Faraon: \"Uwierzyliscie w Niego, zanim Ja wam pozwoliłem. Zaprawde, to jest podstep, jaki uknuliscie w tym miescie, aby wyprowadzic z niego jego mieszkancow. Lecz niebawem sie dowiecie"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "Kaze uciac wasze rece i nogi po przeciwległych stronach, potem kaze was ukrzyzowac"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "Oni powiedzieli: \"Zaprawde, my zwracamy sie ku naszemu Panu"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "Ty sie mscisz na nas tylko dlatego, ze uwierzylismy w znaki naszego Pana, kiedy one do nas przyszły. Panie nasz! Wylej na nas cierpliwosc"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "I przyjmij nas jako całkowicie poddanych!\" I powiedziała starszyzna ludu Faraona: \"Czy ty dopuscisz, aby Mojzesz i jego lud szerzyli zgorszenie na tej ziemi i porzucili ciebie i twoich bogow?\" On powiedział: \"My wymordujemy ich synow, a pozostawimy przy zyciu ich kobiety. My z pewnoscia nad nimi zatriumfujemy"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Powiedział Mojzesz do swojego ludu:,, Proscie Boga o pomoc i badzcie cierpliwi! Zaprawde, ziemia nalezy do Boga! On daje ja w dziedzictwo, kom u chce sposrod Swoich sług. Ostateczny rezultat nalezy do bogobojnych"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "Oni powiedzieli: \"My cierpielismy udreke, zanim ty do nas przyszedłes i po tym, jak do nas przyszedłes.\" On powiedział: \"Moze byc, ze wasz Pan zniszczy waszego wroga I uczyni was nastepcami na ziemi, aby mogł zobaczyc, jak wy bedziecie działac"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "I ukaralismy lud Faraona latami posuchy i brakiem owocow - byc moze, oni sie opamietaja"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "Ale kiedy przyszło do nich dobro, oni powiedzieli: \" To sie nam nalezy.\" A kiedy dosiegło ich zło, oni według wrozby z ptakow przypisali to Mojzeszowi i jego ludziom. Czyz nie tak?! Ich ptaki złej wrozby sa u Boga! Lecz wiekszosc z nich nie wie"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "Oni powiedzieli: \"Jakikolwiek przyniosłbys nam znak, a by nas nim oczarowac, my i tak w niego nie uwierzymy"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "I tak posłalismy na nich potop, szarancze i robactwo, zaby i krew jako znaki wyrazne. Lecz oni wbili sie w pyche i stali sie I udem grzesznikow"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "A kiedy spadła na nich plaga, oni powiedzieli: \" O Mojzeszu. Modl sie za nami do twego Pana przez przymierze, ktore On zawarł z toba! Jesli odsuniesz od nas ten gniew to my z pewnoscia uwierzymy i odeslemy z toba synow Izraela"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "A kiedy odsunelismy od nich gniew do kresu, ktory musieli osiagnac-A­ oni złamali swoje slubowanie"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "Tak wiec zemscilismy sie na nich i potopilismy ich w otchłani morza, poniewaz uznali za kłamstwo Nasze znaki i nie d bali o nie"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "I dalismy w dziedzictwo tym ludziom, ktorzy byli ponizeni, wszystkie wschody i zachody tej ziemi, ktora pobłogosławilismy. I spełniło sie bardzo piekne słowo twego Pana na synach Izraela, poniewaz oni byli cierpliwi! A zniszczylismy całkowicie to, co budowali Faraon i jego lud, i to, co oni wznosili"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "I przeprowadzilismy synow Izraela przez morze. Przyszli oni do ludu oddanego całkowicie swoim bozkom i powiedzieli: \"O Mojzeszu! Uczyn nam boga, tak jak oni maja bogow.\" On powiedział: \"Zaprawde, jestescie ludem nieswiadomym"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "Zostanie bowiem zniszczone to, za czym oni poszli, i daremne jest to, co oni czynia"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "Czyz mam szukac dla was jakiegos boga innego niz Bog? ktory was wyniosł ponad swiaty"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "I oto wyratowalismy was od ludzi Faraona, ktorzy przesladowali was najgorsza kara: zabijali waszych synow, a pozostawiali przy zyciu wasze kobiety. Było to dla was ciezkie doswiadczenie ze strony waszego Pana"
        },
        {
            "chapter": 7,
            "verse": 142,
            "text": "Obiecalismy Mojzeszowi trzydziesci nocy i uzupełnilismy je dziesiecioma; w ten sposob ustalony czas spotkania z jego Panem wynosił czterdziesci nocy. I powiedział Mojzesz swojemu bratu Aaronowi: \"Zajmij moje miejsce posrod mego ludu i czyn dobrze; nie chadzaj droga ludzi szerzacych zgorszenie"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "A kiedy przyszedł Mojzesz na spotkanie w naznaczonym przez Nas czasie i przemowił do niego jego Pan, on powiedział: \" Panie moj. Pokaz mi sie, abym Cie mogł zobaczyc!\" Powiedział: \" Ty Mnie nie zobaczysz, lecz popatrz na gore! Jesli ona stac bedzie mocno na swoim miejscu, to ty Mnie zobaczysz.\" A kiedy jego Pan objawił sie na tej gorze, obrocił ja w proch; i Mojzesz padł razony piorunem. A kiedy przyszedł do siebie, powiedział: \"Niech Tobie bedzie chwała! Nawracam sie do Ciebie! Ja jestem pierwszym z wierzacych"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "Powiedział: \" O Mojzeszu! J a wybrałem ciebie ponad wszystkich ludzi dla przekazania Moich posłan i Mojego słowa. Wez wiec to, co tobie dałem, i badz pomiedzy wdziecznymi"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "I napisalismy dla niego na Tablicach napomnienie w kazdym przedmiocie i wyjasnienie kazdej rzeczy. Wez je z cała moca i nakaz twojemu ludowi, aby przyjeli to, co najpiekniejsze z nich. Ja wam pokaze niebawem siedzibe bezboznych"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "Odsune od Moich znakow tych, ktorzy sie pysznia na ziemi bez prawa. I chocby oni ujrzeli jakikolwiek znak, me uwierza w niego; i chocby zobaczyli droge prawosci, to i tak nie przyjma jej jako drogi; a jesli widza droge błedu, to ja przyjmuja jako droge. Oni uczynia tak dlatego, ze za kłamstwo uznali Nasze znaki i wcale o nie dbali"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "A działania tych, ktorzy za kłamstwo uznali Nasze znaki i spotkanie z zyciem ostatecznym - sa daremne. Czyz oni otrzymaja zapłate za cos innego niz za to, co czynili"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "I przygotował sobie lud Mojzesza - pod jego nieobecnosc A­ ze swoich ozdob cielca, jakby prawdziwego, ktory pobekiwał. Czy oni nie widzieli, ze ten cielec nie mowił z nimi ani tez nie prowadził ich droga prosta? Oni wzieli go sobie i byli niesprawiedliwi"
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "A kiedy, uznajac swoj bład, pozałowali, z o baczy li, ze za bładzili, i powiedzieli: \"Jesli nasz Pan nie zmiłuje sie nad nami i nie prze baczy nam, to, z pewnoscia, bedziemy wsrod stratnych"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "A kiedy Mojzesz powrocił do swego ludu, zasmucony i zagniewany powiedział: \"Jakze zle postapiliscie po moim odejsciu! Czy wy chcecie przyspieszyc rozkaz waszego Pana?\" I rzucił Tablice, i pochwycił swojego brata za głowe, pociagajac go ku sobie. Powiedział: \"Synu mojej matki! Zaprawde, lud mnie ponizył i omal mnie nie zabili! Nie pozwol, zeby triumfowali nade mna wrogowie, i nie stawiaj mm e razem z ludzmi niesprawiedliwymi"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "Powiedział: \"Panie moj. Przebacz mnie i mojemu bratu! I wprowadz nas do swojego miłosierdzia! Ty jestes najbardziej miłosierny z miłosiernych"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Zaprawde, tych, ktorzy wzieli sobie cielca, dosiegnie gniew ich Pana i ponizenie w zyciu tego swiata. Tak płacimy tym, ktorzy wymyslaja kłamstwa"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Zaprawde, dla tych, ktorzy popełnili złe czyny, a nastepnie nawrocili sie i zostali wierzacymi, twoj Pan jest przebaczajacy, litosciwy"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "A kiedy Mojzesz uspokoił swoj gniew, wział Tablice, na ktorych zapisana była droga prosta i miłosierdzie dla tych, ktorzy sie obawiaja swego Pana"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "I wybrał Mojzesz ze swego ludu siedemdziesieciu mezow na wyznaczony przez Nas czas. A kiedy pochwyciło ich trzesienie ziemi, on powiedział: \"Parne moj. Gdybys był chciał, to zniszczyłbys ich przedtem i mnie razem z nimi. Czy Ty nas zgubisz za to, co uczynili ci głupcy sposrod nas? To jest przeciez tylko Twoja proba, przez ktora Ty sprowadzasz z drogi, kogo chcesz, prowadzisz droga prosta, kogo chcesz. Ty jestes naszym opiekunem. Przebacz nam wiec i okaz miłosierdzie! Ty jestes najlepszym z przebaczajacych"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "Zapisz nam to, co jest piekne w zyciu na tym swiecie i w zyciu ostatecznym! aOto nawrocilismy sie ku Tobie!\" Powiedział: \"Ja dosiegam Moja kara, kogo chce, a Moje miłosierdzie obejmuje kazda rzecz. Ja zapisze to tym, ktorzy sa bogobojni, tym, ktorzy daja jałmuzne, tym, ktorzy wierza w Nasze znaki"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "I tym, ktorzy ida za Posłancem, Prorokiem rodzimym, ktorego oni znajduja wspomnianego w Torze i Ewangelii; on im nakazuje to, co jest słuszne, a zakazuje tego, co niesłuszne; i zezwala im na rzeczy dobre, a zakazuje im rzeczy brzydkich; i zdejmuje z nich brzemie i okowy, ktore im ciazyły. A ci, ktorzy w niego wierza, podtrzymuja go i pomagaja mu, i ida za swiatłem, ktore zostało z nim zesłane. 0ni beda szczesliwi"
        },
        {
            "chapter": 7,
            "verse": 158,
            "text": "Powiedz: \"O ludzie! J a jestem posłancem Boga do was wszystkich, Tego, do ktorego nalezy krolestwo niebios i ziemi. Nie ma boga, jak tylko On! On daje zycie i sprowadza smierc! Wierzcie wiec w Boga i w Jego Posłanca,. Proroka rodzimego, ktory wierzy w Boga i w Jego słowa! Postepujcie za nim, a byc moze, bedziecie prowadzeni droga prosta"
        },
        {
            "chapter": 7,
            "verse": 159,
            "text": "Wsrod ludu Mojzesza jest społecznosc, ktora sie kieruje prawda i według niej działa sprawiedliwie"
        },
        {
            "chapter": 7,
            "verse": 160,
            "text": "I podzielilismy ich na dwanascie plemion - narodow. Objawilismy Mojzeszowi, kiedy jego lud prosił go o wode do picia: \"Uderz twoja laska o skałe!\" I oto wytrysneło z niej dwanascie zrodeł, tak ze wszyscy ludzie dowiedzieli sie o swoim miejscu do picia. Ocienilismy ich chmura i spuscilismy na nich manne i przepiorki. Jedzcie dobre rzeczy, ktorymi was obdarzylismy!\" Oni nie wyrzadzili Nam niesprawiedliwosci, lecz sobie samym wyrzadzili niesprawiedliwosc"
        },
        {
            "chapter": 7,
            "verse": 161,
            "text": "I powiedziana im:,, Osiedlcie sie w tym miescie i jedzcie tam, co zechcecie, i mowcie: ATPrzebaczenie! At W chodzcie do bramy, wybijajac pokłony, a My przebaczymy wam wasze grzechy. I damy wiecej tym, ktorzy czynia dobro"
        },
        {
            "chapter": 7,
            "verse": 162,
            "text": "A ci, ktorzy czynili niesprawiedliwosc, zmienili powiedzenie na inne niz to, ktore im zostało zalecone. Posłalismy wiec na nich plage z nieba, poniewaz byli niesprawiedliwi"
        },
        {
            "chapter": 7,
            "verse": 163,
            "text": "I zapytaj ich o miasto, ktore sie znajdowało w poblizu morza. Oni naruszali prawo w sobote, albowiem przypływały do nich ryby, ukazujac sie, w dniu szabatu, a w dniu, kiedy nie swiecili szabatu, one nie przypływały. W ten sposob ich doswiadczamy, poniewaz oni sa bezboznikami"
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "A kiedy pewna społecznosc sposrod nich powiedziała: \"Dlaczego wy napominacie narod, ktory Bog zamierza zniszczyc i ukarac kara straszna?\" oni powiedzieli:,, Dla usprawiedliwienia przed waszym Panem. Byc moze, oni beda bogobojni"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "A kiedy oni zapomnieli o tym, co im przypominano, My uratowalismy tych, ktorzy odstapili od zła, a pochwycilismy kara bolesna niesprawiedliwych za to, ze byli bezboznymi"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "A kiedy oni przekroczyli z duma to, co im było zakazane, powiedzielismy im: \"Badzcie wzgardzonymi małpami"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "I oto ogłosił twoj Pan: \"Ja z pewnoscia podniose przeciwko nim, az do Dnia Zmartwychwstania, tych, ktorzy beda im zadawac dotkliwe cierpienia.\" Zaprawde, twoj Pan jest szybki w karaniu! I, zaprawde, On jest przebaczajacy, litosciwy"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "Podzielilismy ich na ziemi na narody: miedzy nimi sa tacy, ktorzy sa sprawiedliwi, i miedzy nimi sa tacy, ktorzy nimi nie sa. Doswiadczylismy ich przez dobro i zło, byc moze, oni powroca"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "I pozostali po nich nastepcy, ktorzy odziedziczyli Ksiege. Oni wybieraja tylko dobra przypadkowe tego swiata I mowia: T o nam zostanie wybaczone! A jesli przyjdzie do nich jeszcze inne podobne dobro, to oni Je wezma. Czy nie zostało od nich wziete przymierze Ksiegi, iz nie beda mowic o Bogu nic innego, jak tylko prawde? A oni przeciez studiowali, co w niej było! Siedziba ostateczna jest lepsza dla tych, ktorzy sa bogobojni. Czyz nie jestescie rozumni"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "A ci, ktorzy trzymaja sie mocno Ksiegi i ktorzy odprawiaja modlitwe... zaprawde, My nie zgubimy nagrody dla tych, ktorzy czynia dobro"
        },
        {
            "chapter": 7,
            "verse": 171,
            "text": "Oto wstrzasnelismy gore nad nimi, jak gdyby to był baldachim, i oni sadzili, ze ona spadnie na nich: \" Trzymajcie mocno to, co wam dalismy, i wspominajcie, co w niej zawarte! Byc moze, bedziecie bogobojni"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "I oto wział twoj Pan z ledzwi synow Adama - ich potomstwo, i nakazał im zaswiadczyc wobec samych siebie: \"Czy Ja nie jestem waszym Panem?\" Oni powiedzieli: \" Tak! Zaswiadczamy\" - a byscie nie powiedzieli w Dniu Zmartwychwstania: \"Nie dbalismy o to"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "Albo abyscie nie powiedzieli: \"Przeciez nasi ojcowie przedtem byli bałwochwalcami, a my bylismy ich potomstwem. Czy Ty wiec wytracisz nas za to, co czynili ci, ktorzy poszli za fałszem"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "W ten sposob wyjasniamy wyraznie znaki - a byc moze, oni powroca"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "Przytocz im opowiesc o tym ktoremu dalismy N as z e znaki, lecz on przeszedł mimo nich. Wtedy poszedł za nim szatan i on znalazł sie miedzy tymi, ktorzy zabładzili"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "A gdybysmy zechcieli, to wynieslibysmy go przez nie; lecz on przylgnał do ziemi poszedł za swoja namietnoscia. On jest podobny do psa: jesli sie rzucisz na niego, warczy, a kiedy zostawisz go w spokoju, tez warczy. Podobnie zachowuja sie ludzie, ktorzy za kłamstwo uznali N as z e znaki. Opowiedz im wiec te historie, byc moze, oni sie zastanowia"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "Zły jest przykład tych ludzi, ktorzy za kłamstwo uznali Nasze znaki: oni dla samych siebie byli niesprawiedliwi"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "A kogo prowadzi Bog droga prosta, ten idzie droga prosta; a kogo On sprowadzi z drogi, to tacy sa stratni"
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "Stworzylismy dla Gehenny wielu sposrod dzinow i ludzi: oni maja serca, ktorymi nie pojmuja; oni maja oczy, ktorymi nie widza; Oni maja uszy, ktorymi nie słysza! Oni sa podobni do bydła, a nawet jeszcze bardziej zabłakani! Tacy sa całkowicie beztroscy"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "Do Boga naleza imiona najpiekniejsze! Wzywajcie Go wiec nimi, a pozostawcie tych, ktorzy bluznia Jego imionom! Oni niebawem otrzymaja zapłate za to, co czynili"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "A wsrod tych, ktorych stworzylismy, jest narod, ktory idzie droga prosta, kierujac sie prawda, i dzieki niej postepuje sprawiedliwie"
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "A tych, ktorzy za kłamstwo uznali Nasze znaki, My sciagniemy w doł, stopien po stopniu, tak iz oni nawet nie beda wiedzieli"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "Ja im dam zwłoke. Zaprawde, Moj zamysł jest pewny"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Czyz oni sie zastanowili? Nie ma zadnego szalenstwa w ich towarzyszu! On jest tylko jawnie ostrzegajacym"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Czyz oni nie patrzyli na krolestwo niebios i ziemi i na wszystkie rzeczy, ktore stworzył Bog? Byc moze, juz zblizył sie ich termin. w jakie wiec opowiadanie, po tym, oni uwierza"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "Kogo sprowadzi z drogi Bog, taki nie bedzie miał zadnego przewodnika! On pozostawi ich w zabłakaniu, oni beda wedrowac na oslep"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "Beda ciebie pytac o Godzine: kiedy ona przybije do przystani? Powiedz: \" Wiedza o niej jest tylko u mego Pana! Nie ujawni jej, we własciwym czasie, nikt inny, jak tylko On! Ciazy ona na niebiosach i na ziemi; przyjdzie do was niespodziewanie.\" Oni beda ciebie pytac, jak gdybys był o niej powiadomiony"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "Powiedz: \" Wiedza o niej jest tylko u Boga, lecz wiekszosc ludzi nie wie!\" Powiedz: \"Ja nie władam dla samego siebie ani korzyscia, ani szkoda, lecz tylko tym, co zechce Bog. Gdybym znał to, co skryte, z pewnoscia, pomnozyłbym sobie dobro, a nie dotknełoby mnie zło. I a jestem tylko ostrzegajacym i zwiastunem dla ludzi, ktorzy wierza"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "On jest Tym, ktory stworzył nas Z jednego istnienia, a z niego uczynił jej małzonke, zeby mogł odpoczywac przy niej. A kiedy on pokrył ja, ona zaczeła nosic lekki ciezar, z ktorym swobodnie chodziła. A kiedy stała sie ociezała, oni zawołali do Boga, swego Pana: \"Jesli Ty nam dasz sprawiedliwego, to my, z pewnoscia, bedziemy Ci wdzieczni"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Kiedy On dał im sprawiedliwego, oni przygotowywali Mu wspołtowarzyszy sposrod tego, czym On ich obdarzył. Lecz Bog jest wyniosły ponad to, co oni J emu dodaja jako wspołtowarzyszy"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Czy oni dodaja za wspołtowarzyszy to, co niczego nie stwarza; lecz samo jest stwarzane"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "I nie jest w stanie przyjsc im z pomoca, ani tez samemu sobie nie moze pomoc"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "A kiedy wy ich wzywacie ku drodze prostej, oni nie ida za wami. Bedzie wam wszystko jedno, czy wy ich bedziecie wzywac, czy wy bedziecie milczec"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Zaprawde, ci, ktorych wzywacie poza Bogiem - to sługi, podobnie jak wy. Wzywajcie ich wiec! Niech oni was słuchaja, jesli jestescie prawdomowni"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Czy oni maja nogi, na ktorych chodza? Czy oni maja rece, ktorymi chwytaja? Czy oni maja oczy, ktorymi widza? Czy oni maja uszy, ktorymi słysza? Powiedz: \" Wzywajcie waszych wspołtowarzyszy i knujcie podstep przeciwko mnie, i nie kazcie mi czekac"
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "Zaprawde, opiekunem moim jest Bog, ktory zesłał Ksiege! To On opiekuje sie ludzmi prawymi"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "A ci, ktorych wy wzywacie, poza Nim,, nie sa w stanie wam pomoc ani tez sobie samym nie pomoga"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "Kiedy ich wzywasz ku drodze prostej, to oni nie słysza. Ty widzisz, jak oni patrza na ciebie, lecz oni nie widza"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "Trzymaj sie przebaczenia! Nakazuj dobro, a odsuwaj sie od nieswiadomych"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "A jesli cie szatan wodzi na pokuszenie, to szukaj ucieczki u Boga! Zaprawde, On jest słyszacy, wszechwiedzacy"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "Zaprawde, ci, ktorzy sa bogobojni, kiedy ich dosiega pokusa szatana, przypominaja sobie i wtedy widza jasno"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "A ich bracia pograzaja ich w błedzie l potem me zmniejszaja go"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "A kiedy ty nie przynosisz im zadnego znaku, Oni mowia: \"Dlaczego ty go nie wybrałes?\" Powiedz: \"Ja ide tylko za tym, co mi zostało objawione od mego Pana. To sa jasne dowody od waszego Pana, droga prosta i miłosierdzie dla ludzi, ktorzy wierza"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "A kiedy Koran jest recytowany to przysłuchujcie sie i milczcie! Byc moze, doznacie miłosierdzia"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "Wspominaj twego Pana w twojej duszy z pokora i z bojaznia rano i wieczorem! I nie badz miedzy niedbałymi"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Zaprawde, ci, ktorzy sa u twego Pana, nie sa tak pyszni, by Mu nie słuzyc; oni Go wysławiaja i wybijaja Mu pokłony"
        }
    ]
}