{
    "pages": [
        {
            "chapter": 24,
            "verse": 1,
            "text": "Bir suredir, indirdik onu; farz kıldık onu... Ve icinde acık-secik ayetler indirdik ki, dusunup ders alabilesiniz"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "Zina eden kadınla zina eden erkek... Yuz vurus vurun herbirinin ciltlerine... Allah'a ve ahiret gunune inanıyorsanız, Allah'ın dini konusunda bunlara acıma duygusu sizi yakalamasın. Muminlerden bir grup da bunların cezalarına tanık olsun"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "Zina eden erkegi zina eden bir kadın veya putperest bir kadından baskası nikahlamaz. Zina eden kadına gelince, onu da zina eden bir erkek veya putperest bir erkekten baskası nikahlamaz. Muminlere bu, haram kılınmıstır"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "Iffetli kadınlara iftira atıp da dort tanık getirmeyenlere gelince, onlara hemen seksen vurus vurun. Ve onların tanıklıklarını asla kabul etmeyin. Onlar, sapmısların ta kendileridir"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "Bu suctan sonra tovbe edip iyi hal sergileyenler mustesna. Su bir gercek ki, Allah Gafur'dur, Rahim'dir"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "Kendi eslerine bir zina isnat edip de kendilerinden baska tanıkları olmayanların herbirinin tanıklıgı, kendisinin kesinlikle dogru sozlulerden oldugu hususunda Allah'a yeminden ibaret dort kez tanıklık ikrarıdır"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "Besincide, eger yalancılardansa, Allah'ın laneti uzerine olsun diye soz soyler"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "Itham edilen esin, itham eden kocanın kesinlikle yalancılardan olduguna iliskin, Allah adına dort kez yemin seklindeki tanıklıgı, ondan cezayı dusurur"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "Bu durumda kadının besinci sozu, suclayan erkek dogru soyleyenlerdense, \"Allah'ın gazabının kendisi uzerine olması\"nı soylemekten ibarettir"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "Allah'ın lutuf ve rahmeti uzerinizde olmasaydı neylerdiniz! Ve hic kusku yok, Allah Tevvab'dır, Hakim'dir"
        }
    ]
}