{
    "pages": [
        {
            "chapter": 24,
            "verse": 21,
            "text": "Ey iman edenler! Seytanın adımlarını izlemeyin. Kim seytanın adımlarını izlerse, seytan ona igrenclikleri ve kotulugu emreder. Allah'ın lutuf ve rahmeti uzerinizde olmasaydı, icinizden tek kisi bile asla temize cıkamazdı. Ama Allah diledigini artırıp temizliyor. Allah her seyi isitiyor, her seyi biliyor"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "Sizin lutuf ve imkan sahibi olanlarınız; akrabaya, caresizlere, Allah yolunda hicret edenlere birsey vermemeye yemin etmesinler, affetsinler, hos gorsunler. Allah'ın sizi affetmesini istemez misiniz? Allah Gafuf'dur, Rahim'dir"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "O bir seyden habersiz iffetli mumin kadınlara iftira atanlar, dunyada da ahirette de lanete carptırılmıslardır. Buyuk bir azap vardır onlar icin"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "Gun gelecek onların kendi dilleri, kendi elleri, kendi ayakları, yapıp ettikleri isler hakkında kendi aleyhlerine tanıklık edecektir"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "O gun Allah, onlara hak ettikleri cezayı tam verecek ve Allah'ın apacık Hak oldugunu bilecekler"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "Murdar karılar murdar erkeklere, murdar erkekler de murdar karılara... Temiz kadınlar temiz erkeklere, temiz erkekler de temiz kadınlara... Bunlar, otekilerin soylediklerinden arınmıslardır. Bunlar icin bir bagıslanma ve bol bir rızık vardır"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "Ey iman edenler! Kendi evleriniz dısındaki evlere, sahipleriyle kaynasıp izin almadan, bir de ev sakinlerine selam vermeden girmeyin! Dusunup tasınmanızı saglamada bu sizin icin daha hayırlıdır"
        }
    ]
}