{
    "pages": [
        {
            "chapter": 12,
            "verse": 15,
            "text": "Kardeşleri Yusuf´u kıra götürüp onu bir kuyunun dibine atmayı kararlaştırdıklarında, kendisine «İlerde, hiç beklemedikleri bir sırada, sana yaptıkları bu işi kardeşlerine hatırlatacaksın» diye vahyettik"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "Akşam olunca ağlayarak babalarına geldiler"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "Dediler ki; «Ey babamız, Yusuf´u eşyalarımızın yanında bırakarak yarış yapmaya gitmiştik, o sırada onu kurt kapıverdi; her ne kadar söylediğimiz doğru ise de, bize inanmayacaksın.»"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "Yusuf´un yalandan kana bulanmış gömleğini getirdiler. Babaları Yakub dedi ki; «Anlaşılan nefsiniz sizi kötü bir işe sürükledi, bana düşen yaman bir sabırdır, anlattıklarınız karşısında Allah´ın yardımına sığınıyorum.»"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "Bir kervan geldi, sucularını su almaya gönderdiler. Adam kovasını kuyuya sarkıtınca «Müjde, işte size bir oğlan çocuğu» dedi. Kervandakiler onu satmak üzere sakladılar. Oysa Allah ne yaptıklarını biliyordu"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "Yusuf´u ucuz bir fiyatla, birkaç paraya sattılar. Çünkü onu bir an önce ellerinden çıkarmak istiyorlardı"
        },
        {
            "chapter": 12,
            "verse": 21,
            "text": "Onu satın alan Mısırlı, karısına «Bu çocuğa iyi bak, ilerde işimize yarayabilir, belki de onu evlâd ediniriz» dedi. Böylece Yusuf´a güvenli bir barınak sağladık, ona olayların (ya da rüyaların) yorumuna ilişkin bazı bilgiler öğrettik. Allah, meramını kesinlikle yürütür. Fakat insanların çoğu bunu bilmezler"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "Yusuf ergenlik çağına erince kendisine hikmet ve bilgi bağışladık. Biz iyi davranışlıları işte böyle ödüllendiririz"
        }
    ]
}