{
    "pages": [
        {
            "chapter": 16,
            "verse": 43,
            "text": "Senden önceki peygamberlerimiz de kendilerine vahiy indirdiğimiz birer insandı. Eğer bilmiyorsanız, daha önce kendilerine kitap verilenlere sorunuz"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "O peygamberleri açık deliller ile ve kitaplar ile göndermiştik. Sana da, insanlara indirilen ilahi mesajı açıklayasın da ola ki, düşünürler diye Kur´an´ı indirdik"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "Peygamber´e iğrenç tuzak kuranlar, Allah´ın kendilerini yerin dibine geçirmeyeceğinden ya da beklemedikleri taraftan gelecek ilahi bir azaba uğramayacaklarından emin midirler"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "Ya da ilahi azabın gezilerinden biri sırasında kendilerini yakalamayacağından emin midirler? Onların Allah´ın yapacağını engellemeleri sözkonusu değildir"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "Ya da ilahi azabın korkulu bir bekleyiş halindelerken başlarına gelmeyeceğinden emin midirler? Hiç şüphesiz Rabbiniz, şefkatli ve merhametlidir"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "Kâfirler, Allah´ın yarattığı her şeyin gölgesinin uzayıp kısalarak sağdan sola döndüğünü ve böylece O´na boyun eğerek secde ettiğini görmüyorlar mı"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "Göklerde ve yerde bulunan bütün canlılar ve melekler, büyüklük taslamaksızın, Allah´a secde ederler"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "Çünkü onlar üstlerindeki Rabblerinden korkarlar ve kendilerine emredileni yaparlar"
        },
        {
            "chapter": 16,
            "verse": 51,
            "text": "Allah «iki ilah edinmeyiniz, o tek bir ilahtır, yalnız benden korkunuz» dedi"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "Göklerde ve yerde ne varsa O´nundur. İtaat mercii sürekli olarak hep O´dur. Siz Allah´dan başkasından mı korkuyorsunuz"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "Yararlandığınız her nimet Allah´dandır. Sonra başınıza bir sıkıntı gelince yalnız O´na yalvarırsınız"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "Arkasından sıkıntınızı giderince, içinizden bazıları hemen Rabblerine ortak koşarlar"
        }
    ]
}