{
    "pages": [
        {
            "chapter": 16,
            "verse": 80,
            "text": "Allah, evlerinizi size barınak yaptı. Süt hayvanlarından gerek geziye çıktığınız ve gerekse beldelerinizde oturduğunuz günlerde kolayca taşıyabileceğiniz çadırlar yaptı. Bu hayvanların yünlerinden, tüylerinden ve kıllarından yaşama sürenizin bitimine kadar yararlanabileceğiniz çeşitli giyim ve kullanım eşyası yapmanızı sağladı"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "Allah, yarattıklarından size gölgeler sağladı; dağlarda sığınacağınız mağaralar varetti; size sıcaktan koruyucu elbiseler ile düşmanlarınızın darbelerinden koruyucu zırhlar sağladı. Böylece size yönelik nimetlerini tamama erdiriyor ki, ola ki buyruklarına uyasınız"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "Eğer onlar sana sırt çevirirlerse senin görevin, buyruklarımızı onlara açıkça duyurmaktan ibarettir"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "Onlar Allah´ın nimetlerini hem bilirler, hem de sonra onları inkâr ederler, onların çoğu kâfirdir"
        },
        {
            "chapter": 16,
            "verse": 84,
            "text": "O gün her ümmetten bir tanık karşımıza getiririz. Ondan sonra artık kâfirlere ne itiraz izni verilir ve ne de Rabblerinden özür dilemeleri istenir"
        },
        {
            "chapter": 16,
            "verse": 85,
            "text": "Zalimler, azapla yüzyüze geldiklerinde, artık ne azapları hafifletilir ve ne de kendilerine mühlet verilir"
        },
        {
            "chapter": 16,
            "verse": 86,
            "text": "Allah´a ortak koşanlar, koştukları ortakları gördüklerinde «Ey Rabbimiz, seni bırakıp kendilerine yalvardığımız ortaklar bunlardı» derler. Koşulan ortaklar ise onlara «Sizler kesinlikle yalancısınız» diye hemen cevap yetiştirirler"
        },
        {
            "chapter": 16,
            "verse": 87,
            "text": "O gün müşrikler, çaresizlik içinde Allah´a teslim oluverirler ve uydurma ilahları tarafından yüzüstü bırakılırlar"
        }
    ]
}