{
    "pages": [
        {
            "chapter": 16,
            "verse": 119,
            "text": "Sonra, bilmeyerek kötülük işleyenler, fakat arkasından tevbe edip davranışlarını düzeltenler var ya: Hiç kuşkusuz Rabbin bu aşamadan sonra onlar hakkında affedicidir, merhametlidir"
        },
        {
            "chapter": 16,
            "verse": 120,
            "text": "Hiç kuşkusuz İbrahim Allah´ın buyruğuna titizlikle uyan, tek Allah´a inanmış bir önderdi, O Allah´a ortak koşanlardan değildir"
        },
        {
            "chapter": 16,
            "verse": 121,
            "text": "Rabbinin nimetlerine şükreden bir kuldu, Allah onu seçip dosdoğru yola iletmişti"
        },
        {
            "chapter": 16,
            "verse": 122,
            "text": "Biz ona dünyada iyilik verdik, ahirette ise O, kesinlikle iyi kullar arasındadır"
        },
        {
            "chapter": 16,
            "verse": 123,
            "text": "Sonra sana «İbrahim´in tek Allah ilkesine dayalı inanç sistemine uy, O Allah´a ortak koşanlardan değildi» diye vahyettik"
        },
        {
            "chapter": 16,
            "verse": 124,
            "text": "Cumartesi günü yasağı, bu konuda anlaşmazlığa düşenler (yahudiler) için kondu. Hiç şüphesiz Rabbin kıyamet günü anlaşmazlığa düştükleri konularda, haklarında hüküm verecektir"
        },
        {
            "chapter": 16,
            "verse": 125,
            "text": "İnsanları Rabbinin yoluna maharetli bir yöntemle ve güzel öğütlerle çağır, onlarla üslupların en güzel, en etkilisi ile tartış. Hiç şüphesiz Rabbin, yolundan sapanları herkesten iyi bildiği gibi, doğru yolda olanları da herkesten iyi bilir"
        },
        {
            "chapter": 16,
            "verse": 126,
            "text": "Eğer kâfirlere işkence edecekseniz, onlara, vaktiyle size yapmış oldukları işkencenin benzerini uygulayınız. Ama eğer sabrederseniz bu tutum sabredenler hesabına daha hayırlıdır"
        },
        {
            "chapter": 16,
            "verse": 127,
            "text": "Sabret, sabretmeyi ancak Allah´ın yardımı ile başarabilirsin; onlar için üzülme, çevirdikleri entrikalar ve kurdukları tuzaklar sakın canını sıkmasın"
        },
        {
            "chapter": 16,
            "verse": 128,
            "text": "Çünkü Allah kesinlikle kötülükten uzak duranlarla ve iyi davranışlarla beraberdir"
        }
    ]
}