{
    "pages": [
        {
            "chapter": 35,
            "verse": 12,
            "text": "İki deniz aynı değildir. Birinin suyu tatlı kolay içimli, öbürününki tuzlu ve acıdır. Her ikisinden de taze balık eti yer ve takı olarak kullandığınız süs eşyaları çıkarırsınız. Allah´ın size yönelik bağışını aramanız ve O´na şükretmeniz için geminin suları yararak yol aldığını görürsünüz"
        },
        {
            "chapter": 35,
            "verse": 13,
            "text": "O geceyi gündüze ve gündüzü geceye dönüştürür. Güneşi ve ayı buyruğu altına almıştır. Her biri belirli bir sürenin sonuna kadar hareket eder. İşte Rabb´iniz bu Allah´dır. Egemenlik O´nun tekelindedir. O´nu bir yana bırakarak taptığınız düzmece ilahlar bir çekirdek kabuğunun bile sahibi değildirler"
        },
        {
            "chapter": 35,
            "verse": 14,
            "text": "Eğer onları imdadınıza çağırırsanız, çağrınızı işitmezler. Sesinizi işitseler bile size karşılık veremezler. Üstelik kıyamet günü, sizin kendilerini Allah´a ortak koşmuş olmanızı reddederler. Hiç kimse, her şeyin içyüzünü bilen Allah gibi sana haber vermez"
        },
        {
            "chapter": 35,
            "verse": 15,
            "text": "Ey insanlar, siz Allah´a muhtaçsınız; oysa Allah hiç kimseye muhtaç değildir ve övgüye lâyıktır"
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "Eğer dilerse sizi yok eder ve yerinize başka bir canlı türü getirir"
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "Bunu yapmak, Allah için zor değildir"
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "Hiç kimse başkasının günahını yüklenmez. Eğer günah yükü ağır bir kimse, yükünün sırtından alınmasını istese, en yakını bile yükünün en küçük bölümünü kendi sırtına almaz. Sen sadece görmeden Rabb´lerinden korkanları ve namaz kılanları uyarabilirsin. Kim kötülüklerden arınırsa kendi yararına arınmış olur. Sonunda Allah´a dönülecektir"
        }
    ]
}