{
    "pages": [
        {
            "chapter": 43,
            "verse": 61,
            "text": "O kıyametin kopacağını gösterir bir ilimdir. O saatin geleceğinden hiç şüphe etmeyin, bana uyun. Doğru yol budur"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "Şeytan sizi bundan alıkoymasın. Çünkü o, sizin için açık bir düşmandır"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "İsa açık delilleri getirdiği zaman dedi ki: «Size hikmetle ve ayrılığa düştüğünüz şeylerin bir kısmını açıklamak üzere geldim. Allah´a karşı gelmekten sakının, bana itaat edin.»"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "Çünkü Allah benim de Rabbim, sizin de Rabbinizdir. O´na ibadet edin. İşte bu, doğru bir yoldur"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "Ama aralarından çıkan gruplar, birbiriyle ihtilafa düştüler. Acı bir günün azabı karşısında vay o zulmedenlerin haline"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "Onlar illa o saatin kendilerinin hiç farkında olmadıkları bir sırada, ansızın başlarına gelmesini mi bekliyorlar"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "O gün takva sahipleri dışında, dost olanlar birbirlerine düşman olurlar"
        },
        {
            "chapter": 43,
            "verse": 68,
            "text": "Ey kullarım, bugün size korku yoktur ve siz üzülmeyeceksiniz"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "Onlar, ayetlerimize inanmış ve müslüman olmuş kullarımdı"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "Siz ve eşleriniz, ağırlanmış olarak cennete giriniz"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "Onların önünde altın tepsiler ve kadehler dolaştırılır. Orada canların çektiği, gözlerin hoşlandığı herşey var. Ve siz, orada ebedi kalacaksınız"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "İşte yaptıklarınıza karşılık size miras verilen cennet budur"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "Orada sizin için bol bol meyveler vardır, onlardan yersiniz"
        }
    ]
}