{
    "pages": [
        {
            "chapter": 46,
            "verse": 6,
            "text": "İnsanlar kıyamet günü toplatılınca, putları onlara düşman olurlar ve tapınmalarını inkar ederler"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "Ayetlerimiz onlara açıkça okunduğu zaman inkar edenler kendilerine gelen gerçek için: «Bu, apaçık bir büyüdür» derler"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "veya «Onu Muhammed uydurdu» derler. De ki: «Eğer ben onu uydurduysam, beni Allah´a karşı hiçbir şekilde savunamazsınız. O Kur´an için yaptıklarınız taşkınlıkları daha iyi bilir. Benimle sizin aranızda şahid olarak Allah yeter. O, bağışlayandır, merhamet edendir.»"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "Ey Muhammed! De ki: «Ben Peygamberlerin ilki değilim; benim ve sizin başınıza gelecekleri bilmem; ben sadece bana vahyedilene uyuyorum. Ben sadece apaçık bir uyarıcıyım.»"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "De ki: «Hiç düşündünüz mü? Eğer bu Kur´an Allah katından olduğu halde siz onu tanımamışsanız; İsrailoğullarından bir şahid de bunun benzerini Tevrat´ta görüp inandığı halde siz inanmaya tenezzül etmemişseniz durumunuz nice olur? Şüphesiz Allah, zalim bir toplumu doğru yola iletmez.»"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "İnkar edenler inananlar için: «Eğer İslam iyi bir şey olsaydı, onlar ona uymada bizi geçemezlerdi» derler. Onlar doğru yola girmedikleri için de «Bu, eski bir uydurmadır» derler"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "Kur´an´dan önce, Musa´nın kitabı Tevrat, bir rahmet ve rehberdi. Bu Kur´an, zulmedenleri uyarmak ve güzel davrananlara müjde olmak üzere arap diliyle indirilmiş, kendinden öncekileri doğrulayan bir Kitap´tır"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "Doğrusu, «Rabbimiz Allah´tır» deyip, sonra da dosdoğru gidenlere korku yoktur, onlar üzülmeyeceklerdir"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "İşte onlar cennetliklerdir; yaptıklarına karşılık olarak, içinde temelli kalacaklardır"
        }
    ]
}