{
    "pages": [
        {
            "chapter": 4,
            "verse": 52,
            "text": "Bunlar Allah´ın lânetine uğramış kimselerdir. Allah birine lânet ederse ona yardım edecek birini bulamazsın"
        },
        {
            "chapter": 4,
            "verse": 53,
            "text": "Yoksa onların Allah´ın mülkünde bir payları mı var? Eğer öyle olsaydı, insanlara bir çekirdek kırıntısı bile vermezlerdi"
        },
        {
            "chapter": 4,
            "verse": 54,
            "text": "Yoksa Allah´ın, lütfunun eseri olarak insanlara bağışlamış olduğu imtiyazı çekemiyorlar, bu yüzden onları kıskanıyorlar mı? Oysa biz İbrahim´in soyundan gelenlere de kitap ve hikmet vermiş, kendilerine büyük bir egemenlik bağışlamıştık"
        },
        {
            "chapter": 4,
            "verse": 55,
            "text": "Fakat İbrahim´in soyundan gelenlerin kimi O´na inandı, kimi de kendisine sırt çevirdi. Öylelerinin hakkından alevli cehennem gelir"
        },
        {
            "chapter": 4,
            "verse": 56,
            "text": "Hiç kuşkusuz ayetlerimizi inkâr edenleri ilerde ateşe atacağız. Derileri kavruldukça azabın acısını duysunlar diye kendilerine başka deriler giydireceğiz. Hiç şüphesiz Allah üstün iradelidir, hikmet sahibidir"
        },
        {
            "chapter": 4,
            "verse": 57,
            "text": "İman edip iyi ameller işleyenleri de ilerde içinde ebedi olarak kalacakları, altından ırmaklar akan cennetlere yerleştireceğiz. Onlara orada el değmemiş eşler verilecek, kendileri koyu gölgeler altına alınacaklardır"
        },
        {
            "chapter": 4,
            "verse": 58,
            "text": "Allah size emanetleri, onları taşıyabilecek olanlara yüklemenizi ve insanlar arasında hüküm verirken adalete uygun hüküm vermenizi emreder. Allah size ne güzel öğüt veriyor! Hiç kuşkusuz Allah işiten ve görendir"
        },
        {
            "chapter": 4,
            "verse": 59,
            "text": "Ey müminler, Allah´a itaat ediniz; Peygambere ve sizden olan devlet yetkililerine de itaat ediniz. Eğer gerçekten Allah´a ve ahiret gününe inanmışsanız herhangi bir konuda anlaşmazlığa düştüğünüzde o meselenin çözümünü Allah´a ve Peygamber´e havale ediniz. Bu sizin hesabınıza en hayırlı ve en iyi akıbet vaad eden bir tutumdur"
        }
    ]
}