{
    "rukus": [
        {
            "chapter": 9,
            "verse": 43,
            "text": "Allah seni affetti, sadık olanlar sana belli oluncaya ve yalancıları bilinceye (ogreninceye) kadar nicin (beklemeyip) onlara izin verdin"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "Allah´a ve ahiret gunune (olmeden evvel Allah´a ulasma gunune) iman eden kimseler, malları ve canları ile cihad etmek konusunda senden izin istemezler. Ve Allah, takva sahiplerini bilir"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Senden sadece Allah´a ve ahiret gunune inanmayanlar ve kalpleri supheye dusmus olanlar izin isterler. Artık onlar, kendi supheleri icinde tereddut ederler (bocalarlar)"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "Ve eger cıkmak isteselerdi onun (savas) icin elbette bir hazırlık yaparlardı. Ve fakat Allah, onların durumunu kerih gordu. Boylece onları alıkoydu ve onlara: “Geri kalanlarla (oturanlarla) beraber oturun.” dendi"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "Eger sizin aranızda (savasa) cıksalardı, size kotulugu arttırmalarından baska bir sey yapmazlardı. Sizin icinizde fitne cıkmasını isterler ve mutlaka sizin aranızda gayret gosterirler. Sizin aranızda onları dinleyecek olanlar var ve Allah zalimleri bilendir"
        },
        {
            "chapter": 9,
            "verse": 48,
            "text": "Andolsun ki; daha once de fitne cıkarmak istediler ve hak gelinceye kadar sana (birtakım) isler cevirdiler. Ve onlar, karihun (kerih gorenler) olmalarına ragmen (istememelerine ragmen) Allah´ın emri zahir oldu (acıga cıktı, belli oldu)"
        },
        {
            "chapter": 9,
            "verse": 49,
            "text": "Ve onlardan biri: “Bana izin ver ve beni fitneye dusurme.” der. Onlar fitneye dusmus degiller mi? Ve muhakkak ki; cehennem, kafirleri mutlaka ihata edicidir (kusatıcıdır)"
        },
        {
            "chapter": 9,
            "verse": 50,
            "text": "Eger sana bir hasene isabet ederse (bu), onları uzer ve eger sana bir musibet isabet ederse: “Biz daha once tedbirimizi almıstık.” derler ve sevinerek donup giderler"
        },
        {
            "chapter": 9,
            "verse": 51,
            "text": "De ki: “Allah´ın bize yazdıgı seyden baskası, bize asla isabet etmez. O, bizim Mevla´mızdır.” Ve artık mu´minler, Allah´a tevekkul etsinler"
        },
        {
            "chapter": 9,
            "verse": 52,
            "text": "De ki: “Bizim icin iki guzelligin birinden baskasını mı bekliyorsunuz? Ve biz (de) Allah´ın, O´nun katından veya bizim elimizle size bir azap isabet ettirmesini bekliyoruz. Artık siz (de) bekleyin! Muhakkak ki; biz de sizinle beraber bekleyenleriz"
        },
        {
            "chapter": 9,
            "verse": 53,
            "text": "De ki: “Kerih gorerek veya gonul rızası ile de infak etseniz, sizden asla kabul edilmez. Cunku siz fasık bir kavim oldunuz.”"
        },
        {
            "chapter": 9,
            "verse": 54,
            "text": "Ve onların infaklerinin, onlardan kabul edilmesine mani olan sey, ancak Allah´ı ve O´nun resullerini inkar etmeleri ve namaza usenerek gelmeleri ve onların ancak kerih gorerek infak etmeleridir"
        },
        {
            "chapter": 9,
            "verse": 55,
            "text": "Artık onların malları ve evlatları (da) senin hosuna gitmesin. Allah dunya hayatında onları, onunla (onlarla) azaplandırmayı ve onların nefslerinin (canlarının), kafir olarak cıkmasını ister"
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "Onlar, sizden olmadıkları halde mutlaka sizden olduklarına Allah´a yemin ederler. Onlar, korkak bir kavimdir (topluluktur)"
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "Eger onlar, sıgınacak bir yer veya magara(lar) veya girilecek bir yer bulsalardı, mutlaka oraya yonelip, suratle kosarlardı (kacarlardı)"
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "Ve onlardan, sadakalar konusunda seni ayıplayan kimseler vardır. Oyle ki eger ondan (sadakadan, ganimetten) onlara verilirse razı olurlar ve ondan verilmezse, o zaman kızarlar"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "Ve eger onlar, gercekten Allah´ın ve O´nun resulunun onlara verdigi seye (ganimet payına) razı olsalardı: “Allah bize kafidir, Allah ve O´nun resulu bize yakında fazlından verecek. Muhakkak ki; biz Allah´a ragbet edenleriz.” derlerdi"
        }
    ]
}