{
    "rukus": [
        {
            "chapter": 11,
            "verse": 25,
            "text": "Ve andolsun ki; Nuh´u kendi kavmine gonderdik. Muhakkak ki ben, sizin icin ifadesi acık ve kesin bir uyarıcıyım"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "Allah´tan baskasına kul olmamanız icin (acıkca uyaran bir uyarıcıyım.) Muhakkak ki ben, elim (acı) gunun azabının sizin uzerinize olmasından korkuyorum"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "O zaman kavminden inkar eden kimselerin ileri gelenleri (soyle) dedi: “Biz seni, bizim gibi beserden baska (olarak) gormuyoruz. Ve bizden asagı (fakir, zayıf, aciz) olan basit gorus sahibi kimselerden baskasının da sana tabi oldugunu gormuyoruz. Ve sizin bize bir ustunlugunuzu de gormuyoruz. Bilakis sizleri yalancı zannediyoruz.”"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "Dedi ki: “Ey kavmim! Sizin reyiniz (gorusunuz) bu mu? Eger ben, Rabbimden bir beyyine uzerinde isem ve bana Kendi katından bir rahmet verdi ise ve artık o, size gizli tutulduysa ve siz onu kerih goruyorken, sizi ona mecbur mu edelim (zorlayalım mı)?”"
        },
        {
            "chapter": 11,
            "verse": 29,
            "text": "Ve ey kavmim! Buna (teblig ettigim seylere) karsılık sizden mal olarak (bir sey) istemiyorum. Eger ucretim (ecrim) varsa ancak Allah´a aittir. Ve ben amenu olanları ((Allah´a ulasmayı dileyenleri) tardedecek (uzaklastıracak, kovacak) degilim. Muhakkak ki onlar, Rab´lerine mulaki olacaklar (ulasacaklar). Ve lakin ben, sizi cahillik eden bir kavim olarak goruyorum"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "Ve ey kavmim! Eger ben onları uzaklastırırsam, Allah´a karsı bana kim yardım eder? Hala tezekkur etmez misiniz"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "Ve size: “Allah´ın hazineleri yanımdadır.” demiyorum. Ve gaybı bilmiyorum ve: “Muhakkak ki; ben bir melegim.” demiyorum. Ve gozlerinizin hakir gordugu kimselere (Allah´a ulasmayı dileyenlere): “Allah asla bir hayır vermeyecek.” demiyorum. Onların nefslerindekileri Allah bilir. O taktirde (dogruyu soylemezsem) muhakkak ki; ben, elbette zalimlerden olurum"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "“Ya Nuh!” dediler. “Bizimle mucadele etmistin (cekismistin), hatta bizimle mucadelede cok ileri gittin. Eger sen sadıklardansan, o taktirde bize vaadettigin seyi getir.”"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "Soyle dedi: “Onu size ancak eger dilerse Allah getirir. Ve siz, (Allah´ı) aciz bırakacak degilsiniz.”"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "Ve eger size nasihat etmek istersem (istesem de), sayet Allah sizi azdırmak isterse, benim nasihatim size fayda vermez. O, sizin Rabbinizdir ve O´na donduruleceksiniz"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Yoksa onu uydurdu mu diyorlar? De ki: “Eger onu ben uydurduysam, o zaman benim sucum bana ait. Ve ben, sizlerin isledigi suclardan uzagım.”"
        }
    ]
}