{
    "rukus": [
        {
            "chapter": 2,
            "verse": 217,
            "text": "Sana haram (hurmetli) aydan ve onun icinde yapılan savastan soruyorlar. De ki: “Onun icinde (o ayda) savas buyuk (gunahtır). (Fakat insanları) Allah yolundan saptırmak (alıkoymak) ve O´nu inkar etmek, (mu´minlere) Mescid-i Haram´ı (yasaklamak) ve onun halkını oradan (Mekke´den surup) cıkarmak ise Allah katında daha buyuk (gunahtır). Ve fitne, (adam) oldurmekten daha da buyuk (bir suc ve gunahtır). Eger onların gucleri yetse (yapabilseler), sizi dininizden dondurunceye kadar sizinle savasmaktan geri kalmazlar. Sizden kim dininden donerse, o taktirde o, kafir olarak olur. Bu sebeple iste onlar, onların amelleri dunyada ve ahirette bosa gitmistir. Ve iste onlar, ates ehlidir. Ve onlar, orada ebediyyen kalacak olanlardır.”"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "Muhakkak ki amenu olanlar ve hicret (goc) edenler ve Allah yolunda cihad edenler; iste onlar, Allah´ın rahmetini dilerler. Ve Allah, Gafur´dur, Rahim´dir"
        },
        {
            "chapter": 2,
            "verse": 219,
            "text": "Sana saraptan ve kumardan soruyorlar. De ki: “O ikisinde de hem buyuk gunah hem de insanlar icin (bazı) faydalar vardır. (Fakat) onların gunahları, faydalarından daha buyuktur.” Ve sana (Allah icin) neyi infak edeceklerini (vereceklerini) soruyorlar. De ki: “Afv ettiklerinizi (vazgectiklerinizi, ihtiyac fazlasını) (infak edin).” Allah, ayetleri size iste boyle acıklıyor. Umulur ki boylece siz tefekkur edersiniz (bunlardaki hikmetleri dusunursunuz)"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "Dunya ve ahiret hakkında ve yetimlerden sana soruyorlar. De ki: “Onları ıslah etmek (durumlarını duzeltmek) hayırlıdır. Eger onlara karısırsanız (birarada yasarsanız), artık onlar sizin kardeslerinizdir. Ve Allah, fesat cıkaranı, ıslah edenden (ayırıp) bilir. Eger Allah dileseydi, elbette sizi sıkıntıya sokardı. Muhakkak ki Allah, Aziz´dir (ustundur), Hakim´dir (hukum sahibidir)"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "Musrik (Allah´a ortak kosan) kadınlarla, (onlar) mu´min oluncaya kadar nikahlamayın. Mu´min bir cariye musrik (hur) bir kadından elbette hayırlıdır, hosunuza gitse bile. (Kadınlarınızı da) musrik erkeklerle, (onlar) mu´min oluncaya kadar nikahlamayın. Mu´min bir kole, musrik (hur) birinden hoslansanız bile elbette hayırlıdır. Iste onlar, (sizi) atese davet ederler. Allah ise kendi izni ile (sizi) cennete ve magfirete davet ediyor ve insanlar icin ayetlerini acıklıyor. Umulur ki onlar boylece tezekkur ederler"
        }
    ]
}