{
    "rukus": [
        {
            "chapter": 33,
            "verse": 1,
            "text": "Ey Nebi (Peygamber), Allah´a karsı takva sahibi ol! Ve kafirlere ve munafıklara itaat etme! Muhakkak ki Allah; Alim´dir (en iyi bilen), Hakim´dir (hukum ve hikmet sahibi)"
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "Ve sana Rabbinden vahyedilene tabi ol. Muhakkak ki Allah, yaptıgınız seylerden haberdardır"
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "Ve Allah´a tevekkul et. Ve Allah, vekil olarak yeter"
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "Allah bir adama gogsunde iki kalp kılmadı (yaratmadı). Zihar yaptıgınız (sen bana benim annemin sırtı gibisin diyerek bosamak istediginiz) zevcelerinizi sizin anneleriniz kılmadı. Ve evlatlıklarınızı, sizin ogullarınız kılmadı. Iste bunlar sizin agızlarınızdaki sozlerdir. Ve Allah hakkı soyler. Ve O, (Kendine ulastıran) yola hidayet eder"
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "Onları (evlatlıklarınızı) babalarının namı ile cagırın. Bu, Allah´ın katında daha adaletlidir. Eger onların babalarını bilmiyorsanız, o zaman onlar, dinde sizin kardesleriniz ve dostlarınızdır. Ve hata ettiginiz seylerden dolayı sizin icin gunah yoktur. Fakat kalplerinizin taammuden (kasten) yaptırdıgı seylerden (gunah vardır). Ve Allah Gafur´dur (gunahları sevaba ceviren), Rahim´dir (Rahim esmasıyla tecelli eden)"
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "Nebi (Peygamber), mu´minler icin kendi nefslerinden daha evladır (yakındır). Ve O´nun (Nebi´nin) zevceleri, onların anneleridir. Ve rahim sahipleri (akrabalar), onlar birbirlerine, Allah´ın Kitab´ında, mu´minlere ve muhacirlere yakın olduklarından daha yakındır. Ancak dostlarınıza iyilik yapmanız haric. Iste bunlar, Kitab´ta satır satır yazılıdır"
        },
        {
            "chapter": 33,
            "verse": 7,
            "text": "O zaman ki; Biz, nebilerden onların misaklerini almıstık. Ve senden ve Hz. Nuh´tan ve Hz. Ibrahim´den ve Hz. Musa´dan ve Meryemoglu Hz. Isa´dan ve onlardan agır bir misak aldık"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "Sadıklara sadakatlerini sorması icindir. Ve kafirlere elim bir azap hazırladı"
        }
    ]
}