{
    "rukus": [
        {
            "chapter": 2,
            "verse": 261,
            "text": "Mallarını Allah yolunda harcayanların durumu, her sunbulunde (basagında) yuz adet tane (tohum) olmak uzere, yedi sunbul (basak) veren bir tek tohumun durumu gibidir. Allah, diledigi kimse icin (onun rızkını) kat kat artırıp verir. Ve Allah Vasi´dir, Alim´dir"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "Mallarını Allah yolunda infak ettikten (verdikten) sonra verdikleri seyin arkasından minnet ettirmeyenlerin (basa kakmayanların) ve onlara eza etmeyenlerin ecirleri (mukafatları), Rab´lerinin katındadır. Ve onlara korku yoktur ve onlar mahzun da olmazlar"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "Guzel bir soz ve magfiret (bagıslayıp iyi davranma), arkasından eza gelen bir sadakadan daha hayırlıdır. Allah Gani´dir, Halim´dir"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "Ey amenu olanlar! Allah´a ve yevm´il ahire inanmayarak, malını insanlara riya (gosteris) icin infak eden (veren) kisi gibi, sadakalarınızı minnetle (basa kakarak) ve eza ile batıl etmeyin (bosa cıkartmayın). Iste onun durumu, uzerinde toprak bulunan sert bir kayaya benzer ki, ona kuvvetli bir yagmur isabet edince, boylece (uzerindeki topragın) gidip, onu (tekrar) sert (verimsiz) bir kaya halinde bırakması gibidir. Onlar kazandıklarından bir sey elde edemezler. Allah, kafirler kavmini hidayete erdirmez"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "Allah´ın rızasını talep ederek (isteyerek) ve kendi nefslerinde (bunu) sabit kılarak (sebat ederek) mallarını infak edenlerin (verenlerin) durumu, munbit bir tepe uzerinde bulunan bahceye benzer ki, ona kuvvetli bir yagmur isabet edince, boylece urununu iki kat verir. Hatta kuvvetli bir yagmur ona isabet etmese, ciselese bile. Ve Allah, yaptıklarınızı en iyi gorendir"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "Sizden biriniz temenni eder mi ki, onun altından nehirler akan hurmalık ve uzumlukten bir bahcesi olsun onun, orada her turlu urunu (meyvesi) bulunsun ve ona yaslılık isabet etsin (ihtiyarlasın) ve onun zayıf (gucsuz) cocukları bulunsun. Sonra da ona (bahceye), icinde ates bulunan bir kasırga isabet etsin, boylece onu yaksın. Allah size ayetleri, iste boyle beyan ediyor (acıklıyor). Umulur ki boylece siz tefekkur edersiniz"
        }
    ]
}