{
    "rukus": [
        {
            "chapter": 46,
            "verse": 11,
            "text": "Inkar edenler, amenu olanlara: “Eger O hayırlı olsaydı, O´na (saygıda, imanda) bizi gecemezlerdi.” dediler. O´nunla (Kur´an´la) hidayete eremeyince o zaman “Bu, eski bir yalandır.” diyecekler"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "Ve O´ndan (Kur´an´dan) once imam ve rahmet olarak Hz. Musa´nın kitabı (Tevrat) vardır. Bu, Arap lisanı ile (Hz. Musa´nın kitabını) tasdik eden bir kitaptır. Zalimleri uyarmak ve muhsinleri mujdelemek icindir"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "Muhakkak ki onlar “Rabbimiz Allah´tır.” dediler. Sonra onlar (Allah´a) istikamet uzere oldular. Artık onlara korku yoktur. Ve onlar mahzun olmazlar"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "Iste onlar cennet ehlidirler. Orada ebedi kalacak olanlardır, yapmıs olduklarının karsılıgı (mukafatı) olarak"
        },
        {
            "chapter": 46,
            "verse": 15,
            "text": "Insana, anne ve babasına ihsanla davranmasını vasiyet ettik. Annesi onu guclukle tasıdı ve onu guclukle dogurdu. Ve onun tasınması ve sutten kesilmesi 30 aydır. Nihayet erginlik cagına ulastıgı zaman 40 yasını tamamladı. Soyle dedi: “Rabbim! Bana, anne ve babama verdigin ni´metlere sukretmekte, Senin razı oldugun salih amel (nefs tezkiyesi) yapmakta beni basarılı kıl. Ve zurriyetimi ıslah et. Muhakkak ki ben, Sana tovbe ettim ve muhakkak ki ben (Sana) teslim olanlardanım.”"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "Iste onlar ki, onlardan yaptıklarını en guzel sekilde kabul ederiz (1´e 700´e kadar derece veririz). Ve onların gunahlarına cevaz vermeyiz (orteriz, sevaba ceviririz). Onlar cennet ehli arasındadırlar. Onların vaadolundukları sey gercek bir vaaddir"
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "Ve o, anne ve babasına: “Ikinize de off (ikinizden de bıktım), daha once (nice) nesiller gelip gecmisken, benim topraktan diriltilerek cıkarılacagımı mı vaadediyorsunuz?” dedi. Ve onlar (anne ve babası) Allah´tan yardım isteyerek: “Kendine yazık (ediyorsun), iman et. Muhakkak ki Allah´ın vaadi haktır.” (dediler). Bunun uzerine (o) soyle dedi: “Bu, evvelkilerin masallarından baska bir sey degildir.”"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "Iste onlar ki, onlardan evvel gelip gecmis olan cin ve insan toplumlarında, uzerlerine (azap) sozu hak olmustur. Muhakkak ki onlar, husranda olanlardır"
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "Ve herkes icin, amellerinden dolayı dereceler vardır, onlara amellerinin (karsılıgının) odenmesi icin. Ve onlara zulmedilmez"
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "Ve o gun kafirler atese arzedilirler: “Siz dunya hayatınızda (size gore) guzel seylerinizi tukettiniz. Ve onunla metalandınız (sefa surdunuz). Artık bugun alcaltıcı bir azapla cezalandırılacaksınız. Yeryuzunde haksız yere kibirlendiginiz ve fasıklık yapmıs oldugunuz icin"
        }
    ]
}