{
    "rukus": [
        {
            "chapter": 3,
            "verse": 42,
            "text": "Ve melekler soyle demislerdi: \"Ey Meryem muhakkak ki Allah, seni secti ve tertemiz yarattı ve seni alemlerin kadınları uzerine ustun kıldı"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "Ey Meryem ! Rabbin icin kanitin ol (Rabb´inin huzurunda husu ile dur) ve secde et ve ruku edenlerle birlikte ruku et"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "Iste bu, gayb haberlerindendir, onu sana vahyediyoruz. Ve, \"Meryem´e, onlardan hangisi kefil (vekil) olacak” diye, onlar (kur´a cekmek icin) kalemlerini attıkları zaman, sen onların yanlarında degildin. Ve onlar tartısırken de, sen onların yanlarında degildin"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "Melekler soyle demislerdir: \"Ey Meryem,! Muhakkak ki Allah, Kendinden bir kelime ile seni mujdeliyor. Onun ismi \"Mesih, Meryem oglu Isa´dır. Dunyada ve ahirette sereflidir ve mukarrebinlerdendir"
        },
        {
            "chapter": 3,
            "verse": 46,
            "text": "Ve besikteyken ve yetiskin olunca da insanlarla konusacak. Ve o salihlerdendir"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "(Hz Meryem): “Rabbim, benim cocugum nasıl olur? Bana bir beser dokunmadı” dedi. (Allah soyle buyurdu): “Iste boyle, Allah diledigini yaratır. Bir emrin (isin) olmasını takdir ettigi zaman, sadece ona “ol!” der, o hemen olur.”"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "Ve (Allah) ona kitabı, hikmeti, Tevrat´ı ve Incil´i ogretecek"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "Ve onu (Meryem oglu Isa Mesih´i ), \"Beni Israil´e (Israilogulları´na)\" resul olarak gonderecek.(Onlara soyle diyecek):\"Muhakkak ki ben size Rabbinizden ayet (mucizeler) getirdim.Ben gercekten size nemli topraktan kus heykeli yaparım, sonra onun icine uflerim.O zaman o, Allah´ın izniyle kus olur.Dogustan kor olanı ve abras hastalıgını iyilestiririm .Ve, Allah´ın izniyle oluyu diriltirim. Yediginiz seyleri ve evlerinizde biriktirdiginiz seyleri size haber veririm. Eger siz mu´minler iseniz muhakkak ki bunlarda sizin icin elbette ayetler (deliller) vardır.”"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "Ve onumde bulunan Tevrat´dan (olan ayetleri ) tasdik edici olarak, ve de size haram kılınmıs olan bazı seyleri helal kılmak icin, Rabbinizden size ayet getirdim. Allah´a karsı takva sahibi olunuz. Ve bana itaat ediniz"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "Muhakkak ki Allah, benim de Rabbim ve sizin de Rabbinizdir. O halde O´na kul olun. (Iste) bu “Sıratı Mustakimdir (Allah´a ulastıran yoldur)”"
        },
        {
            "chapter": 3,
            "verse": 52,
            "text": "Fakat Isa, onlardan inkar hissedince “Allah´a (giden yolda) benim yardıcılarım kimlerdir?” dedi. Havariler: “Biz Allah´ın yardımcılarıyız, Allah´a iman ettik (ruhumuzu olmeden once Allah´a ulastırmayı diledik) ve bizim (Allah´a) teslim oldugumuza sahit ol.” dediler"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "Rabbimiz, Senin indirdigin seye inandık ve Resul´e tabi olduk, artık bizi sahitlerle beraber yaz"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "Ve onlar hile yaptılar, Allah da (onlara) hile yaptı. Ve Allah, (hileye karsı) hile yapanların en hayırlısıdır"
        }
    ]
}