{
    "rukus": [
        {
            "chapter": 5,
            "verse": 101,
            "text": "Ey amenu olanlar (yasarken Allah´a teslim olmayı, ulasmayı dileyenler)! acıklandıgında sizi uzecek seylerden sormayın. Eger, Kur´an indirilirken ondan sorarsanız, size acıklanır. Allah, onlardan (bu kuralı bilmeden once sordugunuz seylerden) dolayı sizi affetti. Allah Gafur´dur, Halim´dir"
        },
        {
            "chapter": 5,
            "verse": 102,
            "text": "Sizden once de bir kavim onu sormustu. Sonra onunla kafir oldular"
        },
        {
            "chapter": 5,
            "verse": 103,
            "text": "Allah, ´´bahire, saibe, vasile ve ham” diye bir sey yapmamıstır(mesru kılmamıstır). Ama o kafirler (inkar edenler), Allah´a karsı yalan iftirada bulunuyorlar (uyduruyorlar). Onların cogu aklını kullanmıyor"
        },
        {
            "chapter": 5,
            "verse": 104,
            "text": "Ve onlara: “Allah´ın indirdigine (Kur´an´a) ve Resul´e (itaate) gelin.” denildiginde; “Babalarımızı uzerinde buldugumuz sey (din) bize yeter (kafi)” derler. Ya onların babaları (bu gerceklere ait) bir sey bilmiyorlarsa ve hidayete ermemislerse de mi"
        },
        {
            "chapter": 5,
            "verse": 105,
            "text": "Ey amenu olanlar! Nefsleriniz, uzerinizedir (nefsinizin sorumlulugu uzerinize borctur). Siz hidayette iseniz, dalaletteki bir kimse size bir zarar veremez. Hepinizin donusu Allah´adır. O zaman yapmıs oldugunuz seyleri size haber verecek"
        },
        {
            "chapter": 5,
            "verse": 106,
            "text": "Ey amenu olanlar! Sizden birinize olum hali gelince vasiyet sırasında sizin icinizden iki adil kisi, aranızda sahitlik etsin.Veya yeryuzunde yolculuk ederken size olum olayı isabet ederse, sizden olmayan iki kisiyi sahid tutun. Eger supheye duserseniz,onları namazdan sonra alıkoyun. O zaman Allah´a soyle yemin etsinler; ´´Yakınımız bile olsa, yeminimizi bir bedel ile degistirmeyecegiz ve Allah´ın sehadetini gizlemeyecegiz. Aksi takdirde biz, mutlaka gunahkar kimselerden oluruz.´´"
        },
        {
            "chapter": 5,
            "verse": 107,
            "text": "Eger o iki kisinin bir gunaha mustehak oldugunun (sonradan) farkına varılırsa, o taktirde onlara daha yakın olan hak sahiplerinden diger iki kisi onların yerine gecer sonra Allah´a soyle yemin ederler; “Bizim sahidligimiz onların sahidliginden mutlaka daha dogrudur, haktır ve biz haddi asmadık. Aksi takdirde, o zaman biz mutlaka zalimlerden oluruz.”"
        },
        {
            "chapter": 5,
            "verse": 108,
            "text": "Bu (sekildeki yemin), sehadet ile yuzyuze gelmelerinde (sahitlere mirascıların guvenmemesinden) veya yeminlerinden sonra yeminlerin reddedilmesinden korkmalarından daha iyidir. Ve Allah´a karsı takva sahibi olun ve dinleyin. Ve Allah, fasıklar kavmini (toplulugunu) hidayete erdirmez"
        }
    ]
}