{
    "maqras": [
        {
            "chapter": 14,
            "verse": 10,
            "text": "ਉਨ੍ਹਾਂ ਦੇ ਰਸੂਲਾਂ ਨੇ ਆਖਿਆ ਕੀ ਅੱਲਾਹ ਦੇ ਸਬੰਧ ਵਿਚ ਸ਼ੱਕ ਹੈ ਜਿਹੜਾ ਆਕਾਸ਼ਾਂ ਅਤੇ ਧਰਤੀ ਨੂੰ ਅਸਲੀਅਤ ਵਿਚ ਲਿਆਉਣ ਵਾਲਾ ਹੈ। ਉਹ ਤੁਹਾਨੂੰ ਬੂਲਾ ਰਿਹਾ ਹੈ ਕਿ ਤੁਹਾਡੇ ਪਾਪ ਮੁਆਫ਼ ਕਰ ਦੇਵੇ। ਅਤੇ ਤੁਹਾਨੂੰ ਇੱਕ ਨਿਰਧਾਰਿਤ ਸਮੇ ਤੱਕ ਖੁੱਲ੍ਹ ਦੇਵੇ। ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ ਕਿ ਤੁਸੀਂ ਇਸ ਤੋਂ ਬਿਨਾਂ ਕੁਝ ਨਹੀਂ ਕਿ ਸਾਡੇ ਵਰਗੇ ਇੱਕ ਮਨੁੱਖ ਹੋ। ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਸਾਨੂੰ ਉਨ੍ਹਾਂ ਚੀਜ਼ਾਂ ਦੀ ਪੂਜਾ ਤੋਂ ਰੋਕ ਦੇਵੋਂ ਜਿਨ੍ਹਾਂ ਦੀ ਪੂਜਾ ਸਾਡੇ ਵਡੇਰੇ ਕਰਦੇ ਸਨ। ਤੁਸੀਂ ਸਾਡੇ ਸਾਹਮਣੇ ਕੋਈ ਸਪੱਸ਼ਟ ਪ੍ਰਮਾਣ ਲੈ ਆਉ।"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "ਉਨ੍ਹਾਂ ਦੇ ਰਸੂਲਾਂ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਕਿਹਾ ਕਿ ਅਸੀਂ ਇਸ ਤੋਂ ਬਿਨਾ ਕੁਝ ਨਹੀਂ ਕਿ ਤੁਹਾਡੇ ਹੀ ਵਰਗੇ ਇਨਸਾਨ ਹਾਂ ਪਰ ਅੱਲਾਹ ਆਪਣੇ ਉਪਾਸ਼ਕਾਂ ਵਿੱਚੋਂ ਜਿਸ ਉੱਪਰ ਚਾਹੁੰਦਾ ਆਪਣਾ ਉਪਕਾਰ ਕਰਦਾ ਹੈ ਅਤੇ ਇਹ ਸਾਡੇ ਵੱਸ ਨਹੀਂ ਕਿ ਅਸੀਂ ਤੁਹਾਨੂੰ ਕੋਈ ਬਿਨਾ ਅੱਲਾਹ ਦੇ ਹੁਕਮ ਦੇ ਚਮਤਕਾਰ ਦਿਖਾਈਏ। ਅਤੇ ਈਮਾਨ ਵਾਲਿਆਂ ਨੂੰ ਅੱਲਾਹ ਉੱਪਰ ਹੀ ਭਰੋਸਾ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "ਅਤੇ ਅਸੀਂ ਕਿਉਂ ਨਾ ਅੱਲਾਹ ਉੱਪਰ ਹੀ ਭਰੋਸਾ ਕਰੀਏ। ਜਦੋਂ ਕਿ ਉਸ ਨੇ ਸਾਨੂੰ ਸਾਡੇ ਸਹੀ ਰਾਹ ਤੋਂ ਜਾਣੂ ਕਰਵਾਇਆ ਅਤੇ ਜਿਹੜੇ ਕਸ਼ਟ ਤੁਸੀਂ' ਸਾਨੂੰ ਦੇਵੋਗੇ ਅਸੀਂ ਉਸ ਤੇ ਧੀਰਜ ਹੀ ਰੱਖਾਂਗੇ। ਅਤੇ ਭਰੋਸਾ ਵਾਲਿਆਂ ਨੂੰ ਅੱਲਾਹ ਉੱਪਰ ਹੀ ਭਰੋਸਾ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "ਅਤੇ ਇਨਕਾਰ ਕਰਨ ਵਾਲਿਆਂ ਨੇ ਆਪਣੇ ਰਸੂਲਾਂ ਨੂੰ ਕਿਹਾ, ਕਿ ਜਾਂ ਤਾਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਆਪਣੀ ਜ਼ਮੀਨ ਵਿਚੋਂ ਕੱਢ ਦੇਵਾਂਗੇ ਜਾਂ ਤੁਹਾਨੂੰ ਸਾਡੀ ਕੌਮ ਵਿਚ ਵਾਪਿਸ ਆਉਣਾ ਹੋਵੇਗਾ। ਤਾਂ ਰਸੂਲਾਂ ਦੇ ਰੱਬ ਨੇ ਉਨ੍ਹਾਂ ਉੱਪਰ ਵਹੀ ਭੇਜੀ ਕਿ ਅਸੀਂ ਉਨ੍ਹਾਂ ਜ਼ਾਲਿਮਾਂ ਨੂੰ ਖ਼ਤਮ ਕਰ ਦੇਵਾਂਗੇ।"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "ਅਤੇ ਉਹਨਾਂ ਤੋਂ ਬਆਦ ਤੁਹਾਨੂੰ ਧਰਤੀ ਉੱਪਰ ਵਸਾਵਾਂਗੇ। ਇਹ ਉਨ੍ਹਾਂ ਬੰਦਿਆਂ ਲਈ ਹੈ, ਜਿਹੜੇ ਮੇਰੇ ਸਾਹਮਣੇ ਖੜ੍ਹੇ ਹੋਣ ਤੋਂ ਡਰਨ ਅਤੇ ਮੇਰੀ ਚਿਤਾਵਨੀ ਤੋਂ ਵੀ ਡਰਨ।"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਫੈਸਲਾ ਚਾਹਿਆ ਅਤੇ ਹਰੇਕ ਦੁਰਾਚਾਰੀ, ਹੱਠ ਧਰਮੀ ਅਸਫ਼ਲ ਹੋਇਆ।"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "ਉਸ ਤੋਂ ਅੱਗੇ ਨਰਕ ਹੈ ਅਤੇ ਉਸ ਨੂੰ ਪੀਕ ਵਰਗਾ ਪਾਣੀ ਪੀਣ ਨੂੰ ਮਿਲੇਗਾ।"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "ਉਹ ਉਨ੍ਹਾਂ ਨੂੰ ਇੱਕ-ਇੱਕ ਘੁੱਟ ਕਰਕੇ ਪਿਆਏਗਾ ਅਤੇ ਉੱਸ ਨੂੰ ਗਲੇ ਤੋਂ ਔਖਿਆਈ ਨਾਲ ਲੰਘਾਏਗਾ। ਮੌਤ ਹਰ ਇੱਕ ਦਿਸ਼ਾ ਤੋਂ ਉਸ ਉੱਪਰ ਭਾਰੀ ਹੋਵੇਗੀ ਪਰ ਉਹ ਕਿਸੇ ਤਰ੍ਹਾਂ ਵੀ ਨਹੀ' ਮਰੇਗਾ ਅਤੇ ਉਸ ਦੇ ਸਾਹਮਣੇ ਸਖ਼ਤ ਪੀੜਾ ਹੋਵੇਗੀ।"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ ਅਪਣੇ ਰੱਬ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ, ਉਹਨਾਂ ਦੇ ਕਰਮ ਉਸ ਸੁਆਹ ਦੀ ਤਰ੍ਹਾਂ ਹਨ ਜਿਸ ਨੂੰ ਇੱਕ ਤੂਫਾਨ ਭਰੇ ਦਿਨ ਦੀ ਹਨੇਰੀ ਨੇ ਉਡਾ ਦਿੱਤਾ ਹੋਵੇ। ਉਹ ਆਪਣੇ ਕੀਤੇ ਹੋਏ ਵਿਚੋਂ ਕੂਝ ਵੀ ਪ੍ਰਪਾਤ ਨਹੀਂ ਕਰ ਸਕਣਗੇ। ਇਹ ਦੂਰ ਦੀ ਰਾਹ ਭਟਕਣਾ ਹੈ।"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "ਕੀ ਤੁਸੀਂ ਨਹੀਂ ਦੇਖਿਆ ਕਿ ਅੱਲਾਹ ਨੇ ਆਕਾਸ਼ਾਂ ਅਤੇ ਧਰਤੀ ਨੂੰ ਸੰਪੂਰਨ ਅਤੇ ਠੀਕ-ਠੀਕ ਪੈਦਾ ਕੀਤਾ ਹੈ। ਜੇਕਰ ਉਹ ਚਾਹਵੇ ਤਾਂ ਤੁਹਾਨੂੰ (ਲੋਕਾਂ ਨੂੰ) ਲੈ ਜਾਵੇ ਅਤੇ ਇੱਕ ਨਵੀਂ ਰਚਨਾ ਲੈ ਆਵੇ।"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "ਅਤੇ ਇਹ ਅੱਲਾਹ ਲਈ ਕੂਝ ਵੀ ਔਖਾ ਨਹੀਂ।"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "ਅਤੇ ਅੱਲਾਹ ਦੇ ਸਾਹਮਣੇ ਸਾਰੇ ਹਾਜ਼ਿਰ ਹੋਣਗੇ। ਫਿਰ ਕਮਜ਼ੋਰ ਲੋਕ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਕਹਿਣਗੇ, ਜਿਹੜੇ ਤਕੜੇ ਸਨ ਕਿ ਅਸੀਂ ਤੁਹਾਡੇ ਅਧੀਨ ਸੀ ਤਾਂ ਕੀ ਤੁਸੀਂ ਅੱਲਾਹ ਦੀ ਆਫ਼ਤ ਤੋਂ ਥੋੜ੍ਹਾ ਸਾਨੂੰ ਸ਼ਚਾਓਂਗੇ। ਉਹ ਕਹਿਣਗੇ ਕਿ ਜੇਕਰ ਅੱਲਾਹ ਸਾਨੂੰ ਕੋਈ ਰਾਹ ਦਿਖਾਉਂਦਾ ਤਾਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਵੀ ਜ਼ਰੂਰ ਉਹ ਰਾਹ ਦਿਖਾ ਵਿੰਦੇ ਅਸੀਂ ਵਿਆਕੁਲ ਹੋਈਏ ਜਾਂ ਧੀਰਜ ਰੱਖੀਏ ਸਾਡੇ ਲਈਂ ਇੱਕ ਬਰਾਬਰ ਹੈ। ਸਾਡੇ ਬਚਣ ਦਾ ਕੋਈ ਉਪਾਅ ਨਹੀਂ।"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "ਅਤੇ ਜਦੋਂ ਮਾਮਲੇ ਦਾ ਫੈਸਲਾ ਹੋ ਜਾਵੇਗਾ ਤਾਂ ਸ਼ੈਤਾਨ ਕਹੇਗਾ ਕਿ ਅੱਲਾਹ ਨੇ ਤੁਹਾਡੇ ਨਾਲ ਸੱਚੇ ਵਾਅਦਾ ਕੀਤਾ ਸੀ। ਅਤੇ ਮੈਂ ਜਿਹੜਾ ਵਾਅਦਾ ਤੁਹਾਡੇ ਨਾਲ ਕੀਤਾ ਤਾਂ ਮੈਂ ਉਹ ਉਲਟ ਕੀਤਾ ਅਤੇ ਮੇਰਾ ਤੁਹਾਡੇ ਉੱਪਰ ਕੋਈ ਵੱਸ ਨਹੀਂ ਸੀ ਪਰ ਮੈਂ ਤੁਹਾਨੂੰ ਬੁਲਾਇਆ ਤਾਂ ਤੁਸੀਂ ਮੇਰੀ ਗੱਲ ਨੂੰ ਮੰਨ ਲਿਆ। ਇਸ ਲਈ ਤੁਸੀਂ ਮੈਨੂੰ ਚੋਸ਼ ਨਾ ਦੇਵੋ। ਸਗੋਂ ਤੁਸੀਂ ਆਪਣੇ ਆਪ ਨੂੰ ਦੌਸ਼ ਦੇਵੋ ਨਾ ਮੈਂ ਤੁਹਾਡਾ ਸਹਾਇਕ ਹੋ ਸਕਦਾ ਹਾਂ ਅਤੇ ਨਾ ਤੁਸੀਂ ਮੇਰੇ ਸਹਾਇਕ ਹੋ ਸਕਦੇ ਹੋ। ਮੈਂ ਖੁਦ ਉਸ ਤੋਂ ਅਲੱਗ ਹਾਂ। (ਉਹ ਵੀ) ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਕਿ ਤੂਸੀਂ ਮੈਨੂੰ ਸ਼ਰੀਕ ਠਹਿਰਾਉਂਦੇ। ਬੇਸ਼ੱਕ ਜ਼ਾਲਿਮਾਂ ਲਈ ਇੱਕ ਦੁਖਦਾਈ ਸਜਾ ਹੈ।"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "ਅਤੇ ਜਿਹੜੇ ਲੋਕ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਜਿਨ੍ਹਾਂ ਨੇ ਚੰਗੇ ਕਰਮ ਕੀਤੇ ਉਹ ਅਜਿਹੇ ਬਾਗ਼ਾਂ ਵਿਚ ਪ੍ਰਵੇਸ਼ ਕਰਨਗੇ ਜਿਨ੍ਹਾਂ ਦੇ ਥੱਲੇ ਨਹਿਰਾਂ ਵੱਗਦੀਆਂ ਹੋਣਗੀਆਂ। ਉਨ੍ਹਾਂ ਵਿਚ ਉਹ ਆਪਣੇ ਰੱਬ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ ਹਮੇਸ਼ਾਂ ਰਹਿਣਗੇ। ਇਸ ਵਿਚ ਉਨ੍ਹਾਂ ਦੀ ਮੁਲਾਕਾਤ ਇੱਕ ਦੂਸਰੇ “ਤੇ ਸਲਾਮਤੀ ਹੋਵੇਗੀ।"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "ਕੀ ਤੁਸੀਂ ਨਹੀਂ ਦੇਖਿਆ ਕਿ ਅੱਲਾਹ ਨੇ ਕਿਸ ਤਰ੍ਹਾਂ ਦੀ ਮਿਸਾਲ ਦਿੱਤੀ ਹੈ ਕਲਮਾ-ਏ-ਤਾਇਬਾ (ਉੱਤਮ ਸ਼ਬਦ) ਦੀ। ਇਹ ਇੱਕ ਪਵਿੱਤਰ ਰੁੱਖ ਦੇ ਸਮਾਨ ਹੈ। ਜਿਸ ਦੀ ਜੜ੍ਹ ਜ਼ਮੀਨ ਵਿਚ ਦੱਬੀ ਹੋਈ ਹੈ ਅਤੇ ਜਿਸ ਦੀਆਂ ਸ਼ਾਖਾਵਾਂ ਅਸਮਾਨਾਂ ਤੱਕ ਪਹੁੰਚੀਆਂ ਹੋਈਆਂ ਹਨ।"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "ਉਹ ਹਰੇਕ ਸਮੇਂ ਆਪਣੇ ਰੱਬ ਦੇ ਹੁਕਮ ਨਾਲ ਆਪਣਾ ਫ਼ਲ ਦਿੰਦਾ ਹੈ। ਅਤੇ ਅੱਲਾਹ ਲੋਕਾਂ ਲਈ ਮਿਸਾਲ ਬਿਆਨ ਕਰਦਾ ਹੈ ਤਾਂ ਕਿ ਉਹ ਸਹੀ ਮਾਰਗ ਪ੍ਰਾਪਤ ਕਰਨ।"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "ਅਤੇ ਕਲਮਾ-ਏ- ਖਬੀਸਾ (ਅਸ਼ੁੱਧ ਸ਼ਬਦ) ਦੀ ਮਿਸਾਲ ਇੱਕ ਭੈੜੇ ਰੁੱਖ ਦੀ ਤਰ੍ਹਾਂ ਹੈ, ਜਿਹੜਾ ਧਰਤੀ ਉੱਪਰੋਂ ਹੀ ਪੁੱਟ ਦਿੱਤਾ ਜਾਵੇ। ਉਸ ਨੂੰ ਕੋਈ ਸਦੀਵਤਾ ਪ੍ਰਾਪਤ ਨਾ ਹੋਵੇ।"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "ਅੱਲਾਹ ਈਮਾਨ ਵਾਲਿਆਂ ਨੂੰ ਇੱਕ ਪੱਕੀ ਗੱਲ ਦੇ ਰਾਹੀਂ ਸੰਸਾਰ ਅਤੇ ਪ੍ਰਲੋਕ ਵਿਚ ਦ੍ਰਿੜਤਾ ਬਖਸ਼ਦਾ ਹੈ। ਅਤੇ ਅੱਲਾਹ ਜ਼ਾਲਿਮਾਂ ਨੂੰ ਭਟਕਾ ਦਿੰਦਾ ਹੈ। ਅੱਲਾਹ ਉਹ ਕਰਦਾ ਹੈ, ਜੋ ਉਹ ਚਾਹੁੰਦਾ ਹੈ।"
        }
    ]
}