{
    "maqras": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "ਉਹ ਪਾਕ ਹੈ ਜਿਹੜਾ ਇੱਕ ਰਾਤ ਆਪਣੇ ਬੰਦੇ (ਮੁਹੰਮਦ ਸ.) ਨੂੰ ਮਸਜਿਦ-ਏ-ਹਰਾਮ (ਕਾਅਬਾ? ਤੋਂ ਦੂਰ ਉਸ ਮਸਜਿਦ (ਬੈਤ-ਉਲ-ਮੁਕੱਦਸ) ਜਿਸ ਦੇ ਵਾਤਾਵਰਣ ਨੂੰ ਅਸੀਂ ਬਰਕਤ ਵਾਲਾ ਬਣਾਇਆ ਹੈ, ਦੇ ਕੋਲ ਲੈ ਗਿਆ। ਤਾਂ ਕਿ ਅਸੀਂ ਉਸ ਨੂੰ ਆਪਣੀਆਂ ਕੁਝ ਨਿਸ਼ਾਨੀਆਂ ਦਿਖਾ ਸਕੀਏ। ਬੇਸ਼ੱਕ ਉਹ ਸੁਣਨ ਵਾਲਾ ਵੇਖਣ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "ਅਤੇ ਅਸੀਂ ਮੂਸਾ ਨੂੰ ਕਿਤਾਬ ਦਿੱਤੀ ਅਤੇ ਉਸ ਨੂੰ ਇਸਰਾਈਲ ਦੀ ਸੰਤਾਨ ਦਾ ਰਾਹ ਦਸੇਰਾ ਬਣਾਇਆ ਕਿ ਮੇਰੇ ਤੋਂ ਬਿਨ੍ਹਾਂ ਕਿਸੇ ਨੂੰ ਆਪਣਾ ਕਾਰਜ ਸਾਧਕ ਨਾ ਮੌਨੋ।"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਦੀ ਔਲਾਦ ਹੋ, ਜਿਨ੍ਹਾ ਨੂੰ ਅਸੀਂ ਨੂਹ ਦੇ ਨਾਲ (ਕਿਸ਼ਤੀ) ਵਿਚ ਸਵਾਰ ਕੀਤਾ ਸੀ। ਬੇਸ਼ੱਕ ਉਹ ਇਕ ਸ਼ੁਕਰ ਗੁਜ਼ਾਰ ਬੰਦਾ ਸੀ।"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "ਅਤੇ ਅਸੀਂ ਇਸਰਾਈਲ ਦੀ ਸੰਤਾਨ ਨੂੰ ਕਿਤਾਬ ਵਿਚ ਦੱਸ ਦਿੱਤਾ ਸੀ ਕਿ ਤੁਸੀਂ ਦੋ ਵਾਰ ਸੀਰੀਆ ਦੀ ਧਰਤੀ ਉੱਤੇ (ਸੀਰੀਆ) ਖਰਾਬੀ ਕਰੋਗੇ ਅਤੇ ਭਾਰੀ ਵਿਦਰੋਹ ਦਾ ਪ੍ਰਦਸ਼ਨ ਕਰੋਂਗੇ।"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "ਫਿਰ ਜਦੋਂ' ਇਨ੍ਹਾਂ ਵਿਚੋਂ ਪਹਿਲਾ ਵਾਅਦਾ ਆਇਆ ਤਾਂ ਅਸੀਂ ਤੁਹਾਡੇ ਲਈ ਆਪਣੇ ਬੰਦੇ ਭੇਜੇ, ਬੇਹੱਦ ਸਮੱਰਥਾ ਵਾਲੇ। ਉਹ ਘਰਾਂ ਵਿਚ ਅੰਦਰ ਵੜ ਗਏ ਅਤੇ ਵਾਅਦਾ ਪੂਰਾ ਹੋ ਕੇ ਰਿਹਾ।"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "ਅਤੇ ਫਿਰ ਅਸੀਂ ਤੁਹਾਡੀ ਵਾਰੀ ਉਨ੍ਹਾਂ ਨੂੰ ਮੋੜ ਦਿੱਤੀ। ਧਨ ਸੰਪਤੀ ਅਤੇ ਪੁਤਰਾਂ ਦੇ ਰਾਹੀ' ਤੁਹਾਡੀ ਸਹਾਇਤਾ ਕੀਤੀ ਅਤੇ ਤੁਹਾਨੂੰ ਬਹੁ ਗਿਣਤੀ ਦਲ ਬਣਾ ਦਿੱਤਾ।"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "ਜੇਕਰ ਤੁਸੀਂ ਚੰਗਾ ਕੰਮ ਕਰੋਗੇ ਤਾਂ ਤੁਸੀਂ ਆਪਣੇ ਲਈ ਭਲਾ ਕਰੋਗੇ। ਅਤੇ ਜੇਕਰ ਤੁਸੀਂ ਮਾੜਾ ਕੰਮ ਕਰੋਗੇ ਤਾਂ ਆਪਣੇ ਲਈ ਮਾੜਾ ਕਰੋਂਗੇ। ਫਿਰ ਜਦੋਂ ਦੂਸਰੇ ਵਾਅਦੇ ਦਾ ਸਮਾਂ ਆਇਆ ਤਾਂ ਅਸੀਂ ਹੋਰ ਬੰਦੇ ਭੇਜੇ ਤਾਂ ਕਿ ਉਹ ਤੁਹਾਡੀਆਂ ਸ਼ਕਲਾਂ ਵਿਗਾੜ ਦੇਣ ਅਤੇ ਮਸਜਿਦ (ਬੈਂਤ-ਉਲ-ਮੁਕੱਦਸ) ਵਿਚ ਵੜ ਜਾਣ ਜਿਸ ਤਰ੍ਹਾਂ ਉਹ ਪਹਿਲੀ ਵਾਰ ਘੁਸੇ ਸਨ ਅਤੇ ਜਿਸ ਚੀਜ਼ ਉੱਪਰ ਉਨ੍ਹਾਂ ਦਾ ਵੱਸ ਚੱਲੇ ਉਸ ਨੂੰ ਖ਼ਤਮ ਕਰ ਦੇਣ।"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "ਤੁਹਾਡਾ ਰੱਬ ਤੁਹਾਡੇ ਤੋਂ ਦੂਰ ਨਹੀਂ ਕਿ ਰਹਿਮ ਨਾ ਕਰ ਸਕੇ। ਅਤੇ ਜੇਕਰ ਤੁਸੀਂ ਫਿਰ ਉਹ ਹੀ ਕਰੋਗੇ ਤਾਂ ਅਸੀਂ ਵੀ ਉਹ ਹੀ ਕਰਾਂਗੇ ਅਤੇ ਅਸੀਂ ਇਨਕਾਰੀਆਂ ਲਈ ਨਰਕ ਜੇਲ੍ਹ ਬਣਾ ਦਿੱਤੀ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "ਬੇਸ਼ੱਕ ਇਹ ਕੁਰਆਨ ਉਹ ਰਸਤਾ ਦੱਸਦਾ ਹੈ, ਜਿਹੜਾ ਬਿਲਕੁਲ ਸਿੱਧਾ ਹੈ ਅਤੇ ਇਹ ਈਮਾਨ ਵਾਲਿਆਂ ਨੂੰ ਖੁਸ਼ਖਬਰੀ ਦਿੰਦਾ ਹੈ, ਜਿਹੜੇ ਚੰਗੇ ਕੰਮ ਕਰਦੇ ਹਨ। ਇਹ ਉਨ੍ਹਾਂ ਲਈ ਵੱਡਾ ਬਦਲਾ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "ਅਤੇ ਜਿਹੜੇ ਲੋਕ ਆਖ਼ਿਰਤ ਨੂੰ ਨਹੀਂ ਮੰਨਦੇ ਉਨ੍ਹਾਂ ਲਈ ਅਸੀਂ ਇੱਕ ਦੁੱਖ ਦੇਣ ਵਾਲੀ ਆਫ਼ਤ ਤਿਆਰ ਕਰ ਰੱਖੀ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "ਅਤੇ ਮਨੁੱਖ ਬੁਰਾਈ ਮੰਗਦਾ ਹੈ ਉਸ ਤਰ੍ਹਾਂ ਹੀਂ ਜਿਵੇਂ ਉਸ ਨੂੰ ਨੇਕੀ ਮੰਗਣੀ ਚਾਹੀਦੀ ਹੈ ਅਤੇ ਮਨੁੱਖ (ਇਹ ਕਰਦਾ) ਬੜਾ ਹੀ ਕਾਹਲਾ ਹੈ।"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "ਅਤੇ ਅਸੀਂ ਰਾਤ ਅਤੇ ਦਿਨ ਨੂੰ ਦੋ ਨਿਸ਼ਾਨੀਆਂ ਬਣਾਈਆਂ ਫਿਰ ਅਸੀਂ ਰਾਤ ਦੀ ਨਿਸ਼ਾਨੀ ਨੂੰ ਹਨ੍ਹੇਰਾ ਕਰ ਅਤੇ ਦਿਨ ਦੀ ਨਿਸ਼ਾਨੀ ਨੂੰ ਰੌਸ਼ਨ ਕਰ ਦਿੱਤਾ ਤਾਂ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਰੱਬ ਦੀ ਕਿਰਪਾ ਤਲਾਸ਼ ਕਰੋਂ। ਤਾਂ ਕਿ ਤੁਸੀਂ ਵਰ੍ਹਿਆਂ ਦੀ ਗਿਣਤੀ ਅਤੇ ਹਿਸਾਬ ਦਾ ਪਤਾ ਲਾ ਸਕੋ। ਅਤੇ ਅਸੀਂ ਹਰ ਚੀਜ਼ ਦੀ ਚੰਗੀ ਤਰ੍ਹਾਂ ਵਿਆਖਿਆ ਕਰ ਦਿੱਤੀ।"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "ਅਤੇ ਅਸੀਂ ਹਰੇਕ ਮਨੁੱਖ ਦੀ ਕਿਸਮਤ ਉਸ ਦੇ ਗਲੇ ਨਾਲ ਬੰਨ੍ਹ ਦਿੱਤੀ ਹੈ ਅਤੇ ਅਸੀਂ ਕਿਆਮਤ ਦੇ ਦਿਨ ਉਨ੍ਹਾਂ ਲਈ ਇੱਕ ਕਿਤਾਬ ਕੱਢਾਂਗੇ, ਜਿਸਨੂੰ ਉਹ ਖੁੱਲ੍ਹਿਆ ਹੋਇਆ ਵੇਖਣਗੇ।"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "ਪੜ੍ਹ ਆਪਣੀ ਕਿਤਾਬ। ਅੱਜ ਆਪਣਾ ਹਿਸਾਬ ਲੈਣ ਲਈ ਤੂੰ ਖੁਦ ਹੀ ਕਾਫੀ ਹੈਂ।"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "ਜਿਹੜਾ ਬੰਦੇ ਚੰਗੇ ਰਾਹ ਉੱਤੇ ਚੱਲਦਾ ਹੈ ਤਾਂ ਉਹ ਆਪਣੇ ਲਈ ਹੀ ਚੱਲਦਾ ਹੈ ਅਤੇ ਜਿਹੜਾ ਬੰਦਾ ਗਲਤ ਰਾਹ ਅਪਣਾਉਂਦਾ ਹੈ ਉਹ ਖੁਦ ਆਪਣੇ ਨੁਕਸਾਨ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਹੁੰਦਾ ਹੈ। ਅਤੇ ਕੋਈ ਭਾਰ ਚੁੱਕਣ ਵਾਲਾ ਕਿਸੇ ਦੂਜੇ ਦਾ ਭਾਰ ਨਹੀਂ ਚੁੱਕੇਗਾ। ਅਤੇ ਅਸੀਂ ਕਦੇ ਉਦੋਂ ਤੱਕ ਸਜ਼ਾ ਨਹੀਂ ਦਿੰਦੇ ਜਦੋਂ ਤੱਕ ਅਸੀਂ ਕਿਸੇ ਰਸੂਲ ਨੂੰ ਨਾ ਭੇਜੀਏ।"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "ਅਤੇ ਜਦੋਂ ਅਸੀਂ ਕਿਸੇ ਬਸਤੀ ਨੂੰ ਬਰਬਾਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹਾਂ ਤਾਂ ਉਸ ਵਿਚ ਰਹਿਣ ਵਾਲੇ ਸੁੱਖ ਭੋਗੀ ਲੋਕਾਂ ਨੂੰ ਆਦੇਸ਼ ਦਿੰਦੇ ਹਾਂ। ਫਿਰ ਉਹ ਉਸ ਤੋਂ ਇਨਕਾਰ ਕਰਦੇ ਹਨ। ਉਦੋਂ' ਉਨ੍ਹਾਂ ਉੱਪਰ ਵਚਨ ਸਿੱਧ ਹੋ ਜਾਂਦਾ ਹੈ। ਫਿਰ ਅਸੀਂ ਉਸ ਬਸਤੀ ਨੂੰ ਬਰਬਾਦ ਕਰ ਦਿੰਦੇ ਹਾਂ।"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "ਅਤੇ ਨੂਹ ਤੋਂ ਬਾਅਦ ਅਸੀਂ ਕਿੰਨੀਆਂ ਹੀ ਕੌਮਾਂ ਨੂੰ ਖ਼ਤਮ ਕਰ ਦਿੱਤਾ ਅਤੇ ਤੇਰਾ ਰੱਬ ਹੀ ਕਾਫੀ ਹੈ ਆਪਣੇ ਬੰਦਿਆਂ ਦੇ ਪਾਪਾਂ ਨੂੰ ਜਾਣਨ ਲਈ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਵੇਖਣ ਲਈ।"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "ਜਿਹੜਾ ਬੰਦਾ ਦੁਨੀਆਂ ਦੇ ਸੁੱਖਾਂ ਨੂੰ ਚਾਹੁੰਦਾ ਹੈ ਉਸ ਨੂੰ ਅਸੀਂ' ਦੇ ਦਿੰਦੇ ਹਾਂ, ਜਿੰਨ੍ਹਾਂ ਵੀ ਅਸੀਂ ਦੇਣਾ ਚਾਹੀਏ। ਫਿਰ ਅਸੀਂ ਉਸ ਲਈ ਨਰਕ ਪੱਕਾ ਕਰ ਦਿੱਤਾ ਹੈ ਉਹ ਉਸ ਵਿਚ ਤ੍ਰਿਸਕਾਰਿਆ ਅਤੇ ਠੁਕਰਾਇਆ ਹੋਇਆ ਬਣ ਕੇ ਵਾਖਲ ਹੋਵੇਗਾ।"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "ਅਤੇ ਜਿਸ ਨੇ ਅਖ਼ਿਰਤ ਨੂੰ ਚਾਹਿਆ ਅਤੇ ਉਸ ਲਈ ਸੰਘਰਸ਼ ਕੀਤਾ, ਜੇਕਰ ਉਹ ਮੋਮਿਨ ਹੈ ਤਾਂ ਉਸ ਦਾ ਕੀਤਾ ਸੰਘਰਸ਼ ਅਤੇ ਯਤਨ ਸਵੀਕਾਰ ਹੋਣਗੇ।"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "ਅਤੇ ਅਸੀਂ ਹਰ ਇੱਕ ਨੂੰ ਤੇਰੇ ਰੱਬ ਦੀਆਂ ਬਖਸ਼ਿਸ਼ਾਂ ਵਿਚੋਂ ਹੀ ਪਹੁੰਚਾਉਂਦੇ ਹਾਂ, ਇਨ੍ਹਾਂ ਨੂੰ ਵੀ ਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਵੀ ਅਤੇ ਤੇਰੇ ਰੱਬ ਦੀਆਂ ਬਖਸ਼ਿਸ਼ਾਂ ਲਈ ਕਿਸੇ ਨੂੰ ਰੋਕ ਨਹੀਂ।"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "ਦੇਖੋ ਅਸੀਂ ਉਨ੍ਹਾਂ ਦੇ ਇੱਕ ਉੱਪਰ ਦੂਸਰੇ ਨੂੰ ਕਿਸ ਤਰ੍ਹਾਂ ਉਤਮਤਾ ਬਖਸ਼ੀ ਹੈ ਅਤੇ ਨਿਸ਼ਚਿਤ ਰੂਪ ਨਾਲ ਅਮਿਰਤ ਹੋਰ ਵੀ ਜ਼ਿਆਦਾ ਵੱਡਾ ਹੈ ਦਰਜੇ ਅਤੇ ਸ੍ਰੇਸ਼ਟਤਾ ਦੇ ਅਨੁਸਾਰ।"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "ਤਾਂ ਅੱਲਾਹ ਦੇ ਬਰਾਬਰ ਕਿਸੇ ਹੋਰ ਨੂੰ ਸ਼ਰੀਕ ਨਾ ਬਣਾ ਨਹੀਂ ਤਾਂ ਤੂੰ ਮਜਬੂਰ ਅਤੇ ਕਮਜ਼ੋਰ ਹੋ ਕੇ ਰਹਿ ਜਾਏਗਾ।"
        }
    ]
}