{
    "maqras": [
        {
            "chapter": 4,
            "verse": 100,
            "text": "ਜਿਹੜਾ ਕੋਈ ਅੱਲਾਹ ਦੇ ਰਾਹ ਵਿਚ ਦੇਸ਼ ਛੱਭੇਗਾ। ਉਹ ਧਰਤੀ ਵਿਚ ਬਹੁਤ ਟਿਕਾਣੇ ਅਤੇ ਵੱਡੀ ਵਿਆਪਕਤਾ ਪਾਏਗਾ। ਜਿਹੜਾ ਬੰਦਾ ਆਪਣੇ ਘਰ ਵਿੱਚੋਂ ਅੱਲਾਹ ਅਤੇ ਉਸ ਦੇ ਰਸੂਲ ਦੇ ਵੱਲ ਹਿਜਰਤ ਕਰ ਕੇ ਨਿਕਲੇ ਅਤੇ ਉਸ ਨੂੰ ਮੌਤ ਆ ਜਾਏ ਤਾਂ ਉਸ ਦਾ ਫ਼ਲ ਅੱਲਾਹ ਕੋਲ ਨਿਰਧਾਰਤ ਹੋ ਚੁੱਕਿਆ ਹੈ। ਅੱਲਾਹ ਮੁਆਫ਼ ਕਰਨ ਵਾਲਾ ਰਹਿਮਤ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 4,
            "verse": 101,
            "text": "ਅਤੇ ਜਦੋਂ ਤੁਸੀਂ ਧਰਤੀ ਉੱਪਰ ਯਾਤਰਾ ਕਰੋ ਤਾਂ ਤੁਹਾਡੇ ਉੱਪਰ ਕੋਈ ਪਾਪ ਨਹੀਂ ਕਿ ਤੁਸੀਂ ਨਮਾਜ ਵਿਚ ਕਮੀ ਕਰੋ, ਜੇਕਰ ਤੁਹਾਨੂੰ ਡਰ ਹੋਵੇ ਕਿ ਇਨਕਾਰੀ ਤੁਹਾਨੂੰ ਸਤਾਉਣਗੇ। ਬੇਸ਼ੱਕ ਇਨਕਾਰੀ ਲੋਕ ਤੁਹਾਡੇ ਖੁੱਲ੍ਹੇਆਮ ਦੁਸ਼ਮਣ ਹਨ।"
        },
        {
            "chapter": 4,
            "verse": 102,
            "text": "ਜਦੋਂ ਤੁਸੀਂ ਈਮਾਨ ਵਾਲਿਆਂ ਦੇ ਵਿਚ ਹੋਵੇਂ (ਯੁੱਧ ਦੀ ਹਾਲਤ ਵਿੱਚ) ਅਤੇ ਉਨ੍ਹਾਂ ਲਈ ਨਮਾਜ਼ ਪੜ੍ਹਾਉਣ ਖੜ੍ਹੇ ਹੋਵੋ, ਤਾਂ ਚਾਹੀਦਾ ਹੈ ਕਿ ਉਨ੍ਹਾਂ ਦਾ ਇਕ ਵਰਗ ਤੁਹਾਡੇ ਨਾਲ ਆਪਣੇ ਹਥਿਆਰਾਂ ਸਹਿਤ ਖੜ੍ਹਾ ਹੋਵੇ। ਫਿਰ ਜਦੋਂ ਉਹ ਸਿਜਦਾ ਕਰ ਚੁੱਕਣ ਤਾਂ ਉਹ ਤੁਹਾਡੇ ਪਾਸਿਓ ਹੱਟ ਜਾਣ ਅਤੇ ਦੂਸਰਾ ਸਮੂਹ ਆਵੇ, ਜਿਸਨੇ ਅਜੇ ਤੱਕ ਨਮਾਜ਼ ਨਹੀਂ ਪੜ੍ਹੀ। ਫਿਰ ਉਹ ਤੁਹਾਡੇ ਨਾਲ ਨਮਾਜ਼ ਪੜ੍ਹਣ। ਉਹ ਵੀ ਆਪਣੇ ਬਚਾਅ ਦਾ ਸਮਾਨ ਅਤੇ ਹਥਿਆਰਾਂ ਦੇ ਸਹਿਤ ਰਹਿਣ। ਅਵੱਗਿਆਕਰੀ ਲੋਕ ਚਾਹੁੰਦੇ ਹਨ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਹਥਿਆਰਾਂ ਅਤੇ ਬਚਾਅ ਦੇ ਸਮਾਨ ਵੱਲੋਂ ਕਿਸੇ ਤਰ੍ਹਾਂ ਆਸਾਵਧਾਨ ਹੋ ਜਾਵੋ ਅਤੇ ਉਹ ਤੁਹਾਡੇ ਉੱਪਰ ਅਚਾਨਕ ਟੁੱਟ ਪੈਣ। ਤੁਹਾਡੇ ਉੱਪਰ ਕੋਈ ਗੁਨਾਹ ਨਹੀ' ਜੇਕਰ ਤੁਸੀਂ ਬਰਸਾਤ ਦੇ ਕਾਰਨ ਕਸ਼ਟ ਵਿਜ਼ ਹੋ, ਜਾਂ ਤੁਸੀਂ ਬਿਮਾਰ ਹੋ, ਤਾਂ ਆਪਣੇ ਹਥਿਆਰ ਉਤਾਰ ਦੇਵੋ ਅਤੇ ਬਚਾਅ ਦੇ ਸਮਾਨ ਸਹਿਤ ਰਹੋ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਨੇ ਅਵੱਗਿਆਕਾਰੀਆਂ ਲਈ ਅਪਮਾਨ ਜਨਕ ਸਜ਼ਾ ਤਿਆਰ ਕਰ ਰੱਖੀ ਹੈ।"
        },
        {
            "chapter": 4,
            "verse": 103,
            "text": "ਜਦੋਂ ਤੁਸੀਂ ਨਮਾਜ਼ ਪੜ੍ਹ ਲਵੋ ਤਾਂ ਖੜ੍ਹੇ, ਬੈਠੇ ਅਤੇ ਲੰਮੇ ਪਏ ਅੱਲਾਹ ਨੂੰ ਯਾਦ ਕਰੋ। ਫਿਰ ਜਦੋਂ ਆਮ ਹਾਲਾਤ ਹੋ ਜਾਣ ਤਾਂ ਨਿਯਮ ਅਨੁਸਾਰ ਨਮਾਜ਼ ਪੜੋ। ਬੇਸ਼ੱਕ ਨਮਾਜ਼, ਈਮਾਨ ਵਾਲਿਆਂ ਉੱਪਰ ਰੋਜ਼ ਸਮੇਂ ਦੇ ਨਾਲ ਜ਼ਰੂਰੀ ਹੈ।"
        },
        {
            "chapter": 4,
            "verse": 104,
            "text": "ਅਤੇ ਕੌਮ ਦਾ ਪਿੱਛਾ ਕਰਨ ਵਾਲਿਆਂ ਤੋਂ ਹਿੰਮਤ ਨਾ ਹਾਰੋ। ਜੇਕਰ ਤੁਸੀਂ ਦੁੱਖ ਉਠਾਉਂਦੇ ਹੋ, ਤਾਂ ਉਹ ਵੀ ਤੁਹਾਡੀ ਤਰ੍ਹਾਂ ਦੁਖ ਉਠਾਉਂਦੇ ਹਨ। ਤੁਸੀਂ ਅੱਲਾਹ ਤੋਂ ਉਹ ਆਸ ਰੱਖਦੇ ਹੋ ਜੋ ਆਸ ਉਹ ਨਹੀ' ਰੱਖਦੇ। ਅੱਲਾਹ ਜਾਣਨ ਵਾਲਾ ਬਿਬੇਕ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 4,
            "verse": 105,
            "text": "ਬੇਸ਼ੱਕ ਅਸੀਂ ਇਹ ਕਿਤਾਬ ਤੁਹਾਡੇ ਵੱਲ ਹੱਕ (ਸਤਿ) ਨਾਲ ਉਤਾਰੀ ਹੈ ਤਾਂ ਕਿ ਤੁਸੀਂ ਲੋਕਾਂ ਦੇ ਵਿਚ ਉਸ ਦੇ ਅਨੁਸਾਰ ਫੈਸਲਾ ਕਰੋ ਜੋ ਅੱਲਾਹ ਨੇ ਤੁਹਾਨੂੰ ਦਿਖਾਇਆ ਹੈ। ਵਿਸ਼ਵਾਸ਼ਘਾਤ ਕਰਨ ਵਾਲੇ ਲੋਕਾਂ ਦੇ ਵਲੋਂ ਝਗੜਣ ਵਾਲੇ ਨਾ ਬਣੋ।"
        },
        {
            "chapter": 4,
            "verse": 106,
            "text": "ਅੱਲਾਹ ਤੋਂ ਮੁਆਫੀ ਮੰਗੋ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਮੁਆਫ਼ ਕਰਨ ਵਾਲਾ ਰਹਿਮ ਕਰਨ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 4,
            "verse": 107,
            "text": "ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਦੇ ਵੱਲੋਂ ਨਾ ਝਗੜੋ ਜਿਹੜੇ ਆਪਣੇ ਆਪ ਨਾਲ ਵਿਸ਼ਵਾਸ਼ਘਾਤ ਕਰ ਰਹੇ ਹਨ। ਅਤੇ ਅੱਲਾਹ ਅਜਿਹੇ ਬੰਦਿਆਂ ਨੂੰ ਪਸੰਦ ਨਹੀਂ ਕਰਦਾ ਜਿਹੜੇ ਵਿਸ਼ਵਾਸ਼ਪਾਤ ਕਰਨ ਵਾਲੇ ਪਾਪੀ ਹੋਣ।"
        },
        {
            "chapter": 4,
            "verse": 108,
            "text": "ਉਹ ਮਨੁੱਖਾਂ ਤੋਂ ਸ਼ਰਮਿੰਦੇ ਹੁੰਦੇ ਹਨ ਅੱਲਾਹ ਤੋਂ ਨਹੀਂ ਹਾਲਾਂਕਿ ਉਹ ਉਨ੍ਹਾਂ ਦੇ ਨਾਲ ਹੁੰਦਾ ਹੈ। ਜਦੋਂ ਕਿ ਉਹ ਕਾਨਾਫੁਸੀ ਕਰਦੇ ਹਨ ਉਨ੍ਹਾਂ ਗੱਲਾ ਦੀ ਜਿਸ ਤੋਂ ਅੱਲਾਹ ਖੂਸ਼ ਨਹੀਂ। ਜੋ ਕੁਝ ਉਹ ਕਰਦੇ ਹਨ ਅੱਲਾਹ ਨੇ ਉਸ ਨੂੰ ਆਪਣੇ ਘੇਰੇ ਵਿਚ ਲਿਆ ਹੋਇਆ ਹੈ।"
        },
        {
            "chapter": 4,
            "verse": 109,
            "text": "ਤੁਸੀਂ ਲੋਕਾਂ ਨੇ ਸੰਸਾਰਿਕ ਜੀਵਨ ਵਿਚ ਤਾਂ ਉਨ੍ਹਾਂ ਵੱਲੋਂ ਝਗੜਾ ਕਰ ਲਿਆ, ਪਰੰਤੂ ਕਿਆਮਤ ਦੇ ਦਿਨ ਉਨ੍ਹਾਂ ਵੱਲੋਂ ਅੱਲਾਹ ਨਾਲ ਝਗੜਾ ਕੌਣ ਕਰੇਗਾ ਜਾਂ ਕੌਣ ਹੋਏਗਾ ਉਨ੍ਹਾਂ ਦਾ ਕਾਰਜ ਰਾਸ ਕਰਨ ਵਾਲਾ।"
        },
        {
            "chapter": 4,
            "verse": 110,
            "text": "ਜਿਹੜਾ ਬੰਦਾ ਸ਼ੁਰਾਈ ਕਰੇ ਜਾਂ ਆਪਣੇ ਆਪ ਉੱਪਰ ਅਤਿਆਚਾਰ ਕਰੇ ਅਤੇ ਫਿਰ ਅੱਲਾਹ ਤੋਂ ਮੁਆਫ਼ੀ ਮੰਗੇ ਤਾਂ ਉਹ ਅੱਲਾਹ ਨੂੰ ਮੁਆਫ਼ ਕਰਨ ਵਾਲਾ, ਰਹਿਮਤ ਕਰਨ ਵਾਲਾ ਪਾਏਗਾ।"
        },
        {
            "chapter": 4,
            "verse": 111,
            "text": "ਜਿਹੜਾ ਵਿਅਕਤੀ ਕੋਈ ਗੁਨਾਹ ਕਰਦਾ ਹੈ, ਤਾਂ ਉਹ ਆਪਣੇ ਲਈ ਹੀ ਕਰਦਾ ਹੈ। ਅਤੇ ਅੱਲਾਹ ਜਾਨਣ ਵਾਲਾ ਬਿਬੇਕਸ਼ੀਲ ਹੈ।"
        },
        {
            "chapter": 4,
            "verse": 112,
            "text": "ਅਤੇ ਜਿਹੜਾ ਵਿਅਕਤੀ ਕੋਈ ਗਲਤੀ ਜਾਂ ਗੁਨਾਹ ਕਰੇ ਅਤੇ ਉਸ ਦਾ ਦੋਸ਼ ਕਿਸੇ ਨਿਰਦੋਸ਼ ਉੱਪਰ ਲਗਾ ਦੇਵੇ ਤਾਂ ਉਸ ਨੇ ਇਕ ਵੱਡਾ ਦਾਗ ਅਤੇ ਸ਼ਰੇਆਮ ਗੁਨਾਹ ਆਪਣੇ ਸਿਰ ਲੈ ਲਿਆ।"
        },
        {
            "chapter": 4,
            "verse": 113,
            "text": "ਜੇਕਰ ਤੁਹਾਡੇ ਉੱਪਰ ਅੱਲਾਹ ਦੀ ਕਿਰਪਾ ਅਤੇ ਰਹਿਮਤ ਨਾ ਹੁੰਦੀ ਤਾਂ ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਇਕ ਵਰਗ ਨੇ ਯਕੀਨਨ ਹੀ ਇਹ ਤੈਅ ਕਰ ਲਿਆ ਸੀ, ਕਿ ਉਹ ਤੁਹਾਨੂੰ ਭਟਕਾਅ ਕੇ ਰਹਿਣਗੇ। ਹਾਲਾਂਕਿ ਉਹ ਆਪਣੇ ਆਪ ਨੂੰ ਭਟਕਾ ਰਹੇ ਹਨ। ਉਹ ਤੁਹਾਡਾ ਕੂਝ ਨਹੀਂ ਵਿਗਾੜ ਸਕਣਗੇ। ਅੱਲਾਹ ਨੇ ਤੁਹਾਡੇ ਉੱਪਰ ਕਿਤਾਬ ਅਤੇ ਹਿਕਮਤ (ਸੁੰਨਤ ਅਤੇ ਅਦਰਸ਼) ਉਤਾਰੀ ਹੈ। ਤੁਹਾਨੂੰ ਉਹ ਚੀਜ਼ ਸਿਖਾਈ ਹੈ ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਨਹੀਂ ਜਾਣਦੇ ਸੀ। ਤੁਹਾਡੇ ਉੱਪਰ ਅੱਲਾਹ ਦੀ ਬਹੁਤ ਵੱਡੀ ਕਿਰਪਾ ਹੈ।"
        }
    ]
}