{
    "rukus": [
        {
            "chapter": 16,
            "verse": 10,
            "text": "El este cel care trimite apa din cer pentru voi. Din ea este debaut pentru voi ºi din ea cresc tufiºurile, unde voi va paºteþicirezile"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "Din ea El face sa creasca pentru voi semanaturile , maslinii,curmalii, viþa de vie ºi tot felul de roade . In aceasta este dovadapentru un neam [de oameni] care chibzuiesc"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "El a supus pentru voi noaptea ºi ziua , soarele ºi luna. ªi stelele sunt supuse, prin porunca Lui. ªi intru aceasta sunt semne pentru un neam [de oameni] care pricep"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "ªi ceea ce a creat pentru voi pe pamant [are] felurite culori. ªi intru aceasta este un semn pentru un neam de oameni care iºi aduc aminte"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "El este Cel care a supus marea, pentru ca voi sa mancaþi din eacarne proaspata ºi sa scoateþi din ea podoaba pe care sa opurtaþi . ªi vezi corabiile care o br&a"
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "El a aºezat pe pamant munþi statornici, ca sa nu se clatine cu voi, rauri ºi drumuri, poate ca voi veþi fi calauziþi"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "ªi semne osebite . ªi dupa stele se calauzesc"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "ªi oare cel care creeaza este la fel ca acela care nu creeaza ? Oare voi nu sunteþi cu luare aminte"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "ªi de aþi [vrea sa] socotiþi binefacerile lui Allah, voi nu veþi izbuti sale numaraþi . Allah este Iertator, Indurator [Ghafur, Rahim]"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "ªi Allah ºtie atat ceea ce þineþi voi ascuns, cat ºi ceea ce dezvaluiþi"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "Insa aceia pe care ii cheama in locul lui Allah nu creeaza nimic, ci ei sunt creaþi"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "Ei sunt morþi, nu sunt vii, ºi ei nu ºtiu cand [oamenii] vor fi inviaþi"
        }
    ]
}