{
    "rukus": [
        {
            "chapter": 33,
            "verse": 59,
            "text": "O, Profetule! Spune soaþelor tale ºi copilelor tale ºi femeilor dreptcredincioºilor sa se inveleasca in jilbaburile lor, caci astfel vor fi mai bine distinse sa fie cunoscute ºi"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "De nu vor inceta cei faþarnici ºi cei ce au boala in inimile lor ºi cei ce seamana zvonuri, [indemnand la razvratire], in Medina, Noi te vom aþaþa impotriva lor ºi atu"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "Blestemaþi vor fi ei ºi oriunde vor fi aflaþi, vor fi ei prinºi ºi macelariþi fara indurare"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "Aceasta a fost legea lui Allah pentru cei care au trait mai inainte ºi tu nu vei afla schimbare pentru Legea lui Allah"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "Oamenii te intreaba despre Ceas. Spune: „Numai la Allah esteºtiinþa despre el!” ªi de unde sa ºtii? S-ar putea ca Ceasul sa fieaproape"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "Allah i-a blestemat pe necredincioºi ºi le-a pregatit lor flacarile"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "Veºnic vor salaºlui in ele ºi nu vor gasi ocrotitor ºi nici sprijinitor"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "Iar in ziua cand feþele lor vor fi intoarse de pe o parte pe alta in foc, vor zice ei: „Vai noua! De I-am fi dat noi ascultare lui Allah ºi de i-am fi dat noi ascultare Trimisului!”"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "ªi vor zice ei: „Doamne, noi le-am dat ascultare stapanilor noºtriºi mai marilor noºtri, insa ei ne-au ratacit pe noi de la drum"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "Doamne, da-le lor pedeapsa indoita ºi blesteama-i pe ei cu mare blestem!”"
        }
    ]
}