{
    "rukus": [
        {
            "chapter": 3,
            "verse": 31,
            "text": "Spune: „[O, Profetule] Daca Il iubiþi pe Allah, urmaþi-ma ºi Allah va va iubi ºi va va ierta pacatele voastre! Allah e Iertator, Indurator[Al-Ghafur, Ar-Rahim]"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "Spune: “Fiþi cu supunere faþa de Allah ºi de Trimis , dar daca intoarceþi spatele, Allah nu-i iubeºte pe necredincioºi!”"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "Allah i-a ales pe Adam, pe Noe, familia lui Avraam ºi familia luiImran peste toate lumile [din vremea lor]"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "Ca scoboratori unii din alþii. Allah este Cel care Aude Totul, Atoateºtiutor [Sami’, ‘Alim]"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "Muierea lui Imran a zis: “Doamne, Iþi juruiesc [numai] Þie ceea ce este in pantecul meu, devotat numai Þie! Primeºte-l de la mine! Tu eºti Cel care Aude Totul, Atoateºtiutor [As-Sami’, Al-’Alim] !”"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "ªi cand a nascut, a zis ea: “Doamne, am zamislit o copila!”, dar Allah ºtia bine ceea ce nascuse ea. ªi un baiat nu este intocmai ca o copila! “Eu i-am pus numele Maria ºi o incredinþez"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "Domnul ei a acceptat-o cu buna primire ºi a lasat-o sa creasca cu buna creºtere ºi a incredinþat-o lui Zaharia . ªi de fiecare data cand intra Zaharia la ea in templu, gasea lang"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "Atunci, Zaharia s-a rugat Domnului sau, zicand: “Doamne, daruieºte-mi mie de la Tine vlastare binecuvantate, caci Tu eºti Cel care Aude ruga!”"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "Atunci, l-au chemat ingerii, in vreme ce el se ruga, stand in pi- cioare, in templu, [zicandu-i]: “Iata ca Allah þi-l vesteºte pe Yahya, care va adeveri un cuvant al lui Allah . [ªi el va fi] un barbat no"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "El a zis: “Doamne, cum sa am eu un baiat, cand m-au ajunsbatraneþile, iar muierea mea este stearpa?” ªi i-a raspuns [Allah]:“Aºa!” Allah face ceea ce voieºte"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "A zis [Zaharia]: “Doamne, da-mi mie un semn!”. I-a raspuns [Allah]:“Semnul tau va fi ca nu vei putea vorbi cu oamenii, vreme de trei zile,decat prin semne! Pomeneºte-L pe Domnul tau des ºi lauda-L pe El"
        }
    ]
}