{
    "pages": [
        {
            "chapter": 41,
            "verse": 12,
            "text": "فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتࣲ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظࣰ اۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ"
        },
        {
            "chapter": 41,
            "verse": 13,
            "text": "فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمُۥ صَٰعِقَةࣰ مِّثۡلَ صَٰعِقَةِ عَادࣲ وَثَمُودَ"
        },
        {
            "chapter": 41,
            "verse": 14,
            "text": "إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمُۥ وَمِنۡ خَلۡفِهِمُۥ أَلَّا تَعۡبُدُواْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةࣰ فَإِنَّا بِمَا أُرۡسِلۡتُمُۥ بِهِۦ كَٰفِرُونَ"
        },
        {
            "chapter": 41,
            "verse": 15,
            "text": "فَأَمَّا عَادࣱ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمُۥ هُوَ أَشَدُّ مِنۡهُمُۥ قُوَّةࣰۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ"
        },
        {
            "chapter": 41,
            "verse": 16,
            "text": "فَأَرۡسَلۡنَا عَلَيۡهِمُۥ رِيحࣰ ا صَرۡصَرࣰ ا فِي أَيَّامࣲ نَّحۡسَاتࣲ لِّنُذِيقَهُمُۥ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمُۥ لَا يُنصَرُونَ"
        },
        {
            "chapter": 41,
            "verse": 17,
            "text": "وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمُۥ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمُۥ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ"
        },
        {
            "chapter": 41,
            "verse": 18,
            "text": "وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ"
        },
        {
            "chapter": 41,
            "verse": 19,
            "text": "وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمُۥ يُوزَعُونَ"
        },
        {
            "chapter": 41,
            "verse": 20,
            "text": "حَتَّىٰ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمُۥ سَمۡعُهُمُۥ وَأَبۡصَٰرُهُمُۥ وَجُلُودُهُمُۥ بِمَا كَانُواْ يَعۡمَلُونَ"
        }
    ]
}