{
    "chapter": [
        {
            "chapter": 36,
            "verse": 1,
            "text": "Ё, Син"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "(Эй Муҳаммад алайҳис-салоту вас-салом, ушбу) ҳикматли Қуръонга қасамки"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "Ҳеч шак-шубҳасиз, сиз пайғамбарлардандирсиз"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "Тўғри Йўл (яъни, ҳақ дин) устидаги (пайғамбарлардандирсиз)"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "(Бу Қуръон) қудратли ва меҳрибон Зот томонидан нозил қилингандир"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "Ота-боболари (бирон пайғамбар орқали Охират азобидан) огоҳлантирилмасдан, ғофил бўлиб қолган бир қавмни огоҳлантиришингиз учун (нозил қилингандир)"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "Аниқки, уларнинг кўпларига Сўз (яъни, азоб ҳақидаги ҳукм) ҳақ бўлгандир. Бас, улар иймон келтирмаслар"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "Дарҳақиқат, Биз уларнинг бўйинларига то иякларигача (етадиган) кишанларни уриб қўйдик, бас, улар ғўдайиб қолдилар (яъни, улар Ҳаққа эгилмаслар)"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "Ва Биз уларнинг олдиларидан бир тўсиқ — парда қилиб, уларни ўраб қўйдик. Бас, улар кўра олмаслар"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "(Эй Муҳаммад алайҳис-салоту вас-салом), сиз уларни огоҳлантирдингизми ёки огоҳлантирмадингизми уларга баробардир — иймон келтирмаслар"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "Сиз фақат эргашган ва ғойибда (яъни, кўрмай) туриб, Раҳмондан қўрққан кишиларнигина огоҳлантира олурсиз. Бас, ўша (кишиларга) мағфират ва улуғ ажр (жаннат) хушхабарини беринг"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "Албатта Биз Ўзимизгина ўликларни тирилтирурмиз ва уларнинг қилган амалларини ҳамда (қолдирган) изларини ёзиб қўюрмиз. Барча нарсани Биз очиқ Китобда (яъни, Лавҳул-Маҳфузда) белгилаб қўйгандирмиз"
        },
        {
            "chapter": 36,
            "verse": 13,
            "text": "(Эй Муҳаммад алайҳис-салоту вас-салом), сиз уларга (Антокия) қишлоғининг аҳлини — у жойга элчилар келган пайтини мисол келтиринг"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "Ўшанда Биз уларга икки (элчини) юборганимизда, у иккисини ёлғончи қилишгач, учинчи (элчи) билан қувватлантирдик. Бас, (уччала элчи Антокия аҳлига): «Дарҳақиқат, биз сизларга (юборилган) элчилармиз», деган эдилар"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "Улар: «Сизлар ҳам худди ўзимизга ўхшаган одамларсиз. Раҳмон (яъни, Аллоҳ) бирон нарса — ваҳий нозил қилгани йўқ. Сизлар фақат ёлғон сўзламоқдасизлар», дедилар"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "(Элчилар) айтдилар: «Парвардигоримиз билурки, бизлар шак-шубҳасиз, сизларга (юборилган) элчилардирмиз"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "Ва бизларнинг зиммамизда (Аллоҳнинг ваҳийсини сизларга) очиқ-равшан етказиш бордир»"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "Улар дедилар: «Ҳақиқатан, бизлар сизлар ҳақингизда бадгумондамиз. Қасамки, агар (бу сўзларингизни) тўхтатмасангизлар, албатта сизларни тошбўрон қилурмиз ва сизларга биз томондан бир аламли азоб етар»"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "(Элчилар) айтдилар: «Бадгумонингиз ўзларингиз биландир (яъни, бизлардан эмас, балки ўзларингизнинг куфрларингиздан бадгумон қилинглар). Сизларга ваъз-насиҳат қилинса,(қабул қилиш ўрнига бадгумонда бўлиб дўқ-пўписа қилурмисиз)?! Йўқ, сизлар ҳаддан ошган қавмдирсиз!»"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "(Шу пайт) бир киши шаҳарнинг бир чеккасидан шошганча келиб, деди: «Эй қавмим, бу элчиларга эргашинглар"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "Ўзлари ҳидоятда бўлган ва сизлардан бирон ажр-мукофот сўрамайдиган зотларга эргашинглар!»"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "У айтди: «Нега мен ўзимни яратган Зотга ибодат қилмайин? Сизлар ҳам (дунёдан ўтгач) ёлғиз Унгагина қайтарилурсизлар"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "Мен У зотни қўйиб (жонсиз бутларни) худо қилиб олайми?! (Ҳаргиз ундай қилмасман, чунки) агар Раҳмон менга бирон зиён етказишни истаса, у (бут)ларнинг оқловлари мени бирон нарсадан беҳожат қила олмас ва улар мени (Аллоҳнинг азобидан) қутқара олмаслар"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "У ҳолда мен шак-шубҳасиз, очиқ залолатда бўлурман"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "Ҳақиқатан, мен (жонсиз бутларга эмас, балки барчаларингизни яратган) Парвардигорингизга иймон келтирганман. Бас, мени тинглангиз!»"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "(Лекин жоҳил қавм Ҳабиб ан-Нажжорнинг сўзларига қулоқ солмасдан уни қатл қилишгач, унга) «Жаннатга кир», дейилди. (Аллоҳнинг амри билан жаннатга киритилиб, у жойдаги ноз-неъмат ва иззат-икромни кўргач), у айтди: «Қани эди қавмим ҳам билсалар эди"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "Мени Парвардигорим мағфират қилганини ва мени иззат-икромли кишилардан қилганини (билсалар эди)»"
        },
        {
            "chapter": 36,
            "verse": 28,
            "text": "Биз (Ҳабиб ан-Нажжорни ўлдирганларидан) кейин унинг устига (уларни ҳалок қилиш учун) осмондан бирон қўшин (яъни, азоб фаришталарини) туширмадик, Биз (ҳеч нарса) туширгувчи бўлмадик"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "Фақат биргина даҳшатли қичқириқ бўлди-ю, баногоҳ улар «ўчиб» қолдилар (яъни биронталари ҳам қолмай ҳалок бўлдилар)"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "(Аллоҳнинг элчиларини ёлғончи қилиб, уларга озор-азият етказадиган барча) бандаларга ҳасрат-надомат бўлгай! Уларга бирон пайғамбар келмас, магар улар унинг устидан масхара қилиб кулгувчи бўлурлар"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "Ахир улар ўзларидан илгари ҳам қанча асрларни (авлодларни) ҳалок қилганимизни — ўшалар уларнинг олдига (яъни, бу дунёга) қайтиб келмасликларини кўрмадиларми"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "Ҳеч шак-шубҳасиз, (уларнинг) барчалари (Қиёмат Кунида) Бизнинг даргоҳимизда ҳозир қилингувчидирлар"
        },
        {
            "chapter": 36,
            "verse": 33,
            "text": "Ўлик-қуруқ ер улар учун (қайта тирилиш ҳақ эканига) бир оят-аломатдир — Биз уни (сув билан) тирилтирдик ва ундан (турли) дон-дунни ундириб чиқардик. Бас, улар ўша (дон)дан ерлар"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "Яна Биз у (ер)да хурмозор ва узумзор боғларни (пайдо) қилдик ва унда булоқларни оқизиб қўйдик"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "Токи (одамлар ўша боғларнинг) мевасидан есинлар учун (шундай қилдик). Ҳолбуки, у (мевалар)ни улар (қўллари билан) қилмаган — ясаб олмаган эдилар. Ахир шукр қилмайдиларми"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "Ер ундириб-ўстирадиган нарсалардан, (одамларнинг) ўзларидан ва яна улар билмайдиган нарсалардан иборат барча жуфтларни яратган (Аллоҳ ҳар қандай айбу-нуқсондан) пок Зотдир"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "Кеча ҳам улар учун (бизнинг қудратимизни кўрсатиб турадиган) бир оятдир: Биз ундан кундузни ечиб олишимиз билан баногоҳ улар зулматда қолурлар"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "Қуёш (бирон сония тўхтамай) ўз қароргоҳи сари жорий бўлур. Бу қудратли ва билгувчи Зотнинг тақдири — ўлчовидир"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "Биз ойни ҳам токи у эски (хурмо) бутоғи каби бўлиб (эгилиб ҳилол ҳолига келиб) қолгунича бир неча манзилга белгилаб-тайинлаб қўгандирмиз"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "На қуёш учун ойга етиш мумкин бўлур ва на кеча кундуздан ўзгувчидир. (Қуёш, ой ва юлдузларнинг) барчалари фалакда сузиб юрур"
        },
        {
            "chapter": 36,
            "verse": 41,
            "text": "Биз уларнинг авлод-зурриётларини (Нуҳ пайғамбар билан бирга одамлар ва турли жониворларга) тўла кемада кўтарганимиз (ва тўфон балосидан нажот берганимиз) улар учун (Бизнинг қудратимизни кўрсатадиган) яна бир оятдир"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "Яна Биз улар учун худди Ўша (кемага) ўхшаш (бошқа) минадиган нарсаларини (яъни, катта-кичик кемаларни) ҳам яратдик"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "Агар Биз хоҳласак уларни ғарқ қилурмиз-да, сўнг улар учун бирон ёрдамчи бўлмас ва улар (ҳалокатдан) қутқазилмаслар"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "Магар Биз томондан бўлган марҳамат сабабли ва (маълум) бир вақтгача (яъни, ажаллари етгунча ҳаёт неъматларидан) баҳраманд бўлишлари учун (уларга бало-қазолардан нажот берилур)"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "Қачон (мушрикларга): «Сизлар Аллоҳнинг раҳматига эришишларингиз учун олдиларингиздаги (дунё фитналаридан) ва ортингиздаги (Охират азобидан) қўрқинглар», (яъни, иймонга келинглар) дейилса, (улар қулоқ солмаслар)"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "Уларга Парвардигорнинг оятларидан бирон оят келмас, магар улар (ўша оятлнрдан) юз ўгиргувчи бўлурлар"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "Қачон уларга: «Аллоҳ сизларга ризқ қилиб берган нарсалардан инфоқ-эҳсон қилинглар», дейилса, кофир бўлган кимсалар иймон келтирган зотларга (истеҳзо билан): «Агар Аллоҳ хоҳласа Ўзи таомлантириб оладиган кишиларга бизлар таом берурмизми? Сизлар ҳеч шак-шубҳасиз, очиқ залолатдадирсизлар», дерлар"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "Улар: «Агар ростгўй бўлсангизлар (айтинглар-чи), мана шу ваъда (қилинган азоб) қачон бўлади?», дерлар"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "Улар фақат биргина даҳшатли қичқириқни кутмоқдалар, холос. У уларни (ўлимдан мутлақо бехабар ҳолларида кўча-кўй ва бозорларда бир-бирлари билан) жанжаллашиб турганларида олиб кетар (яъни, ҳалок этар)"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "Бас, улар на бирон васият қилишга ва на уйларига қайтишга қодир бўлурлар"
        },
        {
            "chapter": 36,
            "verse": 51,
            "text": "(Қиёмат соати келиб фаришта Исрофилнинг) сури чалиниши билан баногоҳ улар қабрларидан Парвардигорлари ҳузурига (ҳисоб-китоб учун) суғурилиб чиқурлар"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "Улар: «Эй бизларга ўлим бўлсин! Ким бизларни ётган жойимиздан (қабрларимиздан) турғазди?», деганларида, (уларга айтилур): «Мана шу Раҳмон ваъда қилган ва пайғамбарлар рост сўзлаган нарса — Қиёматдир»"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "Фақатгина бир даҳшатли қичқириқ бўлар-у, баногоҳ уларнинг барчалари Бизнинг даргоҳимизда ҳозир қилингувчидирлар"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "Мана бу Кунда ҳеч бир жонга бирон зулм қилинмас ва сизлар фақат ўзларингиз қилиб ўтган амалларингиз сабабли жазоланурсиз"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "Шак-шубҳасиз, жаннат эгалари бу кунда ўзлари истаган (орзу қилган) иш(лари) билан шод-хуррам бўлгувчидирлар"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "Улар ўз жуфтлари билан бирга барча соя-салқин жойлардаги сўриларда ястаниб ўтирурлар"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "Улар учун у жойда (ҳар турли) мева-чева мавжуддир ва улар учун чорлаган — истаган нарсалари ҳозирдир"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "(Уларга) Меҳрибон Парвардигори томонидан салом айтилур"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "Эй жиноятчи кимсалар, мана бу Кунда (мўминлардан) ажралинглар"
        },
        {
            "chapter": 36,
            "verse": 60,
            "text": "Мен сизларга «Эй Одам болалари, шайтонга ибодат қилмангиз, чунки у сизларга очиқ душмандир"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "Менгагина ибодат қилинглар! Мана шу Тўғри Йўлдир», деб буюрмаганмидим"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "Аниқки, (шайтон) сизларнинг ичингиздан кўп авлодни йўлдан оздирди. Ахир ақл юритгувчи бўлмадингизларми"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "Сизларга ваъда қилинган жаҳаннам мана шудир"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "Сизлар (ҳаёти дунёда) кофир бўлиб ўтганларингиз сабабли мана бу Кунда (жаҳаннамга) кирингиз"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "Бу кун Биз уларнинг оғизларини муҳрлаб қўюрмиз. Ва Бизга уларнинг қилиб ўтган ишлари ҳақида — уларнинг қўллари сўзлар ва оёқлари гувоҳлик берур"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "Агар Биз хоҳласак, уларнинг кўзларини йўқ қилган бўлур эдик. Ана у ҳолда улар йўлларига шошардилар-у, (лекин) қаёқдан кўра олсинлар"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "Агар Биз хоҳласак, уларни турган жойларида (маймун, тўнғиз ёки тош каби) бошқа нарсаларга айлантириб қўйган бўлур эдик. Сўнг улар (олдинга) юришга ҳам қодир эмаслар, (ортларига ҳам) қайта олмаслар"
        },
        {
            "chapter": 36,
            "verse": 68,
            "text": "Биз кимга (узун) умр берсак унинг хилқатини (жисму-жонини) тубан — ночор қилиб қўюрмиз. Ахир ақл юргизмайдиларми (яъни, бир кишининг сурат ва сийратида ёш-яланглиги билан қари-қартанглиги ўртасида нақадар катта фарқ борлигини кўриб ибрат олмайдиларми)"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "(Муҳаммад алайҳис-салоту вас-саломга) шеър ўргатмадик ва (шоирлик) унинг учун дуруст эмасдир. (Муҳаммад алайҳис-салоту вас-салом тиловат қилаётган нарса) фақат бир эслатма ва очиқ-равшан Қуръондир"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "У тирик бўлган кишиларни огоҳлантириши учун ва кофирлар устига Сўз — азоб ҳақ бўлиши учун (нозил қилинган бир эслатмадир)"
        },
        {
            "chapter": 36,
            "verse": 71,
            "text": "Ахир улар, Биз учун Ўз (қудрат) қўлимиз билан қилган нарсаларни — чорва ҳайвонларини яратиб қўйганимизни кўрмадиларми?! Мана улар ўша (ҳайвон)ларга эгадирлар"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "Биз ўша (ҳайвон)ларни уларга бўйсундириб қўйганмиз. Ана уларнинг минадиган нарсалари ҳам ўша (ҳайвон)лардандир, ейдиган (таом)лари ҳам ўшалардандир"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "Яна улар учун ўша (ҳайвон)ларда (турли) фойдалар ва ичимлик (сут-қаймоқ)лар бордир. Ахир шукр қилмасларми"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "(Йўқ, улар шукр қилмадилар, балки) Аллоҳни қўйиб ёрдам олиш умидида (ўзга) «худо»ларни тутдилар"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "Улар ўша («худо»лари) учун ҳозирланган қўшинлари бўлган ҳолларида ҳам у («худо»лар) уларга ёрдам беришга қодир бўлмаслар"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "Бас, (эй Муҳаммад алайҳис-салоту вас-салом), сизни уларнинг сўзлари ғамгин қилмасин! Зотан, Биз уларнинг яширадиган нарсаларини ҳам, ошкор қиладиган нарсаларини ҳам билурмиз"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "Инсон Биз уни нутфадан — бир томчи сувдан яратганимизни, энди эса баногоҳ у (Ўзимизга) очиқ қаршилик қилгувчи бўлиб қолганини кўрмадими"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "У Бизга «Чириб битган суякларни ким ҳам тирилтира олур?», деб мисол келтирди-ю, (аммо) ўзининг (бир томчи сувдан) яралганини унутиб қўйди"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "(Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «У (чириган суяк)ларни дастлаб (бир томчи сув)дан пайдо қилган Зотнинг Ўзи қайта тирилтирур. У (Ўзи яратган) барча халқни билгувчидир»"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "У сизлар учун ям-яшил дарахтдан олов пайдо қилган Зотдир. Бас, сизлар ўшандан ўт ёқурсизлар"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "Осмонлар ва Ерни яратган Зот яна уларнинг ўхшашини яратишга қодир эмасми?! Йўқ, (албатта қодирдир), Унинг Ўзигина яратгувчи ва билгувчидир"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "Бирон нарсани (яратишни) ирода қилган вақтида Унинг иши фақатгина «Бўл», демоқлигидир. Бас, у (нарса) бўлур — вужудга келур"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "Бас, барча нарсанинг эгалиги Ўз қўлида бўлган (Аллоҳ ҳар қандай айбу-нуқсондан) пок Зотдир. Ва (албатта) сизлар Ёлғиз Унгагина қайтарилурсизлар"
        }
    ]
}