{
    "pages": [
        {
            "chapter": 6,
            "verse": 152,
            "text": "Ara etimera sampattira kache ye'o na ya sresthatara se'i uddesya byatita, ye paryanta na se tara sabalakatbe paumche. Ara puro mapa o ojana debe n'yayyabhabe.’’ Amara kono lokera upare bhara capa'i na ya tara ksamatara atirikta. ''Ara yakhana tomara katha balo takhana n'yayanistha ha'o yadi'o ta apanajanera byapare haya. Ara allah‌ra oyada sampadana karo. -- E'isaba diye tomadera tini nirdesa diyechena yena tomara manonibesa karo."
        },
        {
            "chapter": 6,
            "verse": 153,
            "text": "Ara ye eti'i amara sahaja-sathika patha, kaje'i era'i anusarana karo, ebam an'yan'ya patha anusarana karo na, kenana se-saba tamra patha theke tomadera bicchinna karabe.’’ E'isaba dbara tini tomadera nirdesa diyechena yena tomara dharmaparayanata abalanbana karo."
        },
        {
            "chapter": 6,
            "verse": 154,
            "text": "Punaraya, amara musake diyechilama grantha -- purnanga tarajan'ya ye subhakaja kare ebam ya hacche saba-kichura bisada bibarana, ara pathanirdesa o karuna, -- yena tara tadera prabhura sange mulakatera sanbandhe bisbasa kare."
        },
        {
            "chapter": 6,
            "verse": 155,
            "text": "Ara e eka grantha -- amara eti abatarana karechi kalyanamaya ka’re, kaje'i era anusarana karo o bhayabhakti karo yena tomadera prati daya pradarsana kara haya"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "Pache tomara balo -- ''amadera age grantha abatirna hayechila sudhu duti sampradayera kache, ara amara tadera parasuna sanbandhe ajnata chilama.’’"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "Athaba pache tomara balo -- ''yadi amadera kache grantha abatirna hato tabe amara tadera ca'ite bhalobhabe supathagami hatama.’’ Ekhana to tomadera kache tomadera prabhura kacha theke eseche spasta pramana ebam pathanirdesa o kuruna. Ata'eba tara ca'ite ke besi an'yayakari ye allah‌ra nirdesasamuha pratyakhyana kare ara se-saba theke phire yaya? Yara amadera nirdesabali theke phire yaya tadera amara acire'i pratiphala debo nikrsta sasti diye, yehetu tara phire yeto."
        }
    ]
}