{
    "pages": [
        {
            "chapter": 7,
            "verse": 121,
            "text": "Tara balale -- ''amara imana analama bisbajagatera prabhura prati"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "musa o harunera prabhu.’’"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Phira'a'una balale -- ''tomara tate bisbasa karacha ami tomadera anumati debara age'i! Niscaya eti eka cakranta ya tomara e sahare phedecham yena tomara e theke era lokadera bara kare dite paro. Besa, sighra'i tomara tera pabe"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "ami alabat tomadera hata o tomadera pa ulto-palta kete debo, tarapara tomadera niscaya'i sule carabo ekasange.’’"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "Tara balale -- ''nihsandeha amadera prabhura kache'i amara pratyabartanakari."
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "Ara tumi amadera upare pratihinsa niccha na sudhu ejan'ya chara ye amara bisbasa sthapana karechi amadera prabhura nirdesabalite yakhana se-saba amadera kache esechila. 'Amadera prabhu! Amadera upare dhairya barsana karo, ara amadera mrtyu ghata'o musalimarupe.’’"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "Ara phira'a'unera lokadera pradhanara balale -- ''apani ki musake o tara lokadera chere debena dese biparyaya srsti karate ebam apanake ebam apanara debatadera parityaga karate?’’ Se balale -- ''amara tadera putradera abasya'i hatya karabo ara tadera kan'yadera bamcate debo, ara amara alabat tadera upare pratapasali.’’"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Musa tamra lokadera balalena -- ''allah‌ra kache sahayya ca'o o dhairya dharana karo, nihsandeha prthibi to allah‌ra, tini tara uttaradhikara debena tamra bandadera madhyera yadera tini pachanda karena. Ara parinama hacche dharmaparayanadera'i jan'ye.’’"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "Tara balale -- ''amara atyacarita hayechi amadera kache tomara agamanera age ebam amadera kache tomara asara pare'o.’’ Tini balalena -- ''hate pare tomadera prabhu tomadera satrudera dhbansa karabena, ara acire'i tomadera tini pratinidhi tha'orabena desera madhye, yena tini dekhate parena kemanabhabe tomara kaja karo.’’"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "Ara amara niscaya'i phira'a'unera lokadera pakara'o karechilama bahubatsarera khara ara phala-phasalera ksati diye, yena tara anudhabana kare."
        }
    ]
}