{
    "pages": [
        {
            "chapter": 2,
            "verse": 106,
            "text": "Ye-saba ayata amara manasukha kari athaba uha bhuliye di'i, amara tara ca'ite bhalo athaba tara anurupa niye asi. Tumi ki jana na ye allah nihsandeha saba-kichura upare sarbasaktimana"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "Tumi ki jano na nihsandeha allah‌, -- mahakasamandalera o prthibira rajatba tamra'i. Ara tomadera jan'ya allah chara kono murabbi athaba sahayyakari ne'i."
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Tomara ki tomadera rasulake prasna karate ca'o yemana musake era age prasna kara hayechila? Ara ye bisbasera jayagaya abisbasa badale neya se-i niscaya'i sarala pathera disa haraya."
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Granthaprapta lokera aneke kamana kare ye tomadera imana anara pare tomadera abisbase phiriye nite, tadera tarapha theke bidbesera phale tadera kache satya pariskara habara pare'o. Ta'i ksama karo o upeksa karo ye paryanta na allah tamra anusasana niye asena. Nihsandeha allah sabakichura upare sarbasaktimana."
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Ara namaya kayema karo o yakata adaya karo. Ara tomadera a‌tmara jan'ya ya kichu kalyana agabara'o ta allah‌ra darabare pabe. Niscaya'i tomara ya karacho allah tara darsaka."
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "Ara tara bale -- “ye ihudi ba khristana se chara ke'u kakhana'o behesate dakhila hate parabe na.” Esaba tadera brtha akankha. Balo -- “tomadera pramana niye eso, yadi tomara satyabadi ha'o.”"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "Na, ye ke'u allah‌ra taraphe nijera mukha purna-samarpana kareche o se satkarmi, tara jan'ya tara puraskara ache tara prabhura darabare, ara tadera upare kono bhaya ne'i, ara tara anutapa'o karabe na."
        }
    ]
}