{
    "pages": [
        {
            "chapter": 11,
            "verse": 46,
            "text": "Tini balalena -- ''he nuha! Nihsandeha se tomara paribarabhukta naya. Nihsandeha tara kajakarma satkarmera bar'hibhuta, kaje'i amara kache sa'oyala kara na ye-sanbandhe tomara kono jnana ne'i. Ami abasya'i tomake upadesa dicchi -- pache tumi ajnadera antarbhukta haye para.’’"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "Tini balalena -- ''amara prabhu! Ami abasya'i tomara kache asraya ca'ichi pache ye byapare amara kono jnana ne'i se- sanbandhe tomara kache prarthana kare pheli. Ara tumi yadi amake raksa na kara o amara prati karuna na darsa'o tabe ami ksatigrastadera antarbhukta haye yaba.’’"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "Bala hala -- ''he nuha! Abatarana kara amadera theke santira sathe, ara tomara upare o tomara sathe yara rayeche tadera sampradayera upare asirbada niye. Ara emana jatira'o habe yadera amara acire'i jibanopakarana deba, tarapara amadera theke marmantuda sasti tadera sparsa karabe.’’"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "Esaba hacche adrsya sanbandhe sambada ya amara tomara kache pratyadesa karachi. Tumi era age e-saba janate na -- tumi'o na, tomara sampradaya'o na. Ata'eba adhyabasaya abalanbana kara. Nihsandeha subhaparinama dharmabhirudera'i jan'ye."
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "Ara'ada-era kache tadera bha'i hudake. Tini balalena -- ''he amara sampradaya! Allah‌ra upasana kara, tomadera jan'ya tini chara an'ya upasya ne'i. Tomara to sudhu mithya racanakari."
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "He amara sampradaya! Ami era jan'ya tomadera kache kono pratidana ca'ichi na. Amara sramaphala kebala tamra kache yini amake srsti karechena. Tomara ki tabe bujhabe na"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "Ara he amara sampradaya! Tomadera prabhura kache ksama prarthana kara, tarapara tamra dike phero, tini akasake tomadera prati pathabena barsanonnukha kare, ara tomadera saktira upare tomadera sakti bariye debena, ara tomara phire ye'o na aparadhi haye.’’"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "Tara balale -- ''he huda! Tumi amadera kache kono spasta pramana ana ni, ara tomara kathaya amara amadera debatadera parityaga karate yacchi na, ara tomara prati amara bisbasi'o na'i."
        }
    ]
}