{
    "pages": [
        {
            "chapter": 16,
            "verse": 73,
            "text": "ara tara upasana kare allah‌ke chere diye tadera yara ekatuku'o ksamata rakhe na mahakasamandali o prthibi theke asa riyekera upare, ara tara kono ksamata rakhe na."
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "Ata'eba allah‌ra sange kono sadrsa sthira karo na. Nihsandeha allah janena ara tomara jana na."
        },
        {
            "chapter": 16,
            "verse": 75,
            "text": "Allah upama dicchena aparera adhikarabhukta ekajana dasera -- kono-kichura upare se ksamata rakhe na, ara emana eka byaktira yake amadera tarapha theke uttama jibika diye amara bharanaposana karechi, sutaram se ta theke gopane o prakasye kharaca kare. Tara ki samana-samana? Samasta prasansa allah‌ra. Kintu tadera adhikansa'i jane na."
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "Allah aro upama dicchena du'ijana lokera -- tadera ekajana boba, kono-kichute'i se ksamata rakhe na, se tara manibera upare ekati bojha, take yekhane'i pathano hoka na kena se bhala kichu'i anate pare na. Se ebam se'ibyakti yini n'yayabicarera nirdesa dena tara ki samana-samana, ara tini rayechena sahaja-sathika pathe"
        },
        {
            "chapter": 16,
            "verse": 77,
            "text": "ara mahakasamandali o prthibira adrsya bisaya allah‌ra. Ara se'i gharighantara byapara to cokhera palaka ba tara ca'ite'o nikatatara bai naya. Nihsandeha allah saba-kichura upare sarbasaktimana."
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "Ara allah tomadera nirgata karechena tomadera mayedera garbha theke, tomara kichu'i janate na, ara tomadera jan'ya tini diyechena srabanasakti o drstisakti o antahkarana, yena tomara krtajnata prakasa karo."
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "Tara ki pakhidera laksya kare na -- akasera sun'yagarbhe bhasamana? Allah chara ara ke'u odera dhare rakhe na. Nihsandeha ete prakrta nidarsana rayeche se'i lokadera jan'ya yara bisbasa kare."
        }
    ]
}