{
    "pages": [
        {
            "chapter": 17,
            "verse": 97,
            "text": "Ara yake allah patha dekhana se tabe pathaprapta, ara yake tini bipathe calate dena tadera jan'ya tumi pabe na tamra byatireke kono abhibhabaka. Ara kiyamatera dine amara tadera samabeta karaba tadera mukhera upare -- andha, ara boba ebam badhira. Tadera abasasthala hacche jahannama. Yakhana'i ta jhimiye asabe amara tadera jan'ya sikha bariye deba"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "e'i hacche tadera pratidana kenana tara amadera nidersabali asbikara karechila ebam balechila -- ''ki! Amara yakhana hara-o dhulokana haye yaba takhana ki amara satya'i punarut'thita haba natuna srstirupe?’’"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "Tara ki dekhache na ye allah‌, yini mahakasamandali o prthibi srsti karechena, tini tadera anurupa srsti karate saksama? Ara tini tadera jan'ya sthira karechena ekati nirdharita kala -- ete kono sandeha ne'i. Kintu an'yayakarira pratyakhyana kara chara ara sabatate'i asam'mata thake."
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Balo -- ''yadi tomara amara prabhura karuna-bhandarera upare kartrtba karate tahale tomara niscaya'i ta dhare rakhate kharaca karara bhaye.’’ Ara manusa bara krpana."
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "Ara amara alabat musake nayati spasta nidarsana diyechilama, sutaram isara'ilera bansadharadera jijnesa kare dekha -- yakhana tini tadera kache esechilena, -- phira'a'una takhana tamke balechila -- ''ami abasya tomake, he musa! Mane kari jadugrasta.’’"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "Tini balalena -- ''tumi niscaya'i jana ye mahakasamandali o prthibira prabhura byatireke an'ya ke'u e'isaba nidarsana pathana ni, ara ami to tomake'i, he phira'a'una! Mane kari binasaprapta.’’"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "Takhana se sankalpa karala desa theke tamdera uccheda karate, kaje'i amara take o tara sange yara chila saba'ike dubiye diyechilama."
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "Ara e pare amara isara'ilera bansadharadera balechilama -- ''tomara e dese basabasa kara, tarapara yakhana bhabisyatera prati‌sruti ese parabe amara takhana tomadera jara karaba dumare phele.’’"
        }
    ]
}