{
    "pages": [
        {
            "chapter": 26,
            "verse": 61,
            "text": "Atahpara yakhana du'i dala parasparake dekhala takhana musara sangira balale -- ''amara to nihsandeha dhara pare gelama.’’"
        },
        {
            "chapter": 26,
            "verse": 62,
            "text": "Tini balalena -- ''niscaya'i na, amara sange alabat amara prabhu rayechena, tini amake acire'i patha dekhabena.’’"
        },
        {
            "chapter": 26,
            "verse": 63,
            "text": "Takhana amara musara nikata pratyadesa dilama e'i bale -- ''tomara lathi diye samudre aghata kara.’’ Phale eti bibhakta haye gela, sutaram pratyeka dala eka-ekati birata paharera mato hayechila."
        },
        {
            "chapter": 26,
            "verse": 64,
            "text": "Ara an'yaderake'o amara niye elama se'i ancale."
        },
        {
            "chapter": 26,
            "verse": 65,
            "text": "Ara musake o tamra sange yara chila se-saba'ike amara ud'dhara karechilama."
        },
        {
            "chapter": 26,
            "verse": 66,
            "text": "Tarapara an'yaderake amara dubiye diyechilama."
        },
        {
            "chapter": 26,
            "verse": 67,
            "text": "Nihsandeha ete to ekati nidarsana rayeche, kinta tadera adhikansa'i bisbasi naya."
        },
        {
            "chapter": 26,
            "verse": 68,
            "text": "Ara nihsandeha tomara prabhu -- tini'i to mahasaktisali, aphuranta phaladata."
        },
        {
            "chapter": 26,
            "verse": 69,
            "text": "Ara tumi tadera kache ibrahimera kahini barnana karo."
        },
        {
            "chapter": 26,
            "verse": 70,
            "text": "Smarana karo! Tini tamra pitrpurusake o tamra sbajatike balalena -- ''tomara kisera upasana kara?’’"
        },
        {
            "chapter": 26,
            "verse": 71,
            "text": "Tara balale -- ''amara pratimadera puja kari, ara amara tadera aradhanaya nisthabana thakaba.’’"
        },
        {
            "chapter": 26,
            "verse": 72,
            "text": "Tini balalena, ''tara ki tomadera sone yakhana tomara dako"
        },
        {
            "chapter": 26,
            "verse": 73,
            "text": "athaba tara ki tomadera upakara karate pare kimba apakara karate pare?’’"
        },
        {
            "chapter": 26,
            "verse": 74,
            "text": "Tara balale -- ''na, amadera pitrpurusadera amara dekhate peyechi e'ibhabe tara karache.’’"
        },
        {
            "chapter": 26,
            "verse": 75,
            "text": "Tini balalena -- ''tomara ki tabe bhebe dekhecha tomara kisera upasana karacha"
        },
        {
            "chapter": 26,
            "verse": 76,
            "text": "tomara o tomadera purbagami pitrpurusara"
        },
        {
            "chapter": 26,
            "verse": 77,
            "text": "ata'eba tara alabat amara satru, kinta bhu-bisbera prabhu nana"
        },
        {
            "chapter": 26,
            "verse": 78,
            "text": "yini amake srsti karechena, tarapara tini amake patha dekhiyechena"
        },
        {
            "chapter": 26,
            "verse": 79,
            "text": "ara yini amake ahara karana ebam pana karate dena"
        },
        {
            "chapter": 26,
            "verse": 80,
            "text": "ara yakhana ami roge bhogi takhana tini'i amake arogya karena"
        },
        {
            "chapter": 26,
            "verse": 81,
            "text": "ara yini, amara mrtyu ghatabena tarapare amake punarjibana debena"
        },
        {
            "chapter": 26,
            "verse": 82,
            "text": "ara yini, ami asa kari, bicarera dine amara bhulabhrantigulo amara jan'ya ksama kare debena."
        },
        {
            "chapter": 26,
            "verse": 83,
            "text": "Amara prabhu! Amake jnana dana karo, ara amake satkarmidera sange yukta karo."
        }
    ]
}