{
    "pages": [
        {
            "chapter": 33,
            "verse": 44,
            "text": "Yedina tara tamra sange molakata karabe sedina tadera sambhasana habe''salama’’! Ara tadera jan'ya tini tairi rekhechena eka mahana pratidana."
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "He priya nabi! Amara niscaya'i tomake pathiyechi ekajana saksirupe, ara ekajana susambadadatarupe, ara ekajana satarkakarirupe"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "ara allahara prati tamra anumatikrame ekajana ahabayakarupe, ara ekati ujjbala pradiparupe."
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "Ara muminadera tumi susambada da'o ye tadera jan'ya allah‌ra kacha theke rayeche eka birata karunabhandara."
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "Ara tumi abisbasidera o munaphikadera ajnapalana karo na, ara odera biraktikara byabahara upeksa karo ebam allahara upare tumi nirbhara karo. Ara allaha'i karnadhararupe yathesta."
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "Ohe yara imana enecha! Tomara yakhana mumina naridera bibaha karo ebam tadera sparsa karara age'i yadi tadera tomara talaka diye da'o, tahale tomadera jan'ya tadera upare iddatera kono-kichu nirdharana karabara thakabe na, kintu tadera jan'ya sansthana karo ebam tadera bidaya diyo saujan'yamaya bidayadane."
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "He priya nabi! Amara tomara jan'ya tomara stridera baidha karechi yadera tumi tadera denamohara adaya karecha, ara yadera tomara dana hata dhare rekheche, tadera madhya theke yadera allah tomake yud'dhera danarupe diyechena, ara tomara cacara meyedera o tomara phuphura meyedera ebam tomara mamara meyedera o tomara masira meyedera -- yara tomara sange hijarata kareche, ara kono mumina nari yadi se nabira kache nijeke samarpana kare, yadi nabi'o take bibaha karate cana -- eti bisesa kare tomara jan'ya, muminaganake bada diye. Amara abasya'i jani tadera jan'ya amara ki bidhana diyechi tadera stridera sanbandhe ara tadera dana hata yadera dhare rekheche tadera sanbandhe, yena tomara upare badha na thake. Ara allah hacchena paritranakari, aphuranta phaladata."
        }
    ]
}