{
    "pages": [
        {
            "chapter": 34,
            "verse": 8,
            "text": "Se allah‌ra birud'dhe haya mithya racana kareche, nayato tara madhye rayeche jinabhuta.’’ Bastutah yara parakale bisbasa kare na tara ache sastite o suduraprasari bibhrantite."
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "Tara ki tabe dekhe na tadera samane ki rayeche ara ki rayeche tadera pechane -- mahakase o prthibite. Amara yadi ca'itama tabe tadera sange prthibike dhasiye ditama, athaba tadera upare akasa theke ekati canara phele ditama. Nihsandeha ete to eka nidarsana rayeche pratyabrta pratyeka bandara jan'ya."
        },
        {
            "chapter": 34,
            "verse": 10,
            "text": "Ara amara niscaya'i da'udake amadera kacha theke diyechilama karunabhandara. ''He paharagulo! Tamra sange ekamukho ha'o, ara pakhira'o.’’ Ara lohake'o amara tamra jan'ya galiyechilama"
        },
        {
            "chapter": 34,
            "verse": 11,
            "text": "e'i bale -- ''tumi ca'ora barma tairi kara, ara antasamuhe yathayatha parimapa da'o, ara tomara satkarma kara. Nihsandeha tomara ya karacha ami tara samyaka drasta.’’"
        },
        {
            "chapter": 34,
            "verse": 12,
            "text": "Ara sula'imanera jan'ya bayuprabaha. Era sakalabelakara gati ekamasa ebam era bikelabelara gati ekamasa, ara amara tara jan'ya tamara nadi ba'iye diyechilama. Ara tadera madhyera ye ke'u amadera nirdesa theke sare yeta take amara asbadana karatama jbalanta agunera sasti theke."
        },
        {
            "chapter": 34,
            "verse": 13,
            "text": "Tara tamra jan'ya tairi karata ya tini ca'itena, yatha durgaprasada o bhaskarya-pratimurti, ara gamalara n'yaya thala, ara anara-haye- basa dega. ''He da'udera paribara! Krtajnatara sathe kaja kare ya'o.’’ Ara amara bandadera madhye alpakayajana'i krtajna."
        },
        {
            "chapter": 34,
            "verse": 14,
            "text": "Tarapara yakhana amara tamra prati mrtyubidhana karechilama takhana kichu'i tadera kache tamra mrtyu sanbandhe janate deya ni sudhu eka matira kita byatita, se kheye phelechila tamra samsa. Tarapara yakhana tara patana ghatala takhana jinera pariskarabhabe bujhalo ye yadi tara adrsyata janato tahale tara lanchanadayaka sastite abasthana karata na."
        }
    ]
}