{
    "pages": [
        {
            "chapter": 37,
            "verse": 77,
            "text": "ara tamra santana-santatike amara baniyechilama prakrta tike thaka dala"
        },
        {
            "chapter": 37,
            "verse": 78,
            "text": "ara tamra jan'ya parabartidera madhye amara rekhechilama"
        },
        {
            "chapter": 37,
            "verse": 79,
            "text": "samagra bisbajagatera madhye nuhera prati salama"
        },
        {
            "chapter": 37,
            "verse": 80,
            "text": "nihsandeha e'ibhabe'i amara satkarmasiladera pratidana diye thaki."
        },
        {
            "chapter": 37,
            "verse": 81,
            "text": "Tini abasya'i amadera bisbasi bandadera antarbhukta chilena."
        },
        {
            "chapter": 37,
            "verse": 82,
            "text": "Ara amara an'yan'yadera dubiye diyechilama."
        },
        {
            "chapter": 37,
            "verse": 83,
            "text": "Ara niscaya'i tamra pascadabartidera madhye chilena ibrahima."
        },
        {
            "chapter": 37,
            "verse": 84,
            "text": "Smarana kara! Tini tamra prabhura kache esechilena bisud'dha citta niye"
        },
        {
            "chapter": 37,
            "verse": 85,
            "text": "yakhana tamra pitrpurusake o tamra sbajatike tini balechilena -- ''tomara kisera upasana karacha"
        },
        {
            "chapter": 37,
            "verse": 86,
            "text": "tomara allahake bada diye ki eka mithya upasyake'i kamana kara"
        },
        {
            "chapter": 37,
            "verse": 87,
            "text": "Tahale bisbajagatera prabhu sanbandhe ki tomadera dharana?’’"
        },
        {
            "chapter": 37,
            "verse": 88,
            "text": "Tarapara tarakarajira dike tini ekanajara takalena"
        },
        {
            "chapter": 37,
            "verse": 89,
            "text": "takhana tini balalena -- ''ami yarapara na'i birakta!’’"
        },
        {
            "chapter": 37,
            "verse": 90,
            "text": "Sutaram tara tamra kacha theke bimukha haye phire gela."
        },
        {
            "chapter": 37,
            "verse": 91,
            "text": "Tarapara tini tadera upasyadera kache phire gelena ebam balalena -- ''tomara kha'o na kena"
        },
        {
            "chapter": 37,
            "verse": 92,
            "text": "tomadera ki hayeche ye tomara katha balacha na?’’"
        },
        {
            "chapter": 37,
            "verse": 93,
            "text": "Kaje'i tini tadera upare laphiye paralena danahate aghata kare."
        },
        {
            "chapter": 37,
            "verse": 94,
            "text": "Takhana tara tamra dike chute ela hatabud'dhi haye."
        },
        {
            "chapter": 37,
            "verse": 95,
            "text": "Tini balalena -- ''tomara ki tara upasana kara ya tomara kete bana'o"
        },
        {
            "chapter": 37,
            "verse": 96,
            "text": "athaca allah tomadera srsti karechena ara tomara ya tairi kara ta'o?’’"
        },
        {
            "chapter": 37,
            "verse": 97,
            "text": "Tara balale -- ''era jan'ya eka kathamo tairi kara, tarapara take niksepa kara se'i bhayankara agune.’’"
        },
        {
            "chapter": 37,
            "verse": 98,
            "text": "Kaje'i tara tamra birud'dhe eka cakranta phamdalo, kintu amara tadera hina baniye dilama."
        },
        {
            "chapter": 37,
            "verse": 99,
            "text": "Ara tini balalena -- ''ami niscaya'i amara prabhura dike yatrakari, tini amake acire'i paricalita karabena.’’"
        },
        {
            "chapter": 37,
            "verse": 100,
            "text": "Amara prabhu! Amara jan'ya satkarmidera theke dana karo.’’"
        },
        {
            "chapter": 37,
            "verse": 101,
            "text": "Sejan'ya amara tamke susambada dilama eka amayika putrasantanera."
        },
        {
            "chapter": 37,
            "verse": 102,
            "text": "Tarapara yakhana se tamra sange kaja karara yogyataya upanita hala takhana tini balalena -- ''he amara putradhana! Nihsandeha ami sbapne dekhalama ye ami tomake kurabani karachi, ata'eba bhebe dekho -- ki tumi dekhacho.’’ Tini balalena -- ''he amara abba! Apani ta'i karuna ya apanake adesa kara hayeche. Ina-sa-allah apani ekhani amake pabena adhyabasayidera antarbhukta."
        }
    ]
}