{
    "pages": [
        {
            "chapter": 39,
            "verse": 11,
            "text": "Balo -- ''nihsandeha amake adesa kara hayeche ami yena allah‌ra upasana kari tamra prati dharmake putapabitra kare"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "ara amake adesa kara hayeche yena ami a‌tma-samarpanakaridera agrani hate pari.’’"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "Tumi balo -- ''ami alabat bhaya kari, yadi ami amara prabhura abadhyacarana kari tabe eka kathina dinera sasti.’’"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "Balo -- ''ami allah‌ra'i aradhana kari tamra prati amara dharma bisud'dha kare."
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "Ata'eba tamke bada diye tomara yake iccha kara, tara upasana kara.’’ Balo -- ''nihsandeha ksatigrasta tara yara kiyamatera dine ksatisadhana kareche tadera nijedera o tadera parijanadera. Eti'i ki khoda spasta ksati naya?”"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "Tadera jan'ya tadera upara theke thakabe agunera acchadani ara tadera nice theke thakabe eka abarani. E'ibhabe allah tamra bandadera era dbara bhaya dekhana, ata'eba amake bhayabhakti karo, he amara bandara"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "ara yara tagutake eriye cale tadera puja'arcana theke, ara allah‌ra dike anugata haya tadera'i jan'ya rayeche susambada, sejan'ya susambada da'o amara bandadera"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "yara baktabya sone ebam tara bhalagulora anusarana kare -- era'i tara yadera allah satpathe paricalita karechena, ara era'i sbayam bodhasaktisampanna."
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "Tabe ki yara upare sastira raya sabyasta hayeche? Tumi ki tabe take ud'dhara karate para ye agunera madhye rayeche"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "paksantare yara tadera prabhuke bhaya-bhakti kare tadera jan'ya rayeche umcu abasasthala, tadera upare umcu abasasthala supratisthita, tadera nica diye baye caleche jharanaraji. Allah‌ra oyada, allah oyadara khelapa karena na."
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "Tumi ki dekha na ye allah akasa theke pani barsana karena, tarapara take matite srotarupe prabahita karena, tarapara tara dbara tini utpadana karena gachapala yadera barna bibidha dharanera, tarapara ta sukiye yaya, phale tumi take halade haye yete dekhate pa'o, tarapara tini take khara kuto baniye phelena. Nihsandeha ete to upadesa rayeche bodhasakti-sampannadera jan'ya."
        }
    ]
}