{
    "pages": [
        {
            "chapter": 50,
            "verse": 16,
            "text": "Ara amara to niscaya manusa srsti karechi, ara amara jani tara antara take ki mantrana deya, ara amara kanthasirara ceye'o tara aro nikate rayechi."
        },
        {
            "chapter": 50,
            "verse": 17,
            "text": "Smarana rekho, du'ijana grahanakari grahana kare calechena da'ine o bamye base."
        },
        {
            "chapter": 50,
            "verse": 18,
            "text": "Se kono katha'i uccarana kare na yara jan'ya tara nikate'i eka tatpara prakhara prahari ne'i."
        },
        {
            "chapter": 50,
            "verse": 19,
            "text": "Ara mrtyukalina murcha satyi-satyi asabe, -- ''e'iti'i to ta'i ya theke tumi abyahati ca'o.’’"
        },
        {
            "chapter": 50,
            "verse": 20,
            "text": "Ara singaya phutkara de'oya habe, ''e'iti'i se'i prati‌sruta dina.’’"
        },
        {
            "chapter": 50,
            "verse": 21,
            "text": "Takhana pratyeka sattba cale asabe, tara sange thakabe eka calaka o eka saksi."
        },
        {
            "chapter": 50,
            "verse": 22,
            "text": "Tumi to abasya e sanbandhe gaphilatite chile, kinta ekhana amara tomara theke tomara abarani sariye diyechi phale tomara drsti aja tiksna hayeche."
        },
        {
            "chapter": 50,
            "verse": 23,
            "text": "Ara tara sangi balabe -- ''e'i to ya amara kache tairi rayeche.’’"
        },
        {
            "chapter": 50,
            "verse": 24,
            "text": "Tomara dujane jahanname phele da'o pratyeka abisbasike, bidrohacarike"
        },
        {
            "chapter": 50,
            "verse": 25,
            "text": "bhalo kaje nisedhakarike, simalanghanakarike, sandehakarike"
        },
        {
            "chapter": 50,
            "verse": 26,
            "text": "ye allah‌ra sange an'ya upasya damra kariyechila, ata'eba tomara ubhaye take niksepa karo bhisana sastite.’’"
        },
        {
            "chapter": 50,
            "verse": 27,
            "text": "Ara tara sangata balabe -- ''amadera prabhu! Ami to take bidrohi bana'i ni, kinta se nije'i chila sudura bibhrantite.’’"
        },
        {
            "chapter": 50,
            "verse": 28,
            "text": "Tini balabena -- ''amara samane tomara tarkatarki karo na, ara ami to tomadera kache itipurbe'i amara oyada agabariyechi."
        },
        {
            "chapter": 50,
            "verse": 29,
            "text": "Amara kache kathara radabadala haya na, ebam ami amara bandadera prati adau an'yayacari na'i.’’"
        },
        {
            "chapter": 50,
            "verse": 30,
            "text": "Se'idina amara jahannamake balaba -- ''tumi ki purna haye giyecha?’’ Ara se balabe -- ''aro besi ache ki?’’"
        },
        {
            "chapter": 50,
            "verse": 31,
            "text": "Ara behesatake ana habe dharmabhirudera nikate -- adure."
        },
        {
            "chapter": 50,
            "verse": 32,
            "text": "E'iti'i ta yara prati‌sruti tomadera de'oya hayechila pratyeka jana barabara pratyabartanakari hephajatakarira jan'ya"
        },
        {
            "chapter": 50,
            "verse": 33,
            "text": "ye parama karunamayake bhaya karata sangopane, ara upasthita hata binaya-namra hrdaya niye."
        },
        {
            "chapter": 50,
            "verse": 34,
            "text": "Ete prabesa karo prasantira sathe. E'i to cirasthayi dina.’’"
        },
        {
            "chapter": 50,
            "verse": 35,
            "text": "Edera jan'ya thakabe tara sekhane ya ca'ibe ta'i, tara amadera kache rayeche aro besi."
        }
    ]
}