{
    "pages": [
        {
            "chapter": 4,
            "verse": 80,
            "text": "Ara tara bale beraya -- \"ajnanubartita\", kintu yakhana tara tomara samane theke cale yaya, tadera ekadala ratriyapana kare tumi ya balecha tara ultobhabe. Ara allah rekarda kare rakhena ya tara nisakale nisana kare, ata'eba tadera theke phire damra'o ara allah‌ra upare bharasa karo. Ara raksakarirupe allah‌i yathesta."
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "Ki! Tara ki tabe kura'ana sanbandhe bhababe na? Bastuta ta yadi allah chara an'ya karo kacha theke hato tabe tate niscaya'i tara peto pracura garamila."
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "Ara yakhana tadera kache nirapattara athaba bhayera kono bisaya ase, tara ta chariye deya. Ara yadi tara ta rasulera o tadera madhyekara kartrpaksera gocare anato tabe tamdera madhyera yamdera e tadanta karara katha tamra ta janate paratena. Ara yadi allah‌ra kalyana o tamra rah‌mata tomadera upare na thakato tahale tomara abasya'i sayatanera tabedari karate -- alpa chara."
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "Ata'eba yud'dha karo allah‌ra pathe, tomara upare tomara nijera chara capano haya ni, ara bisbasidera udbud'dha karo. Hate pare yara abisbasa posana kare tadera hinsrata allah bandha karabena. Ara allah bikrame kathoratara, ara laksaniya sastidane aro kathora."
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "Ye ke'u suparisa kare sundara okalatite, tara jan'ya bhaga thakabe ta theke, ara ye ke'u suparisa kare manda okalatite, tara jan'ya bojha thakabe ta theke. Ara allah hacchena saba bisayera niyantranakari."
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "Ara yakhana tomadera priti- sambhasana sambhasita kara haya takhana tara ceye'o bhalo sambhasana karo, athaba ta phiriye da'o. Nihsandeha allah hacchena saba-kichura hisaba raksaka."
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "Allah -- tini chara kono upasya ne'i. Tini niscaya'i tomadera samabeta karabena kiyamatera dine -- kono sandeha ne'i tate. Ara katha rakhara bela allah‌ra ca'ite ke besi satyanistha"
        }
    ]
}