{
    "pages": [
        {
            "chapter": 5,
            "verse": 51,
            "text": "Ey amenû olanlar (Allah´a ulaşmayı dileyenler), Yahudî ve Hristiyanları dostlar edinmeyin! Onlar birbirinin dostlarıdır. Ve sizden kim onlara dönerse (onları dost edinirse) artık o, mutlaka onlardandır. Muhakkak ki Allah, zâlimler kavmini hidayete erdirmez"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "Böylece, kalplerinde maraz (hastalık) bulunanların (yahudi ve hristiyanları dost edinip), “olaylar (tersine) dönerse, bize bir musibet isabet etmesinden korkuyoruz.” diyerek onların aralarında koşuştuklarını görürsün. Oysa ki Allâh´ın katından bir fetih veya bir emir getirmesi umulur ki, böylece onlar da kendi içlerinde gizledikleri şeye pişman olurlar"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "Ve amenû olanlar (Allâh´a teslim olmayı, ulaşmayı dileyenler); \"Kendilerinin mutlaka sizinle beraber olduğuna, Allâh´a kasem ederek var güçleriyle yemin edenler bunlar mı?\" derler. Onların amelleri boşa gitti, böylece hüsrana uğrayan kimseler oldular"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "Ey âmenû olanlar (Allâh´a ulaşmayi dileyenler) ! Sizden kim dininden dönerse, o zaman Allâh onun yerine (başka) bir kavim getirecektir öyle ki, (Allâh) onları sever ve onlar da O´nu (Allâh´ı) severler. Mü´minlere karşı daha alçak gönüllü, kâfirlere karşı daha izzetlidirler (başları dik, vakarlı, şereflidirler). Allâh´ın yolunda cihad ederler. Hiçbir kınayanın kınamasından korkmazlar.İşte bu, Allâh´ın fazlıdır, onu dilediğine (lütfedip)verir. Allâh Vâsi´dir (fazlı ve lütfu geniştir), Alîm´dir (herşeyi en iyi bilendir)"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "Sizin velîniz (dostunuz) sadece Allâh ve O´nun Resûlü ve amenû olup namazı kılan, zekatı veren kimselerdir ve onlar rükû edenlerdir"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "Ve, Allâh´a ve O´nun Resûlüne ve âmenû olanlara dönen kimseler, artık muhakkak ki Allâh´ın taraftarlarıdır, onlar gâlip olanlardır"
        },
        {
            "chapter": 5,
            "verse": 57,
            "text": "Ey âmenû olanlar (Allah´a ulaşmayi dileyenler)! Sizden önce kendilerine Kitap verilmiş olanlardan, dininizi alay ve oyun (konusu) edinenleri ve de kâfirleri velîler (dostlar) edinmeyin. Ve eğer mü´minlerseniz, Allah´a karşı takva sahibi olun"
        }
    ]
}