{
    "pages": [
        {
            "chapter": 6,
            "verse": 28,
            "text": "Hayır, daha önce gizlemiş oldukları şeyler onlara açıklandı.Ve şayet geri döndürülselerdi, men edildikleri şeylere mutlaka geri dönerlerdi. Ve muhakkak ki; onlar gerçekten yalancıdırlar"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "Ve bizim hayatımız, dünya (hayatından) başka bir şey değildir. Ve: “Biz beas edilecek (yeniden, tekrar diriltilecek) değiliz.” dediler"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "Ve Rab´lerinin huzurunda durduruldukları zaman görsen.(Allahû Tealâ) “Bu hak değil mi?” dedi. “Evet, Rabbimize andolsun.” dediler. Allahû Tealâ: “O halde inkâr ettiğinizden dolayı azabı tadın.” dedi"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "Allah´a mülâki olmayı (ölmeden evvel, dünya hayatını yaşarken ruhunu Allah´a ulaştırmayı) yalanlayan kimseler hüsrana düştüler. O saat aniden onlara gelince, sırtlarında yüklerini taşıyarak: “Orada (dünyada) aşırı gittiğimiz şeyler üzerine (günahlar sebebiyle) bize yazıklar olsun.” dediler. Yüklendikleri şey ne kötü, (öyle) değil mi"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "Dünya hayatı bir oyun ve eğlenceden başka bir şey değildir. Ahiret yurdu, takva sahipleri için elbette daha hayırlıdır. Hâlâ akıl etmez misiniz"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "Onların söylediklerinin mutlaka seni mahzun ettiğini biliyorduk. Fakat muhakkak ki; onlar seni yalanlamıyorlar. Lâkin zalimler, Allah´ın âyetleri ile cihad ediyorlar"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Ve andolsun ki; senden önceki resûller de yalanlandı. Fakat onlara yardımımız gelinceye kadar yalanlandıkları şeylere ve uğradıkları eziyetlere sabrettiler. Ve Allah´ın kelimelerini değiştirecek yoktur. Ve andolsun, gönderilmiş resûllerin haberlerinden (bir kısmı) sana geldi"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "Onların yüz çevirmeleri, sana zor gelirse o zaman, gücün yeterse yerin dibine bir tünel açılmasını veya semaya bir merdiven kurulmasını iste. Böylece onlara bir âyet (mucize) getir. Allah dileseydi, elbette hepsini hidayet üzerinde toplardı. Artık sakın cahillerden olma"
        }
    ]
}