{
    "pages": [
        {
            "chapter": 11,
            "verse": 82,
            "text": "Artık emrimiz geldiği zaman onu (o şehri) alt üst ettik (onu yükseltip alçalttık). Onların üzerine, istif edilmiş (dizilip hazırlanmış) siccilden (pişirilip sertleştirilmiş kerpiçten yapılmış) taşlar yağdırdık"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "Rabbinin katında damgalanmıştır (işaretlenmiştir). Ve o, zalimlerden uzak değildir"
        },
        {
            "chapter": 11,
            "verse": 84,
            "text": "Ve Medyen kavmine, onların kardeşi Şuayb şöyle dedi: “Ey kavmim, Allah´a kul olun! Sizin için ondan başka ilâh yoktur. Ölçeği ve tartıyı eksiltmeyin. Gerçekten ben sizi hayırda (bollukta, refahta) görüyorum. Ve muhakkak ki ben, ihata eden (kuşatan) günün azabının üzerinize olmasından korkuyorum.”"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "Ve ey kavmim, ölçeği ve tartıyı adaletle ölçün (yerine getirin)! İnsanların eşyalarını (haklarını) eksiltmeyin. Ve fesat çıkaranlar (olarak) yeryüzünde bozgunculuk yapmayın"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "Eğer siz mü´minlerseniz Allah´ın bakiyesi (ticaretin bıraktığı kâr, helâl kazanç) sizin için daha hayırlıdır. Ve ben, sizin üzerinize muhafız (gözleyici) değilim"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "“Ya Şuayb! Babalarımızın ibadet ettiği şeyleri ve de mallarımız konusunda dilediğimizi yapmayı terketmemizi sana namazın mı emrediyor? Muhakkak ki sen, halimsin, reşidsin (rüşde erensin, irşad edensin).” dediler"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "(Şuayb şöyle ) dedi: “Eğer ben, Rabbimden bir delil üzerinde isem ve beni kendinden güzel bir rızıkla rızıklandırdı ise de görüşünüz (bu) mu? Sizi ondan men ettiğim şeyde size muhalefet etmek istemiyorum. Sadece gücümün yettiği kadar ıslâh etmek istiyorum. Benim başarım ancak Allah iledir. Ben, O´na tevekkül ettim ve O´na yöneldim.”"
        }
    ]
}