{
    "pages": [
        {
            "chapter": 13,
            "verse": 6,
            "text": "Ve onlardan önce birçok cezalar gelip geçmiş olduğu halde, senden haseneden önce seyyiati (iyilikten önce kötülüğü) acele istiyorlar. Ve muhakkak ki; senin Rabbin, insanlar için, onların zulümlerine karşı mağfiret sahibidir. Ve muhakkak ki; Rabbinin ikabı elbette çok şiddetlidir"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "Ve kâfirler derler ki: “O´nun üzerine Rabbinden bir mucize indirilmeli değil miydi?” Sen, sadece bir uyarıcısın ve bütün kavimler için hidayetçi vardır (zamanın her parçasında ve bütün kavimlerde)"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Allah bütün kadınların ne taşıdığını ve rahimlerinin neyi azalttığını ve neyi artırdığını bilir. O´nun katında herşey bir miktarla takdir edilmiştir"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "Görünen (şahit olunan) ve görünmeyeni (gaybı) bilir. Büyüktür, Âlî (yüce)dir"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Sizden, sözü gizleyen kimse ile onu alenen (açıkça) söyleyen kimse ve o geceleyin gizlenip, gündüzleyin yoluna devam eden kimse müsavidir (eşittir). (O, hepsini bilir. âyet)"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "Onları (o kavimdekileri), önünden ve arkasından (önden arkaya doğru uzanan) takip edenler (devrin imamlarını koruyan muhafız melekler) vardır. Allah´ın emrinden olup, onları korurlar. Muhakkak ki; Allah, onlar nefslerinde olan şeyi (hidayette kalma konusundaki niyetlerini) bozmadıkça, bir kavimde olan şeyi bozmaz (devrin imamının ruhunu başlarının üzerinden almaz). Ve Allah, bir kavme ceza vermeyi dilediği zaman, artık onu reddedecek (mani olacak kimse) yoktur. Ve onlar için, ondan başka koruyan bir dost yoktur"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "Size şimşeği korku ve ümit için göster. (Yağmur) yüklü bulutları inşa eden (düzenleyen) O´ dur"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "Gök gürültüsü ve melekler, O´nu, hamd ile ve O´nun (Allah´ın) korkusundan tesbih ederler. Ve yıldırımları, O gönderir. Böylece onlar, Allah hakkında mücâdele ederlerken, dilediği kimseye onu isabet ettirir. Ve O, karşı koyulması mümkün olmayandır"
        }
    ]
}