{
    "pages": [
        {
            "chapter": 16,
            "verse": 73,
            "text": "Ve onlar (müşrikler), semalardan ve yeryüzünden onlara rızık olarak bir şey vermeye malik olmayan, Allah´tan başka şeylere (putlara) tapıyorlar. Ve (onlar, o putlar ki; hiçbir şeye) muktedir değildirler (güçleri yetmez)"
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "Artık onları (putları), Allah´ın emsali (benzeri) tutmayın! Muhakkak ki Allah, bilir ve siz bilmezsiniz"
        },
        {
            "chapter": 16,
            "verse": 75,
            "text": "Allah şöyle bir misal verdi: Bir şeye muktedir olmayan (gücü yetmeyen), köle olan bir kul ve tarafımızdan güzel bir rızık ile rızıklandırdığımız böylece ondan gizli ve aşikâr infâk eden kimse; onlar, eşit (müsavi) olabilir mi? Hamd, Allah´a mahsustur (Allah içindir). Hayır, onların çoğu bilmezler"
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "Allah, iki adamı örnek verdi. İkisinden birisi dilsiz, bir şeye muktedir değil (gücü yetmez). Ve o, Mevlâsı´na (Efendisi´ne) yüktür. Onu nereye yönlendirse (gönderse), bir hayır (fayda) getiremez (sağlayamaz). O, adaletle emreden (irşad makamının sahibi olan) ve Sıratı Mustakîm üzerinde olan kimse ile eşit (müsavi) olabilir mi"
        },
        {
            "chapter": 16,
            "verse": 77,
            "text": "Ve semaların ve yeryüzünün gaybı Allah´a aittir. O saatin (kıyâmetin) emri ancak göz kırpmak kadar veya ondan daha hızlıdır. Muhakkak ki Allah, herşeye kaadir (gücü yeten)´dir"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "Ve Allah, sizi bir şey bilmiyor halde annelerinizin karnından çıkardı. Ve sizi, işitme hassası, görme hassası ve idrak etme hassası (sahibi) kıldı. Umulur ki; böylece şükredersiniz"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "Onlar, göklerin boşluğunda emre amade olan kuşları görmediler mi? Onları, Allah´tan başkası (boşlukta) tutamaz. Muhakkak ki bunda, mü´min olan bir kavim için elbette âyetler vardır"
        }
    ]
}