{
    "pages": [
        {
            "chapter": 20,
            "verse": 38,
            "text": "Vahyedilecek şeyi annene vahyetmiştik"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "Onu sandığa koymasını, sonra onu denize (Nil Nehri´ne) bırakmasını (vahyetmiştik). Böylece deniz, onu sahile atsın, Benim ve onun düşmanı, onu alsın. Ve gözümün önünde (korumam altında) yetiştirilmen için sana, Kendimden muhabbet (sevgi) verdim"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "Kızkardeşin (seni izleyerek) yürüyordu. (Seni saraya aldıkları zaman onlara şöyle) diyordu: “Size, ona kefil olacak (emzirip, bakacak) birisine delil olayım mı (bulmanızda yardım edeyim mi)? Böylece seni, annene döndürdük. Onun, gözü aydın olsun ve mahzun olmasın diye. Ve birisini öldürmüştün. O zaman (da) seni, gamdan (üzüntüden) kurtarmıştık. Ve seni, sınavlarla imtihan ettik. Böylece Medyen halkı içinde senelerce kaldın. Sonra kaderin gereği (takdir edilen zamanda buraya) geldin ya Musa"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "Ve Ben, seni (nebî olarak) Kendime seçip, yetiştirdim"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Sen ve kardeşin, âyetlerimle (mucizelerimle) gidin ve Benim zikrimi (Beni zikretmeyi) ihmal etmeyin (daimî zikirde olun)"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Firavuna ikiniz gidin. Muhakkak ki o, azdı"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "O zaman ona, yumuşak söz söyleyin. Böylece o, tezekkür eder (anlar) veya huşû duyar"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "(O ikisi): “Rabbimiz gerçekten biz, onun bize (karşı) ifrata (aşırı) gitmesinden veya azgın davranmasından korkuyoruz.” dediler"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "(Allahû Tealâ): “İkiniz (de) korkmayın! Muhakkak ki Ben, sizinle beraberim, işitirim ve görürüm.” dedi"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "O halde ikiniz ona gidin ve ona şöyle söyleyin: “Muhakkak ki biz, senin Rabbinin iki resûlüyüz. İsrailoğulları´nı artık bizimle beraber gönder ve onlara azap etme! Sana Rabbinden âyet (mucize) getirdik. Ve hidayete tâbî olanlara selâm olsun.”"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Muhakkak ki yalanlayanların ve yüz çevirenlerin üzerine azap olduğu bize vahyolundu"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "(Firavun şöyle) dedi: “Öyleyse ikinizin Rabbi kimdir, ya Musa?”"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "(Hz. Musa): “Bizim Rabbimiz, herşeye yaradılışını lütfeden (ihsan eden) sonra da hidayete erdirendir.” dedi"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "(Firavun): “Öyleyse evvelki nesillerin durumu nedir?” dedi"
        }
    ]
}