{
    "pages": [
        {
            "chapter": 22,
            "verse": 56,
            "text": "Mülk, izin günü Allah´ındır. Onların arasında hüküm verecektir. Böylece âmenû olanlar (Allah´a ulaşmayı dileyenler) ve salih (nefsi tezkiye edici) amel (salâh makamına ulaştıracak amel) yapanlar, naim cennetlerindedirler"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "Ve âyetlerimizi inkâr edenler ve yalanlayanlar, işte onlar; onlar için alçaltıcı azap vardır"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "Ve Allah yolunda hicret edip sonra da öldürülen veya ölen kimseleri Allah, mutlaka güzel bir rızıkla rızıklandıracaktır. Ve muhakkak ki Allah, rızık verenlerin mutlaka en hayırlısıdır"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "(Allah), onları mutlaka razı olacakları bir yere dahil edecektir. Ve şüphesiz ki Allah, mutlaka en iyi bilendir, Halim´dir"
        },
        {
            "chapter": 22,
            "verse": 60,
            "text": "Ve işte böyle, kim maruz kaldığı şey kadarı ile ikab eder (karşılık, ceza verir), sonra da ona azgınlık yapılırsa (haklarına tecavüz edilirse) Allah ona mutlaka yardım eder. Muhakkak ki Allah, af ve mağfiret edicidir (günahları sevaba çevirendir)"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "İşte böyle, çünkü geceyi gündüzün içine ve gündüzü gecenin içine sokar (katar). Ve muhakkak ki Allah, en iyi işiten, en iyi görendir"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "İşte böyle, çünkü O, “Hakk”tır. Ve Muhakkak ki O´ndan (Allah´tan) başka dua ettiğiniz (taptığınız) şeyler, onlar bâtıldır. Muhakkak ki Allah, O, Âli (yüce)´dir, Kebir´dir (büyüktür)"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "Allah´ın semadan su indirdiğini ve böylece yeryüzünün yeşerdiğini görmedin mi? Muhakkak ki Allah, Lâtif´tir (lütûf sahibidir), Habîr´dir (herşeyden haberdardır)"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "Semalarda ve yeryüzünde olan herşey, O´nundur. Muhakkak ki Allah, O, mutlaka Ganî´dir (mustağni, hiçbir şeye ihtiyacı olmayandır), Hamîd (hamdedilen)´dir"
        }
    ]
}