{
    "pages": [
        {
            "chapter": 2,
            "verse": 220,
            "text": "Dünya ve ahiret hakkında ve yetimlerden sana soruyorlar. De ki: “Onları ıslâh etmek (durumlarını düzeltmek) hayırlıdır. Eğer onlara karışırsanız (birarada yaşarsanız), artık onlar sizin kardeşlerinizdir. Ve Allah, fesat çıkaranı, ıslâh edenden (ayırıp) bilir. Eğer Allah dileseydi, elbette sizi sıkıntıya sokardı. Muhakkak ki Allah, Azîz´dir (üstündür), Hakîm´dir (hüküm sahibidir)"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "Müşrik (Allah´a ortak koşan) kadınlarla, (onlar) mü´min oluncaya kadar nikâhlamayın. Mü´min bir cariye müşrik (hür) bir kadından elbette hayırlıdır, hoşunuza gitse bile. (Kadınlarınızı da) müşrik erkeklerle, (onlar) mü´min oluncaya kadar nikâhlamayın. Mü´min bir köle, müşrik (hür) birinden hoşlansanız bile elbette hayırlıdır. İşte onlar, (sizi) ateşe davet ederler. Allah ise kendi izni ile (sizi) cennete ve mağfirete davet ediyor ve insanlar için âyetlerini açıklıyor. Umulur ki onlar böylece tezekkür ederler"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "Sana hayz halinden (kadınların belirli günlerinden) soruyorlar. De ki: “O bir ezadır. Bu yüzden hayz zamanında (belirli günlerinde) kadınlardan (cinsel olarak) uzak durun ve temizleninceye kadar onlara yaklaşmayın. Temizlendikleri zaman ise artık Allah´ın emrettiği yerden onlarla biraraya gelin. Muhakkak ki Allah, tevvabin olanları (tövbe edenleri) sever ve temizlenenleri sever.”"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Kadınlarınız sizin için tarladır. O halde tarlanıza nasıl dilerseniz öyle yaklaşın. Kendiniz için (derecelerinizi arttıracak ameller) takdim edin. Ve Allah´a karşı takva sahibi olun ve O´na mülâki olacağınızı (kavuşacağınızı) bilin. Ve mü´minleri müjdele"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "Ebrar olmanız, takva sahibi olmanız ve insanların arasını ıslâh etmeniz için (sizi alıkoyan) yeminleriniz sebebiyle, Allah´ı engel kılmayın (Allah´ı kendinize siper etmeyin). Allah Sem´î´dir (en iyi işitendir), Alîm´dir (en iyi bilendir)"
        }
    ]
}