{
    "pages": [
        {
            "chapter": 2,
            "verse": 238,
            "text": "Salâvât´a (Allah´tan gelen nurlara ve namazlara) ve salat-ı vusta´ya hafîz olun (koruyun, bu namaza kesintisiz devam edin). Ve kalkın, Allah için kanitin olun (Allah´ın huzurunda huşû içinde ve saygı ile uzun süre durun)"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "Fakat eğer (hayatî bir tehlikeden) korkarsanız, o zaman yaya yürürken veya binekte iken (namazınızı kılın). Nihayet (korkuyu atıp da) emin olduğunuz zaman (Allah´ı nasıl zikredeceğinizi) siz bilmiyorken size öğrettiği şekilde artık siz de Allah´ı zikredin"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "Ve içinizden vefat ettirilen ve geriye eşler bırakanların (vasilerinin), vasiyet olarak, onların eşlerinin (evlerinden) çıkarılmaksızın bir seneye kadar geçimini sağlaması gerekir. Buna rağmen eğer (eşleri, kendi arzularıyla evlerinden) çıkarlarsa, onlar bunu, kendilerince maruftan (iyilikle örf ve adete uygun olarak) yaptıkları şeylerde artık sizin üzerinize günah yoktur. Ve Allah, Azîz´dir (üstündür), Hakîm´dir (hüküm sahibidir)"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "Ve boşanmış kadınlar için, marufla (iyilikle, örf ve adete uygun olarak) metalandırılması (faydalandırılması), takva sahiplerinin üzerine bir haktır (borçtur)"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "Allah size âyetlerini işte böyle açıklıyor. Umulur ki böylece siz akıl edersiniz"
        },
        {
            "chapter": 2,
            "verse": 243,
            "text": "Ölüm korkusuyla kendi diyarlarından çıkan binlerce kişiyi görmedin mi? Oysa Allah onlara: “Ölün.” dedi (böylece öldüler). Sonra da onları diriltti. Muhakkak ki Allah,insanlar üzerine elbette fazlın sahibidir. Lâkin insanların çoğu şükretmezler"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "Allah yolunda savaşın. Allah´ın Sem´î (en iyi işiten), Alîm (en iyi bilen) olduğunu bilin"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "Kim Allah´a güzel bir borç verirse, o taktirde, o (verdiği) kendisine kat kat çoğaltılarak ödenir. Ve Allah, (ilâhi kanun gereği kişinin rızkını) daraltır ve genişletir. Ve O´na döndürüleceksiniz"
        }
    ]
}