{
    "pages": [
        {
            "chapter": 30,
            "verse": 51,
            "text": "Ve eğer Biz, rüzgârı göndersek, böylece onu (ekinleri) sararmış görseler (bile) bundan sonra mutlaka inkâra devam ederler"
        },
        {
            "chapter": 30,
            "verse": 52,
            "text": "Öyleyse muhakkak ki sen ölülere duyuramazsın, arkalarına dönüp gittikleri zaman sağırlara da daveti duyuramazsın"
        },
        {
            "chapter": 30,
            "verse": 53,
            "text": "Ve sen, körleri dalâletlerinden kurtarıp hidayete erdirecek değilsin. Sen ancak âyetlerimize îmân edenlere duyurursun. İşte onlar teslim olanlardır"
        },
        {
            "chapter": 30,
            "verse": 54,
            "text": "O Allah ki, sizi güçsüz (zayıf) bir şeyden (nutfeden) yarattı. Sonra zayıflığın ardından (sizi) kuvvetli kıldı. Sonra (sizi), kuvvetin ardından zayıf ve ihtiyar kıldı. O (Allah), dilediğini yaratır. Ve O; Âlim´dir (en iyi bilen), Kaadir´dir (herşeye gücü yeten)"
        },
        {
            "chapter": 30,
            "verse": 55,
            "text": "Ve o saatin geldiği (kıyâmetin koptuğu) gün, mücrimler bir saatten fazla (mezarda) kalmadıklarına yemin ederler. İşte böyle döndürülüyorlardı (ölümden hayata döndürülüyorlardı)"
        },
        {
            "chapter": 30,
            "verse": 56,
            "text": "Ve ilim ve îmân verilenler: \"Andolsun ki Allah´ın Kitabı´ndaki beas (yeniden diriliş) gününe kadar (mezarda) kaldınız.\" dediler. İşte bu beas (yeniden diriliş) günüdür. Lâkin siz bilmiyordunuz"
        },
        {
            "chapter": 30,
            "verse": 57,
            "text": "O zaman izin günü (kıyâmet günü), zalimlere mazeretleri (özürleri) fayda vermeyecek. Ve onlardan (Allah´ı) razı etmeleri de istenmez"
        },
        {
            "chapter": 30,
            "verse": 58,
            "text": "Ve andolsun ki, bu Kur´ân´da insanlar için bütün meselelerden örnekler verdik. Ve eğer onlara bir âyet getirsen, kâfirler mutlaka: \"Siz sadece bâtılla uğraşan kimselersiniz.\" derler"
        },
        {
            "chapter": 30,
            "verse": 59,
            "text": "Allah, bilmeyenlerin kalplerini işte böyle tabeder (mühürler)"
        },
        {
            "chapter": 30,
            "verse": 60,
            "text": "Öyleyse sabret, muhakkak ki Allah´ın vaadi haktır. Ve yakîn hasıl etmemiş olanlar (kesin bilgi sahibi olmayanlar), sakın seni hafifliğe sürüklemesinler"
        }
    ]
}