{
    "pages": [
        {
            "chapter": 33,
            "verse": 55,
            "text": "(Peygamber Eşleri´nin); babalarına, oğullarına, kardeşlerine, erkek kardeşlerinin oğullarına, kız kardeşlerinin oğullarına, kadınlara ve ellerinin (altında) malik oldukları (cariyelere) görünmeleri hususunda, onların üzerine günah yoktur. Allah´a karşı takva sahibi olun. Muhakkak ki Allah, herşeye şahittir"
        },
        {
            "chapter": 33,
            "verse": 56,
            "text": "Muhakkak ki Allah ve melekleri, Nebî´ye (Peygamber´e) salat ederler. Ey âmenû olanlar (ölmeden önce Allah´a ulaşmayı dileyenler), siz (de) O´na salat edin! Ve (O´na) teslim olarak salat edin"
        },
        {
            "chapter": 33,
            "verse": 57,
            "text": "Muhakkak ki Allah ve Resûl´üne eziyet edenlere, onlara Allah, dünya ve ahirette lânet etti. Ve onlar için muhin (alçaltıcı) bir azap hazırladı"
        },
        {
            "chapter": 33,
            "verse": 58,
            "text": "Ve mü´min erkek ve mü´min kadınlara iktisap etmedikleri (haketmedikleri, bir suç işlemedikleri) halde eziyet edenler bu durumda buhtan (iftira) ve apaçık günah yüklenmiş oldular"
        },
        {
            "chapter": 33,
            "verse": 59,
            "text": "Ey Nebî (Peygamber)! Zevcelerine, kızlarına ve mü´minlerin kadınlarına (mü´min kadınlara) söyle, cilbablarına sarınsınlar (örtünsünler). Bu, onların (cariye olmadıklarının, hür ve iffetli kadın olduklarının) bilinmesi ve onlara eziyet edilmemesi için daha uygundur. Ve Allah, Gafûr´dur (mağfiret eden), Rahîm´dir (Rahîm esmasıyla tecelli eden)"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "Eğer münafıklar ve kalplerinde maraz (hastalık) bulunanlar ve şehirde yalan ve kötü haber yayanlar vazgeçmezlerse, elbette seni mutlaka onlara saldırtırız. Sonra az bir (zaman) hariç, orada sana komşu olamazlar (orada kalamazlar)"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "Melunlar (lânete uğramış olanlar) nerede bulunursa yakalanırlar. Ve şiddetle (öldürüldükçe) öldürülürler"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "Daha önce geçmiş olanlar hakkında (da), Allah´ın sünneti (kanunu) budur. Ve Allah´ın sünnetinde asla bir değişiklik bulamazsın"
        }
    ]
}