{
    "pages": [
        {
            "chapter": 35,
            "verse": 12,
            "text": "Ve iki deniz müsavi (eşit) olamaz. Bu lezzetli, tatlıdır. Susuzluğu gideren, içimi kolay olandır. Ve bu (diğeri) tuzludur, acıdır. Hepsinden taze et yersiniz. Ve giyeceğiniz (takacağınız) süs eşyası (inci, mercan) çıkarırsınız. Ve onun fazlından istemeniz için onda (suyu) yarıp giden gemiler görürsünüz. Umulur ki böylece şükredersiniz"
        },
        {
            "chapter": 35,
            "verse": 13,
            "text": "(Allah), geceyi gündüzün içine, gündüzü gecenin içine sokar. Güneş´i ve Ay´ı emri altına almıştır. Hepsi belirlenmiş bir zamana kadar akar (yörüngelerinde dönerler). İşte bu Allah, sizin Rabbinizdir. Mülk, O´nundur. O´ndan (Allah´tan) başka taptıklarınız, bir kıtmire (hurma çekirdeğinin zarına) bile malik değildir"
        },
        {
            "chapter": 35,
            "verse": 14,
            "text": "Eğer onlara dua ederseniz sizi, dualarınızı işitmezler. Şâyet işitmiş olsalar (bile) size icabet edemezler. Kıyâmet günü sizin şirkinizi inkâr edecekler. Ve sana bunun (bu haberin) mislini (benzerini) verecek (kimse, şey) bulunmaz (Allah´tan başkası haber veremez)"
        },
        {
            "chapter": 35,
            "verse": 15,
            "text": "Ey insanlar! Sizler, Allah´a muhtaç fakirlersiniz. Ve Allah ki, O; Gani´dir (zengin, ihtiyacı olmayan), Hamîd´dir (hamdedilen)"
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "Eğer dilerse sizi giderir (yok eder) ve (sizin yerinize) yeni bir halk getirir"
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "Ve bu, Allah´a (Allah için) azîz (güç) değildir"
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "Ve yük taşıyan birisi (bir günahkâr) başka birinin yükünü (günahını) yüklenmez. Eğer ağır yüklü kimse, onu (günahlarını) yüklenmeye (başkasını) çağırsa bile ondan hiçbir şey yükletilmez, onun yakını olsa dahi. Sen ancak gaybte Rabbine huşû duyanları ve namazı ikame edenleri uyarırsın. Ve kim tezkiye olursa (nefsini tezkiye ederse), o taktirde bunu sadece kendi nefsi için yapar. Ve dönüş Allah´adır (Nefs tezkiyesi ile ruh Allah´a döner, ulaşır)"
        }
    ]
}