{
    "pages": [
        {
            "chapter": 50,
            "verse": 1,
            "text": "Kâf. Mecîd (şerefli) Kur´ân´a andolsun"
        },
        {
            "chapter": 50,
            "verse": 2,
            "text": "Hayır, kendilerinden bir nezirin onlara gelmesine şaşırdılar. Bunun üzerine kâfirler: “Bu şaşılacak bir şey.” dediler"
        },
        {
            "chapter": 50,
            "verse": 3,
            "text": "“Biz öldüğümüz ve toprak olduğumuz zaman mı (yeniden diriltileceğiz)?” İşte bu, uzak (gerçekleşmesi mümkün olmayan) bir dönüştür"
        },
        {
            "chapter": 50,
            "verse": 4,
            "text": "Arzın (toprağın) onlardan neleri eksilteceğini biz biliyorduk. Ve katımızda (illiyyine ve siccîne yerleştirilen bütün zamanlardaki bütün olayları) muhafaza eden bir kitap vardır"
        },
        {
            "chapter": 50,
            "verse": 5,
            "text": "Hayır (öyle değil), onlar kendilerine hak gelince onu yalanladılar. Bu durumda onlar, karışık bir emr (problem) içindeler"
        },
        {
            "chapter": 50,
            "verse": 6,
            "text": "Öyleyse üzerlerindeki semayı nasıl bina ettiğimize ve onu nasıl süslediğimize bakmıyorlar mı? Ve onun hiçbir çatlağı yoktur"
        },
        {
            "chapter": 50,
            "verse": 7,
            "text": "Ve arz; onu döşedik, yaydık ve oraya sağlam dağlar attık (yerleştirdik). Ve orada her çeşit bitkiden güzel çiftler yetiştirdik"
        },
        {
            "chapter": 50,
            "verse": 8,
            "text": "Münib olan (Allah´a yönelen: Allah´a ulaşmayı dileyen) bütün kullarına basiret olsun (onların kalp gözleri açılsın) ve (çok) zikretsinler (daimî zikre ulaşsınlar) diye"
        },
        {
            "chapter": 50,
            "verse": 9,
            "text": "Ve gökten mübarek (bereketli) su (yağmur) indirdik. Böylece onunla bahçeler ve hasat edilen hububat yetiştirdik"
        },
        {
            "chapter": 50,
            "verse": 10,
            "text": "Ve üst üste kümelenmiş tomurcukları olan uzun hurma ağaçları (yetiştirdik)"
        },
        {
            "chapter": 50,
            "verse": 11,
            "text": "Kullar için rızık olsun diye. Ve onunla ölü beldeye hayat verdik. (Ölümden sonra topraktan) Çıkış (diriliş), işte bunun gibidir"
        },
        {
            "chapter": 50,
            "verse": 12,
            "text": "Onlardan evvel Hz. Nuh´un kavmi, Ress´in halkı ve Semûd halkı da (resûllerini) yalanladı"
        },
        {
            "chapter": 50,
            "verse": 13,
            "text": "Ve Ad (kavmi), Firavun ve Lut (A.S)´ın kardeşleri de"
        },
        {
            "chapter": 50,
            "verse": 14,
            "text": "Ve Eyke halkı ve Tubb kavmi, hepsi resûllerini yalanladı. Böylece vaadim (cezam) hak oldu (Allah´ın vaadi yerine geldi)"
        },
        {
            "chapter": 50,
            "verse": 15,
            "text": "Yoksa Biz, ilk yaratışta aciz miydik? Hayır (öyle değil), onlar (ölümden sonra) yeniden yaratılıştan şüphe içindeler"
        }
    ]
}