{
    "pages": [
        {
            "chapter": 3,
            "verse": 84,
            "text": "Allah´a ve bize indirilene ve İbrâhîm (a.s)´a, İsmâil (a.s)´a, İshâk (a.s)´a, Yâkub (a.s)´a ve Yâkub oğulları´na indirilenlere, Hz. Mûsâ ´ya ve Hz.Îsâ´ya ve nebilere Rab´leri tarafından verilenlere iman ettik. Onların arasından birini (diğerlerinden) ayırdetmeyiz. Ve biz O´na (Allah´a) teslim olanlarız.\" de"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "Ve kim İslâm´dan başka bir dîn ararsa, o taktirde kendisinden asla kabul edilmez ve o, ahirette \"hüsranda olanlar\"dan olur"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "İmanlarından sonra inkar eden kavmi, Allah nasıl hidayete erdirir? Ve onlar, Resulün Hak olduğuna şahid oldular ve onlara beyyineler (açık deliller) geldi. Ve Allah, zâlimler kavmini hidayete erdirmez"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "İşte onların cezası, Allah´ın, meleklerin ve bütün insanların lânetinin onların (fâsıkların) üzerlerine olmasıdır"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "Onlar, onun (lânetin) içinde ebedi kalacak olanlardır. Onlardan azab hafifletilmez ve onlara bakılmaz"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "Bundan sonra tövbe edip, ıslâh olanlar (nefslerini tezkiye edenler) hariç. O taktirde muhakkak ki Allah, Gafur´dur, Rahîm´dir"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "Muhakkak ki, îmân ettikten sonra inkâr edenlerin ve sonra da küfürlerini artıranların, onların (üçüncü defa fıska düşenlerin) tövbeleri asla kabul edilmez. Ve işte onlar, dalâlette olanlardır"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "Muhakkak ki, inkar edip, kâfîr olarak ölenlerin hiç birinden, yeryüzü dolusu altını olsa ve onu fidye olarak verse artık asla kabul edilmez. İşte onlar, onlar için “elim azab “ vardır. Ve onlar için bir yardımcı yoktur"
        }
    ]
}