{
    "chapter": [
        {
            "chapter": 26,
            "verse": 1,
            "text": "Tba, sina, mima."
        },
        {
            "chapter": 26,
            "verse": 2,
            "text": "Esaba hacche suspasta granthera banisamuha."
        },
        {
            "chapter": 26,
            "verse": 3,
            "text": "Tumi hayata tomara nijeke mere'i phelabe yehetu tara mumina hacche na."
        },
        {
            "chapter": 26,
            "verse": 4,
            "text": "Yadi amara iccha karatama tahale amara tadera upare akasa theke ekati nidarsana pathate paratama, takhana era karane tadera ghara nu'iye hetam kare deya hata."
        },
        {
            "chapter": 26,
            "verse": 5,
            "text": "Ara tadera nikata parama karunamayera kacha theke kono natuna smaraniya-barta asate na asate'i tara ta theke bimukha haye yaya."
        },
        {
            "chapter": 26,
            "verse": 6,
            "text": "Tahale tara pratyakhyana kare'i pheleche, sutaram ya niye tara thatta-bidrapa karata tara sambada tadera kache sighra'i asache."
        },
        {
            "chapter": 26,
            "verse": 7,
            "text": "Tara ki prthibira dike ceye dekhe na -- ete amara pratyeka utkrsta kalpataru kata ye janniyechi"
        },
        {
            "chapter": 26,
            "verse": 8,
            "text": "nihsandeha ete to eka nidarsana rayeche, kinta tadera adhikansa'i bisbasi naya"
        },
        {
            "chapter": 26,
            "verse": 9,
            "text": "ara nihsandeha tomara prabhu -- tini'i to mahasaktisali, aphuranta phaladata."
        },
        {
            "chapter": 26,
            "verse": 10,
            "text": "Ara smarana karo! Tomara prabhu musake deke balalena -- ''tumi atyacari lokadera kache ya'o"
        },
        {
            "chapter": 26,
            "verse": 11,
            "text": "phira'a'unera lokadera kache. Tara ki dharmabhiruta abalanbana karabe na?’’"
        },
        {
            "chapter": 26,
            "verse": 12,
            "text": "Tini balalena -- ''amara prabhu! Ami abasya'i asanka kari ye tara amake pratyakhyana karabe."
        },
        {
            "chapter": 26,
            "verse": 13,
            "text": "Amara buka sankucita haye pareche, ara amara jihba bak‌patu naya, sejan'ya harunera prati'o daka patha'o."
        },
        {
            "chapter": 26,
            "verse": 14,
            "text": "Ara amara birud'dhe eka aparadha tadera tattbabadhane rayeche, sejan'ya ami bhaya kari ye tara amake katala karabe.’’"
        },
        {
            "chapter": 26,
            "verse": 15,
            "text": "Tini balalena -- ''kakhano na! Ata'eba tomara dujane'i amadera nidarsana samuha niye ya'o, niscaya'i amara tomadera sange rayechi sunate thaka abasthaya."
        },
        {
            "chapter": 26,
            "verse": 16,
            "text": "Sutaram tomara phira'a'unera nikata ya'o ara balo -- 'amara alabat bisbajagatera prabhura rasula"
        },
        {
            "chapter": 26,
            "verse": 17,
            "text": "ye isara'ilera bansadharadera amadera sange pathiye da'o’.’’"
        },
        {
            "chapter": 26,
            "verse": 18,
            "text": "Se balale -- ''tomake ki chelebelaya amadera kache'i lalanapalana kari ni, ebam tumi ki amadera'i madhye tomara jibanera bahu batsara kata'o ni"
        },
        {
            "chapter": 26,
            "verse": 19,
            "text": "ara tomara kaja ya tumi karecha ta to kare'icha, tathapi tumi akrtajnadera madhyekara!’’"
        },
        {
            "chapter": 26,
            "verse": 20,
            "text": "Tini balalena -- ''ami eti karechilama yakhana ami pathabhrastadera madhye chilama."
        },
        {
            "chapter": 26,
            "verse": 21,
            "text": "Erapara yakhana ami tomadera bhaya karechilama takhana ami tomadera theke pherara halama, tarapara amara prabhu amake jnana dana karechena, ara tini amake baniyechena rasuladera an'yatama."
        },
        {
            "chapter": 26,
            "verse": 22,
            "text": "Ara e'i to hacche se'i anugraha ya tumi amara kache ullekha karacha yara jan'ye tumi isara'ilera bansadharadera dasa baniyecha!’’"
        },
        {
            "chapter": 26,
            "verse": 23,
            "text": "Phira'a'una balale -- ''bisbajagatera prabhu abara ki haya?’’"
        },
        {
            "chapter": 26,
            "verse": 24,
            "text": "Tini balalena -- ''mahakasamandali o prthibira ebam tadera madhye ya-kichu ache tara prabhu, -- yadi tomara drrhapratyayita ha'o.’’"
        },
        {
            "chapter": 26,
            "verse": 25,
            "text": "Se tara asapase yara ache tadera balale -- ''tomara ki sunacha na?’’"
        },
        {
            "chapter": 26,
            "verse": 26,
            "text": "Tini balalena -- ''tomadera prabhu ebam purbakalera tomadera pitrpurusadera'o prabhu.’’"
        },
        {
            "chapter": 26,
            "verse": 27,
            "text": "Se balale -- ''tomadera rasulati yake tomadera kache pathano hayeche se to bad'dha pagala.’’"
        },
        {
            "chapter": 26,
            "verse": 28,
            "text": "Tini balalena -- ''tini purba o pascimera ebam e du'iyera madhye ya ache tara'o prabhu, yadi tomara bujhate parate.’’"
        },
        {
            "chapter": 26,
            "verse": 29,
            "text": "Se balale -- ''tumi yadi amake chara an'ya upasya grahana kara tabe ami alabat tomake kayedidera antarbhukta karaba.’’"
        },
        {
            "chapter": 26,
            "verse": 30,
            "text": "Tini balalena -- ''ki! Ami tomara kache suspasta kichu anale'o?’’"
        },
        {
            "chapter": 26,
            "verse": 31,
            "text": "Se balale -- ''tabe ta niye esa yadi tumi satyabadidera ekajana ha'o.’’"
        },
        {
            "chapter": 26,
            "verse": 32,
            "text": "Sutaram tini tamra lathi niksepa karalena, takhana ascarya! Eti eka spasta sapa haye gela."
        },
        {
            "chapter": 26,
            "verse": 33,
            "text": "Ara tini tamra hata bera karelana, takhana dekho! Darsakadera kache ta sada haye gela."
        },
        {
            "chapter": 26,
            "verse": 34,
            "text": "Se tara asapasera pradhanadera balale -- ''e to niscaya'i eka ostada jadukara"
        },
        {
            "chapter": 26,
            "verse": 35,
            "text": "se ca'iche tara jadura dbara tomadera desa theke tomadera bera kare dite, kaje'i ki tomara upadesa da'o?’’"
        },
        {
            "chapter": 26,
            "verse": 36,
            "text": "Tara balale -- ''take o tara bha'ike abakasa da'o, ara sahare sahare sangrahakadera patha'o"
        },
        {
            "chapter": 26,
            "verse": 37,
            "text": "yena tara pratyeka jnani jadukaradera tomara kache niye ache.’’"
        },
        {
            "chapter": 26,
            "verse": 38,
            "text": "Sutaram jadukaradera ekatra kara ha’la nirdista sthane bijnapita dine"
        },
        {
            "chapter": 26,
            "verse": 39,
            "text": "ara lokadera bala ha’la -- ''tomara ki jamayet haccha"
        },
        {
            "chapter": 26,
            "verse": 40,
            "text": "yena amara jadukaradera anugamana karate pari yadi tara nijera bijayi haya?’’"
        },
        {
            "chapter": 26,
            "verse": 41,
            "text": "Tarapara yakhana jadukarara ela tara phira'a'unake balale -- ''amadera jan'ya ki bisesa puraskara thakabe yadi amara khoda bijayi ha'i?’’"
        },
        {
            "chapter": 26,
            "verse": 42,
            "text": "Se balale -- ''ham, ara seksetre tomara niscaya'i antaranga habe.’’"
        },
        {
            "chapter": 26,
            "verse": 43,
            "text": "Musa tadera balalena -- ''choro ya tomara churamte yaccha.’’"
        },
        {
            "chapter": 26,
            "verse": 44,
            "text": "Sutaram tadera daridara o tadera lathi-lagura tara churamlo ebam balale -- ''phira'a'unera prabhabe amara to nijera'i bijayi haba.’’"
        },
        {
            "chapter": 26,
            "verse": 45,
            "text": "Tarapara musa tamra lathi niksepa karalena, takhana dekho! Eti gile phelala ya tara bunechila."
        },
        {
            "chapter": 26,
            "verse": 46,
            "text": "Takhana jadukarara lutiye parala sijadabanata haye"
        },
        {
            "chapter": 26,
            "verse": 47,
            "text": "Tara balale, ''amara imana analama bisbajagatera prabhura prati"
        },
        {
            "chapter": 26,
            "verse": 48,
            "text": "yini musa o harunera'o prabhu.’’"
        },
        {
            "chapter": 26,
            "verse": 49,
            "text": "Se balale -- ''tomara tara prati bisbasa sthapana karale ami tomadera anumati debara age'i? Se-i niscaya tomadera guru ye tomadera jadubidya sikhiyeche. Sutaram sighra'i tomara tera pabe. Ami niscaya tomadera hata o tomadera pa ara'ari- bhabe kete phelaba'i, ara tomadera saba'ike sule caraba.’’"
        },
        {
            "chapter": 26,
            "verse": 50,
            "text": "Tara balale -- ''kono ksati ne'i, nihsandeha amara amadera prabhura kache pratyabartanasila."
        },
        {
            "chapter": 26,
            "verse": 51,
            "text": "Amara niscaya'i asa kari ye amadera prabhu amadera aparadhasamuha ksama kare debena, yehetu amara muminadera madhye agrani.’’"
        },
        {
            "chapter": 26,
            "verse": 52,
            "text": "Ara amara musake pratyadesa diyechilama e'i bale -- ''amara bandadera niye ratera madhye ra'oyana haye ya'o, tomadera abasya pascad'dhabana kara habe.’’"
        },
        {
            "chapter": 26,
            "verse": 53,
            "text": "Takhana phira'a'una sahare-nagare sangrahakadera pathala"
        },
        {
            "chapter": 26,
            "verse": 54,
            "text": "nihsandeha tara ekati chotakhata dala"
        },
        {
            "chapter": 26,
            "verse": 55,
            "text": "ara nihsandeha amadera jan'ya tara to krodha udrekakari"
        },
        {
            "chapter": 26,
            "verse": 56,
            "text": "ara amara to niscaya sajaga-sasastra janata.’’"
        },
        {
            "chapter": 26,
            "verse": 57,
            "text": "Kaje'i amara tadera bera ka’re analama baganasamuha o jharanaraji theke"
        },
        {
            "chapter": 26,
            "verse": 58,
            "text": "ara dhanabhandara o jamakalo barighara theke"
        },
        {
            "chapter": 26,
            "verse": 59,
            "text": "e'ibhabe'i. Ara e'igulo amara isara'ilera bansadharadera uttaradhikara karate diyechilama."
        },
        {
            "chapter": 26,
            "verse": 60,
            "text": "Tarapara tara edera pascad'dhabana karechila suryodayakale."
        },
        {
            "chapter": 26,
            "verse": 61,
            "text": "Atahpara yakhana du'i dala parasparake dekhala takhana musara sangira balale -- ''amara to nihsandeha dhara pare gelama.’’"
        },
        {
            "chapter": 26,
            "verse": 62,
            "text": "Tini balalena -- ''niscaya'i na, amara sange alabat amara prabhu rayechena, tini amake acire'i patha dekhabena.’’"
        },
        {
            "chapter": 26,
            "verse": 63,
            "text": "Takhana amara musara nikata pratyadesa dilama e'i bale -- ''tomara lathi diye samudre aghata kara.’’ Phale eti bibhakta haye gela, sutaram pratyeka dala eka-ekati birata paharera mato hayechila."
        },
        {
            "chapter": 26,
            "verse": 64,
            "text": "Ara an'yaderake'o amara niye elama se'i ancale."
        },
        {
            "chapter": 26,
            "verse": 65,
            "text": "Ara musake o tamra sange yara chila se-saba'ike amara ud'dhara karechilama."
        },
        {
            "chapter": 26,
            "verse": 66,
            "text": "Tarapara an'yaderake amara dubiye diyechilama."
        },
        {
            "chapter": 26,
            "verse": 67,
            "text": "Nihsandeha ete to ekati nidarsana rayeche, kinta tadera adhikansa'i bisbasi naya."
        },
        {
            "chapter": 26,
            "verse": 68,
            "text": "Ara nihsandeha tomara prabhu -- tini'i to mahasaktisali, aphuranta phaladata."
        },
        {
            "chapter": 26,
            "verse": 69,
            "text": "Ara tumi tadera kache ibrahimera kahini barnana karo."
        },
        {
            "chapter": 26,
            "verse": 70,
            "text": "Smarana karo! Tini tamra pitrpurusake o tamra sbajatike balalena -- ''tomara kisera upasana kara?’’"
        },
        {
            "chapter": 26,
            "verse": 71,
            "text": "Tara balale -- ''amara pratimadera puja kari, ara amara tadera aradhanaya nisthabana thakaba.’’"
        },
        {
            "chapter": 26,
            "verse": 72,
            "text": "Tini balalena, ''tara ki tomadera sone yakhana tomara dako"
        },
        {
            "chapter": 26,
            "verse": 73,
            "text": "athaba tara ki tomadera upakara karate pare kimba apakara karate pare?’’"
        },
        {
            "chapter": 26,
            "verse": 74,
            "text": "Tara balale -- ''na, amadera pitrpurusadera amara dekhate peyechi e'ibhabe tara karache.’’"
        },
        {
            "chapter": 26,
            "verse": 75,
            "text": "Tini balalena -- ''tomara ki tabe bhebe dekhecha tomara kisera upasana karacha"
        },
        {
            "chapter": 26,
            "verse": 76,
            "text": "tomara o tomadera purbagami pitrpurusara"
        },
        {
            "chapter": 26,
            "verse": 77,
            "text": "ata'eba tara alabat amara satru, kinta bhu-bisbera prabhu nana"
        },
        {
            "chapter": 26,
            "verse": 78,
            "text": "yini amake srsti karechena, tarapara tini amake patha dekhiyechena"
        },
        {
            "chapter": 26,
            "verse": 79,
            "text": "ara yini amake ahara karana ebam pana karate dena"
        },
        {
            "chapter": 26,
            "verse": 80,
            "text": "ara yakhana ami roge bhogi takhana tini'i amake arogya karena"
        },
        {
            "chapter": 26,
            "verse": 81,
            "text": "ara yini, amara mrtyu ghatabena tarapare amake punarjibana debena"
        },
        {
            "chapter": 26,
            "verse": 82,
            "text": "ara yini, ami asa kari, bicarera dine amara bhulabhrantigulo amara jan'ya ksama kare debena."
        },
        {
            "chapter": 26,
            "verse": 83,
            "text": "Amara prabhu! Amake jnana dana karo, ara amake satkarmidera sange yukta karo."
        },
        {
            "chapter": 26,
            "verse": 84,
            "text": "Ara amara jan'ya parabartidera madhye sadalapana srsti karo."
        },
        {
            "chapter": 26,
            "verse": 85,
            "text": "Ara amake anandamaya udyanera oyarisanera antarbhukta karo."
        },
        {
            "chapter": 26,
            "verse": 86,
            "text": "Ara amara pitrpurusake paritrana karo, kenana se to pathabhrantadera madhyekara haye geche."
        },
        {
            "chapter": 26,
            "verse": 87,
            "text": "Ara amake lanchita karo na takhana ye'idina tadera purut'thita kara habe"
        },
        {
            "chapter": 26,
            "verse": 88,
            "text": "yedina dhanasampade kono kaja debe na, santanadite'o naya"
        },
        {
            "chapter": 26,
            "verse": 89,
            "text": "Sudhu se byatita ye nirmala-nispapa antara niye allah‌ra kache asabe.’’"
        },
        {
            "chapter": 26,
            "verse": 90,
            "text": "Ara sbargodyanake dharmabhirudera jan'ya sannikate ana habe"
        },
        {
            "chapter": 26,
            "verse": 91,
            "text": "ara duyakhake khole de'oya habe pathabhrastadera jan'ya."
        },
        {
            "chapter": 26,
            "verse": 92,
            "text": "Ara tadera bala habe -- ''kothaya tara yadera tomara upasana karate"
        },
        {
            "chapter": 26,
            "verse": 93,
            "text": "allah‌ke bada diye? Tara ki tomadera sahayya karache, na tara nijedera'i sahayya karate parache?’’"
        },
        {
            "chapter": 26,
            "verse": 94,
            "text": "Sutaram tadera era madhye niksepa kara habe -- tadera ebam pathabhrantadera"
        },
        {
            "chapter": 26,
            "verse": 95,
            "text": "ara ibalisera dalabala sakalake'o."
        },
        {
            "chapter": 26,
            "verse": 96,
            "text": "Tara sekhane tarka-bitarka karate karate balabe"
        },
        {
            "chapter": 26,
            "verse": 97,
            "text": "allah‌ra dibya, amara to spasta bibhrantite'i chilama"
        },
        {
            "chapter": 26,
            "verse": 98,
            "text": "yakhana amara bisbajagatera prabhura sange tomadera eka-samana ganya karechilama."
        },
        {
            "chapter": 26,
            "verse": 99,
            "text": "Ara aparadhira chara an'ya ke'u amadera bipathe neya ni."
        },
        {
            "chapter": 26,
            "verse": 100,
            "text": "Sejan'ye amadera jan'ya suparisakaridera ke'u ne'i"
        },
        {
            "chapter": 26,
            "verse": 101,
            "text": "ara kono antaranga bandhu'o ne'i."
        },
        {
            "chapter": 26,
            "verse": 102,
            "text": "Haya! Amadera jan'ya yadi akerabara upaya thakata tahale amara muminadera madhyekara hatama.’’"
        },
        {
            "chapter": 26,
            "verse": 103,
            "text": "Nihsandeha ete to eka nidarsana rayeche, kinta tadera adhikansa'i bisbasi naya."
        },
        {
            "chapter": 26,
            "verse": 104,
            "text": "Ara nihsandeha tomara prabhu, -- tini'i to mahasaktisali, aphuranta phaladata."
        },
        {
            "chapter": 26,
            "verse": 105,
            "text": "Nuhera sbajati rasulaganake pratyakhyana karechila."
        },
        {
            "chapter": 26,
            "verse": 106,
            "text": "Dekho! Tadera bha'i nuha tadera balechilena -- ''tomara ki dharmaparayanata abalanbana karabe na"
        },
        {
            "chapter": 26,
            "verse": 107,
            "text": "ami niscaya'i tomadera jan'ya ekajana bisbasta rasula"
        },
        {
            "chapter": 26,
            "verse": 108,
            "text": "ata'eba tomara allah‌ke bhaya-bhakti kara o amake mene cala."
        },
        {
            "chapter": 26,
            "verse": 109,
            "text": "Ara ami era jan'ya tomadera kache kono parisramika ca'i na, amara majuri to bisbajagatera prabhura kache chara an'yatra naya."
        },
        {
            "chapter": 26,
            "verse": 110,
            "text": "Ata'eba tomara allah‌ke bhakti-srad'dha kara o amara ajnapalana kara.’’"
        },
        {
            "chapter": 26,
            "verse": 111,
            "text": "Tara balale -- ''amara ki tomara prati imana anaba yakhana tomake anusarana karache itaragosthi?’’"
        },
        {
            "chapter": 26,
            "verse": 112,
            "text": "Tini balalena -- ''tara ki karata se sanbandhe ara amara jnana thakabara naya."
        },
        {
            "chapter": 26,
            "verse": 113,
            "text": "Tadera hisabapatra amara prabhura kache chara an'yatra naya, yadi tomara bujhate"
        },
        {
            "chapter": 26,
            "verse": 114,
            "text": "ara ami to muminadera tariye debara patra na'i."
        },
        {
            "chapter": 26,
            "verse": 115,
            "text": "Ami ekajana spasta satarkakari bhinna na'i.’’"
        },
        {
            "chapter": 26,
            "verse": 116,
            "text": "Tara balale -- ''he nuha! Tumi yadi na thamo tahale tomake abasya'i prastaraghate-nihatadera antarbhukta kara habe.’’"
        },
        {
            "chapter": 26,
            "verse": 117,
            "text": "Tini balalena -- ''amara prabhu! Amara sbajati amake pratyakhyana kareche."
        },
        {
            "chapter": 26,
            "verse": 118,
            "text": "Ata'eba amara madhye o tadera madhye ekati sid'dhanta ene mimansa kare da'o, ara amake o amara sathe muminadera yara rayeche tadera ud'dhara kare da'o.’’"
        },
        {
            "chapter": 26,
            "verse": 119,
            "text": "Sutaram amara tamke o tamra sathe yara chila tadera ud'dhara karalama bojha'i kara jahaje."
        },
        {
            "chapter": 26,
            "verse": 120,
            "text": "Tarapara amara dubiye dilama parabarti abasistadera."
        },
        {
            "chapter": 26,
            "verse": 121,
            "text": "Nihsandeha ete to eka nidarsana rayeche, kinta tadera adhikansa'i bisbasi naya."
        },
        {
            "chapter": 26,
            "verse": 122,
            "text": "Ara nihsandeha tomara prabhu, -- tini'i to mahasaktisali, aphuranta phaladata."
        },
        {
            "chapter": 26,
            "verse": 123,
            "text": "Ara'ada jati rasulaganake pratyakhyana karechila."
        },
        {
            "chapter": 26,
            "verse": 124,
            "text": "Dekho, tadera bha'i huda tadera balechilena -- ''tomara ki dharmaparayanata abalanbana karabe na"
        },
        {
            "chapter": 26,
            "verse": 125,
            "text": "ami niscaya'i tomadera jan'ya ekajana bisbasta rasula"
        },
        {
            "chapter": 26,
            "verse": 126,
            "text": "ata'eba tomara allah‌ke bhaya kara o amake mene cala."
        },
        {
            "chapter": 26,
            "verse": 127,
            "text": "Ara ami e-jan'ya tomadera kache kono majuri ca'i na, amara najuri to bhu-bisbera prabhura kache chara an'yatra naya."
        },
        {
            "chapter": 26,
            "verse": 128,
            "text": "Tomara ki pratyeka pahare ayatha stambha nirmana karacha"
        },
        {
            "chapter": 26,
            "verse": 129,
            "text": "ara durga tairi karacha yena tomara cirasthayi habe?’’"
        },
        {
            "chapter": 26,
            "verse": 130,
            "text": "Ara yakhana tomara pakara'o kara takhana jabaradastabhabe pakara'o kare thaka."
        },
        {
            "chapter": 26,
            "verse": 131,
            "text": "Sutaram tomara allah‌ke bhaktisrad'dha kara o amara ajnapalana kara."
        },
        {
            "chapter": 26,
            "verse": 132,
            "text": "Ara bhaya-bhakti kara tamke yini tomadera madada karechena ya tomara sikhecha ta diye"
        },
        {
            "chapter": 26,
            "verse": 133,
            "text": "ara tini tomadera sahayya karechena gabadi-pasu o santana-santati diye"
        },
        {
            "chapter": 26,
            "verse": 134,
            "text": "ara baganasamuha o phoyaragulo diye."
        },
        {
            "chapter": 26,
            "verse": 135,
            "text": "Nihsandeha ami asanka karachi tomadera upare eka mahadinera sastira.’’"
        },
        {
            "chapter": 26,
            "verse": 136,
            "text": "Tara balale -- ''tumi upadesa da'o athaba upadesadatadera madhye tumi na'i-ba ha'o amadera kache saba'i samana."
        },
        {
            "chapter": 26,
            "verse": 137,
            "text": "E to sekele acarana chara kichu'i naya"
        },
        {
            "chapter": 26,
            "verse": 138,
            "text": "ara amara sasti pabara na'i.’’"
        },
        {
            "chapter": 26,
            "verse": 139,
            "text": "Kaje'i tara tamke pratyakhyana karala, sutaram amara tadera dhbansa karechilama. Nihsandeha ete to eka nidarsana rayeche, kinta tadera adhikansa'i bisbasi naya."
        },
        {
            "chapter": 26,
            "verse": 140,
            "text": "Ara nihsandeha tomara prabhu, -- tini'i to mahasaktisali, aphuranta phaladata."
        },
        {
            "chapter": 26,
            "verse": 141,
            "text": "Ara chamuda jati rasulaganake pratyakhyana karechila."
        },
        {
            "chapter": 26,
            "verse": 142,
            "text": "Dekho, tadera bha'i salih tadera balechilena -- ''tomara ki dharmabhiruta abalanbana karabe na"
        },
        {
            "chapter": 26,
            "verse": 143,
            "text": "ami niscaya'i tomadera jan'ya ekajana bisbasta rasula"
        },
        {
            "chapter": 26,
            "verse": 144,
            "text": "ata'eba tomara allah‌ke bhaya-bhakti kara o amake mene cala"
        },
        {
            "chapter": 26,
            "verse": 145,
            "text": "ara ami era jan'ya tomadera kache kono majuri ca'i na, amara majuri to bisbajagatera prabhura kache chara an'yatra naya."
        },
        {
            "chapter": 26,
            "verse": 146,
            "text": "Ekhane ya ache tate ki tomadera nirapade rekhe de'oya habe"
        },
        {
            "chapter": 26,
            "verse": 147,
            "text": "baganasamuhe o phoyaraguloya"
        },
        {
            "chapter": 26,
            "verse": 148,
            "text": "ara sasyaksetre o khejura-bagane yara charigulo bhari"
        },
        {
            "chapter": 26,
            "verse": 149,
            "text": "tomara to pahara khude barighara tairi kara nipunabhabe."
        },
        {
            "chapter": 26,
            "verse": 150,
            "text": "Sutaram tomara allah‌ke bhakti-srad'dha kara o amara ajnapalana kara."
        },
        {
            "chapter": 26,
            "verse": 151,
            "text": "Ara simalanghanakaridera nirdesa mene cala na"
        },
        {
            "chapter": 26,
            "verse": 152,
            "text": "yara dese asanti srsti kare ara santisthapana kare na.’’"
        },
        {
            "chapter": 26,
            "verse": 153,
            "text": "Tara balale -- ''tumi to nihsandeha jadugrastadera'i ekajana."
        },
        {
            "chapter": 26,
            "verse": 154,
            "text": "Tumi amadera mato manusa chara ara kichu na'o, ata'eba kono eka nidarsana niye esa yadi tumi satyabadidera madhyekara ha'o.’’"
        },
        {
            "chapter": 26,
            "verse": 155,
            "text": "Tini balalena -- ''e'i ekati usti, tara jan'ya paniya thakabe ara tomadera jan'ya'o paniya thakabe nirdharita samaye."
        },
        {
            "chapter": 26,
            "verse": 156,
            "text": "Ara tomara anista diye oke sparsa karo na, pache eka bhayankara dinera sasti tomadera pakara'o kare.’’"
        },
        {
            "chapter": 26,
            "verse": 157,
            "text": "Kinta tara etike hatya karale, pariname sakala-sakala'i tara paritapakari hala."
        },
        {
            "chapter": 26,
            "verse": 158,
            "text": "Sejan'ya sasti tadera pakara'o karala. Nihsandeha ete to eka nidarsana rayeche, kinta tadera adhikansa'i bisbasi naya."
        },
        {
            "chapter": 26,
            "verse": 159,
            "text": "Ara nihsandeha tomara prabhu -- tini'i to mahasaktisali, aphuranta phaladata."
        },
        {
            "chapter": 26,
            "verse": 160,
            "text": "Ara lutera lokadala rasulaganake pratyakhyana karechila."
        },
        {
            "chapter": 26,
            "verse": 161,
            "text": "Dekho! Tadera bha'i luta tadera balechilena -- ''tomara ki dharmabhiruta abalanbana karabe na"
        },
        {
            "chapter": 26,
            "verse": 162,
            "text": "ami niscaya'i tomadera jan'ya ekajana bisbasta rasula"
        },
        {
            "chapter": 26,
            "verse": 163,
            "text": "ata'eba tomara allah‌ke bhayabhakti kara o amake mene cala."
        },
        {
            "chapter": 26,
            "verse": 164,
            "text": "Ara ami era jan'ya tomadera kache kono majuri ca'i na, amara majuri to bisbajagatera prabhura kache chara an'yatra naya."
        },
        {
            "chapter": 26,
            "verse": 165,
            "text": "Tomara ki manusajatira madhye purusadera kache'i ese thaka"
        },
        {
            "chapter": 26,
            "verse": 166,
            "text": "ara parityaga karacha tomadera stridera yadera tomadera prabhu tomadera jan'ya srsti karechena? Na, tomara to simalanghanakari jati.’’"
        },
        {
            "chapter": 26,
            "verse": 167,
            "text": "Tara balale -- ''he luta! Tumi yadi birata na ha'o tahale tumi niscaya'i nirbasitadera antarbhukta habe.’’"
        },
        {
            "chapter": 26,
            "verse": 168,
            "text": "Tini balalena -- ''ami abasya'i tomadera acaranake ghrnakaridera'i ekajana."
        },
        {
            "chapter": 26,
            "verse": 169,
            "text": "Amara prabhu! Tara ya kare ta theke amake o amara paribara parijanake ud'dhara karo.’’"
        },
        {
            "chapter": 26,
            "verse": 170,
            "text": "Sutaram amara tamke o tamra paribarabargake eka'i sange ud'dhara karalama"
        },
        {
            "chapter": 26,
            "verse": 171,
            "text": "eka burike chara, ye pechane-pare-thakadera madhye rayechila."
        },
        {
            "chapter": 26,
            "verse": 172,
            "text": "Tarapara amara an'yan'yadera bidhbansa karechilama."
        },
        {
            "chapter": 26,
            "verse": 173,
            "text": "Ara tadera upare amara barsana karechilama eka brsti, -- sutaram kata manda e'i brsti satakakrtadera jan'ya."
        },
        {
            "chapter": 26,
            "verse": 174,
            "text": "Nihsandeha ete to eka nidarsana rayeche, kinta tadera adhikansa'i bisbasi naya."
        },
        {
            "chapter": 26,
            "verse": 175,
            "text": "Ara nihsandeha tomara prabhu, -- tini'i to mahasaktisali, aphuranta phaladata."
        },
        {
            "chapter": 26,
            "verse": 176,
            "text": "A'ikara adhibasira rasulaganake pratyakhyana karechila."
        },
        {
            "chapter": 26,
            "verse": 177,
            "text": "Dekho, so'a'iba tadera balechilena -- ''tomara ki dharmaparayanata abalanbana karabe na"
        },
        {
            "chapter": 26,
            "verse": 178,
            "text": "ami niscaya'i tomadera jan'ya ekajana bisbasta rasula"
        },
        {
            "chapter": 26,
            "verse": 179,
            "text": "ata'eba tomara allah‌ke bhayabhakti kara o amake mene cala."
        },
        {
            "chapter": 26,
            "verse": 180,
            "text": "Ara ami era jan'ya tomadera kache kono parisramika ca'i na, amara parisramika to bisbajagatera prabhura kache chara an'yatra naya."
        },
        {
            "chapter": 26,
            "verse": 181,
            "text": "Mape puromatraya debe, ara tomara mape-kama-kara lokadera antarbhukta hayo na."
        },
        {
            "chapter": 26,
            "verse": 182,
            "text": "Sathika pallaya ojana karo."
        },
        {
            "chapter": 26,
            "verse": 183,
            "text": "Ara lokajanera ksatisadhana karo na tadera bisayabastu sanbandhe, ara duniyate biparyaya ghatiyo na anistacarana ka’re."
        },
        {
            "chapter": 26,
            "verse": 184,
            "text": "Ara bhaya-bhakti karo tamke yini tomadera srsti karechena ebam purbabarti lokadera'o.’’"
        },
        {
            "chapter": 26,
            "verse": 185,
            "text": "Tara balale -- ''tumi to alabat jadugrastadera madhyekara,’’"
        },
        {
            "chapter": 26,
            "verse": 186,
            "text": "ara tumi amadera n'yaya ekajana manusa chara ara kichu'i na'o, ara amara tomake mithyabadidera ekajana bale'i to ganana kari."
        },
        {
            "chapter": 26,
            "verse": 187,
            "text": "Ata'eba akasera ekati tukaro amadera upare phele da'o, yadi tumi satyabadidera madhyekara ha'o.’’"
        },
        {
            "chapter": 26,
            "verse": 188,
            "text": "Tini balalena -- ''amara prabhu bhala janena ki tomara kara.’’"
        },
        {
            "chapter": 26,
            "verse": 189,
            "text": "Kinta tara tamke pratyakhyana karala, sejan'ye eka andhakara dinera sasti tadera pakara'o karala. Nihsandeha eti chila eka bhisana dine sasti."
        },
        {
            "chapter": 26,
            "verse": 190,
            "text": "Nihsandeha ete to eka nidarsana rayeche, kinta tadera adhikansa'i bisbasi naya."
        },
        {
            "chapter": 26,
            "verse": 191,
            "text": "Ara nihsandeha tomara prabhu, -- tini'i to mahasaktisali, aphuranta phaladata."
        },
        {
            "chapter": 26,
            "verse": 192,
            "text": "Ara nihsandeha eti niscaya'i bisbajagatera prabhura tarapha theke eka abatarana."
        },
        {
            "chapter": 26,
            "verse": 193,
            "text": "Ruhula amina eti niye abatarana karechena"
        },
        {
            "chapter": 26,
            "verse": 194,
            "text": "tomara hrdayera upare, yena tumi satarkakaridera an'yatama hate para"
        },
        {
            "chapter": 26,
            "verse": 195,
            "text": "suspasta arabi bhasaya."
        },
        {
            "chapter": 26,
            "verse": 196,
            "text": "Ara nihsandeha eti purbabartidera dharmagranthe rayeche."
        },
        {
            "chapter": 26,
            "verse": 197,
            "text": "Eki tadera jan'ya ekati nidarsana naya ye isara'ilera bansadharadera panditagana eti jane"
        },
        {
            "chapter": 26,
            "verse": 198,
            "text": "ara amara yadi eti abatarana karatama kono bhinna desiyera kache"
        },
        {
            "chapter": 26,
            "verse": 199,
            "text": "ara se eti tadera kache patha karata, tahale tara tate bisbasabhajana hato na."
        },
        {
            "chapter": 26,
            "verse": 200,
            "text": "E'ibhabe'i amara etike prabesa kariyechi aparadhidera antare."
        },
        {
            "chapter": 26,
            "verse": 201,
            "text": "Tara ete bisbasa karabe na ye paryanta na tara marmantuda sasti pratyaksa kare."
        },
        {
            "chapter": 26,
            "verse": 202,
            "text": "Sutaram e tadera kache asabe akasmikabhabe, ara tara tera pabe na."
        },
        {
            "chapter": 26,
            "verse": 203,
            "text": "Takhana tara balabe -- ''amara ki abakasa prapta haba?’’"
        },
        {
            "chapter": 26,
            "verse": 204,
            "text": "Ki, tara ki ekhana'o amadera sasti sanbandhe taratari karate caya"
        },
        {
            "chapter": 26,
            "verse": 205,
            "text": "tumi ki tabe laksya karecha -- yadi amara tadera bahu bachara bhoga-bilasa karate di'i."
        },
        {
            "chapter": 26,
            "verse": 206,
            "text": "Tarapara tadera kache ese pare ya tadera oyada kara hayechila"
        },
        {
            "chapter": 26,
            "verse": 207,
            "text": "tabu ya tadera upabhoga karate de'oya hayechila ta tadera kono kaje asabe na"
        },
        {
            "chapter": 26,
            "verse": 208,
            "text": "ara amara kono janapada dhbansa kari ni yara satarkakari chila na."
        },
        {
            "chapter": 26,
            "verse": 209,
            "text": "Smarakagrantha, ara amara kakhana'o an'yayakari na'i."
        },
        {
            "chapter": 26,
            "verse": 210,
            "text": "Ara sayatanara e niye abatarana kare ni"
        },
        {
            "chapter": 26,
            "verse": 211,
            "text": "ara tadera pakse e samicina naya, ara tara samarthya'o rakhe na."
        },
        {
            "chapter": 26,
            "verse": 212,
            "text": "Nihsandeha sunabara ksetre tara to aparaga."
        },
        {
            "chapter": 26,
            "verse": 213,
            "text": "Sutaram tumi allah‌ra sathe an'ya upasyake deko na, pache tumi sastipraptadera madhyekara haye ya'o."
        },
        {
            "chapter": 26,
            "verse": 214,
            "text": "Ara tomara nikatatama a‌tmiyadera sabadhana kare da'o"
        },
        {
            "chapter": 26,
            "verse": 215,
            "text": "ara tomara dana anata karo muminadera yara tomake anusarana kare tadera prati."
        },
        {
            "chapter": 26,
            "verse": 216,
            "text": "Kinta tara yadi tomara abadhyata kare tabe balo -- ''ami alabat dayamukta tomara ya kara se sanbandhe.’’"
        },
        {
            "chapter": 26,
            "verse": 217,
            "text": "Ara tumi nirbhara kara mahasaktisali, aphuranta phaladatara upare"
        },
        {
            "chapter": 26,
            "verse": 218,
            "text": "yini tomake dekhena yakhana tumi damra'o"
        },
        {
            "chapter": 26,
            "verse": 219,
            "text": "ebam sijadakaridera sange tomara utha-basa karate."
        },
        {
            "chapter": 26,
            "verse": 220,
            "text": "Nihsandeha tini -- tini'i sarbasrota, sarbajnata."
        },
        {
            "chapter": 26,
            "verse": 221,
            "text": "Ami ki tomadera janaba kadera upare sayatanara abatarana kare"
        },
        {
            "chapter": 26,
            "verse": 222,
            "text": "tara abatarana kare pratyeka mithyabadi papacarira upare"
        },
        {
            "chapter": 26,
            "verse": 223,
            "text": "tara kana pate, ara tadera adhikansa'i mithyabadi."
        },
        {
            "chapter": 26,
            "verse": 224,
            "text": "Ara kabigana, -- tadera anusarana kare bhrantapathagamira."
        },
        {
            "chapter": 26,
            "verse": 225,
            "text": "Tumi ki dekha na ye tara nihsandeha pratyeka upatyakaya laksyahinabhabe ghure beraya"
        },
        {
            "chapter": 26,
            "verse": 226,
            "text": "ara tara niscaya'i ta'i bale ya tara kare na"
        },
        {
            "chapter": 26,
            "verse": 227,
            "text": "Tabe tara byatita yara imana ane o satkaja kare, ebam allah‌ke khuba ka’re smarana kare, ara atyacarita habara pare pratiraksa kare. Ara yara an'yaya kare tara acire'i janate parabe kona biparyayera madhye tara pratyabartana karache."
        }
    ]
}