{
    "maqras": [
        {
            "chapter": 16,
            "verse": 51,
            "text": "Allah phán bảo (với toàn bộ đám bề tôi của Ngài): “Các ngươi đừng nhận lấy hai thần linh để thờ phượng, bởi quả thật chỉ có một Thượng Đế duy nhất. Vì vậy, các ngươi hãy chỉ sợ riêng TA.”"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "Vạn vật trong trời đất đều thuộc về Ngài và việc thờ phượng Ngài là điều bắt buộc. Lẽ nào các ngươi lại sợ ai khác ngoài Allah"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "Mọi ân huệ mà các ngươi (hỡi con người) có được đều do Allah ban cho. Rồi khi nghịch cảnh chạm đến các ngươi, các ngươi khóc than cầu cứu với Ngài"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "Sau đó, khi Ngài loại bỏ nghịch cảnh khỏi các ngươi, ngay lập tức một thành phần trong các ngươi lại dựng lên những thần linh khác cùng với Thượng Đế"
        },
        {
            "chapter": 16,
            "verse": 55,
            "text": "(Chúng làm như thế) là để phủ nhận mọi ân huệ mà TA đã ban cho chúng. Vì vậy, các ngươi hãy tận hưởng một lúc, rồi đây các ngươi sẽ biết"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "Chúng trích một phần từ nguồn bổng lộc mà TA đã ban cho chúng để dành riêng cho những kẻ (thần linh bục tượng) mà chúng không biết. Thề với Allah, rồi đây các ngươi chắc chắn sẽ bị tra hỏi về những gì các ngươi đã bịa ra"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "Chúng gán (các Thiên Thần) là những đứa con gái của Allah - thật trong sạch và tối cao thay Ngài - còn chúng thì gán cho bản thân chúng những gì chúng thực sự mong muốn"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "Khi ai đó trong số chúng nhận được tin báo (sự ra đời của) một đứa con gái thì gương mặt của y trở nên tối sầm và y cố nén đau buồn"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "Y tránh mặt giấu mình với mọi người vì tin xấu vừa nhận được, y đắn đo không biết nên giữ đứa bé lại một cách nhục nhã hay nên chôn sống nó xuống đất? Thật xấu xa cho những điều mà chúng qui định"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "Những kẻ không tin vào Đời Sau xứng đáng bị coi là thuộc tính xấu xa trong khi Allah là thuộc tính cao nhất. Ngài là Đấng quyền năng nhất, Đấng thông thái nhất"
        },
        {
            "chapter": 16,
            "verse": 61,
            "text": "Nếu Allah muốn bắt phạt loài người về hành động sai trái của họ, chắc chắn Ngài sẽ không chừa bất kỳ sinh vật nào còn sống (trên trái đất). Nhưng Ngài lại tạm hoãn cho họ sống đến một thời hạn đã ấn định; và khi thời hạn ấn định của họ đã đến, họ không có quyền trì hoãn thêm một giây phút nào và cũng sẽ không thể gấp rút nó sớm hơn"
        },
        {
            "chapter": 16,
            "verse": 62,
            "text": "Chúng (những kẻ đa thần) gán cho Allah điều mà chính chúng không thích, và lưỡi của chúng khẳng định lời nói dối rằng chúng sẽ có được điều tốt nhất (đang chờ đợi chúng). Không gì phải hoài nghi rằng Hỏa Ngục sẽ là chốn ngụ dành cho chúng và chắc chắn chúng sẽ bị bỏ quên (trong đó)"
        },
        {
            "chapter": 16,
            "verse": 63,
            "text": "Thề bởi Allah, quả thật, TA đã gửi các Sứ Giả đến các cộng đồng thời trước Ngươi (Thiên Sứ Muhammad). Nhưng Shaytan đã làm cho những việc làm của chúng trở nên hấp dẫn đối với chúng. (Vì vậy, chúng không để ý đến lời kêu gọi của các Sứ Giả), và ngày nay Shaytan là đồng minh của chúng và chúng sẽ phải chịu một hình phạt đau đớn"
        },
        {
            "chapter": 16,
            "verse": 64,
            "text": "TA đã ban Kinh Sách (Qur’an) xuống cho Ngươi (Thiên Sứ Muhammad) để Ngươi có thể giải thích cho chúng sự thật liên quan đến những gì chúng đang tranh chấp và rằng (Qur’an) có thể dùng như một sự hướng dẫn và lòng thương xót dành cho những ai tin vào nó"
        },
        {
            "chapter": 16,
            "verse": 65,
            "text": "Allah đã ban nước mưa từ trên trời xuống làm sống lại đất đai đã chết khô. Quả thật, trong sự việc đó là các dấu hiệu dành cho đám người biết lắng nghe"
        },
        {
            "chapter": 16,
            "verse": 66,
            "text": "Chắc chắn có một bài học dành cho các ngươi ở nơi gia súc: TA ban nguồn thức uống cho các ngươi từ trong bụng của chúng, nằm giữa phân và máu, một nguồn sữa tươi tinh khiết, tạo cảm giác ngon miệng cho người uống"
        },
        {
            "chapter": 16,
            "verse": 67,
            "text": "Và (một bài học) từ trái của cây chà là và nho, các ngươi tạo ra chất say và nguồn thực phẩm bổ dưỡng. Quả thật, trong sự việc đó là một dấu hiệu dành cho nhóm người thông hiểu"
        },
        {
            "chapter": 16,
            "verse": 68,
            "text": "Thượng Đế của Ngươi (Thiên Sứ Muhammad) đã mặc khải cho loài ong mật: “Ngươi hãy xây tổ trên núi, trên cây và trên những vật mà (con người) dựng lên thành giàn.”"
        },
        {
            "chapter": 16,
            "verse": 69,
            "text": "“Sau đó, ngươi hãy ăn từ mọi loại trái quả và tiếp tục di chuyển trên các con đường của Thượng Đế của ngươi mà ngươi đã thành thục.” Từ trong bụng của (ong mật) có một thứ đồ uống mang nhiều màu sắc, trong đó có sự chữa lành bệnh cho loài người. Quả thật, trong sự việc đó là dấu hiệu cho một đám người biết suy ngẫm"
        },
        {
            "chapter": 16,
            "verse": 70,
            "text": "(Hỡi con người!) Chính Allah đã tạo ra các ngươi và sau đó Ngài khiến các ngươi chết. Trong các ngươi, có người được cho sống đến tuổi già đến mức lú lẫn không còn biết gì sau khi đã biết rất nhiều. Quả thật, Allah là Đấng Toàn Tri, Đấng Toàn Năng"
        },
        {
            "chapter": 16,
            "verse": 71,
            "text": "Allah đã ưu đãi người này vượt trội hơn người kia trong các ngươi về bổng lộc. Nhưng những kẻ được ưu ái hơn về bổng lộc không chịu chia sẻ bổng lộc của mình với những nô lệ dưới quyền vì sợ rằng họ trở thành những người chia sẻ bình đẳng với mình trong phương diện đó? Có phải chúng đang phủ nhận ân huệ của Allah"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "Chính Allah đã tạo ra cho các ngươi những người bạn đời từ đồng loại của các ngươi; và từ những người bạn đời của các ngươi, Ngài đã tạo ra cho các ngươi con cái và cháu chắt; và Ngài ban cho các ngươi nguồn thực phẩm tốt sạch. Lý nào họ lại tin tưởng vào những thứ ngụy tạo và phủ nhận ân huệ của Allah"
        },
        {
            "chapter": 16,
            "verse": 73,
            "text": "(Những kẻ thờ đa thần) tôn thờ ngoài Allah những thứ (thần linh) không có quyền hành ban bố bất cứ thứ gì từ các tầng trời và trái đất; và (thực tế) chúng không thể"
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "Vì vậy, các ngươi (hỡi con người) chớ đừng đưa ra hình ảnh so sánh với Allah, bởi quả thật, Allah biết còn các ngươi thì không biết"
        }
    ]
}