{
    "maqras": [
        {
            "chapter": 41,
            "verse": 9,
            "text": "Ngươi (Thiên Sứ) hãy nói với họ: “Lẽ nào các người phủ nhận Đấng đã tạo hóa trái đất trong hai ngày và lẽ nào các người lại dựng lên cùng với Ngài những thần linh ngang vai trong khi Ngài là Thượng Đế của vũ trụ và vạn vật ư?”"
        },
        {
            "chapter": 41,
            "verse": 10,
            "text": "Ngài đã đặt trên bề mặt của trái đất những quả núi vững chắc, Ngài đã ban phúc cho trái đất và phân định lương thực cho dân cư của nó trong bốn ngày, đồng đều cho những người đòi hỏi"
        },
        {
            "chapter": 41,
            "verse": 11,
            "text": "Sau đó, Ngài hướng về bầu trời (lúc đó) chỉ là một lớp khói, Ngài phán bảo nó và trái đất: “Hai ngươi hãy đến (thành theo lệnh), thuận hay không thuận?” Cả hải cùng thưa: “Bầy tôi xin thuận đến (thành theo lệnh Ngài).”"
        },
        {
            "chapter": 41,
            "verse": 12,
            "text": "Rồi Ngài đã hoàn tất việc tạo hóa bảy tầng trời trong hai ngày (thứ năm và thứ sáu) và Ngài mặc khải cho mỗi tầng trời công việc của riêng nó. Và TA đã trang hoàng tầng trời hạ giới với những chiếc đèn (là các vì sao) và (TA đã cử các Thiên Thần) canh giữ nó. Đó là sự an bày và định đoạt của Đấng Toàn Năng, Đấng Toàn Tri"
        },
        {
            "chapter": 41,
            "verse": 13,
            "text": "Nếu chúng ngoảnh đi thì Ngươi (hỡi Thiên Sứ) hãy nói (với chúng): “Ta cảnh báo các ngươi về tia sét giống như tia sét đã đánh dân ‘Ad và dân Thamud.”"
        },
        {
            "chapter": 41,
            "verse": 14,
            "text": "(Điều đó xảy ra) khi các Sứ Giả (của Allah) đã đến với chúng từ phía trước lẫn phía sau, (nói): “Các ngươi hãy thờ phượng một mình Allah thôi.” Chúng bảo: “Nếu Thượng Đế của bọn ta thực sự muốn thì chắc chắn Ngài đã cử các Thiên Thần xuống (làm Sứ Giả). Vì vậy, bọn ta không tin nơi điều các người mang đến.”"
        },
        {
            "chapter": 41,
            "verse": 15,
            "text": "Đối với ‘Ad (đám dân của Hud), chúng đã ngạo mạn trên trái đất một cách không chính đáng. Chúng nói: “Ai mạnh hơn bọn ta?” Lẽ nào chúng không nhận thấy Allah, Đấng đã tạo hóa chúng, mạnh hơn chúng hay sao? Quả thật, chúng đã thường gạt đi các dấu hiệu của TA"
        },
        {
            "chapter": 41,
            "verse": 16,
            "text": "Cho nên, TA đã gởi đến chúng một trận gió gào thét (cuồng phong) suốt những ngày bất hạnh để TA cho chúng nếm lấy hình phạt trong sự ô nhục trên cuộc sống trần gian; tuy nhiên, sự trừng phạt ở cõi Đời Sau còn nhục nhã hơn; và chúng sẽ không được ai cứu giúp"
        },
        {
            "chapter": 41,
            "verse": 17,
            "text": "Còn đối với Thamud (đám dân của Saleh). TA đã hướng dẫn chúng nhưng chúng thích sự mù quáng (lầm lạc) hơn sự hướng dẫn. Vì vậy, tia sét của hình phạt ô nhục đã đánh chúng bởi những tội lỗi mà chúng đã làm"
        },
        {
            "chapter": 41,
            "verse": 18,
            "text": "Và TA đã cứu những người có đức tin và kính sợ (TA)"
        },
        {
            "chapter": 41,
            "verse": 19,
            "text": "Vào Ngày mà những kẻ thù của Allah sẽ được tập trung dẫn đến Hỏa Ngục; chúng sẽ được tập hợp thành từng hàng"
        },
        {
            "chapter": 41,
            "verse": 20,
            "text": "Mãi cho đến khi chúng đến (Hỏa Ngục) thì tai, mắt và da của chúng sẽ làm chứng chống lại chúng về những tội lỗi mà chúng đã làm"
        },
        {
            "chapter": 41,
            "verse": 21,
            "text": "Chúng sẽ nói với các lớp da của chúng: “Tại sao các ngươi làm chứng chống lại bọn ta?” Các lớp da trả lời: “Allah làm cho chúng tôi biết nói giống như Ngài làm cho mọi vật biết nói; và Ngài đã tạo ra các người lần đầu và các người sẽ được đưa trở về trình diện Ngài.”"
        },
        {
            "chapter": 41,
            "verse": 22,
            "text": "“Các người đã không chịu che đậy bản thân mình để khỏi bị tai, mắt và da của các người khiến chúng làm chứng chống lại các người, mà ngược lại, các người đã nghĩ rằng Allah không biết nhiều về những điều các người làm.”"
        },
        {
            "chapter": 41,
            "verse": 23,
            "text": "“Đó là ý nghĩ mà các người đã nghĩ về Thượng Đế của các người, nó đã hủy hoại các người. Cho nên, các người đã trở thành những kẻ thua thiệt và thất bại.”"
        },
        {
            "chapter": 41,
            "verse": 24,
            "text": "Nhưng cho dù chúng có kiên nhẫn chịu đựng thì Hỏa Ngục vẫn là nơi cư trú của chúng; và nếu chúng có xin được giảm nhẹ (hình phạt) thì chúng cũng sẽ không thuộc những người được giảm nhẹ"
        }
    ]
}