{
    "maqras": [
        {
            "chapter": 5,
            "verse": 12,
            "text": "Quả thật, Allah đã nhận lấy giao ước của dân Israel và dựng lên trong số họ mười hai vị lãnh đạo. Allah phán bảo họ: “TA chắc chắn sẽ ở cùng với các ngươi nếu các ngươi duy trì lễ nguyện Salah, đóng Zakah, tin nơi các Thiên Sứ của TA, phò trợ Họ và cho Allah mượn một cái mượn tốt thì TA sẽ bôi xóa tội lỗi cho các ngươi và thu nhận các ngươi vào những Ngôi Vườn Thiên Đàng bên dưới có các dòng sông chảy. Nhưng ai trong các ngươi vô đức tin sau đó thì quả thật y đã lạc khỏi con đường (ngay chính của Islam)"
        },
        {
            "chapter": 5,
            "verse": 13,
            "text": "Bởi vì họ đã phá vỡ giao ước nên TA đã nguyền rủa họ và TA đã làm cho con tim của họ trở nên chai cứng. Họ bóp méo các lời (của Allah trong Kinh Sách bằng lời lẽ của riêng họ) và họ đã quên mất một phần mà họ được nhắc nhở trong đó. Và Ngươi (hỡi Thiên Sứ) sẽ vẫn thấy sự gian dối của họ ngoại trừ một số ít. Nhưng thôi, Ngươi hãy bỏ qua và đừng tính toán với họ; quả thật, Allah yêu thương những người làm điều tốt"
        },
        {
            "chapter": 5,
            "verse": 14,
            "text": "Trong số những ai đã nói chúng tôi là những tín đồ Thiên Chúa, TA (Allah) đã nhận giao ước của họ, nhưng họ đã quên mất một phần mà họ được nhắc nhở trong đó. Thế là TA đã gây ra giữa họ sự hận thù và oán ghét lẫn nhau cho đến Ngày Tận Thế. Và Allah sẽ cho họ biết những gì mà họ đã từng làm"
        },
        {
            "chapter": 5,
            "verse": 15,
            "text": "Hỡi người dân Kinh Sách (Do Thái và Thiên Chúa), quả thật Thiên Sứ (Muhammad) của TA đã đến gặp các ngươi trình bày rõ ràng cho các ngươi nhiều điều mà các ngươi đã che giấu trong Kinh Sách (được ban xuống cho các ngươi) và lờ đi nhiều điều. Quả thật đã đến với các ngươi nguồn ánh sáng và Kinh Sách minh bạch (Qur’an) từ nơi Allah"
        },
        {
            "chapter": 5,
            "verse": 16,
            "text": "Với (Qur’an), Allah hướng dẫn những ai đi theo sự hài lòng của Ngài đến với những con đường bình an (thoát khỏi sự trừng phạt) và đưa họ ra khỏi nơi tăm tối đến với ánh sáng theo sự ưng thuận của Ngài; và Ngài hướng dẫn họ đến con đường ngay chính"
        },
        {
            "chapter": 5,
            "verse": 17,
            "text": "Quả thật, những ai nói “Allah chính là Masih (Giê-su) con trai của Maryam (Maria)” là những kẻ vô đức tin. Ngươi (hỡi Thiên Sứ) hãy nói với họ: “Vậy thì ai có quyền ngăn Allah khi Ngài muốn tiêu diệt Masih con trai của Maryam và mẹ của Y cùng toàn thể loài người trên trái đất?!” Quả thật, Allah nắm quyền thống trị các tầng trời và trái đất và vạn vật giữa chúng, Ngài tạo ra bất cứ thứ gì Ngài muốn, và Allah là Đấng Toàn Năng trên tất cả mọi thứ"
        },
        {
            "chapter": 5,
            "verse": 18,
            "text": "Người Do Thái cũng như tín đồ Thiên Chúa đều bảo: “Chúng tôi là những đứa con của Allah và là những người được Ngài thương yêu.” Ngươi (hỡi Thiên Sứ) hãy nói với họ: “Nếu đúng như vậy, sao các ngươi lại bị Ngài trừng phạt bởi tội lỗi của các ngươi kia chứ?! Không, các ngươi cũng chỉ là những con người phàm tục mà Ngài đã tạo ra mà thôi. Ngài muốn tha thứ cho ai là tùy ý Ngài và muốn trừng phạt ai cũng tùy ý Ngài. Bởi Allah nắm quyền thống trị các tầng trời và trái đất và vạn vật giữa chúng; mọi vật đều phải quay về (trình diện) Ngài.”"
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "Hỡi dân Kinh Sách, quả thật Thiên Sứ (Muhammad) của TA đã đến gặp các ngươi trình bày rõ cho các ngươi về việc (ngừng gửi) các Sứ Giả trong một khoảng thời gian, kẻo các ngươi nói: “Chẳng có một (vị Sứ Giả) nào đến báo tin mừng cũng như cảnh báo chúng tôi cả!” Do đó, (Thiên Sứ Muhammad), một vị vừa báo tin mừng đồng thời vừa cảnh báo đã đến gặp các ngươi. Quả thật, Allah là Đấng Toàn Năng trên tất cả mọi thứ"
        },
        {
            "chapter": 5,
            "verse": 20,
            "text": "Ngươi (hỡi Thiên Sứ) hãy nhớ lại khi Musa (Môi-sê) nói với dân của mình: “Này hỡi dân ta, các người hãy nhớ về ân huệ mà Allah đa ban cho các người khi Ngài đã lựa chọn trong các người làm những vị Nabi, Ngài đã làm cho các người trở thành vua chúa và Ngài đã ban cho các người những thứ mà Ngài đã không ban cho bất kỳ ai trong thiên hạ (trong thời của các người).”"
        },
        {
            "chapter": 5,
            "verse": 21,
            "text": "“Này hỡi dân ta, các người hãy đi vào vùng đất linh thiêng (Jerusalem) đã được Ngài an bày cho các người (giành chiến thắng) và các người chớ đừng quay lưng trở lui kẻo các người trở thành đám người thua thiệt (ở trần gian và cả Đời Sau).”"
        },
        {
            "chapter": 5,
            "verse": 22,
            "text": "(Người dân của Musa) đáp: “Hỡi Musa, quả thật trong (Jerusalem) đó có một đám dân có sức mạnh phi thường. Chúng tôi sẽ không bao giờ vào đó cho tới khi nào họ rời đi. Nếu họ rời khỏi nơi đó thì chúng tôi mới đi vào.”"
        },
        {
            "chapter": 5,
            "verse": 23,
            "text": "Hai người đàn ông trong số những người biết kính sợ Allah, (cả hai) được Allah ban cho ân huệ, nói: “Các người cứ việc tiến vào cổng (chính), các người chỉ cần tiến vào được bên trong thì các người chắc chắn sẽ giành chiến thắng, các người hãy phó thác cho Allah nếu các người là những người có đức tin.”"
        },
        {
            "chapter": 5,
            "verse": 24,
            "text": "(Người dân của Musa) nói: “Này Musa, quả thật chúng tôi sẽ không bao giờ đi vào khi mà họ (đám người phi thường) vẫn còn ở trong đó. Thế nên, ngươi và Thượng Đế của ngươi hãy đi (vào trong đó) mà chiến đấu còn chúng tôi sẽ ngồi (đợi) ở đây.”"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "(Musa) cầu nguyện: “Lạy Thượng Đế của bề tôi, quả thật bề tôi (không quản lý được ai) ngoài bản thân bề tôi và người anh em (Harun) của bề tôi. Xin Ngài hãy tách bầy tôi ra khỏi đám người bất tuân kia!”"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "Allah phán (với Musa): “Vậy thì nơi đó (vùng đất linh thiêng Jerusalem) là vùng đất cấm đối với họ trong suốt thời gian bốn mươi năm, họ phải sống lang thang khắp nơi trên trái đất. Cho nên, Ngươi (Musa) chớ đừng thương tiếc cho đám người dấy loạn đó.”"
        }
    ]
}