{
    "rukus": [
        {
            "chapter": 3,
            "verse": 172,
            "text": "wid id ijawben i Oebbi akked Umazan, mbaad ma saaddan leif. Arraz ameqwoaean i wid, segsen, ixeddmen ayen ilhan, u eezzben"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "wid iwumi nnan medden: \"ni$ mlalen fellawen imdanen, ihi, agwadet pen\". D$a isnerna liman nnsen, nnan: \"Iqadd a$ Oebbi, Awkil Amxallef"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "U$alen d s l$it n Oebbi akked lfevl, ur ten innul cceoo; ddan d llza n Oebbi. Oebbi d Bab n lfevl ameqwoaean"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "Akka kan ay d Cciian. Issagwad s imeddukwal is. Ur ten ppagwadet, agwadet iyI, ma d lmumnin ay tellam"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "Ur k $webbnen wid ip$awalen ar tijehli. Nitni, s tidep, ur vvuooen Oebbi, s wacemma. Ib$a Oebbi ur asen Iteg amur di laxert. Fellasen aaaqeb aqeoean"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "Ih, wid iu$en tijehli s liman, ur vvuooen Oebbi s wacemma. Fellasen aaaqeb aqeoean"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "Ur eeppben wid ijehlen, ar telha yasen, lmudda i sen Nefka. Nefka yasen kan lmudda, iwakken ad rnun ibekkaven. Fellasen aaaqeb isdullun"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "Ur illi di leb$i n Oebbi, ad Ioo lmumnin di lieala nnwen, alamma Ifrez axabit seg umain. Ur illi di leb$i n Oebbi, ad awen Imel tabavnit. Maca, Iferren Oebbi wid i S ihwan, d imazanen iS. Ihi, amnet s Oebbi akked imazanen iS. Ma tumnem, u teezzbem, a ppawim arraz ameqwoaean"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "Ur eeppben wid ipcueeun deg wayen i sen Ifka Oebbi, si lfevl iS, ard lxio nnsen. Xaii, d cceoo nnsen. Ayen cueeen a ten iarez seg umgaov, ass n tnekra. I Oebbi, lweot n tmurt akked igenwan. Oebbi Ieoa ayen txeddmem"
        }
    ]
}