{
    "rukus": [
        {
            "chapter": 11,
            "verse": 50,
            "text": "E, ao povo de Ãd, enviamos seu irmão Hud. Disse: \"Ó meu povo! Adorai a Allah: não tendes outro deus que não seja Ele. Não sois senão forjadores de mentiras"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "Ó meu povo! Não vos peço por isso prêmio algum. Meu prêmio não impende senão a Quem me criou. Então, não razoais"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "E ó meu povo! Implorai perdão a vosso Senhor; em seguida, voltai-vos arrependidos para Ele. Ele vos enviará a chuva em abundância e vos acrescentará força à vossa força. E não volteis as costas, em sendo criminosos"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "Disseram: \"Ó Hud! Não nos chegaste com evidência alguma e não deixaremos nossos deuses, por causa de seu dito, e não estamos crendo em ti"
        },
        {
            "chapter": 11,
            "verse": 54,
            "text": "Não dizemos senão que alguns de nossos deuses te atingiram com um mal.\" Ele disse: \"Por certo, tomo Allah por testemunha, e testemunhai que estou em rompimento com os que idolatrais"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "Em vez dEle. Então insidiai-me vós todos; em seguida, não me concedais dilação alguma"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "Por certo, confio em Allah, meu Senhor e vosso Senhor. Não há ser animal algum, sem que Ele lhe apanhe o topete. Por certo, meu Senhor está na senda reta"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "E, se voltais as costas, com efeito, transmiti-vos aquilo com que vos fui enviado. E meu Senhor vos fará suceder outro povo e, em nada, O prejudicareis. Por certo, meu Senhor, sobre todas as cousas, é Custódio"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "E, quando chegou Nossa ordem, salvamos por misericórdia de Nossa parte, a Hud e aos que creram com ele; e salvamo-los de duro castigo"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "E esse era o povo de Ãd. Negaram os sinais de seu Senhor e desobedeceram a Seus Mensageiros e seguiram a ordem de todo tirano obstinado"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "E foram perseguidos nesta vida terrena, por maldição, e sê-lo-ão, no Dia da Ressurreição. Ora, por certo, o povo de Ãd renegou a seu Senhor. Ora, para trás! Para Ãd, o povo de Hud"
        }
    ]
}