{
    "rukus": [
        {
            "chapter": 18,
            "verse": 83,
            "text": "E eles te perguntam, Muhammad, por Zul Qarnain. Dize: \"Far-vos-ei menção dele"
        },
        {
            "chapter": 18,
            "verse": 84,
            "text": "Por certo, empossamo-lo na terra e concedemo-lhe caminho de acesso a cada cousa"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "Então, ele seguiu um caminho"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "Até quando atingiu o lugar do pôr-do-sol, encontrou este pondo-se numa fonte quente e lodosa, e, junto dela, encontrou um povo incrédulo. Dissemos: \"Ó Zul Qarnain! Ou os castigas ou os tratas com benevolência"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "Disse: \"Quanto ao que é injusto, castigá-lo-emos. Em seguida, será levado a seu Senhor; então, Ele o castigará com terrível castigo"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "E quanto a quem crê e faz o bem, terá como paga, a mais bela recompensa. E dir-lhe-emos o que for fácil de nossas ordens"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "Em seguida, seguiu outro caminho"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "Até que, quando atingiu o lugar do nascer do sol, encontrou-o nascendo sobre um povo, para quem não fizéramos proteção alguma contra ele"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "Assim foi. E, com efeito, abarcávamos, em conhecimento, tudo o que ele possuía"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "Em seguida, seguiu outro caminho"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "Até que, quando atingiu um lugar entre as duas barreiras, encontrou, para além delas, um povo que quase não entendia língua alguma"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "Disseram: \"Ó Zul Qarnain! Por certo, Ya'juj e Ma'juj estão semeando a corrupção na terra; então, poderíamos pagar-te um tributo para fazeres uma barreira, entre nós e eles"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "Ele disse: \"Aquilo, em que meu Senhor me empossou, é melhor. Então, ajudai-me com força, e eu farei um obstáculo, entre vós e eles"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "Dai-me pedaços de ferro.\" E os foi utilizando na construção, até que, quando nivelou os dois lados das barreiras, disse: \"Soprai.\" E sopraram, até que, quando o fez em fogo, disse: \"Dai- me cobre, que, sobre ele, o verterei"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "Então, Ya'jūj e Ma'jūj não puderam escalá-lo, e, não puderam perfurá-lo"
        },
        {
            "chapter": 18,
            "verse": 98,
            "text": "Disse: \"Este é misericórdia de meu Senhor. E, quando a promessa de meu Senhor chegar, Ele o fará pó. E a promessa de meu Senhor é verdadeira"
        },
        {
            "chapter": 18,
            "verse": 99,
            "text": "E, nesse dia, deixá-los-emos se agitarem, undantes, uns sobre outros. E se soprará na Trombeta; então, juntá-los-emos, a todos"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "E, nesse dia, exporemos, abertamente, a Geena aos renegadores da Fé"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "Àqueles cujos olhos estavam vendados para Minha Mensagem, e nada podiam ouvir"
        }
    ]
}