{
    "rukus": [
        {
            "chapter": 30,
            "verse": 20,
            "text": "E, dentre Seus sinais, está que Ele vos criou de pó; em seguida, ei-vos homens, que vos espalhais pela terra"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "E, dentre Seus sinais, está que Ele criou para vós, mulheres, de vós mesmos, para vos tranquilizardes junto delas, e fez entre vós afeição e misericórdia. Por certo, há nisso sinais para um povo que reflete"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "E, dentre Seus sinais, está a criação dos céus e da terra, e a variedade de vossas línguas e de vossas cores. Por certo, há nisso sinais para os sabedores"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "E, dentre Seus sinais, está vosso dormir à noite e de dia, e vossa busca de Seu favor. Por certo, há nisso sinais para um povo que ouve"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "E, dentre Seus sinais, está o fazer-vos ver o relâmpago, com temor do raio e aspiração da chuva, e o fazer descer do céu água; então, com ela, vivifica a terra, depois de morta. Por certo, há nisso sinais para um povo que razoa"
        },
        {
            "chapter": 30,
            "verse": 25,
            "text": "E, dentre Seus sinais, está que o céu e a terra se mantêm firmes, por Sua ordem. Em seguida, quando Ele vos convocar, com uma convocação, da terra, ei-vos que dela saireis"
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "E d'Ele é quem está nos céus e na terra. A Ele todos são devotos"
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "E Ele é Quem inicia a criação; em seguida, repete-a; e isto Lhe é mais fácil. E dEle é a transcendência absoluta, nos céus e na terra. E Ele é O Todo-Poderoso, O Sábio"
        }
    ]
}