{
    "rukus": [
        {
            "chapter": 40,
            "verse": 61,
            "text": "Allah é Quem vos fez a noite, para nela repousardes, e o dia, claro. Por certo, Allah é Obsequioso para com os humanos, mas a maioria dos homens não agradece"
        },
        {
            "chapter": 40,
            "verse": 62,
            "text": "Esse é Allah, vosso Senhor, Criador de todas as cousas. Não existe deus senão Ele. Então, como dEle vos distanciais"
        },
        {
            "chapter": 40,
            "verse": 63,
            "text": "Assim, os que negavam os sinais de Allah foram distanciados"
        },
        {
            "chapter": 40,
            "verse": 64,
            "text": "Allah é Quem vos fez da terra um lugar de morar, e do céu um teto edificado; e configurou-vos, e fez perfeita vossa configuração, e deu-vos, por sustento, das cousas benignas. Esse é Allah, vosso Senhor. Então, Bendito seja Allah, O Senhor dos mundos"
        },
        {
            "chapter": 40,
            "verse": 65,
            "text": "Ele é O Vivente. Não existe deus senão Ele. Então, adorai-O, sendo sinceros com Ele, na devoção. Louvor a Allah, O Senhor dos mundos"
        },
        {
            "chapter": 40,
            "verse": 66,
            "text": "Dize: \"Por certo, foi-me coibido de adorar os que invocais, além de Allah, quando as evidências me chegaram. E foi-me ordenado islamizar-me, para O Senhor dos mundos"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "Ele é Quem vos criou de pó; em seguida, de gota seminal; depois, de aderência; em seguida, faz-vos sair como crianças, para, depois, atingirdes vossa força para, depois, serdes anciãos e há, entre vós, quem morra antes e para atingirdes um termo designado. E tudo isso para que razoeis"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "Ele é Quem dá a vida e dá a morte. Então, quando decreta algo, apenas, diz-lhe: \"Sê\", então, é"
        }
    ]
}