{
    "rukus": [
        {
            "chapter": 43,
            "verse": 68,
            "text": "Ó Meus servos! Nada haverá que temer por vós, hoje, nem vos entristecereis"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "São os que creram em Nossos sinais e foram muçulmanos"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "Entrai no Paraíso, vós e vossas mulheres: lá, deliciar-vos-eis"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "Far-se-á circular, entre eles, baixelas de ouro e copos. E, nele, haverá tudo que as almas apetecem e com que os olhos se deleitam. E vós, nele, sereis eternos"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "E eis o Paraíso, que vos fizeram herdar, pelo que fazíeis"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "Nele, tereis frutas abundantes: delas comereis"
        },
        {
            "chapter": 43,
            "verse": 74,
            "text": "Por certo, os criminosos serão eternos, no castigo da Geena"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "O qual não se entibiará para eles, e lá, ficarão mudos de desespero"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "E não fomos injustos com eles, mas eles mesmos é que foram injustos"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "E clamarão: \"Ó Malik! Que teu Senhor nos ponha termo à vida!\" Dirá ele: \"Por certo, aí, sereis permanentes"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "Com efeito, chegamo-vos com a Verdade, mas a maioria de vós estava odiando a Verdade"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "Ou urdiram eles algo? Então, Nós, também, urdimos algo"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "Ou supõem que Nós não ouvimos seus segredos e suas confidências? Sim! E Nossos Mensageiros celestiais, junto deles, escrevem o que fazem"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "Dize: \"Se O Misericordioso tivesse um filho, eu seria o primeiro dos adoradores dele"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "Glorificado seja O Senhor dos céus e da terra, O Senhor do Trono, acima do que eles alegam"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "Então, deixa-os confabular e se divertirem, até depararem seu dia, que lhes é prometido"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "E é Ele Quem, no céu, é Deus e, na terra, é Deus. E Ele é O Sábio, O Onisciente"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "E Bendito seja Aquele de Quem é a soberania dos céus e da terra e do que há entre ambos; e, junto dEle, há a ciência da Hora, e a Ele sereis retornados"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "E os que eles invocam, além dEle, não possuem a intercessão, exceto os que testemunham a verdade, enquanto sabem"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "E, se lhes perguntas: \"Quem os criou?\", em verdade, dirão: \"Allah!\" Então, como se distanciam da verdade"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "E, por sua fala: \"Ó Senhor meu!\", por certo, estes são um povo que não crê"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "Então, indulta-os e dize: \"Salam!\", Paz! E eles logo saberão"
        }
    ]
}