{
    "rukus": [
        {
            "chapter": 3,
            "verse": 110,
            "text": "Sois a melhor comunidade que se fez sair, para a humanidade: ser-lhes-ia melhor. Dentre eles há os crentes"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "Eles não vos prejudicarão senão com moléstia. E se eles vos combaterem, voltar-vos-ão as costas; em seguida, não serão socorridos"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "A vileza estende-se sobre eles, onde quer que se achem, exceto se estão com proteção de Allah e proteção dos homens. E incorrem em ira de Allah. E sobre eles estende-se a humilhação. Isso porque renegavam os sinais de Allah e matavam sem razão, os profetas. Isso, porque desobedeciam e cometiam agressão"
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "Eles não são todos iguais. Dentre os seguidores do Livro, há uma comunidade reta, que recita os versículos de Allah, nas horas da noite, enquanto se prosterna"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "Eles crêem em Allah e no Derradeiro Dia, e ordenam o conveniente e coíbem o reprovável e se apressam para as boas ações. E esses são dos íntegros"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "E o que quer que façam de bom não lhes será negado. E Allah, dos piedosos, é Onisciente"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "Por certo, aos que renegam a Fé, de nada lhes valerão as riquezas e os filhos diante de Allah. E esses são os companheiros do Fogo. Nele serão eternos"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "O exemplo do que eles despendem nesta vida terrena, é como o de um vento glacial: alcançou um campo lavrado de um povo injusto com si mesmo e aniquilou-o. E Allah não foi injusto com eles, mas eles foram injustos com eles mesmos"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "Ó vós que credes! Não tomeis por confidentes outros além dos vossos: eles não vos pouparão desventura alguma; almejarão vosso embaraço. De fato, a aversão manifesta-se nas suas bocas, e o que seus peitos escondem é ainda maior. Com efeito, tornamos evidentes, para vós, os sinais. Se razoásseis"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "Ei-vos que os amais, enquanto eles não vos amam; e vós credes em todo o Livro. E quando eles deparam convosco, dizem: \"Cremos\". E quando a sós, mordem as pontas dos dedos de rancor contra vós. Dize, Muhammad: \"Morrei com vosso rancor!\" Por certo, Allah do íntimo dos peitos, é Onisciente"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "Se algo de bom vos toca, isto os aflige. E se algo de mal vos alcança, com isso jubilam. E se pacientardes e fordes piedosos, sua insídia, em nada vos prejudicará. Por certo, Allah está sempre abarcando o que fazem"
        }
    ]
}