{
    "juzs": [
        {
            "chapter": 12,
            "verse": 53,
            "text": "Ja ne pravdam sebe, ta duša je sklona zlu, osim one kojoj se Gospodar tvoj smiluje. Gospodar moj zaista prašta i samilostan je"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "I vladar reče: \"Dovedite mi ga, uzeću ga u svoju svitu\" - i pošto porazgovara s njim, reče mu: \"Ti ćeš od danas kod nas uticajan i pouzdan biti"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "Postavi me: - reče - \"da vodim brigu o stovarištima u zemlji, ja sam zaista čuvaran i znan"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "I tako Mi Jusufu dadosmo vlast u zemlji, boravio je ondje gdje je htio: milost svoju Mi dajemo onome kome hoćemo i ne dopuštamo da propadne nagrada onima koji dobra djela čine"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "A nagrada na onom svijetu je bolja za one koji vjeruju i koji se grijeha čuvaju"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "I dođoše braća Jusufova i uđoše k njemu, pa ih on poznade, a oni njega ne poznadoše"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "I kad ih namiri hranom potrebnom, reče: \"Dovedite mi svoga brata koji je ostao s ocem vašim, zar ne vidite da punu mjeru dajem i da goste ne može biti bolje primam"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "Ako mi ga ne dovedete, nećete više od mene hrane dobiti i ne dolazite mi"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "Pobrinućemo se da ga nekako od oca njegova izmamimo, zaista ćemo tako postupiti\" - rekoše oni"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "A Jusuf reče momcima svojim: \"Stavite njihove stvari u tovare njihove, oni će ih, kad se vrate svojima, prepoznati i opet će se vratiti"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "I pošto se vratiše ocu svome, rekoše; \"O oče naš, više nam neće hranu davati. Zato pošalji s nama brata našeg da bismo dobili hranu, a mi ćemo ga zaista čuvati"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "Zar da vam ga povjerim kao što sam prije povjerio brata njegova?\" - reče on. \"Ali, Allah je najbolji čuvar i On je najmilovistiji"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "A kad otvoriše tovare svoje i nađoše da su im vraćene stavari njihove, oni rekoše: \"O oče naš, šta možemo više poželjeti? Evo, vraćene su nam stvari naše, i hranom ćemo čeljad našu namiriti, i brata našeg ćemo čuvati, a i jedan kamilin tovar hrane ćemo više dobiti; to je neznatan tovar"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "Ja ga s vama neću poslati\" - reče - \"dok mi se tvrdo Allahom ne zakunete da ćete mi ga doista vratiti, osim ako ne nastradate.\" I pošto mu se oni zakleše, on reče: \"Allah je jamac za ono što smo utanačili"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "O sinovi moji,\" - reče onda - \"ne ulazite na jednu kapiju, već na razne kapije, a ja vas nemogu spasiti od onoga što vam Allah odredi; moć pripada jedino Njemu, ja se u Njega uzdam, i neka se samo u Njega uzdaju oni koji se uzdaju"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "I kad uđoše onako kako im je otac njihov naredio, to im nimalo nije pomoglo da budu pošteđeni onoga što im je Allah bio odredio, jedino se ostvarila želja Jakubova, koju je izvršio, a on je, uistinu, veliki znalac bio, zato što smo ga Mi naučili, ali većina ljudi ne zna"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "I kad iziđoše pred Jusufa, on privi na grudi brata svoga i reče; \"Ja sam, doista, brat tvoj i ne žalosti se zbog onoga što su oni uradili"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "I pošto ih namiri potrebnom hranom, stavi jednu čašu u tovar brata svoga, a poslije jedan glasnik stade vikati: \"O karavano, vi ste, doista, kradljivci"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "Oni im pristupiše i upitaše: \"Šta tražite"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "Tražimo vladarevu čašu\" - odgovoriše. - \"Ko je donese, dobiće kamilin tovar hrane. Ja za to jamčim"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "Allaha nam\", - rekoše oni - \"vi znate da mi nismo došli da činimo nered na zemlji, i mi nismo kradljivci"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "A kakva mu je kazna ako ne govorite isitnu?\" - upitaše"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "Kazna je onome u čijem se tovaru nađe - sam on\" - odgovoriše. - \"Eto tako mi kažnjavamo kradljivce"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "I on poče s vrećama njihovim, prije vreća brata svoga, a onda izvadi čašu iz vreće brata svoga. - Mi poučismo Jusufa da tako varku izvede. - On po vladarevu zakonu nije mogao da uzme kao roba brata svoga, ali je mogao Allahovim dopuštenjem. Mi uzvisujemo onoga koga Mi hoćemo, a nad svakim znalcem ima još znaniji"
        },
        {
            "chapter": 12,
            "verse": 77,
            "text": "Ako je on ukrao\", - rekoše oni -, \"pa i prije je brat njegov krao!: I Jusuf im ne reče ništa. \"Vi ste u gorem položaju\" - pomisli u sebi -, Allah dobro zna kako je bilo to o čemu govorite"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "O upravniče,\" - rekoše oni - \"on ima vrlo stara oca, pa uzmi jednog od nas umjesto njega! Mi vidimo da si ti dobara čovjek"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "Sačuvaj Bože,\" - reče - \"da uzmeme nekog drugog do onoga u koga smo naš predmet našli! Tada bismo zaista bili nepravedni"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "I kad izgubiše svaku nadu, odvojiše se u stranu da se posavjetuju. \"Zar ne znate\" - reče najstariji među njima - \"da ste se ocu svom Allahom zakleli, a i prije Jusufa upropastili. Neću napustiti ovu zamlju dok mi to otac moj ne dozvoli ili dok Allah u moju korist ne presudi, a On je Sudija najbolji"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Vratite se ocu svome pa recite:, O Oče naš, sin tvoj je ukrao; mi tvrdimo samo ono što smo vidjeli, a mi se nismo mogli onoga što je bilo suđeno sačuvati"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "Pitaj grad u kome smo boravili i karavanu s kojom smo došli. Mi zaista govorimo istinu"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "Nije tako\" - reče jakub - \"u dušama vašim je ponikla zla misao, i ja se neću jadati, nadam se da će mi ih Allah sve vratiti; uisitnu. On sve zna i mudar je"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "I okrenu se od njih i reče: \"O Jusufe, tugo moja!\" - a oči su mu bile pobjeljele od jada, bio je vrlo potišten"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "Allaha nam,\" - rekoše oni - \"ti toliko spominješ Jusufa da ćeš teško oboljeti ili umrijeti"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "Ja tugu svoju i jad svoj pred Allah iznosim, a od Allaha znam ono što vi ne znate\" - reče on"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "O sinovi moji, idite i raspitajte se za Jusufa i brata njegova, i ne gubite nadu u milost Allahovu; samo nevjernici gube nadu u Allahovu milost"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "I kad oni iziđoše pred Jusufa, rekoše: \"O upravniče, i nas i čeljad našu pritisla je nevolja; donijeli smo malo vrijedne stvari, ali ti nam podaj punu mjeru i udijeli nam milostinju, jer Allah doista nagrađuje one koji milostinju udjeljuju"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "A znate li\" - upita on - \"šta ste s Jusufom i bratom njegovim nepromišljeno uradili"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "A da ti nisi, uistinu, Jusuf?\" - povikaše oni. - \"Da ja sam Jusuf, a ovo je brat moj, Allah nam je milost darovao; ko se bude Allaha bojao i ko strpljiv bude bio - pa, Allah, uistinu, neće dopustiti da propadne nagrada onima koji dobra djela čine"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "Allaha nam,\" - rekoše oni - \"Allah te je nad nama uzvisio, mi smo doista zgriješili"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "Ja vas sada neću koriti: - reče - \"Allah će vam oprostiti, od milostivih On je najmilovistiji"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "Ovu košulju moju odnesite i na lice moga oca je stavite, on će progledati, i svu čeljad svoju mi dovedite"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "I kada karavana napusti Misir, otac njihov reče: \"Ja zbilja osjećam miris Jusufov, samo ne recite da sam pomatuhio"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "Allaha nam,\" - rekoše oni - \"ti i sada kao i prije griješiš"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "A kad glasonoša radosne vijesti dođe, on stavi košulju na lice njegovo i on progleda. \"Zar vam ne rekoh: - reče - \"da ja znam od Allaha ono što vi na znate"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "O oče naš,\" - rekoše oni - \"zamoli da nam se grijesi oproste, mi smo, zaista zgriješili"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "Zamoliću Gospodara svoga da vam oprosti\" - odgovori on - \"jer On prašta i On je milostiv"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "I kad iziđoše pred Jusufa, on privi roditelje svoje na grudi i reče; \"Nastanite se u Misiru, svakog straha, ako Bog da, oslobođeni"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "I on roditelje svoje postavi na prijesto i oni mu se svi pokloniše, pa on reče: \"O oče moj, ovo je tumačenje moga sna nekadašnjeg. Gospodar moj ga je ispunio. Allah je bio dobar prema meni kad me je iz tamnice izbavio i vas iz pustinje doveo, nakon što je šejtan između mene i braće moje bio razdor posijao. Gospodar moj je zaista milostiv onome kome On hoće, i On, zaista, sva zna i mudar je"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "Gospodaru moj, Ti si mi dao dio vlasti i naučio me tumačenju nakih snova! O Stvoritelju nebesa i Zemlje, Ti si Zaštitinik moj i na ovom i na onom svijetu; daj da umrem kao musliman i pridruži me onima koji su dobri"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "Eto to su neke nepoznate vijesti koje Mi tebi objavljujemo, a ti nisi bio s njima kada su se oni odlučili, i kada su onako lukavi bili"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "A većina ljudi, ma koliko ti želio, naće biti vjernici"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "Ti od ovih ne tražiš nagradu za Kur´an, on je samo opomena svim svjetovima"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "A koliko ima znamenja na nabesima i na Zemlji pored kojih prolaze, od kojih oni glave okreću"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "Većina ovih ne vjeruje u Allaha, nego druge Njemu smatra ravnim"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "Zar mogu biti sigurni da ih nevolja, kao Allahova kazna, neće stići ili da ih čas suđeni neće iznenaditi, a da oni to neće ni primjetiti"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "Reci: \"Ovo je put moj, ja pozivam k Allahu, imajući jasne dokaze, ja, i svaki onaj koji me slijedi, i neka je hvaljen Allah, ja Njemu nikoga ne smatram ravnim"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "A Mi smo i prije tebe samo ljude slali, građane kojima smo objave objavljivali. Zar ovi ne putuju po svijetu, pa ne vide kako su skončali oni prije njih, - a onaj svijet je doista bolji za one koji se budu Allaha bojali - zar se nećete opametiti"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "I kad bi poslanici gotovo nadu izgubili i pomišljali da će ih lašcima proglasiti, pomoć Naša bi im došla; Mi bismo spasili one koje smo Mi htjeli, a kazna Naša ne bi mimoišla narod nevjernički"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "O kazivanju o njima je pouka za one koji su razumom obdareni. Kur´an nije izmišljena besjeda, on priznaje da su istinite knjige prije njega objavljene, i objašnjava sve, i putokaz je i milost naroda koji vjeruje"
        },
        {
            "chapter": 13,
            "verse": 1,
            "text": "Elif-lam-mim-ra. Ovo su ajeti Knjige! A ono što ti se objavljuje od Gospodara tvoga istina je, ali većina ljudi neće da vjeruje"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "Allah je nebesa, vidite ih, bez stubova podigao, i onda svemirom zavladao, i Sunce i Mjesec potčinio, svako se kreće o roka određenog; On upravlja svim i potanko izlaže dokaze da biste se uvjerili da ćete pred Gospodara svoga stati"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "On je Zemlju ravnom učinio i na njoj nepomične planine i rijeke stvorio i od svakog ploda po par, muško i žensko, dao; On dan zastire noću. To su doista dokazi ljudima koji razmišljaju"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "Na Zemlji ima predjela koji jedni s drugima graniče i bašča ima lozom zasađenih, i njiva, i palmi sa više izdanaka i samo s jednim; iako upijaju jednu te istu vodu, plod nekih činimo ukusnijim od drugih. To su doista dokazi ljudima koji pameti imaju"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "A ako se čudiš, pa - čudo su riječi njihove: \"Zar ćemo, zaista, kad zemlja postanemo, biti stvoreni ponovo?\" Oni ne vjeruju u Gospodara svoga; na njihovim vratovima biće sindžiri i oni će stanovnici Džehennema biti, u njemu će vječno ostati"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "Oni traže od tebe prije kaznu nego milost, a bilo je kazni i prije njih. Gospodar tvoj ljudima prašta i uprkos zulumu njihovu, ali Gospodar tvoj doista i strahovito kažnjava"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "A oni koji ne vjeruju govore: \"Zašto mu Gospodar njegov ne pošalje čudo?\" Tvoje je da opominješ, a svaki narod je imao onoga ko ga je na pravi put upućivao"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Allah zna šta svaka žena nosi i koliko se materice stežu, a koliko se šire; u Njega sve ima mjeru"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "On zna nevidljivi i vidljivi svijet, On je Veličanstveni i Uzvišeni"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "za Njeg je jednak od vas onaj koji tiho govori i onaj koji to glasno čini, onaj koji se noću skriva i onaj koji po danu hodi"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "Uz svakog od vas su meleki, ispred njega i iza njega, - po Allahovu naređenju nad njim bde. Allah neće izmijeniti jedan narod dok on sam sebe ne izmijeni. A kad Allah hoće da jedan narod kazni, niko to ne može spriječiti; osim Njega nema mu zaštitinika"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "On vam pokazuje munju da se uplašite i ponadate, i On stvara teške oblake"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "I grmljavine veliča i hvali Njega, a i meleki, iz strahopoštovanja prema Njemu; On šalje gromove i udara njima koga hoće, - i opet oni raspravljaju o Allahu, a On sve može"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "Samo se Njemu možete moliti! A oni kojima se pored Njega mole - neće im se odazvati, kao što ni voda neće stići u usta onome koji prema njoj samo dlanove svoje pruži; molitva nevjernika je stvar izgubljena"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Allahu se pokorava sve što je na nebesima i na Zemlji, htjeli ili ne htjeli, a i sjene njihove, ujutro i u sumrak"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Reci: \"Ko je Gospodar nebesa i Zemlju?\" - i odgovori: \"Allah!\" Reci: \"Pa zašto ste onda umjesto Njega kao zaštitnike prihvatili one koji sami sebi ne mogu neku korist pribaviti niti od sebe kakavu štetu otkloniti?\" Reci: \"Zar su jednaki slijepac i onaj koji vidi, ili, zar su isto tmine i svjetlo, ili, zar oni koje su učinili Allahu ravnim stvaraju kao što On stvara, pa im se stvaranje čini slično?\" Reci: \"Allah je stvoritelj svega i On je Jedni i Svemoćni"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "On spušta kišu s neba, pa rijeke teku koritima s mjerom, i bujica nosi otpatke koji plivaju po površini. I ono što ljudi tope na vatri u želji da dobiju nakit ili oruđe ima također otpatke, slične onima. - Tako Allah navodi primjer za istinu i neistinu; otpaci se odbacuju, dok ono što koristi ljudima ostaje na zemlji. Tako, eto, Allah objašnjava primjere"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "Onima koji se Gospodaru svome odazovu - nagrada najljepša, a onima koji Mu se ne odazovu - kad bi sve što je na Zemlji njihovo bilo, i još toliko, rado bi se time otkupili. Njih čeka mučno polaganje računa; prebivalište njihovo biće Džehennem, a grozna je on postelja"
        },
        {
            "chapter": 13,
            "verse": 19,
            "text": "Zar je onaj koji zna da je istina ono što ti se objavljuje od Gospodara tvoga kao onaj koji je slijep? A pouku samo razumom obdareni primaju"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "oni koji obavezu prema Allahu ispunjavaju i ne krše obećanje"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "i oni koji poštuju ono što je Allah naredio da se poštuje i Gospodara svoga se boje i obračuna mučnog plaše"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "i oni koji trpe da bi postigli naklonost Gospodara svoga, i koji molitvu obavljaju, i koji od onoga što im Mi dajemo i tajno i javno udjeljuju, i koji dobrim zlo uzvraćaju - njih čeka najljepše prebivalište"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "edenski vrtovi u koje će ući oni i roditelji njihovi i žene njihove i porod njihov - oni koji su bili čestiti - i meleki će im ulaziti na svaka vrata"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "Mir neka je vama, zato što ste trpjeli, a divno li je najljepše prebivalište"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "A oni koji ne ispunjavaju dužnosti prema Allahu, iako su se na to čvrsto obavezali, i kidaju ono što je Allah naredio da se poštuje, i čine nered na zemlji - njih čeka prokletstvo i najgore prebivalište"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "Kome hoće, Allah daje u obilju, i uskraćuje. Oni se raduju životu na ovom svijetu, a život na ovom svijetu prema onom svijetu samo je prolazno uživanje"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "Nevjernici govore: \"Zašto mu Gospodar njegov ne pošalje čudo?\" Reci: \"Allah ostavlja u zabludi onoga koga On hoće, a k Sebi upućuje onoga ko Mu se pokajnički obraća"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "one koji vjeruju i čija se srca, kad se Allah pomene, smiruju - a srca se doista, kad se Allah pomene smiruju"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "Onima koji vjeruju i čine dobra djela - blago njima, njih čeka divno prebivalište"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "I tako smo te poslali narodu prije kojeg su bili i nestali drugi narodi, da im kazuješ ono što ti objavljujemo, jer oni u Milostivog ne vjeruju. Reci: \"On je Gospodar moj, nema boga osim Njega, u Njega se uzdam i Njemu se obraćam"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "Kad bi se kakvim Kur´anom brda pokrenula ili zemlja iskomadala ili mrtvi dozvali; Allahu pripada sve! A zar ne znaju vjernici da bi Allah, kad bi samo htio, sve ljude na pravi put uputio. A nevjernike će nesreća neprestano pogađati ili će se u blizini mjesta njihova događati, zbog onoga što rade, - sve doke se Allahova prijetnja ne ispuni. Allah će, sigurno, održati obećanje"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "I prije tebe se poslanicima rugalo, pa sam Ja onima koji nisu vjerovali vremena ostavljao, i poslije sam ih kažnjavao, a kakva je samo bila kazna Moja"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Zar Allahu, koji nad svakim bdi, što god uradi, zar da Njemu druge smatraju ravnim? Reci: \"Opišite ih!\" Zar vi hoćete da Njega učite, kao da On ne zna šta ima na Zemlji, ili ih vi samo tako nazivate? Onima koji ne vjeruju čini se lijepim spletkarenje njihovo, i oni su s pravog puta zalutali. A onaj koga Allah u zabludi ostavi neće imati nikoga da ga na pravi put uputi"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "Oni će se u životu na ovom svijetu mučiti, ali će patnja na onom svijetu sigurno teža biti, od Allaha ih niko neće obdraniti"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "Ovakav Džennet obećan je onima koji se budu Allaha bojali: vrtovi s rijekama, s plodovima kojih uvijek ima i s trajnom hladovinom; to će biti nagrada onima koji se budu zla klonili, a nevjernicima će kazna vatra biti"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Neki od onih kojima smo dali Knjigu raduju se svemu što objavljujemo tebi, ali neki protivnici ne priznaju nešto od Objave. Reci: \"Meni je naređeno da se samo Allahu klanjam i da Njemu nikoga ravnim ne smatram; Njemu ja pozivam i Njemu se vraćam"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "I Mi ga tako kao mudrost objavljujemo na arapskom jeziku. A ako bi ti povlađivao željama njihovim, nakon što ti je došla spoznaja, ti ne bi imao ni zaštitnika ni branitelja od Allaha"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "I prije tebe smo poslanike slali i žene i porod im davali. I nijedan poslanik nije donio ni jedno čudo sobom, već Allahovom voljom. Svako doba imalo je Knjigu"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Allah je dokidao šta je htio, a ostavljao šta je htio; u Njega je glavna Knjiga"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Bilo da ti pokažemo dio onoga čime im prijetimo bilo da ti život oduzmemo, tvoje je da objavljuješ, a Naše da tražimo polaganje računa"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Zar oni ne vide da im Mi zemlju sužavamo umanjujući joj pogranične oblasti? A Allah sudi! niko ne može presudu Njegovu pobiti, i On brzo račun svidi"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Spletke su pleli i oni prije njih, samo, Allah je Gospodar svih spletki; On zna šta svako zaslužuje. A nevjernici će sigurno saznati koga čeka najljepše boravište"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "Oni koji ne vjeruju govore: \"Ti nisi poslanik!\" Reci: \"Meni i vama dovoljan će biti kao svedok Allah, i Onaj koji zna šta je Knjiga"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "Elif-lam-ra. Knjigu ti objavljujemo zato da ljude, voljom njihova Gospodara, izvedeš iz tmina na svjetlo, na put Silnoga i Hvaljenoga"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "Allaha, čije je ono što je na nebesima i ono što je na Zemlji. A od užasne patnje teško nevjernicima"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "koji život na ovome svijetu više vole od onoga svijeta i koji od Allahova puta odvraćaju i nastoje da ga prikažu krivim! Oni su u velikoj zabludi"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "Mi nismo poslali nijednog poslanika koji nije govorio jezikom naroda svoga, da bi mu objasnio. A Allah ostavlja u zabludi onoga koga hoće i ukazuje na pravi put onome kome hoće; On je Silan i Mudar"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "I Musaa smo poslali s dokazima Našim: \"Izvedi narod svoj iz tmina na svjetlo i opomeni ga Allahovim danima!: To su, uistinu, dokazi za svakog onog ko je strpljiv i zahvalan"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "I kad Musa reče narodu svome: \"Sjetite se Allahove blagodati kad vas je izbavio od faraonovih ljudi koji su vas najgorim mukama mučili, koji su vam mušku djecu klali, a žensku u životu ostavljali, - to vam je bilo veliko iskušenje od Gospodara vašega"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "i kad je Gospodar vaš objavio: \"Ako budete zahvalni, Ja ću vam, zacijelo, još više dati; budete li nezahvalni, kazna Moja doista će stroga biti"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "I Musa još reče: \"Ako budete nezahvalni i vi i svi drugi na Zemlji, - pa, Allah, doista, ni o kome nije ovisan i On je jedini hvale dostojan"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Zar do vas nije doprla vijest o onima prije vas, o narodu Nuhovu, i o Adu, i o Semudu, i o onima poslije njih? - Samo ih Allah zna! - Poslanici njihovi su im dokaze donosili, ali oni su ruke svoje na usta stavljali i govorili; \"Mi ne vjerujemo u ono što se po vama šalje i mi veoma sumnjamo u ono u što nas pozivate"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "Poslanici njihovi su govorili: \"Zar se može sumnjati u Allaha, Stvoritelja nebesa i Zemlje. On vas poziva da bi vam neke grijehe vaše oprostio i da bi vas do roka određenog ostavio\". Oni su odgovorili: \"Vi ste ljudi kao i mi; hoćete da nas odvratite od onih kojima su se preci naši klanjali - pa, donesite nam čudo vidljivo"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Mi jesmo ljudi kao i vi\" - govorili su im poslanici njihovi -, \"ali, Allah daje poslanstvo samo onim robovima Svojim kojima On hoće; mi vam ne možemo donijeti čudo bez Allahove volje - a vjernici neka se samo u Allaha uzdaju"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "Zašto da se ne uzdamo u Allaha kad nas je On putevima kojima idemo uputio? Mi ćemo doista strpljivo podnositi muke ne koje nas budete stavljali - a oni koji se uzdaju, neka se samo u Allaha uzdaju"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "Nevjernici su govorili poslanicima svojim: \"Ili ćete vjere naše biti ili ćemo vas, doista, iz zemlje naše protjerati!\" A poslanicima je Gospodar njihov objavljivao: \"Mi ćemo vjernike sigurno uništiti"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "i poslije njih vas na Zemlji nastaniti. Biće to za one koji će se polaganja računa preda Mnom bojati i koji će od prijetnje moje stahovati"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "I poslanici su pomoć tražili, pa je svaki oholi i inadžija nastradao"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "pred njim će Džehennem biti - i on će biti pojen odvratnom kapljevinom"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "mučiće se da je proguta, ali je nikako neće moći proždrijeti i smrt će mu sa svih strana prilaziti, ali on neće umrijeti; njega će teška patnja čekati"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Djela nevjernika u Gospodara njihova nalik su na pepeo koji vihor u olujnom danu raznese; neće moći da očekuju nikakvu nagradu za djela koja su učinili, to će teška propast biti"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "Zar ne vidiš da je Allah mudro nebesa i Zemlju stvorio. Ako htjedne, vas će udaljiti i nova stvorenja dovesti"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "to Allahu nije teško"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "I izići će svi pred Allaha, pa će oni koji su bili tlačeni reći glavešinama svojim: \"Mi smo bili vaše pristalice, možete li nam imalo Allahovu kaznu olakšati?\" - \"Da je nas Allah uputio\", - odgovoriće oni - \"i mi bismo bili vas uputili. Žalili se mi ili trpjeli, svejedno nam je, spasa nam više neće biti"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "I kada bude sve riješeno, šejtan će reći: \"Allah vam je pravo obećanje dao, a ja sam svoja obećanja iznevjerio; ali, ja nisam nikakve vlasti nad vama imao, samo sam vas pozivao i vi ste mi se odazvali; zato ne korite mene, već sami sebe, niti ja mogu vama pomoći niti vi možete pomoći meni. Ja nemam ništa s tim što ste me prije smatrali Njemu ravnim.\" Nevjernike sigurno čeka bolna patnja"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "A oni koji su vjerovali i dobra djela činili biće uvedeni, voljom Gospodara njihova, u Džennetske bašče kroz koje će rijeke teći i u njima će vječno boraviti, u njima će se riječju \"Mir\" pozdravljati"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Zar ne vidiš kako Allah navodi primjer - lijepa riječ kao lijepo drvo: korijen mu je čvrsto u zemlji, a grane prema nebu"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "ono plod svoj daje u svako doba koje Gospodar njegov odredi -, a Allah ljudima navodi primjere da bi pouku primili"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "A ružna riječ je kao ružno drvo: iščupanom drvetu s površine zemlje nema opstanka"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "Allah će vjernike postojanom riječju učvrstiti i na ovom i na onom svijetu, a nevjernike će u zabludi ostaviti; Allah radi šta hoće"
        },
        {
            "chapter": 14,
            "verse": 28,
            "text": "Zar ne vidiš one koji su umjesto zahvalnosti Allahu na blagodatima - nezahvalnošću uzvratili i narod svoj u Kuću propasti doveli"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "u Džehennem, u kome će gorijeti, - a užasno je on prebivalište"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "i izmislili Allahu ortake da bi zavodili s puta Njegova? Reci: \"Naslađujte se, završićete sigurno u vatri"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "Reci vjernicima, robovima Mojim, da molitvu obavljaju i da udjeljuju i tajno i javno, dio onoga što im mi darujemo, prije nego što nastupi dan u kome neće biti trgovanja ni prijateljstva"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "Allah je stvoritelj nebesa i Zemlje; On spušta s neba kišu i čini da pomoću nje rađaju plodovi kojima se hranite; i daje vam da se koristite lađama koje plove morem voljom Njegovom, i daje vam da se rijekama koristite"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "i daje vam da se koristite Suncem i Mjesecom, koji se stalno kreću, i daje vam da se koristite noći i danom"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "i daje vam svega onoga što od Njega ištete, i ako biste Allahove blagodati brojali, ne biste ih nabrojali. - Čovjek je, uisitnu, nepravedan i nezahvalan"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "A kada Ibrahim reče: \"Gospodaru moj, učini ovaj grad bezbjednim i sačuvaj mene i sinove moje da se klanjamo kumirima"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "oni su, Gospodaru moj, mnoge ljude na stranputicu naveli. Onaj ko bude mene slijedio - moje je vjere, a onaj ko bude protiv mene ustajao, pa - Ti, uistinu, praštaš i samilostan si"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "Gospodaru naš, ja sam neke potomke svoje naselio u kotlini u kojoj se ništa ne sije, kod Tvoga Časnog hrama, da bi, Gospodaru naš, molitvu obavljali; zato učini da srca nekih ljudi čeznu za njima i opskrbi ih raznim plodovima da bi zahvalni bili"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "Gospodaru naš, Ti zacijelo znaš šta mi tajimo, a šta na javu iznosimo. Allahu ništa nije skriveno ni na Zemlji ni na nebu"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "Hvala Allahu koji mi je u starosti podario Ismaila i Ishaka; Gospodar moj, uistinu, uslišava molbe"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "Gospodaru moj, daj da ja i neki potomci moji obavljamo molitvu; Gospodaru naš, Ti usliši molbu moju"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "Gospodaru naš, oprosti meni, i roditeljma mojim, i svim vjernicima - na Dan kad se bude polagao račun"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "A ti nikako ne misli da Allah ne motri na ono što rade nevjernic! On im samo pušta do Dana kada će im oči ostati otvorene"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "i kada će žureći uzdignutih glava, netremice gledati; a srca će im prazna biti"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "Ti opominji ljude Danom kada će im kazna doći, kada će oni koji su se ogriješili prema sebi - govoriti: \"Gospodaru naš, ostavi nas još samo kratko vrijeme, odazvaćemo se pozivu Tvome i slijedićemo poslanike\" - \"A zar se prije niste zaklinjali da nećete na onaj svijet"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "I nastanili ste se bili u kućama onih koji su se prema sebi ogriješili, a bilo vam je poznato kako smo s njima postupali, i primjere smo vam navodili"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "I oni lukavstva svoja pletu, a Allah zna za lukavstva njihova, samo što lukavstva njihova ne mogu brda pokrenuti"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "Nemoj ni pomisliti da Allah neće održati obećanje Svoje poslanicima Svojim - Allah je, uistinu, silan i strog"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "na Dan kada Zemlja bude zamijenjena drugom zemljom, a i nebesa, i kad svi iziđu pred Allaha Jedinoga i Svemoćnog"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "Toga dana ćeš vidjeti grješnike povezane u zajedničke okove"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "košulje će im od katrana biti, a vatra će lica njihova obavijati"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "da Allah kazni svakoga prema zasluzi - Allah će zaista brzo račun svidjeti"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "Ovo je obznana ljudima i da njome budu opomenuti i da znaju da je sano On jedan Bog, i da razumom obdareni prime pouku"
        }
    ]
}