{
    "pages": [
        {
            "chapter": 12,
            "verse": 15,
            "text": "Pasi e morën atë (Jusufin) dhe vndosën që ta hedhin në fund të pusit, Na ia shpallëm atij: “Ti do t’i lajmërosh ata për këtë vepër, e ata nuk do ta vërejnë (që ti je Jusufi)”"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "Dhe në mbrëmje erdhën (vëllezërit e Jusufit) te babai i tyre, duke qajtur"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "Thanë: “O baba ynë, na shkuam të vrapojmë, e Jusufin e lamë te sendet tona, andaj e hëngri ujku. E, ti nuk na beson neve, edhe pse na flasim të vërtetën”"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "Dhe sollën këmishën e tij të përgjakur, me gjak të rrejshëm. (Jakubi) tha: “Jo, por shpirtërat tuaj kanë zbukuruar diçka. (Durimi im) është durim i mrekullueshëm. Prej Perëndisë kërkoj ndihmë për atë që po e paraqitni ju”"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "Dhe erdhi një karavan, e dërgoi ujëbartësin e vet dhe ai lëshoi kovën e tij dhe thirri: “O sa gëzim! Qe një djalë!” Dhe ata, e fshehën atë si plaçkë tregtie, e Perëndia di mirë atë që punojnë ata"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "Dhe e shitën atë për pak para – për disa grosh; mezi pritën që ta shporrin qafet atë"
        },
        {
            "chapter": 12,
            "verse": 21,
            "text": "E, atëherë, kur e bleu ai personi nga Misiri, i tha gruas së vet: “Bënia të këndshëm strehimin e tij! Ndoshta do të na shërbejë ose do ta përvetësojmë si djalë!” Dhe ja kështu, Ne e vendosëm Jusufin në atë Tokë të bukur dhe ia mësuam komentimin e ëndërrave. E, Perëndia është ngadhnjyes i të gjitha gjërave, por shumica e njerëzve nuk e dijnë"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "Dhe kur arriti ai moshën e pjekurisë, Na i dhamë atij aftësi të të gjykuarit (në shpjegimë) dhe dijeni; dhe kështu Ne i shpërblejmë bamirësit"
        }
    ]
}