{
    "pages": [
        {
            "chapter": 13,
            "verse": 35,
            "text": "Xhenneti i tillë, që u është premtuar muslimanëve: ka (kopshtije) nëpër të cilat rrjedhin lumenj, frutet e kopshtit janë të përhershme, si dhe freskia e tij. Ky është mbarimi (epilogu) i besimtarëve, kurse fundi i mohuesve është zjarri"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "E, atyre që ua kemi zbritur Librin, ata gëzohen për atë që të kemi shpallë ty. Dhe (ka) disa prej grupeve që mohojnë diçka prej tij (Kur’anit). Thuaj: “Mua më është urdhëruar që ta adhuroj vetëm Perëndinë dhe që mos t’i bëj shok Atij. Vetëm Atij i lutëm dhe vetëm tek Ai kthehem"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Ja, kështu, Na e kemi zbritur Kur’anin – ligj (të mençurisë së shprehur) në gjunë arabe. E, nëse ti ndjekë dëshirat e tyre, pas njohurisë që të ka ardhur, ti nuk do të kesh as ndihmës as mbrojtës prej (dënimit të) Zotit"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "Na, me të vërtetë, edhe para teje kemi dërguar pejgamberë dhe u kemi dhënë gra dhe pasardhës. Asnjë pejgamber nuk ka sjellë me vete asnjë mrekulli, përveç me lejen e Perëndisë. Çdo periudhë e kohës ka dispozita ligjore"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Perëndia shlyen çka të dojë e themelon çka të dojë; dhe tek Ai është Libri kryesor"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Qoftë të të tregojmë Na ty, nga ajo që u kemi premtuar atyre, ose ta marrim shpirtin Na ty, ti je i obliguar vetëm ta shpallish (profetninë tënde e jo dënimin e tyre), se llogaria është te Ne"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "A nuk po shohin ata, që Ne po ua shkatërrojmë tokën (mohuesve), duke i zvogluar skajet e saj. Perëndia gjykon, dhe s’ka askush që mund ta thyejë gjykimin e Tij dhe Ai është llogaritës i shpejtë"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Dredhi kanë bërë edhe ata që kanë qenë para tyre, e Perëndia është zotërues i të gjitha dredhive. Ai di çka punon çdokush dhe mohuesit do ta dinë se për kë do të jetë përfundimi më i mirë"
        }
    ]
}