{
    "pages": [
        {
            "chapter": 2,
            "verse": 6,
            "text": "Me të vërtetë, për ata që janë (këmbëngulës) në mohim, është njësoj si i paralajmërove ti apo nuk i paralajmërove – ata nuk besojnë"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "Perëndia ua ka vulosur atyre zemrat dhe veshët dhe në sy kanë perde, dhe ata i pret denimi i madh"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "Ka disa njerëz që thonë: “Besojmë në Perëndinë dhe jetën tjetër!” – por, ata nuk janë besimtarë"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "Ata përpiqen të mashtrojnë Perëndinë dhe ata që besojnë, por vetëm mashtrojnë veten, e ketë nuk e vërejnë"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Zemrat e tyre janë të sëmura (me injorancë) e Perëndia ua shtoi atyre sëmundjen; ata i pret dënim i ashpër, për shkak se gënjejnë"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Kur t’u thuhet: “mos bëni çrregullime në Botë!” ata thonë: “Na vetëm zbatojmë rregullat në Botë!”"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Ah! Me të vërtetë, ata shkaktojnë çrregullime, por nuk i vërejnë"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Kur t’u thuhet atyre: “Besoni edhe ju ashtu siç kanë besuar njerëzit (e ndershëm)” – ata (jobesimtarët) thonë: “Vallë! Si të besojmë ne ashtu siç kanë besuar njerëzit mendjelehtë?” – Ah! Me të vërtetë, ata janë mendjelehtë, por ata nuk e dinë këtë"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "Kur të takohen me ata që besojnë, thonë: “Besojmë!” – por kur të ngelin vetëm me djajtë e tyre (me njerëzit e këqinj) thonë: “Na vetëm bëjmë sahaka, na jemi me ju”"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Perëndia tallet me ta; Ai do t’i lë një kohë të gjatë që të bredhin andej-këndej në mohimin e tyre"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Ata janë prej atyre që kanë blerë (zgjedhur) rrugën e gabuar, në vend të së vërtetës. Tregtia atyre nuk u solli kurrfarë dobie, dhe as nuk janë orientuar në rrugë të drejtë"
        }
    ]
}