{
    "pages": [
        {
            "chapter": 21,
            "verse": 58,
            "text": "Dhe, i bëri ata copacopa, përpos idhullit të tyre më të madh. Ndoshta ata do t’i drejtohen atij"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "Ata thanë: “Kush veproi kështu me zotërat tanë? Me të vërtetë, ai është zullumqarë!”"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "Ata thanë: “E dëgjuam një djalosh se si i nxiste ata (me fyerje), e ai quhej Ibrahim”"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "Thanë ata: “Silleni atë para botës (njerëzve), që ata të dëshmojnë (kundër tij)"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "E pyetën ata: “A ti veprove kështu me zotërat tanë, o Ibrahim?”"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "(Ibrahimi) tha: “Jo, por këtë e ka bërë ky i madhi (idhulli) i tyre, e pyetni ata, nëse (mund të) flasin”"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "E, u kthyen ata dhe i thanë (njëri-tjetrit): “Me të vërtetë, ju jeni zullumqarë”"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Pastaj, u rrotulluan në kokat e tyre (e ndrruan mendimin dhe i thanë Ibrahimit): “Po ti, me të vërtetë, e di që këta nuk flasin”"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "(Ibrahimi) tha: “Mos vallë, ju adhuroni, përpos Perëndisë atë që nuk mund t’ju sjellë kurrfarë dobie as dëmi?”"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Mjerë ju dhe mjerë ata që i adhuroni ju, përveç Perëndisë! A nuk po mendoni ju"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "(Mohuesit) thanë: “Dijeni atë (Ibrahimin) dhe ndihmoni zotrat tuaj, nëse doni të bëni ndonjë vepër!”"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "Ne, thamë: “O zjarr, bëhu i ftohtë dhe bëhu shpëtim për Ibrahimin"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Dhe, ata dashtën t’i bëjnë një dredhi atij, por Ne, përpjekjen e tyre, e bëmë krejtësisht të kotë"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Dhe, e shpëtuam atë dhe Lutin në tokën, të cilën e kemi bekuar për njerëzit"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Na, ia kemi dhuruar atij Is’hakun, dhe Jakubin si dhunti, dhe, të gjithë i kemi bërë të mirë"
        }
    ]
}