{
    "pages": [
        {
            "chapter": 23,
            "verse": 105,
            "text": "(Ju thuhet atyre): “Vallë, a nuk u janë lexuar juve ajetet Tona, e ju i keni përgënjeshtruar”"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "Do të thonë ata: “O Zoti ynë, neve na ka munduar e keqja jonë, andaj jemi bërë popull i humbur"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "O Zoti ynë, nxirrna prej tij (zjarrit); e nëse na kthehemi (në mohim), (atëherë) do të jemi zullumqarë”"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "(Perëndia) do të thotë: “Rrini në të (zjarr) të përbuzur dhe mos Më flisni asgjë!”"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "Ka qenë një grup i robërve të Mi, i cili thoshte: “O Zoti ynë, na kemi besuar, andaj na falë dhe na mëshiro! E, Ti je më i miri mëshirues!” –"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "e ju i keni marrë ata për (objekt) talljeje, andaj, për këtë shkak, Mua, më harruat së përmenduri, e përherë i përqeshnit ata"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "Unë, i kam shpërblyer ata sot, për durueshmërinë e tyre, e ata, me të vërtetë, janë të shpëtuar"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "(Engjëlli) do të thotë: “Sa vjet i keni kaluar në Tokë (botë)?”"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "Do të pëgjigjen ata: “Kemi qëndruar një ditë apo një pjesë të ditës; - pyetni numruesit (ata që i kanë numruar)?”"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "Do të thotë (Perëndia): “Keni qëndruar shumë pak. E, sikur të kishit ditur!”"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "Mos vallë, keni menduar ju, që Ne ju kemi krijuar juve kot dhe që nuk do të ktheheni te Ne?”"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "I lartësuar është Perëndia, sundimtari i Vërtetë! S’ka zot tjetër përpos Tij, Zotit të Arshit (Kozmosit) madhështor"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "Ai që pos Perëndisë, adhuron zot tjetër, duke mos pasur kurrfarë dokumenti për këtë, me siguri – llogaria është vetëm te Zoti tij. Me të vërtetë, nuk ka shpëtim për mohuesit"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "Dhe, thuaj (o Muhammed!): “O Zoti im, fal dhe mëshiro, e Ti je më i miri mëshirues!”"
        }
    ]
}