{
    "pages": [
        {
            "chapter": 27,
            "verse": 64,
            "text": "Apo është (më i mirë) Ai, i cili ka krijuar të gjitha prej asgjëje, i cili, pastaj, përsëri do ta kthejë atë (pas vdekjes) – dhe (Ai) që ju furnizon nga qielli (me të reshura) dhe toka (me të lashta)? Vallë, a ekziston krahas Perëndisë, zot tjetër? Thuaj (o Muhammed): “Sillni argumentet tuaja, nëse thuani të vërtetën!”"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "Thuaj: “Askush, pos Perëndisë, as në qiell as në Tokë nuk di sekretet, ata nuk dinë se kur do të ringjallen"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "Vallë, a dinë ndopak ata – për jetën tjetër?! Asgjë! – ata dyshojnë në të, ata janë të verbër ndaj saj"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "Dhe, mohuesit thonë: “Vallë, a mos do të ringjallmi ne dhe etërit tanë, pasi të jemi bërë dhé"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "Me të vërtetë, neve dhe etërve tanë na është premtuar kjo qysh më parë, këto, me të vërtetë, nuk janë tjetër, pos trillime të popujve të lashtë”"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "Thuaj: “Udhëtoni nëpër botë – e shikoni si ka qenë fundi i mëkatarëve!”"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "Dhe, mos u pikëllo ti për shkak të tyre, dhe mos u ngushto ti – për pështjellimet e tyre"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "Dhe, ata thonë: “Kur do të realizohet ky premtim (diftona) nëse thuani të vërtetën?”"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "Thuaj: “Do t’ju arrijë, së shpejti diçka nga ajo që po e nxitoni"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "Dhe, me të vërtetë, Zoti yt është bamirës i madh i njerëzve, por shumica e tyre nuk janë falenderues"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "Dhe, me të vërtetë, Zoti yt – di atë që fshehin zemrat e tyre dhe atë që e shfaqin haptazi"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "S’ka asgjë të padukshme në qiell dhe në Tokë; e që të mos jetë e shënuar në Librin e qartë (Levhi Mahfudh)"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "Me të vërtetë, ky Kur’an, u tregon bijve të Israelit – shumë nga konfliktet e tyre"
        }
    ]
}