{
    "pages": [
        {
            "chapter": 30,
            "verse": 6,
            "text": "(ky është) premtimi i Perëndisë, e Perëndia nuk e then premtimin e vet, por shumica e njerëzve nuk e dinë"
        },
        {
            "chapter": 30,
            "verse": 7,
            "text": "Ata dinë vetëm anën sipërfaqësore të kësaj jete, ndërsa për jetën tjetër janë të pakujdesshëm (indiferent)"
        },
        {
            "chapter": 30,
            "verse": 8,
            "text": "Vallë, a nuk mendojnë ata për vetveten? Perëndia, ka krijuar qiejt dhe Tokën dhe ato që gjenden në mes tyre – vetëm me qëllim dhe afat të caktuar. E, me të vërtetë, shumica e njerëzve nuk besojnë në takimin me Zotin e tyre"
        },
        {
            "chapter": 30,
            "verse": 9,
            "text": "Vallë, a nuk kanë udhëtuar nëpër botë e të shohin se si kanë pëfunduar popujt e mëparshëm? Ata, kanë qenë më të fortë se këta, dhe tokën e kanë shfrytëzuar dhe punuar më mirë se që e punojnë këta, e pejgamberët e tyre u kanë sjellë argumente të qarta. Perëndia, nuk u ka bërë atyre zullum, por ata vetvetes i kanë bërë zullum"
        },
        {
            "chapter": 30,
            "verse": 10,
            "text": "Pastaj, përfundimi i atyre që punuan keq, qe e keqja e madhe, ngase i përgënjeshtronin ajetet e Perëndisë dhe talleshin me to"
        },
        {
            "chapter": 30,
            "verse": 11,
            "text": "Perëndia e fillon krijimin (prej asgjëje), e pastaj, e përsëritë (pas vdekjes), dhe pastaj tek Ai do të ktheheni"
        },
        {
            "chapter": 30,
            "verse": 12,
            "text": "E, atë ditë kur të arrijë Çasti (Dita e Kijametit), njerëzit e këqinj do të mbesin shpresëkëputur"
        },
        {
            "chapter": 30,
            "verse": 13,
            "text": "ata nuk do të kenë ndërmjetës nga idhujt e vet, dhe ata do t’i mohojnë idhujtë e tyre"
        },
        {
            "chapter": 30,
            "verse": 14,
            "text": "E, atë ditë kur të arrijë çasti i ringjalljes (Dita e Kijametit), atë ditë ata, - do të ndahen"
        },
        {
            "chapter": 30,
            "verse": 15,
            "text": "ata që anë besuar dhe që kanë punuar vepra të mira – në kopshtin e xhennetit do të jenë të gëzuar"
        }
    ]
}