{
    "pages": [
        {
            "chapter": 30,
            "verse": 51,
            "text": "Dhe, sikur të dërgonim Ne – furtunë, e ata të shihnin që çdo gjë është zverdhur, edhe pas kësaj do të mbeteshin mohues të dhuntive"
        },
        {
            "chapter": 30,
            "verse": 52,
            "text": "Me të vërtetë, ti (o Muhammed!) nuk mund të bësh që i vdekuri, dhe as i shurdhëti të dëgjojnë tirrjen kur ata ta kthejnë shpinën ty duke u larguar"
        },
        {
            "chapter": 30,
            "verse": 53,
            "text": "dhe ti nuk mund ta udhëzosh të verbërin nga humbja e tij. Ti, mund të bësh që të dëgjojnë vetëm ata që besojnë në ajetet Tona. Dhe, ata janë muslimanë të vërtetë"
        },
        {
            "chapter": 30,
            "verse": 54,
            "text": "Perëndia është ai që ju ka krijuar prej një dobësie, pastaj – pas dobësisë, u ka bërë të fuqishëm, e ju ka bërë – pas fuqisë të dobët dhe pleqë; Ai krijon çka të dojë; Ai është i Plotëdijshëm dhe i pushtetshëm për çdo gjë"
        },
        {
            "chapter": 30,
            "verse": 55,
            "text": "Dhe, atë Ditë kur të arrijë Çasti (Kijameti), betohen mëkatarët, se në varr (tokë) kanë qëndruar një kohë të shkurtër. Kështu ata shmangen nga e Vërteta"
        },
        {
            "chapter": 30,
            "verse": 56,
            "text": "E, (mëkatarëve), të cilëve u është dituria dhe besimi, u thonë: “Ju, me të vërtetë, keni qëndruar aq sa ju ka caktuar Perëndia në Libër – deri në Ditën e ringjalljes, - e ja kjo është Dita e ringjalljes, por që ju (këtë) nuk e keni ditur”"
        },
        {
            "chapter": 30,
            "verse": 57,
            "text": "Atë Ditë – atyre që kanë bërë zullum – nuk do t’u bëjë dobi arsyetimi, as nuk do t’u lejohet që të kërkojnë falje"
        },
        {
            "chapter": 30,
            "verse": 58,
            "text": "Dhe, me të vërtetë, në këtë Kur’an, Na u kemi sjellë njerëzve gjithëfarë shembuj. E, sikur ti, t’u sjellësh atyre çfarëdo argumenti (mrekullie), ata (mohuesit), me siguri, do të thonin: “Ju jeni vetëm të degjeneruar”"
        },
        {
            "chapter": 30,
            "verse": 59,
            "text": "Ja, kështu, Perëndia ua vulos zemrat atyre që nuk dinë"
        },
        {
            "chapter": 30,
            "verse": 60,
            "text": "Duro ti (o Muhammed), se me siguri, premtimet e Perëndisë, janë të vërteta dhe le të mos mashtrojnë kurrsesi ata që nuk besojnë"
        }
    ]
}