{
    "pages": [
        {
            "chapter": 40,
            "verse": 67,
            "text": "Ai (Perëndia), është Ai që ju ka krijuar prej dheut, pastaj prej pikës së farës (spermës), pastaj prej gjakut të droçkuar, pastaj ju bënë që të lindeni si foshnje, pastaj të arrini etapën e pjekurisë, e pastaj të bëheni pleq, - e disa prej jush vdesin më herët, - e që ta arrini çastin e caktuar të jetës, për të kuptuar (menduar)"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "Ai (Perëndia), është Ai që i ngjallë (të vdekurit) dhe i vdes (të gjallët) dhe kur Ai vendos diçka, vetëm thotë pë të: “Bëhu!” dhe ajo menjëherë bëhet"
        },
        {
            "chapter": 40,
            "verse": 69,
            "text": "A i ke parë ata që polemizojnë mbi argumentet e Perëndisë, e vallë kah po ia mbajnë"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "Ata që e kanë përgënjeshtruar Librin (Kur’anin) dhe ato që i kemi dërguar me Pejgamberët Tonë, së shpejti do ta dinë ata"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "kur t’u vihen prangat në qafë dhe të sillen me zinxhirë"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "në ujë të valë, e pastaj të hudhen (digjen) në zjarr"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "e pastaj atyre ju thuhet: “Ku janë ata ë i adhuronit"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "përveç Perëndisë?” Ata përgjigjen: “Na kanë humbur (nuk po i shohim). Jo, por ne nuk kemi adhuruar asgjë më parë”. Ja kështu, Perëndia i shpie mohuesit në humbje"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "Ky dënim është për shkak të gëzimit tuaj në tokë, pa kurrfarë baze, dhe ngase keni qenë arogantë (fodull) në gëzim"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "Hyni në dyert e skëterrës, duke qëndruar përherë në te! Sa i shëmtuar që është vendbanimi i mendjemëdhenjve"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "Andaj, bëhu i durueshëm, premtimi i Perëndisë, me siguri, do të realizohet, e nëse të tregojmë ty diçka, nga ajo që u kemi premtuar atyre, apo nëse të vdesim ty (para dënimit të tyre), e ata te Ne do të kthehen (për llogari)"
        }
    ]
}