{
    "pages": [
        {
            "chapter": 58,
            "verse": 12,
            "text": "O besimtarë, kur të doni të këshilloheni me Profetin, para këshillimit jepni lëmoshë, ajo është më mire dhe më pastër për ju. Po, nëse nuk keni – Perëndia me të vërtetë, është falës dhe mëshirues"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "A mos po frikoheni që para këshillimit tuaj të jepni lëmoshë?! E nëse nuk jepni, e Perëndia ju ka falur, atëherë kryeni namazin dhe jepini zeqatin dhe dëgjoni Perëndinë e Profetin e Tij. Perëndia di çdo gjë që punoni"
        },
        {
            "chapter": 58,
            "verse": 14,
            "text": "A nuk i sheh ata, të cilët shoqërohen me njerëzit, ndaj të cilëve Perëndia është i zemruar? Ata nuk janë as nga ju as nga ata, e madje, betohen rrejshëm duke qenë të vetëdijshëm (për të)"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "Perëndia atyre u ka përgatitur denim të rëndë, sepse, me të vërtetë, janë të shëmtuara ato që punojnë"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "betimet e tyre i kanë bërë perde, andaj i pengojnë nga rruga e Perëndisë; ata i prêt dënimi i poshtëruar"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "As pasuria, as fëmijët e tyre, nuk do t’u ndihmojnë aspak te Perëndia, ata do të jenë banorë të zjarrit, ku do të qëndrojnë përgjithmonë"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "Në Ditën kur Perëndia do t’i ngjallë të gjithë, ata do t’i betohen Atij, sikundër që ju kanë betuar juve, duke menduar se do të kenë fare dobie prej saj. Po, me të vërtetë, ata janë gënjeshtarë të mëdhenj"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "Ata i ka mbizotëruar djalli dhe i ka bërë që ta harrojnë Perëndinë. Ata janë në grupin e djallit, e ata që janë në këtë grup, me siguri, do të pësojnë (shkatërrohen)"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "Ata që kundërshtojnë Perëndinë dhe Profetin e Tij, do të jenë në shkallën më të poshtëruar"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "Perëndia ka shkruar (në Librin e shenjtë “Levhi Mahfudh”): “Unë dhe profetët e Mi do të fitojmë me siguri!” – Perëndia, me të vërtetë, është i fortë dhe i Plotëfuqishëm"
        }
    ]
}