{
    "maqras": [
        {
            "chapter": 1,
            "verse": 1,
            "text": "Bismillâhirrahmânirrahîm"
        },
        {
            "chapter": 1,
            "verse": 2,
            "text": "Hamd; âlemlerin Rabbi olan Allah´adir"
        },
        {
            "chapter": 1,
            "verse": 3,
            "text": "Rahmân´dır, Rahîm´dir"
        },
        {
            "chapter": 1,
            "verse": 4,
            "text": "Dîn gününün MALİK´idir"
        },
        {
            "chapter": 1,
            "verse": 5,
            "text": "(Allah´ım!) Yalnız Sana kul oluruz ve yalnız Senden İSTİANE (mürşidimizi) isteriz"
        },
        {
            "chapter": 1,
            "verse": 6,
            "text": "(Bu istiane´n ile) bizi, SIRATI MUSTAKÎM´e (Allah´a ulaştıran yola) hidayet et (ulaştır)"
        },
        {
            "chapter": 1,
            "verse": 7,
            "text": "O (SIRATI MUSTAKÎM) ki; (başlarının) üzerlerine (Devrin İmamı´nın ruhunu) ni´met olarak verdiklerinin yoludur. Üzerlerine gadap duyulmuşların ve dalâlette kalmışların (Allah´a ulaşmayı dilemeyenlerin) yolu değil"
        },
        {
            "chapter": 2,
            "verse": 1,
            "text": "Elif, Lâm, Mim"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "İşte bu Kitap; O´nda hiç(bir açıdan) şüphe yoktur. Takva sahipleri için bir hidayettir"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "Onlar (takva sahipleridir) ki; gaybe (gaybte Allah´a) îmân ederler, namazlarını kılarlar ve kendilerini rızıklandırdığımız şeylerden infâk ederler (başkalarına verirler)"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "Onlar (takva sahipleridir) ki; sana indirilene ve senden önce indirilenlere (bütün semavî kitaplara) îmân ederler ve onlar ahirete (ruhlarını Allah´a ulaştıracaklarına) yakîn hasıl ederler (yakîn seviyesinde inanırlar)"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "İşte onlar, Rab´lerinden bir hidayet üzeredirler. Ve işte onlar, muflihundurlar (felâha, kurtuluşa erenlerdir)"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "Onlar muhakkak ki kâfirdirler. Onları ikaz etsen de etmesen de onlar için eşittir, onlar mü´min olmazlar"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "Allah onların kalplerinin üzerini ve işitme (sem´î) hassasının üzerini mühürledi ve görme (basar) hassasının üzerine gışavet (perde) çekti. Onlar için azîm (büyük) bir azap vardır"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "Ve insanlardan bir kısmı derler ki: “Biz, Allah´a ve ahiret gününe (hayatta iken ruhun Allah´a ulaşacağı güne) îmân ettik.” Ve onlar mü´min değillerdir"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "(Zannederler ki) Allah´ı ve âmenû olanları aldatırlar. Halbuki onlar, ancak kendilerini aldatırlar ve farkına varmazlar"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Onların kalplerinde maraz (hastalık) vardır. Allah da bu sebeple onların hastalığını artırmıştır. Tekzip etmeleri (Allah´a ulaşmayı yalanlamaları) sebebiyle onlar için elîm bir azap vardır"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Onlara (Allah´a ulaşmayı dilemedikleri için, kalpleri engelli ve başkalarını hidayetten men ettikleri için Allah´ın hastalıklarını artırdığı insanlara): “Yeryüzünde fesat çıkarmayın (başkalarını Allah´ın yolundan men etmeyin).” denildiği zaman: “Biz sadece ıslâh ediciyiz (dîn öğreticileri, nefs tezkiyecileriyiz).” dediler"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Muhakkak ki onlar, (evet) onlar fesat çıkaranlardır ve lâkin (şuurunda) bilincinde olmazlar, (öyle) değil mi"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Ve onlara: “İnsanların inandıkları gibi siz de âmenû olun (Allah´a ulaşmayı dileyin).” denildiği zaman: “O sefihlerin (akılsızların) îmân ettiği gibi âmenû mu olalım?” dediler. Muhakkak ki onlar, (evet) onlar sefihlerdir fakat bilmezler, (öyle) değil mi"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "Ve âmenû olanlarla buluştukları zaman: “Biz îmân ettik.” dediler. Şeytanlarıyla yalnız kaldıkları zaman: “Muhakkak ki biz, sizinle beraberiz. Biz (onlarla) sadece alay eden kimseleriz.” dediler"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Allah da onlarla istihza (alay) eder ve onlara mühlet verir. Kendi azgınlıkları (isyanları) içinde bocalarlar"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "İşte onlar, o kimselerdir ki; hidayet ile dalâleti satın aldılar. Fakat onların ticareti, onlara hiç kâr sağlamadı ve hidayete ermiş değillerdi"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Onların durumu, ateş yakıp böylece çevresindeki şeyleri aydınlattığı zaman Allah´ın nurlarını giderdiği ve onları karanlıklar içinde bıraktığı kimselerin durumu gibidir. (Artık) onlar göremezler"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Sağır, dilsiz ve kördürler. Artık onlar, (Rab´lerine) dönmezler"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Veya (onlar), gökten boşanan, içinde karanlıklar, gök gürlemesi ve şimşek bulunan bir yağmura (tutulmuş) gibidirler. Yıldırımların (dehşetinden) ölüm korkusuyla kulaklarını parmaklarıyla tıkarlar. Ve Allah, kâfirleri kuşatandır"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Şimşek neredeyse onların gözlerini kamaştırır. Onları her aydınlatmasında onun (ışığında) yürürler. Ve onların üzerlerine karanlık çökünce de dikilip kalırlar. Ve eğer Allah dileseydi, onların duymalarını da görmelerini de elbette giderirdi. Muhakkak ki Allah, herşeye kaadirdir (herşeye gücü yeter)"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "Ey insanlar! Rabbinize kul olun ki O, sizi ve sizden öncekileri yarattı. Umulur ki böylece siz, takva sahibi olursunuz"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "O (Allah) ki; yeryüzünü sizin için döşek ve göğü de bina kıldı. Ve gökten su indirdi. Ve böylece onunla mahsullerden sizin için rızık çıkardı. Öyleyse bile bile Allah´a eşler kılmayın"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Eğer kulumuza indirdiğimiz şeyden (Kur´ân´dan) şüphe içindeyseniz, o zaman O´nun mislinden bir sure getirin ve Allah´tan başka şahitlerinizi de davet edin, eğer siz sadıklarsanız"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Fakat, eğer yapamazsanız ki asla yapamazsınız, o taktirde kâfirler için hazırlanmış, yakıtı insanlar ve taşlar olan ateşten sakının"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "Ve îmân edip, ıslâh edici (nefsi tezkiye ve tasfiye edici) amelde bulunanlar için altlarından nehirler akan cennetler olduğunu müjdele. Oradaki meyvelerden ve mahsullerden bir rızıkla her rızıklandırılışlarında: “İşte bu bizim daha önce de rızıklandırıldığımız (yediğimiz) şeydir.” dediler. (Evet) ona (dünyadaki rızıklarına) benzeri (lezzet ve nefaset bakımından çok farklısı) verilmiştir. Onlar için orada temiz eşler vardır ve onlar orada devamlı kalacak olanlardır"
        }
    ]
}