{
    "maqras": [
        {
            "chapter": 18,
            "verse": 51,
            "text": "Ben, onları (iblis ve zürriyyetini) semaların ve arzın yaratılışına ve onların (kendilerinin de) yaratılışına şahit tutmadım. Ve Ben, dalâlette bırakanları yardımcı edinmedim"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "O gün (kıyâmet günü Allahû Tealâ) şöyle diyecek: “Benim ortaklarım olduğu, zannında bulunduğunuz şeyleri çağırın!” Böylece onları davet ettiler (edecekler). Fakat onlara (kâfirlere), icabet etmediler (etmeyecekler). Ve onların aralarına helâk edici (bir engel) kıldık (kılacağız)"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "Ve mücrimler, ateşi (cehennemi) gördü. O zaman içine düşeceklerini zannettiler (idrak ettiler). Ve ondan uzaklaşacak (kaçacak) bir yer bulamadılar"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "Ve andolsun ki; bu Kur´ân-ı Kerim´de, insanlara bütün meseleleri (misalleri) açıkladık. Ve insan, konuların çoğunda cidalleşen (kavga eden)dir"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "Ve insanları, onlara hidayet geldiği (hidayete davet edildikleri) zaman Rab´lerinin mağfiretini dilemekten ve mü´min olmaktan men eden (alıkoyan) şey, sadece evvelkilerin sünnetinin, onların başına gelmemesi veya azapla karşı karşıya kalmamalarıdır"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "Biz, resûlleri sadece müjdeleyici ve uyarıcı olarak göndeririz. Kâfirler (ise) hakkı bâtılla iptal etmek için mücâdele ederler. Âyetlerimi ve uyarıldıkları şeyleri alay (konusu) ederler"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "Rabbinin âyetleri zikredildiği (hatırlatıldığı) zaman ondan yüz çeviren ve elleriyle takdim ettiklerini (günahlarını) unutan kimseden daha zalim kim vardır? Muhakkak ki Biz, onların kalplerinin üzerine (fıkıh etmeyi engelleyen) ekinnet kıldık. Ve onların kulaklarında (işitmeyi engelleyen) vakra vardır. Sen, onları hidayete davet etsen de bundan sonra onlar, ebediyyen asla hidayete eremezler"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "Senin Rabbin, mağfiret ve rahmet sahibidir. Eğer onları muaheze etseydi (sorgulasaydı) elbette onlara azap için acele ederdi. Hayır, onlara, vaadedilmiş bir zaman vardır. Onlar, O´ndan (Allah´tan) başka sığınacak bir yer asla bulamazlar"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "Ve işte o ülkeler (halkı), zulmettikleri zaman onları helâk ettik. Ve onların helâk edilmesi için bir zaman kıldık (tayin ettik)"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "Ve Musa, genç arkadaşına: “İki denizin birleştiği yere ulaşıncaya kadar (yoluma) devam edeceğim veya senelerce (uzun süre) gideceğim.” demişti"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "Böylece ikisinin (iki denizin) birleştiği yere ulaştıkları zaman ikisi de balığı unuttu. O zaman (balık), denizin içine doğru kendi yolunu tuttu"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "(Buluşma yerini) geçtikten sonra (Musa A.S) genç arkadaşına (şöyle) dedi: “Sabah kahvaltımızı getir. Andolsun ki bu yorgunluğa, yolculuğumuz sebebiyle maruz kaldık.”"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "(Genç şöyle) dedi: “Gördün mü kayaya sığındığımız zaman ben gerçekten balığı unuttum. Onu hatırlamamı, bana şeytandan başkası unutturmadı. Ve o (balık), acayip bir şekilde denizin içine doğru kendi yolunu tuttu.”"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "(Musa A.S): “Bizim aradığımız şey, işte bu.” dedi. Böylece kendi izlerini takip ederek geri döndüler"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "Böylece katımızdan, kendisine rahmet verdiğimiz ve ledun (gizli) ilmimizden öğrettiğimiz kullarımızdan bir kul buldular"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Musa (A.S) ona şöyle dedi: “Rüşde ulaşmak üzere, sana öğretilen (ilmi ledun) den bana öğretmen için, sana tâbî olabilir miyim?”"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "(Hızır A.S): “Muhakkak ki sen, benim maiyetimde (iken vuku bulacak olaylara) sabretmeye asla güç yetiremezsin.” dedi"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "Ve haberdar edilmediğin cihetle, ihata edemediğin şeye nasıl sabredeceksin"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "(Musa A.S): “İnşaallah (Allah dilerse), beni sabırlı bulacaksın. Ve sana emirlerde asi olmayacağım.” dedi"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "(Hızır A.S): “Bana tâbî olduğun taktirde, sana anlatmadığım konularda (anlatmadıkça) bana bir şey sorma.” dedi"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "Böylece ikisi (yola) çıktılar. Gemiye bindikleri zaman onu deldi. (Musa A.S): “Onun ehlini (gemide bulunanları), boğmak için mi onu deldin? Andolsun ki sen, (vebali) büyük bir iş yaptın.” dedi"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "(Hızır A.S şöyle) dedi: “Muhakkak ki sen, benimle beraber sabırlı olmaya asla güç yetiremezsin, demedim mi?”"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "(Musa A.S): “Unutmam sebebiyle beni muaheze etme (azarlama), (bana verdiğin) emirlerinde, bana zorluk çıkarma.” dedi"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Böylece bir (erkek) çocuğa rastlayıncaya kadar gittiler. (Hızır A.S), onu (çocuğu) öldürdü. (Musa A.S): “Sen, temiz (masum) bir kişiyi (başka) bir nefse karşılık olmaksızın mı öldürdün? Andolsun ki sen, kötü (şeriate uymayan) bir şey yaptın.” dedi"
        }
    ]
}