{
    "maqras": [
        {
            "chapter": 20,
            "verse": 83,
            "text": "Ey Musa! Seni, kavminden (ayırıp) sana acele ettiren nedir"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "(Musa A.S): “Onlar, onlar benim izim üzerindeler (benim arkamdan geliyorlar). Ve Rabbim ben, Senin rızan için (Sana gelmekte) acele ettim.” dedi"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "(Allahû Tealâ): “Muhakkak ki Biz, böylece senin kavmini, senden sonra imtihan etmiştik. Ve Samiri, onları dalâlete düşürdü.” dedi"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Bunun üzerine Musa (A.S), esefle (üzülerek) gadapla (öfkeyle) kavmine döndü. “Ey kavmim! Rabbiniz size, güzel bir vaadle vaadetmedi mi? Buna rağmen ahd süresi size uzun mu geldi? Yoksa Rabbinizin gazabının üzerinize inmesini mi istediniz? Bu sebeple mi vaadimi (sizden aldığım vaadi) yerine getirmediniz?” dedi"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "“Sana vaadettiğimizden kendi isteğimizle dönmedik. Ve lâkin bize, o kavmin ziynetleri (altın süs eşyaları) yüklenmişti. Bu yüzden onları (eritmek üzere ateşe) attık. Sonra Samiri de attı.” dediler"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "Böylece onlar için (ortaya) böğüren bir buzağı heykeli çıkardı. Ve onlara (Samiri ve taraftarları): “Bu, sizin ilâhınız ve Musa´nın da ilâhı, fakat o unuttu.” dediler"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Onlara sözle cevap vermediğini ve onlara zarar veya fayda vermeye malik olmadığını görmüyorlar mı"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "Ve andolsun ki Harun (A.S) daha önce, onlara şöyle dedi: “Ey kavmim, siz onunla sadece imtihan edildiniz! Ve muhakkak ki Rahmân, sizin Rabbinizdir. Artık bana tâbî olun ve emrime itaat edin.”"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "“Musa bize dönünceye kadar, ona kendimizi vakfetmekten (ibadet etmekten) asla vazgeçmeyeceğiz.” dediler"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "(Musa A.S): “Ey Harun! Onların dalâlete düştüğünü gördüğün zaman (onları uyarmaktan) seni ne men etti?” dedi"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "Niçin bana tâbî olmadın? Yoksa emrime isyan mı ettin"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "(Harun A.S): “Ey annemin oğlu! Sakalımı ve başımı (saçımı) tutma (çekme). Gerçekten ben, senin, “İsrailoğulları arasında fırkalar oluşturdun (ikilik, düşmanlık çıkardın) ve sözümü tutmadın (emrimi yerine getirmedin)” demenden korktum.” dedi"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "“Öyleyse ey Samiri! Senin (onlara) hitabın ne idi (onlara ne söyledin)?” dedi"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "(Samiri): “Ben, onların görmediği şeyi gördüm. Resûl´ün (Cebrail A.S´ın) izinden (ayağının bastığı yerdeki topraktan) bir avuç aldım. Sonra da onu (erimiş madenin içine) attım. Ve böylece (bu), nefsime (bana) güzel göründü.” dedi"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "(Musa A.S): “Artık git! Senin için (söz konusu olan), bütün hayatın boyunca “(bana) dokunmayın” demendir. Muhakkak ki senin için asla vazgeçilmeyecek bir vaad (ceza) vardır. Ve ona, ısrarla kendini vakfettiğin (taptığın) ilâhına bak! Onu mutlaka yakacağız. Sonra da elbette onu, toz haline getirerek (küllerini) savurup denize atacağız.” dedi"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Sizin İlâhınız sadece Allah´tır ki, O´ndan başka İlâh yoktur. İlim (ilmi) ile herşeyi kaplamıştır (kuşatmıştır)"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "İşte böylece geçmiş olan haberleri sana anlatıyoruz. Ve sana katımızdan Zikri (Kur´ân´ı) verdik"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Kim ondan yüz çevirirse, o zaman muhakkak ki o, kıyâmet günü (ağır) bir yük (kaybettiği dereceleri) yüklenir"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "Onlar, onda (o yükün getireceği azabın içinde) ebedî kalacak olanlardır. Ve kıyâmet günü yüklendikleri, onlar için ne kötü (yük)tür"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "O gün ki, sur´a üfürülür. Ve mücrimleri, o izin günü morarmış olarak haşredeceğiz (toplayacağız)"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "Onlar aralarında: “(Dünyada) sadece 10 (gün) kaldınız.” diye gizlice konuşacaklar"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Onların söyledikleri şeyleri Biz, daha iyi biliriz. Yol bakımından onlara emsal olan “sadece bir gün kaldınız” diyecek"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "Ve sana dağ(lar)dan soruyorlar. O zaman onlara de ki: “Rabbim onları savurup atacak.”"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "Böylece onu (dağların yerini) boş bir düzlük olarak bırakacaktır"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "Orada (dağların yerinde) bir eğrilik ya da bir engebe (alçaklık yükseklik) görmezsin"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "İzin günü, kendisinde eğrilik olmayan davetçiye tâbî olurlar. Rahmân´a karşı sesler kısılır. O zaman hems (hafif fısıltı)dan başka bir şey (ses) işitmezsin"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "İzin günü, Rahmân´ın kendisine izin verdiği ve sözünden razı olduğu (tasarruf rızasının sahibi) kimseden başkasının şefaati bir fayda vermez"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "(Allah), onların önündeki(leri) ve arkasındaki(leri) (onların geçmişini ve geleceğini) bilir ve onu, ilim ile ihata edemezler (bilemezler)"
        }
    ]
}