{
    "maqras": [
        {
            "chapter": 29,
            "verse": 46,
            "text": "Ve kitap ehli ile onlardan zulmedenler hariç, en güzel olandan başka bir şekilde mücâdele etmeyin. Ve \"Biz, bize indirilene ve size indirilene îmân ettik. Bizim İlâhımız ve sizin İlâhınız birdir (aynıdır). Ve biz, O´na teslim olanlarız.\" deyin"
        },
        {
            "chapter": 29,
            "verse": 47,
            "text": "Ve işte böylece sana Kitab´ı indirdik. Kendilerine kitap verdiklerimiz O´na inanırlar. Ve bunlardan O´na (Kur´ân-ı Kerim´e) inananlar, kâfirler hariç, âyetlerimizi bile bile inkâr etmezler"
        },
        {
            "chapter": 29,
            "verse": 48,
            "text": "Ve sen, bundan önce kitap okumadın. Ve sen, O´nu elinle de yazmıyorsun. Öyle olsaydı, bâtılda olanlar (boş konuşanlar) elbette şüphe ederlerdi"
        },
        {
            "chapter": 29,
            "verse": 49,
            "text": "Hayır O (Kur´ân-ı Kerim), ilim verilenlerin sînelerinde beyan olunan âyetlerdir. Ve zalimler hariç, onlar âyetlerimizi bile bile inkâr etmezler"
        },
        {
            "chapter": 29,
            "verse": 50,
            "text": "Ve: \"Ona Rabbinden âyetler (mucizeler) indirilseydi olmaz mıydı?\" dediler. De ki: \"Muhakkak ki âyetler (mucizeler), ancak Allah´ın katındadır. Ve ben, sadece apaçık bir nezirim (uyarıcıyım)"
        },
        {
            "chapter": 29,
            "verse": 51,
            "text": "Onlara okunmakta olan Kitab´ı, sana nasıl indirdiğimiz kendilerine kâfi gelmedi mi? Muhakkak ki mü´min olan bir kavim için bunda elbette rahmet ve zikir vardır"
        },
        {
            "chapter": 29,
            "verse": 52,
            "text": "De ki: \"Sizinle benim aramda şahit olarak Allah, kâfidir. Göklerde ve yerde ne varsa bilir.\" Bâtıla inananlar ve Allah´ı inkâr edenler, işte onlar hüsranda olanlardır"
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "Ve azabı senden acele istiyorlar. Eğer zamanı belirlenmiş olmasaydı, azap onlara mutlaka (hemen) gelirdi. Ve (azap), onlara mutlaka ansızın ve onlar farkında değilken gelecek"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "Azabı senden acele istiyorlar. Muhakkak ki cehennem, kâfirleri mutlaka ihata edicidir (kuşatıcıdır)"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "O gün azap, üstlerinden ve ayaklarının altından onları kaplayacak. Ve (Allah), \"Yapmış olduğunuz şeyleri (cezasını) tadın!\" diyecek"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "Ey âmenû olan (Bana ulaşmayı dileyen) kullarım, muhakkak ki Benim arzım geniştir. Öyleyse yalnız Bana kul olun"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "Bütün nefsler ölümü tadıcıdır. Sonra Bize döndürüleceksiniz"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "Ve onlar ki âmenû oldular (Allah´a ulaşmayı dilediler) ve salih amel (nefs tezkiyesi) işlediler. Onları mutlaka, altından nehirler akan cennette köşklere yerleştireceğiz. Orada ebediyyen kalıcıdırlar. Salih (nefsi ıslâh edici) amel işleyenlerin ecri (mükâfatı) ne güzel"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "Onlar, sabrın sahipleri ve Rab´lerine tevekkül edenlerdir"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "Ve hayvanlardan niceleri vardır ki kendi rızkını taşımaz. Allah, onları rızıklandırır ve sizi de. Ve O; en iyi işitendir, en iyi bilendir"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "Ve muhakkak ki eğer sen onlara, \"Gökleri ve yerleri kim yarattı, Güneş ve Ay´ı kim (size) musahhar (emre amade) kıldı?\" diye sorarsan mutlaka, \"Allah\" derler. O halde nasıl (haktan bâtıla) döndürülüyorlar"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "Allah, kullarından dilediğinin rızkını genişletir. Ve onun için taktir eder (daraltır). Muhakkak ki Allah, herşeyi en iyi bilendir"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "Ve eğer onlara: \"Semadan suyu indiren ve böylece onunla arza ölümünden sonra hayat veren kimdir?\" diye sorarsan mutlaka, \"Allah\" derler. De ki: \"Hamd, Allah´a aittir.\" Hayır, onların çoğu akıl etmezler"
        },
        {
            "chapter": 29,
            "verse": 64,
            "text": "Ve bu dünya hayatı, oyun ve eğlenceden başka bir şey değildir. Muhakkak ki ahiret yurdu, elbette o gerçek hayattır. Keşke bilselerdi"
        },
        {
            "chapter": 29,
            "verse": 65,
            "text": "Gemiye bindikleri zaman, dîni O´na halis kılarak Allah´a dua ederler. Fakat, onları karaya çıkarıp kurtardığımız zaman, onlar hemen şirk koşarlar"
        },
        {
            "chapter": 29,
            "verse": 66,
            "text": "Onlara verdiğimiz şeyleri inkâr etsinler (nankörlük etsinler) ve metalansınlar (faydalansınlar) diye. Ama yakında bilecekler"
        },
        {
            "chapter": 29,
            "verse": 67,
            "text": "Onun etrafındaki insanlar (zorla) kapılıp götürülürken (esir alınıp) malları alınırken, onu (Mekke´yi) haram (hürmet edilen, kargaşadan yasaklanan) ve emin bir yer kıldığımızı görmediler mi? Hâlâ bâtıla mı inanıyorlar ve Allah´ın ni´metini inkâr mı ediyor"
        },
        {
            "chapter": 29,
            "verse": 68,
            "text": "Ve Allah´a yalanla iftira edenden veya kendisine hak geldiği zaman onu tekzip edenden (yalanlayandan) daha zalim kim vardır? Kâfirler için barınacak yer cehennemde değil mi"
        },
        {
            "chapter": 29,
            "verse": 69,
            "text": "Ve Bizim uğrumuzda (nefsleri ile ve Allah´ın düşmanları ile) cihad edenleri, mutlaka Bizim yollarımıza (Sıratı Mustakîmler´e) hidayet ederiz (ulaştırırız). Ve muhakkak ki Allah, mutlaka muhsinlerle beraberdir"
        }
    ]
}