{
    "maqras": [
        {
            "chapter": 2,
            "verse": 272,
            "text": "Onların hidayete ermesi senin üzerine (vazife) değildir. Fakat Allah, dilediği kimseyi hidayete erdirir. Ve hayırdan ne infâk ederseniz, işte o sizin kendi nefsiniz içindir. Siz (ey mü´minler), sadece Allah´ın vechini (Zat´ını, Allah´ın Zat´ına ulaşmayı) dileyerek infâk edersiniz (verirsiniz). Ve hayır olarak ne infâk ederseniz, (o) size tamamen ödenir ve siz zulmedilmezsiniz (size haksızlık yapılmaz)"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "(İnfâklarınız ve sadakalarınız), kendilerini Allah yoluna hasreden (adayan), yeryüzünde dolaşmaya (ticaret yapıp kazanmaya) gücü yetmeyen fakirler içindir. Onların durumlarını bilmeyen, onları iffetlerinden (sabırlarından) dolayı zengin zanneder. Onları sen, yüzlerinden tanırsın. Zorla insanlardan bir şey istemezler. Hayır olarak ne infâk ederseniz (verirseniz), o taktirde muhakkak ki Allah, onu en iyi bilendir"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "Mallarını gece ve gündüz, gizli ve aşikâr (Allah yolunda) infâk edenler (verenler), işte onların ecirleri (mükâfatları) Rab´leri katındadır. Onlara korku yoktur ve onlar mahzun da olmazlar"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "Riba (faiz) yiyenler, kabirlerinden ancak şeytan çarpmasından hırpalanmış bir kimse gibi kalkarlar. İşte bu, onların: “Fakat alışveriş faiz gibidir.” demeleri sebebiyledir. Allah, alışverişi helâl; faizi haram kılmıştır. Bundan sonra, Rabbinden kendisine öğüt gelen kimse (ona uyarak) artık (faizden) vazgeçerse, o taktirde geçmiş olan (önceden aldığı faiz) onundur ve onun işi (onun hakkındaki hüküm) Allah´a aittir. Ve kim de (faizciliğe) dönerse, işte onlar, ateş ehlidir. Ve onlar orada ebedî kalacak olanlardır"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "Allah, ribayı eksiltir (onun bereketini giderir) ve sadakayı artırır (onu bereketlendirir). Ve Allah günahkâr kâfirlerin hiçbirini sevmez"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "Muhakkak ki âmenû olanların (Allah´a ulaşmayı dileyenlerin) ve ıslâh edici (nefsi tezkiye edici) amel işleyenlerin, namazı ikame edenlerin (yerine getirenlerin) ve zekâtı verenlerin ecirleri (mükâfatları), Rab´leri katındadır. Ve onlara korku yoktur ve onlar mahzun da olmazlar"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "Ey âmenû olanlar! Allah´a karşı takva sahibi olun. Eğer (gerçek) mü´minlerseniz, ribadan (faizden) arta kalan şeyi (faizin bakiyesini) bırakın (bakiyeyi almayın)"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "Bundan sonra eğer (bunu) yapmazsanız, o zaman Allah ve O´nun Resûl´ü tarafından savaşa maruz kalacağınızı bilin (savaşa hazır olun). Ve şâyet tövbe ederseniz, o taktirde ana malınız (sermayeniz) sizindir. Zulmetmezsiniz ve zulmedilmezsiniz"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "Eğer (borçlu) zor durumda ise (ödeyemeyecekse) o taktirde durumu kolaylaşıncaya kadar beklenmelidir. Ve (alacağınızı) sadaka olarak bağışlamanız, sizin için daha hayırlıdır. Keşke bilseydiniz"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "Allah´a döndürüleceğiniz ve sonra herkese kazandığının (iktisap ettiği derecelerin karşılığının) tam olarak ödeneceği günden sakının. Ve onlar zulmedilmezler (haksızlığa uğramazlar)"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "Ey âmenû olanlar! Birbirinize belirli bir süreye kadar borç verdiğiniz zaman onu yazın (senet yapın). Aranızda bir kâtip onu adaletle yazsın. Ve Allah´ın kendisine öğrettiği gibi yazmaktan çekinmesin, aynı şekilde yazsın. Üzerinde hak bulunan (borçlu) da yazdırsın. Ve Rabbi olan Allah´a karşı takva sahibi olsun (ve emirlerinden sakınsın) ve ondan bir şey eksiltmesin. Fakat, eğer üzerinde hak olan (borçlu) olan kişi, sefih (aklı ermeyen) veya zayıf (küçük, güçsüz) ise veya kendisi onu (söyleyip) yazdıramayacak bir durumda ise o taktirde velîsi onu adaletle yazdırsın. Ve erkeklerinizden iki kişiyi şahit tutun. Fakat eğer iki erkek bulunamıyorsa, o zaman şahitlerden razı olacağınız bir erkek ve iki kadını (şahit) tutun ki, ikisinden biri unutursa o taktirde, diğeri ona hatırlatır. Şahitler çağrıldıkları zaman (şahitlikten) kaçınmasınlar. Borç büyük olsun, küçük olsun vadesine kadar onu yazmaktan usanmayın. İşte bu, Allah´ın katında en adil ve şahitlik için en sağlam, şüphe etmemeniz için en yakın olandır. Ancak aranızda devretmeye hazır olan peşin bir ticaret (alım-satım) ise o zaman bunu yazmamanızdan dolayı sizin üzerinize bir günah yoktur. alım-satım yaptığınız zaman da şahit tutun. Kâtibe (yazıcıya) ve şahitlere bir zarar verilmesin. Eğer bunu yaparsanız (bir zarar verirseniz), bundan sonra o mutlaka sizin için bir fısk olur. Allah´a karşı takva sahibi olun. Allah size öğretiyor. Ve Allah, herşeyi en iyi bilendir"
        }
    ]
}