{
    "maqras": [
        {
            "chapter": 5,
            "verse": 1,
            "text": "Ey âmenû olanlar (Allah´a ulaşıp teslim olmayı dileyenler)! (Yaptığınız) akidleri yerine getirin. Ve, ihramda iken av´ı (avlanmayı) helâl saymamakla beraber size okunacak olanların dışında kalan, dört ayaklı hayvanlar sizin için helâl kılınmıştır. Muhakkak ki Allah dilediği şeye hükmeder"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "Ey âmenû olanlar (Allah´a ulaşıp teslim olmayı dileyenler)! Allah´ın (koyduğu) şeriat hükümlerine, Haram ay´a, (hediye olarak Kâbe´ye gönderilen) kurbanlıklara, gerdanlıklı (boyunları bağlı) kurbanlık develere, Rabb´lerinden bir fazl ve (O´nun) rızasını isteyerek, Beyt-el Haram´a gelenlerin güvenliğine saygısızlık etmeyin.Ve, ihramdan çıktığınız zaman avlanabilirsiniz. Sizi Mescid-il Haram´dan alıkoymalarından (çevirmelerinden) dolayı bir kavme beslediğiniz kin, sakın sizi haddi aşmaya sevk etmesin. Birr ve takvâ üzerine yardımlaşın. Günah ve düşmanlık üzerine yardımlaşmayın. Allah´a karşı takvâ sahibi olun. Muhakkak ki Allah ikâbı (azâbı) şiddetli olandır"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "Ölmüş hayvan, kan, domuz eti ve Allah´dan başkasının adına boğazlanan (kesilen), boğularak, vurularak, yüksek bir yerden yuvarlanarak veya boynuzlanarak ölen ve de yırtıcı hayvan tarafından parçalanıp yenen hayvan (ölmeden kesilmesi hariç) ve putlar adına boğazlanan hayvanlar ve fal okları ile kısmet aramanız size haram kılındı. İşte bunlar fısktır. Bugün kâfirler sizi dininizden döndüremedikleri için yeise kapıldılar. Artık onlardan korkmayın, benden korkun. Bugün sizin dininizi kemâle erdirdim. Ve üzerinizdeki nimetimi tamamladım. Sizin için din olarak İslâm´dan razı oldum. Artık kim açlık tehlikesiyle, günaha meyl etmeksizin zarurette (yemek zorunda) kalırsa, muhakkak ki Allah gafûrdur, rahîmdir"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "Sana kendileri için nelerin helâl kılındığını soruyorlar. De ki; “Sizin için temiz ve iyi şeyler helâl kılındı. Allah´ın size öğrettiğinionlara öğreterek yetiştirdiğiniz avcı hayvanların sizin için tuttuklarını artık yiyin ve üzerine de Allah´ın adını anın. Ve Allah´a karşı takvâ sahibi olun. Muhakkak ki Allah hesabı çabuk görendir"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "Bugün size iyi ve temiz şeyler helâl kılındı. Ve kendilerine kitap verilenlerin yemeği, size helâl, sizin yemeğiniz de onlara helâldir. Ve mü´minlerden iffetli hür kadınlar ve sizden önce kendilerine kitap verilenlerden iffetli kadınlar, zina etmeksizin, gizli dost tutmaksızın namuslu bir biçimde mehirlerini verdiğiniz taktirde, sizlere helâldir. Ve kim imânı inkâr ederse artık onun ameli boşa gitmiştir. Ve o âhirette hüsrana uğrayanlardandır"
        },
        {
            "chapter": 5,
            "verse": 6,
            "text": "Ey âmenû olanlar (Allah´a yaşarken ulaşmayı, teslim olmayı dileyenler)! Namaza kalktığınız zaman yüzlerinize ve dirseklerinize kadar ellerinizi yıkayın ve başlarınıza meshedin ve ayaklarınızı da topuklarınıza kadar yıkayın. Eğer cünüp iseniz o taktirde iyice yıkanıp temizlenin (boy abdesti alın). Eğer hasta veya yolcu iseniz veya biriniz tuvaletten gelmişse veya kadınlara dokunmuş (temas etmiş) ise, eğer su bulamazsanız, o zaman temiz bir toprağa teyemmüm edin. Ve de ondan yüzlerinize ve ellerinize mesh edin, (sürün). Allah size güçlük çıkarmak istemez, sizi temizlemek ve sizin üzerinizdeki nimetini tamamlamak ister. Umulur ki böylece siz şükredersiniz"
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "Allah´ın, sizin üzerinizdeki nimetini ve: “İşittik ve itaat ettik” dediğiniz zaman, onunla sizi bağladığı misakınıhatırlayın. Allah´a karşı takvâ sahibi olun, muhakkak ki O, göğüslerde (sinelerde) olanı en iyi bilir"
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "Ey âmenû olanlar (Allah´a ulaşmayı, teslim olmayı dileyenler)! Allah için kavvâmîn olun (hakkı ayakta tutun)! Adâletli şâhidler olun! Ve bir topluluğa karşı duyduğunuz kin, sizi adaletten saptırmasın. Adil davranın! O Takvâya en yakın olandır. Allah´a karşı takvâ sahibi olun. Muhakkak ki Allah, yaptıklarınızdan haberdar olandır"
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "Allah, âmenû olup, ıslah edici ameller (nefs tezkiyesi ve tasfiyesi)yapanlara vaad etti, onlar için mağfiret ve “Ecrun Âzim (en büyük mükâfat)” vardır"
        },
        {
            "chapter": 5,
            "verse": 10,
            "text": "Ve inkar edip âyetlerimizi yalanlayanlar,işte onlar alevli ateş (cehennem) halkıdır"
        },
        {
            "chapter": 5,
            "verse": 11,
            "text": "Ey âmenû olanlar (Allah´a ulaşmayı, teslim olmayı dileyenler)! Allah´ın sizin üzerinizdeki nimetini hatırlayın; bir kavim size ellerini uzatmaya kalktığı zaman (Allah) onların ellerini sizden çekmişti. Ve Allah´a karşı takvâ sahibi olun (Ruhunuzu, vechinizi (fizik vücudunuzu) ve nefsinizi ve iradenizi Allah´a teslim edin)! Mü´minler artık Allah´a tevekkül etsinler (güvensinler)"
        }
    ]
}