{
    "maqras": [
        {
            "chapter": 6,
            "verse": 151,
            "text": "De ki: “Gelin, Rabbinizin size neleri haram kıldığını okuyayım; O´na bir şeyi ortak koşmayın. Anne, babaya ihsanla davranın. Yokluk (fakirlik) sebebiyle çocuklarınızı öldürmeyin. Onları da, sizi de yalnız Biz rızıklandırırız. Kötülüğün açığına da, gizlisine de yaklaşmayın. Haklı olmanız hariç kimseyi öldürmeyin ki; onu Allah haram kıldı. İşte bunları size vasiyet (emir) etti. Böylece siz, akıl edersiniz.”"
        },
        {
            "chapter": 6,
            "verse": 152,
            "text": "Yetimin malına, o en kuvvetli çağına gelinceye kadar, en güzel şekliyle olmadıkça yaklaşmayın. Ölçü ve tartıyı adaletle yerine getirin. Kimseyi gücünün dışında (bir şey ile) sorumlu tutmayız. Söylediğiniz zaman, yakınınız olsa bile, artık adaletle söyleyin. Allah´ın ahdini yerine getirin (ifa edin). Böylece tezekkür edersiniz diye, (Allah) işte böyle, size onunla vasiyet (emir) etti"
        },
        {
            "chapter": 6,
            "verse": 153,
            "text": "Ve muhakkak ki; bu, Benim mustakîm olan yolumdur. Öyleyse ona tâbî olun. Ve (başka) yollara tâbî olmayın ki; o taktirde sizi, onun yolundan ayırır. İşte böyle size onunla vasiyet etti(emretti). Böylece siz takva sahibi olursunuz"
        },
        {
            "chapter": 6,
            "verse": 154,
            "text": "Sonra Musa (A.S)´a, ahsen olanlara tamamlayıcı olarak, herşeyi açıklayan ve rahmet olan ve hidayete erdiren kitabı (Tevrat´ı) verdik. Böylece onlar, Rab´lerine mülâki olacaklarına inanırlar (îmân ederler)"
        },
        {
            "chapter": 6,
            "verse": 155,
            "text": "Ve indirdiğimiz bu kitap mübarektir. Öyleyse O´na tâbî olun. Ve takva sahibi olun. Böylece siz rahmet olunursunuz (rahmete ulaşırsınız)"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "“Kitap, yalnızca bizden önceki iki topluluğa indirildi. Ve biz onların okuduklarından gerçekten gâfildik.” dersiniz diye (dememeniz için)"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "Veya “Eğer bize de bir kitap indirilseydi, elbette onlardan daha çok hidayete ererdik.” dersiniz. İşte size Rabbinizden hidayet (hidayete erdiren), beyyine (delil) ve rahmet gelmiştir. Öyleyse kim, Allah´ın âyetlerini yalanlayandan ve O´ndan yüz çeviren kimseden daha zalimdir? Âyetlerimizden yüz çevirenleri, yüz çevirmiş olmalarından dolayı ağır (kötü) bir azapla cezalandıracağız"
        },
        {
            "chapter": 6,
            "verse": 158,
            "text": "Onlar (illâ), onlara meleklerin gelmesini mi veya senin Rabbinin gelmesini mi veya senin Rabbinden bazı âyetlerin gelmesini mi bekliyorlar? Rabbinden bazı âyetlerin (mucizelerin) geldiği gün, daha önce îmân etmemişse (âmenû olmamışsa) veya îmânıyla bir hayır kazanmamışsa onun îmânı kendisine bir fayda vermez. De ki: “Bekleyin! Muhakkak ki; biz de bekleyenleriz.”"
        },
        {
            "chapter": 6,
            "verse": 159,
            "text": "Muhakkak ki; onlar, onların dînini tefrik ettiler (parça parça ayırdılar) ve grup grup oldular. Senin onlarla bir ilgin yok. Onların işi sadece Allah´a aittir. Sonra yapmış oldukları şeyleri, onlara haber verecek"
        },
        {
            "chapter": 6,
            "verse": 160,
            "text": "Kim (Allah´ın huzuruna) bir hasene ile gelirse, artık onun on misli, onundur.Ve kim bir seyyie ile gelirse, o zaman onun mislinden başkası ile cezalandırılmaz. Ve onlar zulmolunmazlar"
        },
        {
            "chapter": 6,
            "verse": 161,
            "text": "“Muhakkak ki; Rabbim, beni hanif olarak Sıratı Mustakîm´e, kıyâmete kadar ayakta kalacak olan Hz. İbrâhîm´in milletinin dînine hidayet etti.” de. Ve o, müşriklerden olmadı"
        },
        {
            "chapter": 6,
            "verse": 162,
            "text": "“Muhakkak ki; benim namazım, kurbanım, ibadetlerim hayatım ve ölümüm âlemlerin Rabbi Allah içindir.” de"
        },
        {
            "chapter": 6,
            "verse": 163,
            "text": "O´nun ortağı yoktur. Ve ben bununla emrolundum. Ve ben, müslümanların (teslim olanların) ilkiyim"
        },
        {
            "chapter": 6,
            "verse": 164,
            "text": "“O herşeyin Rabbi iken, Allah´tan başka Rab mı isteyeyim?” de. Bütün nefsler, kendisine ait olandan başkasını kazanmaz. Ve bir günahkâr, başkasının günahını (yükünü) taşımaz. Sonra dönüşünüz Rabbinizedir. O zaman, hakkında ihtilâfa düştüğünüz şeyleri size haber verecek"
        },
        {
            "chapter": 6,
            "verse": 165,
            "text": "Ve sizi yeryüzünün halifeleri yapan, size verdiği şeylerle sizi imtihan etmek için, bir kısmınızın derecelerini diğer bir kısmınızın üstüne yükselten O´dur. Muhakkak ki; senin Rabbin, cezası çabuk olandır. Ve muhakkak ki; O, mutlaka Gafur´dur (mağfiret edendir), Rahîm (rahmet nuru gönderen)´dir"
        }
    ]
}