{
    "maqras": [
        {
            "chapter": 12,
            "verse": 30,
            "text": "Abakhasi bolukongo olo nibaboola mbu; “ Omukhasi womukhongo yekomba omukholi waye naye nalamwikomba tawe. Toto obuyanzi bumutilile, toto efwe khulola mbu ali mubukori obwa habulafu.”"
        },
        {
            "chapter": 12,
            "verse": 31,
            "text": "Olwa yawulila amamoonyo kabu, yabarumania, nabakholela isambo, mana nahelesia buli omukhasi omubano, mana naboolela Yusufu mbu; “Bura imbeli wabu” olwabamulola bawuka nibamukhola omukhongo muno, mana nibeteta emikhono chiabu ni baboola mbu “ Tawe!! Uno shali omundu tawe, uno ni Malaika woluyali”"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "“Omukhasi” Naboola mbu; “ako niko kamufunaniyekhwo, netoto esie ndamwikomba ye nalenyele tawe, mana niyeyikalila. Ne nalakhaya okhukhola liemulomesia tawe, toto yetsa okhuboywa ne yetsa okhuba mubandu abatiti"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "(Yusuf) Naboola mbu; “Nyasaye wanje eshiboye ni eshilayi khwisie okhushila\takabananjilanga\tne nolandusiliaho ebifwanga biabu nditsa okhubachomakhwo ne ndalaba mubasilu"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "Mana Nyasaye wuwe nafuchilila amasayo keke, mana namurusiliaho ebifwanga biabu. Toto ye niye Omuwulili Omamanyi muno"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "Mana nikabaloloshela nibakhamala okhukhola ebifune, mbu balamuboya khubise bititi"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "Mana nibenjila halala ninaye mumboye (mujela) Abasiani babili, mulala wabu naboola mbu; “ Esie ndilutsi(elorere) nendinyanga amalwa” Ne owundi naboola mbu; “Esie ndilutsi nenjinjile khumurwe kwanje omukate ne amayoni nikabotsa” khuboolele eshimanyisio shiamaloro ako, toto efwe khukhulola mbu oli mubandu abalayi.”"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "Naboola; “Shishilabetselakhwo eshiakhulia shiosishiosi halali nemalile okhubaboolela eshimanyisio shiako, ako niko ka Nyasaye wanje Yanzechesia, esie ndalekha emilukha chiabandu balasuubilanga Nyasaye, nende abo bakhayanga inyanga yeyindukho"
        },
        {
            "chapter": 12,
            "verse": 38,
            "text": "Ne enondele emilukha chia Bapapa banje Ibraheem nende Is-haaq, nende Yaqub. Shikali khwifwe okhutsokasia Nyasaye nende shiosishiosi tawe, ako niko amalayi ka Nyasaye khwifwe, nende khubandu, halali Abandu abanji shibakhupanga orio tawe"
        },
        {
            "chapter": 12,
            "verse": 39,
            "text": "“Enye ababoye bashianje (babili)! Abanyasaye abanji bakabukhananga nibo abalayi nohomba Nyasaye mulala Owa amani"
        },
        {
            "chapter": 12,
            "verse": 40,
            "text": "Ebiamulaamanga bilali Nyasaye, ni amera butwsa kamwaraho enywe nende bapapa benyu, Nyasaye shiyeshiakhwo eshimanyisio shiosi khwako tawe. Ne okhubusia khwosi nikhwa Nyasaye butswa, yalomesia mbu mulalaama shiosi shiosi halaliye, eyo niyo idini yalunjikha. Halali Abandu abanji shibamanyile tawe"
        },
        {
            "chapter": 12,
            "verse": 41,
            "text": "“Enywe ababoye bashianje (babili) mulala wenyu alakalukha okhunywesia Omwani wuwe amalwa. Ne owundi yetsa okhwirwa abambwe, mana amayoni kalabotsa omurwe kukwe. Likhuwa limalile okhubura, elia mwarebanga okhumanya"
        },
        {
            "chapter": 12,
            "verse": 42,
            "text": "Ne naboolela owayamanya mbu yetsa okhuhonokokha, mbu; “unzitsulile imbeli womwami wuwo” Halali shetani namukoyasia okhwitsulisia Omwami wuwe. Mana niyekhala mumboye emika emibala"
        },
        {
            "chapter": 12,
            "verse": 43,
            "text": "Ne Omwami naboola mbu; “ Esie endustsi tsing’ombe saba, tsikhomefu nitsilibwa nende tsing’ombe saba tsing’awu. Ne endutsi tsingore saba tsimbisi nende etsindi tsinyumu. Enywe Abandu muhenjelekhwo amaloro kanje kano, nikali mbu enywe munyala okhukalula amaloro"
        },
        {
            "chapter": 12,
            "verse": 44,
            "text": "Nibaboola mbu; “Amaloro kenjilanemwo ako, ne efwe khwakorwa okhukalula amaloro"
        },
        {
            "chapter": 12,
            "verse": 45,
            "text": "Naboola ulia owahonokokha khubabili balia, niyetsulila, nibiakhabura ebise bititi, “Esie nditsa okhubaboolela okhukalula khwamaloro ako, kho murume.”"
        },
        {
            "chapter": 12,
            "verse": 46,
            "text": "“Yusufu ewe owatoto, khukalulile tsing’ombe saba tsikhomefu tsilibwa nende tsing’awu saba, nende tsingore saba tsimbisi nende etsindi tsinyumu- kho esie engalushe khubandu banyoole okhumanya”"
        },
        {
            "chapter": 12,
            "verse": 47,
            "text": "Naboola; “ Mulalima emika saba malondokhana kho biamuchesa mubileshe khubisokoro, biako halali bititi biamulia"
        },
        {
            "chapter": 12,
            "verse": 48,
            "text": "Mana chitsa okhwitsa emika saba, chiobutinyu chitsa okhulia ebiamwachibishila, halali shititi shamwitsa okhubikha"
        },
        {
            "chapter": 12,
            "verse": 49,
            "text": "Mana kano nikakhwawa, kuletsa omwika okwa Abandu betsa okhukhonywa(nende Nyasaye) ne mukwo balanyoolamwo(biabanyoolamwo)"
        },
        {
            "chapter": 12,
            "verse": 50,
            "text": "Omwami naboola mbu; “Mumurere khwisie” olwa omurumwa yamulila. Yusuf naboola mbu; “ Kalukha khumwami wuwo omureebe amakhuwa kabakhasi beteta emikhono chiabu, Toto Omwami wanje yamanya ebifwanga biabu"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "“Muboola murie, olwamwekomba Yusufu naye nalenyele?” Nibaboola mbu; “ Apoo! Shikhwamanyakhwo obubii bwosi bwosi khuye tawe,” omukhaye womwami naboola mbu ; “Toto obwatoto bwakhamanyikha, nesie wamwikomba naye nalenyele tawe, netoto ye ali mubandu abo bwatoto.”"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "(Yusuf naboola mbu) “Ako nilwokhubeela mbu, (Omwami) amanye mbu esie shindamukholela obubii inyuma wuwe tawe, ne mbu Nyasaye shalunjisinjia ebifwanga bia abakhobi tawe"
        }
    ]
}