{
    "manzils": [
        {
            "chapter": 5,
            "verse": 1,
            "text": "Jullie die geloven! Komt de verplichtingen na. Voor jullie zijn dieren van het vee toegestaan, behalve wat jullie [hierbij] voorgelezen wordt, mits jullie jachtbuit niet toegestaan achten als jullie in gewijde staat zijn. God bepaalt wat Hij wenst"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "Jullie die geloven! Ontwijdt Gods gewijde symbolen niet, noch de heilige maand, noch de offergave, noch de halsomhangsels, noch hen die zich naar het heilige huis begeven om naar goedgunstigheid van hun Heer en welgevallen te streven. Wanneer jullie niet [meer] in gewijde staat zijn, dan mogen jullie op jacht gaan. En laat de afkeer van bepaalde mensen, omdat zij jullie de weg naar de heilige moskee versperren, jullie er niet toe brengen overtredingen te begaan, maar staat elkaar bij in vroomheid en godvrezendheid en staat elkaar niet bij in zonde en overtreding, maar vreest God. God is streng in de afstraffing"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "Verboden is voor jullie wat vanzelf is doodgegaan, bloed, varkensvlees, vlees van iets waarover iets anders dan God is aangeroepen, het verstikte, het doodgeslagene, het doodgevallene, het doodgestotene, wat wilde dieren hebben aangevreten -- behalve wat jullie geslacht hebben -- en wat geofferd is op de offerstenen en ook dat jullie met pijlen verloten. Dat is een schande. Heden wanhopen zij die aan jullie godsdienst geen geloof hechten. Vreest hen niet, maar vreest Mij. Heden heb Ik jullie godsdienst voor jullie voltooid, Mijn genade aan jullie volledig bewezen en de Islaam [de overgave aan God] als godsdienst voor jullie goedgevonden. Maar als iemand door honger gedwongen wordt zonder tot zonde geneigd te zijn, dan is God vergevend en barmhartig"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "Zij vragen jou wat hun toegestaan is. Zeg: \"Toegestaan aan jullie zijn de goede dingen en [de vangst van] die roofdieren die jullie afgericht hebben door ze iets te leren van wat God jullie geleerd heeft.\" Eet dus van wat zij voor jullie vangen en vermeldt Gods naam erover. En vreest God; God is snel met de afrekening"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "Heden zijn aan jullie de goede dingen toegestaan. Het voedsel van hen aan wie het boek gegeven is, is aan jullie toegestaan en jullie voedsel is aan hen toegestaan en ook de eerbare vrouwen onder de gelovigen en de eerbare vrouwen van hen aan wie voor jullie tijd het boek gegeven is, als jullie haar in eerbaarheid en niet in ontucht haar loon geeft en zonder minnaressen te nemen. Maar wie het geloof verzaakt, diens werk blijft vruchteloos en in het hiernamaals behoort hij tot de verliezers"
        },
        {
            "chapter": 5,
            "verse": 6,
            "text": "Jullie die geloven! Wanneer jullie je voor de salaat opstellen, wast dan jullie gezichten en jullie handen tot aan de ellebogen en wrijft over jullie hoofden en [wast] jullie voeten tot de enkels. En als jullie onrein zijn, reinigt jullie dan. En als jullie ziek zijn of op reis of als iemand van het toilet komt of met vrouwen omgang heeft gehad en jullie vinden geen water, zoekt dan goede kale grond en wrijft jullie gezichten en handen ermee. God wenst jullie niet iets hinderlijks op te leggen, maar Hij wenst jullie slechts rein te maken en Zijn genade aan jullie volledig te bewijzen. Misschien zullen jullie dank betuigen"
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "En gedenkt Gods genade aan jullie en het verdrag dat Hij met jullie aangegaan is toen jullie zeiden: \"Wij horen en gehoorzamen.\" En vreest God. God weet wat er binnen in de harten is"
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "Jullie die geloven! Weest standvastig voor God als getuigen van de rechtvaardigheid. En laat de afkeer van bepaalde mensen jullie er niet toe brengen niet rechtvaardig te zijn. Weest rechtvaardig, dat is dichter bij godvrezendheid. En vreest God. God is welingelicht over wat jullie doen"
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "God heeft hun die geloven en de deugdelijke daden doen toegezegd dat er voor hen vergeving is en een geweldig loon"
        },
        {
            "chapter": 5,
            "verse": 10,
            "text": "En zij die ongelovig zijn en Onze tekenen loochenen, zij zijn het die in het hellevuur thuishoren"
        },
        {
            "chapter": 5,
            "verse": 11,
            "text": "Jullie die geloven! Gedenkt Gods genade aan jullie toen bepaalde mensen erop zonnen hun handen naar jullie uit te strekken, waarop Hij hun handen van jullie afhield. En vreest God. Op God moeten de gelovigen hun vertrouwen stellen"
        },
        {
            "chapter": 5,
            "verse": 12,
            "text": "God was een verdrag met de Israëlieten aangegaan en Wij riepen uit hun midden twaalf aanvoerders op. En God zei: \"Ik ben met jullie. Als jullie de salaat verrichten, de zakaat geven, in Mijn gezanten geloven, hen bijstaan en God een mooie lening geven, dan zal Ik jullie je slechte daden kwijtschelden en jullie binnenvoeren in tuinen waar de rivieren onderdoor stromen. Wie van jullie daarna ongelovig is, die dwaalt af van de correcte weg"
        },
        {
            "chapter": 5,
            "verse": 13,
            "text": "Maar, vanwege het verbreken van hun verdrag hebben Wij hen vervloekt en hun harten hard gemaakt. Zij verdraaien de woorden [door ze] uit hun verband [te halen] en zij zijn een deel vergeten van dat waartoe zij aangemaand waren. En jij zult steeds weer verraad van hen bespeuren, op enkelen van hen na. Reken het hun maar niet aan en scheld het kwijt. God bemint hen die goed doen"
        },
        {
            "chapter": 5,
            "verse": 14,
            "text": "En met hen die zeggen: \"Wij zijn christenen\" zijn Wij een verdrag aangegaan. Maar zij zijn een deel vergeten van dat waartoe zij aangemaand waren. Dus hebben Wij tussen hen vijandschap en haat tot aan de opstandingsdag laten ontstaan. God zal hun meedelen wat zij aan het doen waren"
        },
        {
            "chapter": 5,
            "verse": 15,
            "text": "Mensen van het boek! Onze gezant is tot jullie gekomen om jullie veel van de dingen die jullie verborgen hielden duidelijk te maken en om veel kwijt te schelden. Tot jullie is van God een licht en een duidelijk boek gekomen"
        },
        {
            "chapter": 5,
            "verse": 16,
            "text": "God leidt daarmee wie Zijn welgevallen navolgen op de wegen van de vrede, brengt hen met Zijn toestemming uit de duisternis naar het licht en leidt hen op een juiste weg"
        },
        {
            "chapter": 5,
            "verse": 17,
            "text": "Ongelovig zijn zeker zij die zeggen: \"God is de masieh 'Isa, de zoon van Marjam.\" Zeg: \"Wie zou tegen God ook maar iets kunnen uitrichten, als Hij zou wensen dat de masieh 'Isa, de zoon van Marjam met zijn moeder en wie er op de aarde zijn allen zouden omkomen?\" Van God is de heerschappij over de hemelen en de aarde en wat er tussen beide is. Hij schept wat Hij wil. God is almachtig"
        },
        {
            "chapter": 5,
            "verse": 18,
            "text": "De joden en de christenen zeggen: \"Wij zijn de kinderen Gods en Zijn beminden.\" Zeg: \"Waarom straft Hij jullie dan voor jullie zonden? Maar nee, jullie zijn mensen die behoren tot hen die Hij geschapen heeft! Hij vergeeft aan wie Hij wil en Hij straft wie Hij wil.\" Van God is de heerschappij over de hemelen en de aarde en wat tussen beide is. Bij Hem is de bestemming"
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "Mensen van het boek! Onze gezant is tot jullie gekomen om jullie na een onderbreking in de gezanten duidelijkheid te brengen opdat jullie niet zouden zeggen: \"Tot ons is geen verkondiger van goed nieuws, noch een waarschuwer gekomen.\" Maar er is een verkondiger van goed nieuws en een waarschuwer tot jullie gekomen! God is almachtig"
        },
        {
            "chapter": 5,
            "verse": 20,
            "text": "En toen Moesa tot zijn volk zei: \"Mijn volk! Gedenkt Gods genade aan jullie toen Hij bij jullie profeten aanstelde en jullie tot koningen maakte en jullie gaf wat Hij niemand van de wereldbewoners gegeven had"
        },
        {
            "chapter": 5,
            "verse": 21,
            "text": "Mijn volk! Gaat het heilige land binnen dat God jullie voorgeschreven heeft en keert het niet jullie ruggen toe; jullie zullen dan als verliezers omdraaien"
        },
        {
            "chapter": 5,
            "verse": 22,
            "text": "Zij zeiden: \"O Moesa, daarin zijn reusachtig sterke mensen. Wij zullen er niet binnengaan, zolang zij er niet uitgaan. Als zij er uitgaan, dan gaan wij binnen"
        },
        {
            "chapter": 5,
            "verse": 23,
            "text": "Twee mannen van hen die godvrezend waren, aan wie God genade geschonken had zeiden: \"Gaat, hen tegemoet, door de poort naar binnen. Wanneer jullie haar binnengaan dan overwinnen jullie. Op God moeten jullie je vertrouwen stellen als jullie gelovigen zijn"
        },
        {
            "chapter": 5,
            "verse": 24,
            "text": "Zij zeiden: \"O Moesa, wij zullen er nooit binnengaan zolang zij erin zijn. Ga jij maar en jouw Heer en strijdt. Wij blijven wel hier"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "Hij zei: \"Mijn Heer, ik heb alleen maar macht over mijzelf en mijn broeder. Zonder ons af van de verdorven mensen"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "Hij zei: \"Dan is het voor hen verboden, veertig jaar lang, waarin zij op de aarde zullen rondzwerven. Bekommer je maar niet om de verdorven mensen"
        },
        {
            "chapter": 5,
            "verse": 27,
            "text": "En lees hun de mededeling over de twee zonen van Adam naar waarheid voor. Toen zij een offer brachten en het van een van beiden werd aangenomen. En het werd van de ander niet aangenomen. Die zei: \"Ik sla jou dood!\" Hij zei: \"God neemt slechts van de godvrezenden aan"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "Ook al strek jij je hand naar mij uit om mij te doden, ik zal mijn hand niet naar jou uitstrekken om jou te doden. Ik vrees God, de Heer van de wereldbewoners"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "Ik wens dat jij de zonde aan mij en jouw zonde over je brengt en dan tot de bewoners van het vuur zult behoren. Dat is de vergelding voor de onrechtplegers"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "Toen zette hij zich ertoe aan om zijn broer te doden en hij doodde hem en zo ging hij tot de verliezers behoren"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "God zond toen een raaf die in de aarde scharrelde om hem te tonen hoe hij het lijk van zijn broer kon bedekken. Hij zei: \"Wee mij! Ben ik niet in staat om zoals deze raaf te zijn en het lijk van mijn broer te bedekken?\" Zo ging hij behoren tot hen die wroeging hebben"
        },
        {
            "chapter": 5,
            "verse": 32,
            "text": "Derhalve hebben Wij aan de Israëlieten voorgeschreven dat wie iemand doodt, anders dan voor doodslag of wegens verderf zaaien op de aarde, is alsof hij de mensen gezamenlijk heeft gedood en dat wie iemand laat leven is alsof hij de mensen gezamenlijk heeft laten leven. Onze gezanten zijn tot hen met de duidelijke bewijzen gekomen, maar velen van hen waren daarna op de aarde toch onmatig"
        },
        {
            "chapter": 5,
            "verse": 33,
            "text": "De vergelding van hen die tegen God en Zijn gezant oorlog voeren en erop uit trekken om op de aarde verderf te zaaien zal zijn, dat zij ter dood gebracht zullen worden, of gekruisigd, of dat hun handen en hun voeten aan tegenovergestelde kanten worden afgehouwen, of dat zij uit het land verbannen worden. Dat is voor hen een schande in het tegenwoordige leven en in het hiernamaals is er voor hen een geweldige bestraffing"
        },
        {
            "chapter": 5,
            "verse": 34,
            "text": "Afgezien van hen die berouw tonen voordat jullie hen overmeesteren. Weet dan dat God vergevend en barmhartig is"
        },
        {
            "chapter": 5,
            "verse": 35,
            "text": "Jullie die geloven! Vreest God en zoekt naar het middel om nader tot Hem te komen en zet jullie in op Zijn weg. Misschien dat het jullie welgaat"
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "Ook al hadden zij die ongelovig zijn alles wat er op de aarde is en nog eens evenveel om zich ermee van de straf van de opstandingsdag vrij te kopen, het zou van hen niet worden aangenomen. Voor hen is er een pijnlijke bestraffing"
        },
        {
            "chapter": 5,
            "verse": 37,
            "text": "Zij zullen uit het vuur wensen te ontkomen, maar zij kunnen er niet uit ontkomen. Voor hen is er een blijvende bestraffing"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "En de dief en de dievegge, houwt hun de hand af ter vergelding voor wat zij begaan hebben, als een afschrikwekkend voorbeeld van God. God is machtig en wijs"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "Toont echter iemand na zijn misdrijf berouw en betert hij zich, dan zal God zich genadig tot hem wenden. God is vergevend en barmhartig"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "Weet jij niet dat God de heerschappij over de hemelen en de aarde heeft? Hij bestraft wie Hij wil en Hij vergeeft aan wie Hij wil. God is almachtig"
        },
        {
            "chapter": 5,
            "verse": 41,
            "text": "O gezant, laat je niet bedroefd maken door hen die in ongeloof wedijveren en die behoren bij hen die met hun monden zeggen: \"Wij geloven\", hoewel hun harten niet geloven. En bij hen die het jodendom aanhangen zijn er die gehoor geven aan leugen. Zij geven gehoor aan andere mensen die niet tot jou gekomen zijn. Zij verdraaien de woorden door ze uit hun verband te halen en zeggen: \"Als dit aan jullie gegeven wordt, neemt het dan aan en als het niet aan jullie gegeven wordt weest dan op je hoede.\" En als God de verzoeking van iemand wenst dan zul jij voor hem niets tegen God kunnen uitrichten. Zij zijn het van wie God de harten niet rein wenst te maken. Voor hen is er in het tegenwoordige leven schande en voor hen is er in het hiernamaals een geweldige bestraffing"
        },
        {
            "chapter": 5,
            "verse": 42,
            "text": "Zij geven gehoor aan leugen, zij verteren het oneerlijk verkregene! Als zij tot jou komen, oordeel dan tussen hen of wend je van hen af. Als jij je van hen afwendt dan zullen zij jou geen enkele schade berokkenen en als jij oordeelt, oordeel dan tussen hen met rechtvaardigheid. God bemint hen die rechtvaardig handelen"
        },
        {
            "chapter": 5,
            "verse": 43,
            "text": "Hoe komen zij ertoe jou tot scheidsrechter te maken, terwijl zij toch de Taura bij zich hebben, waarin Gods oordeel staat? Dan zullen zij zich daarna toch afkeren. Zij zijn geen gelovigen"
        },
        {
            "chapter": 5,
            "verse": 44,
            "text": "Wij hebben de Taura neergezonden met een leidraad erin en een licht, waarmee de profeten die zich [aan God] overgeven oordeel vellen voor hen die het jodendom aanhangen. Zo ook de rabbijnen en de schriftgeleerden, naar wat hun van Gods boek was toevertrouwd en waarvan zij getuigen waren. Vreest dan de mensen niet maar vreest Mij en verkwanselt Mijn tekenen niet. En wie niet oordeel vellen volgens wat God heeft neergezonden, dat zijn de ongelovigen"
        },
        {
            "chapter": 5,
            "verse": 45,
            "text": "Wij hebben hun daarin voorgeschreven: leven om leven, oog om oog, neus om neus, oor om oor en tand om tand; ook voor verwondingen is er vergelding. Als iemand het dan als aalmoes kwijtscheldt dan geldt dat voor hem als verzoening. En wie niet oordeel vellen volgens wat God heeft neergezonden, dat zijn de onrechtplegers"
        },
        {
            "chapter": 5,
            "verse": 46,
            "text": "En Wij hebben 'Isa, de zoon van Marjam in hun spoor laten volgen als bevestiger van wat er van de Taura voor zijn tijd al was. Wij gaven hem de Indjiel met een leidraad erin en een licht ter bevestiging van wat er van de Taura voor zijn tijd al was en als een leidraad en aansporing voor de godvrezenden"
        },
        {
            "chapter": 5,
            "verse": 47,
            "text": "En laten de mensen van de Indjiel oordeel vellen volgens wat God daarin heeft neergezonden. En wie niet oordeel vellen volgens wat God heeft neergezonden, dat zijn de verdorvenen"
        },
        {
            "chapter": 5,
            "verse": 48,
            "text": "En Wij hebben het boek met de waarheid naar jou neergezonden ter bevestiging van wat er voordien van het boek al was en om erover te waken. Oordeel dan tussen hen volgens wat God heeft neergezonden en volg hun neigingen niet in afwijking van wat van de waarheid tot jou gekomen is. Voor een ieder van jullie hebben Wij een norm en een weg bepaald. En als God het gewild had, zou Hij jullie tot één gemeenschap gemaakt hebben, maar Hij heeft jullie in wat jullie gegeven is op de proef willen stellen. Wedijvert dus in goede daden. Tot God is jullie terugkeer, gezamenlijk. Hij zal jullie dan dat meedelen waarover jullie het oneens waren"
        },
        {
            "chapter": 5,
            "verse": 49,
            "text": "En oordeel tussen hen volgens wat God heeft neergezonden en volg hun neigingen niet en wees voor hen op je hoede dat zij je niet weglokken van een deel van wat God tot jou heeft neergezonden. Als zij zich afkeren, weet dan dat God hen wenst te treffen voor sommige van hun zonden. En veel van de mensen zijn echt verdorven"
        },
        {
            "chapter": 5,
            "verse": 50,
            "text": "Is het de rechtspraktijk uit de tijd van onwetendheid die zij nastreven? Wie heeft een betere rechtspraktijk dan God voor mensen die overtuigd zijn"
        },
        {
            "chapter": 5,
            "verse": 51,
            "text": "Jullie die geloven! Neemt de joden en de christenen niet als medestanders. Zij zijn onderling medestanders. Wie van jullie zich als medestander bij hen aansluit, die behoort bij hen. God wijst de mensen die onrecht plegen de goede richting niet"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "Jij ziet toch dat zij die in hun harten een ziekte hebben zich naar hen toe haasten; zij zeggen: \"Wij vrezen dat een wending [van het lot] ons zal treffen.\" Misschien dat God succes brengt of een beschikking van Zijn kant. Dan zullen zij wroeging krijgen over wat zij in zichzelf geheim houden"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "En zij die geloven zullen zeggen: \"Zijn zij dat die bij God dure eden zwoeren dat zij met jullie zouden zijn? Hun daden waren vruchteloos en zij zijn verliezers geworden"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "Jullie die geloven! Als iemand van jullie zich van zijn godsdienst afkeert, dan zal God wel met mensen komen die Hij bemint en die Hem beminnen, die inschikkelijk zijn voor de gelovigen en streng tegen de ongelovigen, die zich inspannen op Gods weg en die niemands verwijt vrezen. Dat is Gods goedgunstigheid die Hij geeft aan wie Hij wil. God is alomvattend en wetend"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "Jullie medestander is God en Zijn gezant en ook zij die geloven, de salaat verrichten en de zakaat geven terwijl zij buigen"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "Wie zich aansluit bij God, Zijn gezant en hen die geloven -- Gods partij -- zij zijn de overwinnaars"
        },
        {
            "chapter": 5,
            "verse": 57,
            "text": "Jullie die geloven! Neemt niet hen, die jullie godsdienst met spot en scherts bejegenen, uit het midden van hen aan wie het boek voor jullie tijd gegeven was, noch de ongelovigen als medestanders. En vreest God als jullie gelovig zijn"
        },
        {
            "chapter": 5,
            "verse": 58,
            "text": "Wanneer jullie oproepen tot de salaat, bejegenen zij dat met spot en scherts. Dat komt omdat zij mensen zijn die geen verstand hebben"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "Zeg: \"Mensen van het boek! Koesteren jullie alleen maar wrok tegen ons omdat wij geloven in God, in wat naar ons is neergezonden en in wat vroeger is neergezonden en omdat de meesten van jullie verdorven zijn"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "Zeg: \"Zal ik jullie iets meedelen wat nog slechter is, als vergelding bij God? Wie door God is vervloekt en op wie Hij vertoornd is en van wie Hij er tot apen en varkens gemaakt heeft en die de Taghoet dienen; zij zijn het die de slechtste plaats hebben en die het verst afgedwaald zijn van de correcte weg"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "En wanneer zij tot jullie komen zeggen zij: \"Wij geloven\", maar zij komen in ongeloof binnen en zo gaan zij naar buiten. God weet het best wat zij verborgen hielden"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "Jij ziet velen van hen in zonde en overtreding wedijveren en in het verteren van het oneerlijk verkregene"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "Als de rabbijnen en de schriftgeleerden hun maar zouden verbieden zondige dingen te zeggen en het oneerlijk verkregene te verteren. Wat zij aan het doen waren was pas echt slecht"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "En de joden zeggen: \"Gods hand is gebonden.\" Hun handen zijn gebonden en zij worden vervloekt om wat zij zeggen! Welnee, Gods handen zijn beide wijd opengespreid; Hij schenkt weg hoe Hij wil. Velen nemen door wat van jouw Heer naar jou is neergezonden nog toe in onbeschaamdheid en ongeloof. En Wij brachten tussen hen vijandschap en haat teweeg tot aan de opstandingsdag. Telkens als zij een vuur ontsteken dat tot oorlog leidt, dan dooft God het. En zij trekken eropuit om op de aarde verderf te zaaien. God bemint de verderfzaaiers niet"
        },
        {
            "chapter": 5,
            "verse": 65,
            "text": "Als de mensen van het boek zouden geloven en godvrezend zouden zijn, zouden Wij hun slechte daden uitwissen en hen de tuinen van de gelukzaligheid binnenvoeren"
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "En als zij zich aan de Taura en de Indjiel en wat van hun Heer naar jou is neergezonden zouden houden, zouden zij kunnen eten van wat boven hen is en van wat onder hun voeten is. Onder hen is er een gematigde gemeenschap, maar voor velen van hen geldt: slecht is het wat zij doen"
        },
        {
            "chapter": 5,
            "verse": 67,
            "text": "O gezant, verkondig wat van jouw Heer tot jou is neergezonden en als jij dat niet doet dan heb jij Zijn zendingsopdracht niet verkondigd. God beschut jou voor de mensen. God wijst de ongelovigen de goede richting niet"
        },
        {
            "chapter": 5,
            "verse": 68,
            "text": "Zeg: \"Mensen van het boek! Jullie baseren jullie op niets zolang jullie je niet houden aan de Taura en de Indjiel en aan wat van jullie Heer naar jullie is neergezonden.\" Velen nemen door wat van jouw Heer naar jou is neergezonden nog toe in onbeschaamdheid en ongeloof. Bekommer je maar niet om de ongelovige mensen"
        },
        {
            "chapter": 5,
            "verse": 69,
            "text": "Voorwaar diegenen die geloven en de Joden en de Sabiers en de Christenen en wie er in God en de oordeelsdag geloven en de goede werken verrichten, voor hen zal er geen angst zijn, zij zullen niet treuren"
        },
        {
            "chapter": 5,
            "verse": 70,
            "text": "Wij zijn een verdrag aangegaan met de Israëlieten en Wij hebben tot hen gezanten gezonden. Telkens als er een gezant tot hen kwam met iets wat hun niet zon betichtten zij sommigen van leugens en anderen doodden zij"
        },
        {
            "chapter": 5,
            "verse": 71,
            "text": "En zij dachten dat er geen verzoeking zou zijn; zij waren blind en doof. Toen wendde God zich genadig tot hen, maar velen van hen werden weer blind en doof. God doorziet wel wat zij doen"
        },
        {
            "chapter": 5,
            "verse": 72,
            "text": "Ongelovig zijn zij die zeggen: \"God is de masieh, de zoon van Marjam.\" Maar de masieh heeft gezegd: \"O Israëlieten, dient God, mijn Heer en jullie Heer.\" Als iemand aan God metgezellen toevoegt, dan ontzegt God hem de tuin; zijn verblijfplaats is het vuur. De overtreders zullen geen helpers hebben"
        },
        {
            "chapter": 5,
            "verse": 73,
            "text": "Ongelovig zijn zij die zeggen dat God een derde van drie is. Maar er is geen andere god dan één god. En als zij niet ophouden met wat zij zeggen, dan zal een pijnlijke bestraffing diegenen van hen treffen die ongelovig zijn"
        },
        {
            "chapter": 5,
            "verse": 74,
            "text": "Zullen zij zich dan niet berouwvol tot God wenden en Hem om vergeving vragen? God is vergevend en barmhartig"
        },
        {
            "chapter": 5,
            "verse": 75,
            "text": "De masieh, de zoon van Marjam, is alleen maar een gezant aan wie de andere gezanten zijn voorafgegaan en zijn moeder was een oprechte vrouw; beiden aten zij voedsel. Kijk hoe Wij voor hen de tekenen duidelijk maken en kijk dan hoe zij worden afgeleid"
        },
        {
            "chapter": 5,
            "verse": 76,
            "text": "Zeg: \"Zullen jullie in plaats van God iets dienen wat voor jullie niets schadelijks en niets nuttigs kan uitrichten.\" God is de horende, de wetende"
        },
        {
            "chapter": 5,
            "verse": 77,
            "text": "Zeg: \"Mensen van het boek! Gaat in jullie godsdienst niet te ver aan de waarheid voorbij! En volgt niet de neigingen van mensen die vroeger al dwaalden en die velen hebben misleid en die van de correcte weg afgedwaald zijn"
        },
        {
            "chapter": 5,
            "verse": 78,
            "text": "Die Israëlieten die ongelovig waren zijn vervloekt bij monde van Dawoed en 'Isa, de zoon van Marjam. Dat was omdat zij opstandig en vijandig waren"
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "Zij hielden elkaar niet af van het verwerpelijke dat zij deden. Wat zij deden was pas echt slecht"
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "Jij ziet velen van hen bijstand verlenen aan hen die ongelovig zijn. Wat zijzelf tevoren deden was pas echt slecht, zodat God vergramd op hen is. En in de bestraffing zullen zij altijd blijven"
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "Als zij geloofd hadden in God en de profeet en in wat naar hem is neergezonden, dan hadden zij hen niet als medestanders genomen, maar velen van hen zijn verdorvenen"
        },
        {
            "chapter": 5,
            "verse": 82,
            "text": "Jij zult merken dat de vijandigste mensen jegens hen die geloven de joden en de aanhangers van het veelgodendom zijn en je zult merken dat zij in genegenheid het dichtst staan bij hen die geloven die zeggen: \"Wij zijn christenen.\" Dat komt omdat onder hen priesters en monniken zijn en omdat zij niet hoogmoedig zijn"
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "Wanneer zij wat naar de gezant is neergezonden horen dan zie jij hun ogen van tranen overstromen wegens de waarheid die zij herkennen, terwijl zij zeggen: \"Onze Heer, wij geloven. Schrijf ons dus op bij hen die getuigen"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "Waarom zouden wij niet in God geloven en in wat er van de waarheid tot ons is gekomen en begeren dat onze Heer ons samen met de rechtschapen mensen binnenvoert"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "God beloont hen voor wat zij zeggen met tuinen waar de rivieren onderdoor stromen, daarin zullen zij altijd blijven. Dat is de beloning voor hen die goed doen"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "Maar zij die ongelovig zijn en Onze tekenen loochenen, zij zijn het die in het hellevuur thuishoren"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "Jullie die geloven! Zegt niet dat de goede dingen die God jullie heeft toegestaan verboden zijn en begaat geen overtredingen; God bemint de overtreders niet"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "En eet van wat God jullie als levensonderhoud gegeven heeft, als iets wat toegestaan en goed is. En vreest God in Wie jullie geloven"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "God rekent jullie de onnadenkende uitspraken bij jullie eden niet aan, maar Hij rekent jullie aan waartoe jullie je in eden verbinden. De verzoening ervoor is aan tien behoeftigen voedsel te geven zoals jullie gemiddeld aan je huisgenoten voedsel geven of het kleden van hen of de vrijlating van een slaaf. Als iemand niets te geven vindt, dan een vasten van drie dagen. Dat is een verzoening voor jullie eden, wanneer jullie zweren. En houdt jullie aan je eden. Zo maakt God Zijn tekenen aan jullie duidelijk; misschien zullen jullie dank betuigen"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "Jullie die geloven! De wijn, het kansspel, de offerstenen en de verlotingspijlen zijn een gruwel van satans makelij. Vermijdt die dus; misschien zal het jullie welgaan"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "De satan wenst slechts vijandschap en haat tussen jullie te veroorzaken door de wijn en het kansspel en door jullie van het gedenken Gods en van de salaat af te houden. Zullen jullie dan ophouden"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "En gehoorzaamt God en gehoorzaamt de gezant en als jullie je afkeren, weet dan dat Onze gezant alleen maar de plicht van de duidelijke verkondiging heeft"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "Voor hen die geloven en de deugdelijke daden doen is er geen vergrijp ten aanzien van het voedsel dat zij nemen, als zij maar godvrezend zijn en geloven en de deugdelijke daden doen en dan voorts godvrezend zijn en geloven en voorts godvrezend zijn en goed doen. God bemint hen die goed doen"
        },
        {
            "chapter": 5,
            "verse": 94,
            "text": "Jullie die geloven! God zal jullie op de proef stellen met iets van de jachtbuit waarvan jullie handen en jullie speren zich meester maken, opdat God weet wie Hem in het verborgene vreest. Als iemand daarna overtredingen begaat, dan is er voor hem een pijnlijke bestraffing"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "Jullie die geloven! Doodt geen jachtwild als jullie in gewijde staat zijn. Als iemand van jullie het opzettelijk doodt dan geldt als vergelding een stuks vee gelijk aan wat hij gedood heeft, ter beoordeling van twee rechtvaardigen uit jullie midden, als een offergave die de Ka'ba moet bereiken, of als verzoening het spijzigen van behoeftigen of een vasten die daarmee overeenkomt, zodat hij het walgelijke van zijn gedrag proeft. God scheldt wat er vroeger gebeurd is kwijt, maar als iemand het weer doet, dan neemt God wraak op hem. God is machtig en wraakgierig"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "Toegestaan voor jullie is wat op zee gevangen wordt en voedsel uit haar als levensmiddelen voor jullie en voor de reizigers, maar verboden is voor jullie wat op het land gejaagd wordt zolang jullie in gewijde staat zijn. En vreest God tot Wie jullie verzameld zullen worden"
        },
        {
            "chapter": 5,
            "verse": 97,
            "text": "God heeft de Ka'ba, het heilige huis, gemaakt tot een ondersteuning voor de mensen en evenzo de heilige maand, de offergave en de halsomhangsels. Dat is opdat jullie weten dat God weet wat er in de hemelen en wat er op de aarde is en dat God alwetend is"
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "Weet dat God streng in de afstraffing is en dat God vergevend en barmhartig is"
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "De gezant heeft alleen maar de plicht van de verkondiging, maar God weet wat jullie openlijk en in het verborgene doen"
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "Zeg: \"Het onbetamelijke en het goede zijn niet gelijk, ook al bevalt jullie de veelheid van het onbetamelijke. Vreest God dus, o verstandigen; misschien zal het jullie welgaan"
        },
        {
            "chapter": 5,
            "verse": 101,
            "text": "Jullie die geloven! Vraagt niet naar dingen die jullie zullen kwellen als ze jullie bekend worden. Maar als jullie ernaar vragen, wanneer de Koran wordt neergezonden, dan worden ze jullie bekend. God heeft ze kwijtgescholden. God is vergevend en zachtmoedig"
        },
        {
            "chapter": 5,
            "verse": 102,
            "text": "Mensen van voor jullie tijd hebben het gevraagd, maar toen schonken zij er toch geen geloof aan"
        },
        {
            "chapter": 5,
            "verse": 103,
            "text": "God heeft niets ingesteld over de kameelmerrie met gespleten oren, noch over de losgelaten kameelmerrie, noch over de ooi die met een ram een tweeling vormt, noch over de niet meer te belasten kameelhengst. Maar zij die ongelovig zijn verzinnen leugens over God en de meesten van hen zijn niet verstandig"
        },
        {
            "chapter": 5,
            "verse": 104,
            "text": "En wanneer tot hen gezegd wordt: \"Komt tot wat God heeft neergezonden en tot de gezant\", zeggen zij: \"Dat waarvan wij gemerkt hebben dat onze vaderen eraan gewoon waren is goed genoeg voor ons.\" En als hun vaderen nu eens niets wisten en het goede pad niet volgden"
        },
        {
            "chapter": 5,
            "verse": 105,
            "text": "Jullie die geloven! Let op jezelf. Iemand die dwaalt kan jullie geen schade berokkenen wanneer jullie het goede pad volgen. Tot God is jullie terugkeer, gezamenlijk. Hij zal jullie dan meedelen wat jullie aan het doen waren"
        },
        {
            "chapter": 5,
            "verse": 106,
            "text": "Jullie die geloven! Bij jullie moet het getuigenis, ten tijde van de [testamentaire] beschikking, wanneer iemand van jullie de dood nabij is bestaan uit twee rechtvaardigen uit jullie midden of, als jullie op de aarde rondtrekken en jullie het onheil van de dood treft, twee anderen die niet uit jullie midden zijn. Jullie moeten hen na de salaat vasthouden en zij zullen dan, als jullie twijfelen, bij God zweren: \"Wij verkopen het voor geen prijs, zelfs al zou het een verwant betreffen en wij zullen Gods getuigenis niet verbergen; dan zullen wij bij de zondaars behoren"
        },
        {
            "chapter": 5,
            "verse": 107,
            "text": "Maar als uitkomt dat beiden zich aan een vergrijp schuldig gemaakt hebben, dan moeten er twee anderen in hun plaats komen uit het midden van hen tegen wie die twee zich vergrepen hadden; zij moeten dan bij God zweren: \"Ons getuigenis is echt oprechter dan het getuigenis van hen beiden. Wij begaan geen overtredingen; als wij dat doen dan zullen wij bij de onrechtplegers behoren"
        },
        {
            "chapter": 5,
            "verse": 108,
            "text": "Dat bevordert het best dat zij overeenkomstig de werkelijkheid getuigenis geven. Of zij moeten vrezen dat na hun eden nog weer andere eden worden gegeven. En vreest God en hoort. God wijst de verdorven mensen de goede richting niet"
        },
        {
            "chapter": 5,
            "verse": 109,
            "text": "Op de dag dat God de gezanten bijeenbrengt en zegt: \"Wat heeft men jullie geantwoord?\" Dan zeggen zij: \"Wij hebben er geen weet van; U bent de kenner van de verborgenheden"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "Toen God zei: \"O 'Isa, zoon van Marjam, denk aan Mijn genade aan jou en jouw moeder toen Ik jou sterkte met de heilige geest, zodat jij in de wieg en als volwassene tot de mensen sprak en toen Ik jou het boek onderwees en de wijsheid, de Taura en de Indjiel en toen jij met Mijn toestemming uit klei iets als de vorm van een vogel schiep en er toen in blies en het met Mijn toestemming een vogel was en toen jij blindgeborenen en melaatsen met Mijn toestemming genas en toen jij doden met Mijn toestemming [uit het graf] tevoorschijn liet komen en toen ik de Israëlieten van je afhield toen jij met de duidelijke bewijzen tot hen kwam, waarop zij onder hen die ongelovig waren zeiden dat dit duidelijk slechts toverij was"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "En toen Ik aan de discipelen openbaarde: \"Gelooft in Mij en Mijn gezant.\" Zij zeiden: \"Wij geloven. Getuig dat wij ons [aan God] hebben overgegeven"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "Toen de discipelen zeiden: \"O 'Isa, zoon van Marjam, kan jouw Heer tot ons een tafel uit de hemel laten neerdalen?\" Hij zei: \"Vreest God als jullie gelovigen zijn"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "Zij zeiden: \"Wij wensen ervan te eten en dat onze harten gerustgesteld worden en dat wij weten dat jij ons de waarheid hebt gezegd en dat wij tot hen behoren die er getuigen van zijn"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "Isa, de zoon van Marjam zei: \"O God, onze Heer, laat tot ons uit de hemel een tafel neerdalen die voor ons een feest zal zijn, voor de eerste van ons en de laatste van ons en een teken van U. En voorzie in ons levensonderhoud; U bent de beste voorziener"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "God zei: \"Ik laat haar tot jullie neerdalen. Wie daarna van jullie nog ongelovig is die zal Ik straffen met een bestraffing zoals Ik niemand van de wereldbewoners straf"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "En toen God zei: \"O 'Isa, zoon van Marjam, heb jij tot de mensen gezegd: 'Neemt mij en mijn moeder tot goden naast God?\" Hij zei: \"U zij geprezen! Het past mij niet iets te zeggen waartoe ik geen recht heb. Als ik het gezegd zou hebben dan zou U het geweten hebben. U weet wat in mijn binnenste is, maar ik weet niet wat in Uw binnenste is. U bent de kenner van de verborgenheden"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "Ik heb tot hen alleen maar gezegd wat U mij bevolen hebt: 'Dient God, mijn Heer en jullie Heer? en ik was getuige van hen zolang ik bij hen was. En toen U mij weggenomen had was U de opziener over hen; U bent van alles getuige"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "Als U hen bestraft, dan zijn zij Uw dienaren en als U hun vergeeft dan bent U de machtige, de wijze"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "God zei: \"Dit is de dag waarop de oprechten baat hebben van hun oprechtheid. Voor hen zijn er tuinen, waar de rivieren onderdoor stromen, daarin zullen zij voor immer en altijd blijven.\" God is met hen ingenomen en zij zijn met Hem ingenomen. Dat is de geweldige triomf"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "God heeft de heerschappij over de hemelen en de aarde en wat erin is en Hij is almachtig"
        },
        {
            "chapter": 6,
            "verse": 1,
            "text": "Lof zij God die de hemelen en de aarde geschapen en de duisternis en het licht gemaakt heeft. Toch zeggen zij die ongelovig zijn dat hun Heer gelijken heeft"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "Hij is het die jullie uit klei geschapen en dan een termijn bepaald heeft. Een vastgestelde termijn is er bij Hem. Toch twijfelen jullie"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "En Hij is God in de hemelen en op de aarde. Hij weet wat jullie geheim houden en wat jullie openbaar maken en Hij weet wat jullie ten uitvoer brengen"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "En er komt geen enkele van de tekenen van hun Heer tot hen of zij keren zich ervan af"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "Zij hebben immers de waarheid geloochend toen die tot hen kwam. Maar de mededelingen over dat, waarmee zij de spot dreven zullen tot hen komen"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "Hebben zij niet gezien hoeveel generaties Wij al voor hun tijd vernietigd hebben aan wie Wij op de aarde zoveel macht gegeven hadden, als Wij aan jullie niet hebben gegeven? En Wij hadden de hemel in overvloed over hen laten regenen en Wij hadden rivieren onder hen door laten stromen. Maar toen vernietigden Wij hen om hun zonden en Wij lieten na hen een andere generatie ontstaan"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "Als Wij tot jou een boek in geschreven vorm hadden neergezonden en zij zouden dat dan met hun handen betasten, dan zouden zij die ongelovig zijn zeggen: \"Dit is duidelijk slechts toverij"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "En zij zouden zeggen: \"Had dan niet een engel tot hem neergezonden kunnen worden?\" Maar als Wij een engel zouden neerzenden, zou de beslissing zijn gevallen en dan zouden zij geen uitstel meer gekregen hebben"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "En al hadden Wij hem een engel gemaakt dan hadden Wij hem toch als een man gemaakt; Wij hadden voor hen verhuld wat zijzelf verhullen"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "Er werd al voor jouw tijd met gezanten de spot gedreven, maar zij die hen belachelijk maakten werden door dat waarmee zij de spot dreven ingesloten"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "Zeg: \"Reist op de aarde rond en kijkt hoe het einde was van de loochenaars"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "Zeg: \"Van wie is wat er in de hemelen en op de aarde is?\" Zeg: \"Van God.\" Hij heeft zichzelf barmhartigheid voorgeschreven. Hij zal jullie bijeenbrengen voor de opstandingsdag waaraan geen twijfel is. Zij die zichzelf verloren hebben geloven dus niet"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "Van Hem is wat er in de nacht en op de dag rust. Hij is de horende, de wetende"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "Zeg: \"Zal ik mij iemand anders dan God als beschermer nemen? De grondlegger van de hemelen en de aarde, Hij die voedsel geeft maar niet wordt gevoed!\" Zeg: \"Mij is bevolen de eerste te zijn van hen die zich [aan God] overgeven\"; jij moet niet bij de veelgodendienaars behoren"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "Zeg: \"Ik vrees, als ik ongehoorzaam aan mijn Heer ben, de bestraffing op een geweldige dag"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "Van wie het op die dag afgewend wordt, met hem heeft Hij erbarmen en dat is de duidelijke triomf"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "En als God je met tegenspoed treft dan is er niemand die dat kan wegnemen, behalve Hij. En als Hij je met iets goeds treft, Hij is almachtig"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "En Hij is de beheerser die boven Zijn dienaren staat en Hij is de wijze, de welingelichte"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "Zeg: \"Wat geldt als het grootste getuigenis?\" Zeg: \"God is getuige tussen mij en jullie. Deze Koran is aan mij geopenbaard, opdat ik jullie en wie ermee bereikt wordt daarmee waarschuw. Willen jullie werkelijk getuigen dat er samen met God nog andere goden zijn?\" Zeg: \"Ik getuig het niet.\" Zeg: \"Hij is slechts één god en ik heb niets te maken met de veelgodendienst die jullie bedrijven"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "Zij aan wie Wij het boek gegeven hebben kennen hem zoals zij hun zonen kennen. Zij die zichzelf verloren hebben geloven dus niet"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "En wie is er zondiger dan wie over God bedrog verzint of Zijn tekenen loochent? Het zal de onrechtplegers zeker niet welgaan"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "En op de dag waarop Wij hen allen verzamelen. Dan zullen Wij tot de aanhangers van het veelgodendom zeggen: \"Waar zijn dan jullie [zogenaamd goddelijke] metgezellen waarvan jullie het bestaan beweerden"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Hun beproeving zal dan slechts zijn dat zij zeggen: \"Bij God, onze Heer, wij waren geen veelgodendienaars"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Kijk hoe zij zichzelf voorliegen en hoe zij kwijt zijn wat zij verzonnen hebben"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "Onder hen zijn er die naar jou luisteren, maar over wier harten Wij hoezen gelegd hebben, zodat zij het niet begrijpen en in hun oren hardhorendheid. En al zien zij elk teken, zij geloven er niet in. Zozeer, dat wanneer zij tot jou komen om met je te twisten, zij die ongelovig zijn zeggen: \"Dit zijn slechts fabels van hen die er eertijds waren"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "En zij verbieden het en wenden zich ervan af. Maar zij vernietigen slechts zichzelf en zij beseffen het niet"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "Kon je hen maar zien wanneer zij voor het vuur worden opgesteld en dan zeggen: \"Ach werden we maar teruggebracht, dan zouden wij de tekenen van onze Heer niet loochenen en dan zouden wij bij de gelovigen behoren"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "Welnee, voor hen is wat zij vroeger verborgen hielden openlijk zichtbaar. Ook al werden zij teruggebracht dan zouden zij toch terugkeren naar wat hun verboden was. Zij zijn toch leugenaars"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "En zij zeggen: \"Er is alleen maar ons tegenwoordige leven en wij worden niet opgewekt"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "Kon je hen maar zien wanneer zij voor hun Heer worden opgesteld, hoe Hij zegt: \"Is dit niet de waarheid?\" Zij zeggen: \"Ja zeker, bij onze Heer.\" Hij zegt: \"Proeft dan de bestraffing ervoor dat jullie ongelovig waren"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "Zij die de ontmoeting met God loochenen zijn verloren. Zozeer, dat wanneer het uur onverwachts tot hen komt, zij zeggen: \"Wat hebben wij een spijt van wat wij [in ons leven] veronachtzaamd hebben\" terwijl zij hun lasten op hun ruggen dragen. Is het niet slecht wat zij te torsen hebben"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "Het tegenwoordige leven is slechts spel en tijdverdrijf, maar de laatste woning is voor hen die godvrezend zijn werkelijk beter. Hebben jullie dan geen verstand"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "Wij weten dat wat zij zeggen jou bedroeft; jou betichten zij niet van leugens, maar het zijn Gods tekenen die de onrechtplegers ontkennen"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Al voor jouw tijd zijn er gezanten van leugens beticht geweest, maar de leugens waarvan men hen betichtte en het leed dat hun werd aangedaan verdroegen zij geduldig, totdat Onze hulp tot hen kwam. Er is niemand die Gods woorden veranderen kan; tot jou zijn immers al mededelingen over de gezondenen gekomen"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "En als hun afkerigheid voor jou te erg is en als jij dan in staat bent om een hol in de aarde of een ladder in de hemel te zoeken en hun dan een teken te brengen? Als God het had gewild, had Hij hen op het goede pad bijeengebracht. Wees dus niet een van de dwazen"
        },
        {
            "chapter": 6,
            "verse": 36,
            "text": "Alleen zij die horen kunnen gehoor geven. De doden zal God opwekken en dan zullen zij tot Hem worden teruggebracht"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "En zij zeiden: \"Had er dan geen teken van zijn Heer tot hem neergezonden kunnen worden?\" Zeg: \"God heeft de macht om een teken neer te zenden, maar de meesten van hen weten het niet"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "Er is geen dier op de aarde en geen vogel die met zijn vleugels vliegt of zij behoren zoals jullie tot gemeenschappen. Wij hebben in het boek niets veronachtzaamd. Dan zullen zij tot hun Heer worden verzameld"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Zij die Onze tekenen loochenen zijn doof en stom in de duisternis. God brengt tot dwaling wie Hij wil en Hij brengt wie Hij wil op een juiste weg"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Zeg: \"Hoe lijkt het jullie? Als Gods bestraffing tot jullie komt of het uur tot jullie komt, zullen jullie dan anderen dan God aanroepen, als jullie gelijk hebben"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "Welnee, Hem zullen jullie aanroepen. Hij zal dan dat waarom jullie tot Hem roepen wegnemen, als Hij het wil, en wat jullie als metgezellen [aan Hem] hebben toegevoegd zullen jullie vergeten"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "Wij hebben tot gemeenschappen voor jouw tijd gezanten gezonden en hun tegenspoed en rampspoed opgelegd opdat zij zich misschien zouden vernederen"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Hadden zij zich dan niet, toen Ons geweld tot hen kwam, kunnen vernederen. Maar hun harten verhardden zich en de satan maakte wat zij deden aantrekkelijk voor hen"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "En toen zij vergeten waren waartoe zij aangemaand waren, openden Wij voor hen de deuren tot alle dingen, totdat Wij hen, toen zij verheugd waren over wat hun gegeven was, onverwachts grepen; toen waren zij opeens in wanhoop terneergeslagen"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "Zo werden de mensen die onrecht pleegden tot de laatste toe geveld; lof zij God, de Heer van de wereldbewoners"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "Zeg: \"Hoe zien jullie het? Als God jullie gehoor en jullie gezichtsvermogen wegneemt en jullie harten verzegelt, welke god is er dan, anders dan God, die het jullie terug kan geven?\" Kijk, hoe Wij de tekenen afwisselen. Toch wenden zij zich af"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "Zeg: \"Hoe lijkt het jullie? Als Gods bestraffing onverwachts tot jullie komt of in alle openheid, zullen dan anderen dan de mensen die onrecht plegen vernietigd worden"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "Wij zenden de gezondenen slechts als verkondigers van goed nieuws en als waarschuwers. En wie geloven en zich beteren, zij hebben niets te vrezen noch zullen zij bedroefd zijn"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "Maar zij die Onze tekenen loochenen, hen treft de bestraffing voor het schandelijke dat zij deden"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "Zeg: \"Ik zeg niet tot jullie dat ik Gods schatkamers bezit en ook ken ik het verborgene niet, noch zeg ik tot jullie dat ik een engel ben. Ik volg slechts wat aan mij geopenbaard wordt. Zijn de blinde en de ziende gelijk? Denken jullie dan niet na"
        },
        {
            "chapter": 6,
            "verse": 51,
            "text": "En waarschuw daarmee hen die vrezen tot hun Heer verzameld te worden; voor hen is er buiten Hem geen helper en geen bemiddelaar, misschien zullen zij godvrezend worden"
        },
        {
            "chapter": 6,
            "verse": 52,
            "text": "En jaag hen niet weg die hun Heer in de morgen en de avond aanroepen terwijl zij Zijn aangezicht zoeken. Jij hoeft geen enkele rekenschap van hen te vragen en zij hoeven geen enkele rekenschap van jou te vragen zodat jij hen zou wegjagen; dan zou jij tot de onrechtplegers behoren"
        },
        {
            "chapter": 6,
            "verse": 53,
            "text": "Zo hebben Wij door sommigen anderen in verzoeking gebracht, zodat zij zouden zeggen: \"Zijn zij het aan wie God uit ons midden een gunst moest bewijzen?\" Weet God niet het best wie de dankbaren zijn"
        },
        {
            "chapter": 6,
            "verse": 54,
            "text": "En wanneer zij die in Onze tekenen geloven tot jou komen, zeg dan: \"Vrede zij met jullie, jullie Heer heeft Zichzelf barmhartigheid voorgeschreven: als iemand van jullie uit onwetendheid het verkeerde doet en dan later berouw toont en het weer goedmaakt, dan is Hij vergevend en barmhartig"
        },
        {
            "chapter": 6,
            "verse": 55,
            "text": "En zo zetten Wij de tekenen uiteen; ook opdat de weg van de boosdoeners duidelijk wordt"
        },
        {
            "chapter": 6,
            "verse": 56,
            "text": "Zeg: \"Het is mij verboden hen die jullie in plaats van God aanroepen te dienen.\" Zeg: \"Ik volg jullie neigingen niet; dan zou ik dwalen en niet tot hen behoren die op het goede pad gaan"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "Zeg: \"Ik steun op een duidelijk bewijs van mijn Heer en jullie loochenen het. Ik heb geen macht over dat wat jullie zouden willen verhaasten. Het oordeel komt alleen God toe. Hij vertelt de waarheid en Hij is de beste van de beslissers"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "Zeg: \"Als ik macht had over dat wat jullie zouden willen verhaasten dan zou de beslissing tussen mij en jullie al zijn gevallen; God kent de onrechtplegers het best"
        },
        {
            "chapter": 6,
            "verse": 59,
            "text": "Bij Hem zijn de sleutels van het verborgene, alleen Hij kent ze. Hij weet wat er op het vasteland en wat er in de zee is. Er valt geen blad of Hij weet het en er is geen zaadkorrel in het duister van de aarde, niets vochtigs en niets droogs of het staat in een duidelijk boek"
        },
        {
            "chapter": 6,
            "verse": 60,
            "text": "Hij is het die jullie 's nachts zal wegnemen en die weet wat jullie overdag begaan hebben. Dan wekt Hij jullie daarin op, opdat een vastgestelde termijn wordt voltooid. Dan is jullie terugkeer tot Hem. Hij zal jullie dan meedelen wat jullie aan het doen waren"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "En Hij is de beheerser die boven Zijn dienaren staat en Hij zendt bewaarders voor jullie, zodat, wanneer de dood tot een van jullie komt, Onze gezanten hem wegnemen; zij veronachtzamen niets"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "Dan worden zij tot God hun ware beschermheer teruggebracht; komt Hem het oordeel niet toe? Hij is de snelste van hen die afrekenen"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "Zeg: \"Wie zal jullie uit de duisternis van het vasteland en de zee redden wanneer jullie in deemoed en in het verborgene tot Hem bidden: 'Als U ons hieruit redt dan behoren wij tot hen die dank betuigen"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "Zeg: \"God zal jullie eruit redden en uit elke benardheid, maar toch blijven jullie veelgodendienaars"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "Zeg: \"Hij is het die de macht heeft om van boven vandaan of van onder jullie voeten vandaan een bestraffing tot jullie te zenden of jullie in [verschillende] groeperingen in de war te brengen en elkaars geweld te laten proeven.\" Kijk hoe Wij de tekenen afwisselen. Misschien zullen zij begrijpen"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "Jouw volk loochent het, maar het is de waarheid. Zeg: \"Ik ben geen voogd over jullie"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "Voor elke mededeling is er een moment van bevestiging en jullie zullen het te weten komen"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "Wanneer jij hen ziet die over Onze tekenen kletsen, wend je dan van hen af totdat zij op een ander gesprek overgaan en als de satan maakt dat jij vergeet, blijf dan na het je herinnerd te hebben niet bij de mensen die onrecht plegen zitten"
        },
        {
            "chapter": 6,
            "verse": 69,
            "text": "Zij die godvrezend zijn hoeven van hen geen enkele rekenschap te vragen. Het is echter een vermaning; misschien zullen zij godvrezend worden"
        },
        {
            "chapter": 6,
            "verse": 70,
            "text": "En laat hen maar die hun godsdienst als spel en tijdverdrijf beschouwen. Het tegenwoordige leven begoochelt hen. En maan hiermee aan opdat niemand weggevaagd wordt voor wat hij heeft begaan; voor hem is er immers buiten God geen helper en geen bemiddelaar en al zou hij elke [mogelijke] losprijs aanbieden, het zou toch niet van hem aangenomen worden. Zij zijn het die weggevaagd worden voor wat zij begaan hebben. Voor hen is er een drank van gloeiend water en een pijnlijke bestraffing omdat zij ongelovig waren"
        },
        {
            "chapter": 6,
            "verse": 71,
            "text": "Zeg: \"Zullen wij in plaats van God iets aanroepen wat ons niet nut en niet schaadt en ons op onze hielen omdraaien, nadat God ons de goede richting heeft gewezen, als iemand die de satans op de aarde in verbijstering weggelokt hebben, hoewel hij vrienden heeft die hem tot de leidraad oproepen: 'Kom tot ons.?\" Zeg: \"Gods leidraad dat is de leidraad en ons is bevolen ons aan de Heer van de wereldwezens over te geven"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "En dat wij de salaat moeten verrichten en Hem vrezen. En Hij is het tot wie wij verzameld worden"
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "En Hij is het die de hemelen en de aarde in waarheid geschapen heeft. En op de dag dat Hij zegt: \"Wees\" en het is, is wat Hij zegt de waarheid. Hij heeft de heerschappij op de dag dat op de bazuin geblazen wordt; de kenner van het verborgene en het waarneembare. En Hij is de wijze, de welingelichte"
        },
        {
            "chapter": 6,
            "verse": 74,
            "text": "En toen Ibrahiem tot zijn vader Azar zei: \"Houd jij afgodsbeelden voor goden? Ik zie dat jij en jouw volk in duidelijke dwaling verkeren"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "En zo toonden Wij Ibrahiem het rijk van de hemelen en de aarde, opdat hij ging behoren tot hen die vast overtuigd zijn"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "En toen de nacht hem omhulde zag hij een ster. Hij zei: \"Dit is mijn heer.\" Maar toen zij onderging zei hij: \"Ik houd niet van dingen die ondergaan"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "En toen hij de maan zag opkomen zei hij: \"Dit is mijn heer.\" Maar toen zij onderging zei hij: \"Als mijn heer mij niet de goede richting wijst zal ik zeker tot de mensen behoren die dwalen"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "En toen hij de zon zag opkomen zei hij: \"Dit is mijn heer, deze is groter.\" Maar toen zij onderging zei hij: \"O mensen, ik heb niets te maken met de veelgodendienst die jullie bedrijven"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "Ik wend mijn aangezicht tot Hem die de hemelen en de aarde aangelegd heeft, als een aanhanger van het zuivere geloof en ik behoor niet tot de veelgodendienaars"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "Zijn volk redetwistte met hem. Hij zei: \"Willen jullie met mij over God redetwisten, terwijl Hij mij op het goede pad gebracht heeft? Ik vrees wat jullie aan Hem als metgezellen toevoegen niet, behalve als mijn Heer iets wil. Mijn Heer omvat alles met Zijn kennis. Zullen jullie je dan niet laten vermanen"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "En hoe zou ik wat jullie [aan Hem] als metgezellen toevoegen vrezen, als jullie niet vrezen aan God metgezellen toe te voegen, waarvoor Hij geen machtiging heeft neergezonden? Welke van de beide groepen heeft meer recht op veiligheid? Als jullie dat maar wisten"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "Zij die geloven en hun geloof niet door onrecht te plegen verhullen, voor hen is de veiligheid en zij volgen de goede richting"
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "Dat was Ons argument dat Wij Ibrahiem tegen zijn volk gegeven hebben. Wij geven hogere rangen aan wie Wij willen. Jouw Heer is wijs en wetend"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "En Wij schonken hem Ishaak en Ja'koeb; ieder [van hen] hebben Wij de goede richting gewezen en Noeh hadden Wij al eerder de goede richting gewezen en uit zijn nakomelingen Dawoed, Soelaimaan, Ajjoeb, Joesoef, Moesa en Haroen -- en zo belonen wij hen die goed doen"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "en Zakarijja, Jahja, 'Isa en Iljaas -- ieder behorend tot de rechtschapenen"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "en Isma'iel, al-Jasa?, Joenoes en Loet; ieder [van hen] hebben Wij boven de wereldbewoners verkozen"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "En ook sommigen van hun vaderen, hun nakomelingen en hun broeders; Wij hebben hen verkozen en hen naar een juiste weg geleid"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "Dat is Gods leidraad waarmee Hij wie van Zijn dienaren Hij wil de goede weg wijst, maar als zij geloofd hadden dat God metgezellen had dan zou voor hen wat zij deden vruchteloos geworden zijn"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "Zij zijn het aan wie Wij het boek, de oordeelskracht en het profeetschap gegeven hebben, maar als dezen hier er niet in geloven, dan vertrouwen Wij het aan mensen toe die daaraan niet ongelovig zijn"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "Zij zijn het die God op het goede pad geleid heeft; volg dus hun leidraad. Zeg: \"Ik vraag jullie er geen loon voor. Het is slechts een vermaning voor de wereldbewoners"
        },
        {
            "chapter": 6,
            "verse": 91,
            "text": "Zij hebben God niet op Zijn juiste waarde geschat toen zij zeiden: \"God heeft niets tot een mens neergezonden.\" Zeg: \"Wie heeft het boek neergezonden dat Moesa als licht en leidraad voor de mensen bracht? Jullie tonen het in geschreven vorm openlijk, maar jullie houden ook veel verborgen. Aan jullie is onderwezen wat jullie niet wisten, jullie niet en jullie vaderen niet.\" Zeg: \"God.\" En laat hen dan in hun geklets maar schertsen"
        },
        {
            "chapter": 6,
            "verse": 92,
            "text": "Dit is een gezegend boek dat Wij hebben neergezonden, ter bevestiging van wat er al eerder was en opdat jij de hoofdstad [Mekka] en wie er omheen wonen ermee waarschuwt. Zij die geloven in het hiernamaals geloven erin en zij zijn degenen die hun salaat nakomen"
        },
        {
            "chapter": 6,
            "verse": 93,
            "text": "En wie is zondiger dan wie over God bedrog verzint of wie zegt: \"Aan mij is geopenbaard\", terwijl aan hem niets is geopenbaard of wie zegt: \"Ik zal iets neerzenden wat gelijk is aan wat God heeft neergezonden.\" Als jij het maar kon zien wanneer de onrechtplegers in doodsstrijd verkeren terwijl de engelen hun handen naar hen uitstrekken: \"Laat jullie zielen eruit! Vandaag krijgen jullie de bestraffing van de schande als vergelding voor het onware dat jullie altijd over God gezegd hebben en omdat jullie Zijn tekenen hoogmoedig afgewezen hebben"
        },
        {
            "chapter": 6,
            "verse": 94,
            "text": "En nu zijn jullie tot Ons gekomen, ieder afzonderlijk zoals Wij jullie de eerste maal geschapen hebben en jullie hebben wat Wij jullie verleend hadden achter jullie moeten laten. Ook zien Wij jullie bemiddelaars niet bij jullie, van wie jullie beweerden dat zij bij jullie golden als metgezellen [van God]; de band tussen jullie is doorgesneden en dat waarvan jullie het bestaan beweerden zijn jullie kwijt"
        },
        {
            "chapter": 6,
            "verse": 95,
            "text": "God is het die de zaadkorrels en de pitten laat kiemen; Hij laat het levende uit het dode voortkomen en Hij laat het dode uit het levende voortkomen. Dat is nu God en hoe worden jullie zo afgeleid"
        },
        {
            "chapter": 6,
            "verse": 96,
            "text": "Hij is het die de dageraad laat aanbreken en Hij heeft de nacht tot een rusttijd gemaakt en de zon en de maan om [de tijd] te berekenen. Dat is de verordening van de machtige, de wetende"
        },
        {
            "chapter": 6,
            "verse": 97,
            "text": "Hij is het die voor jullie de sterren gemaakt heeft, opdat jullie daarmee de goede richting vinden in de duisternis van het vasteland en de zee; Wij hebben de tekenen uiteengezet voor mensen die weten"
        },
        {
            "chapter": 6,
            "verse": 98,
            "text": "En Hij is het die jullie uit één wezen heeft laten ontstaan en daarna is er een verblijfplaats en een bewaarplaats. Wij hebben de tekenen uiteengezet voor mensen die begrijpen"
        },
        {
            "chapter": 6,
            "verse": 99,
            "text": "En Hij is het die vanuit de hemel water laat neerdalen. Wij brengen daarmee plantengroei van allerlei soort voort -- Wij hebben daardoor frisse groene planten voortgebracht waaruit Wij opeengepakte zaadkorrels voortbrengen en uit de palmen, uit de bloeikolf ervan, laaghangende dadeltrossen -- en ook tuinen met wijnstokken, olijf- en granaatappelbomen die deels wel en deels niet op elkaar lijken. Kijk naar de vruchten ervan, wanneer zij vrucht dragen, en naar het rijp worden ervan; daarin zijn zeker tekenen voor mensen die geloven"
        },
        {
            "chapter": 6,
            "verse": 100,
            "text": "Maar zij hebben de djinn tot metgezellen van God gemaakt, terwijl Hij hen geschapen heeft en zij hebben Hem zonen en dochters toegedicht, zonder enige kennis. Hij zij geprezen en Hij is verheven boven wat zij toeschrijven"
        },
        {
            "chapter": 6,
            "verse": 101,
            "text": "De schepper van de hemelen en de aarde; hoe zou Hij een kind kunnen hebben, terwijl Hij niet eens een metgezellin heeft en ook alles geschapen heeft? Hij is alwetend"
        },
        {
            "chapter": 6,
            "verse": 102,
            "text": "Dat is God jullie Heer; er is geen god dan Hij, de schepper van alle dingen. Dient Hem dus; Hij is over alles voogd"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "Hem bereiken de blikken niet, maar Hij bereikt de blikken wel. En Hij is de welwillende, de welingelichte"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "Tot jou zijn al inzichtelijke bewijzen van jouw Heer gekomen. Als iemand dus inzicht heeft, dan is het in zijn eigen voordeel. En als iemand blind is dan is het in zijn eigen nadeel. En ik ben niet iemand die over jullie waakt"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "Zo zetten Wij de tekenen uiteen, ook opdat zij zeggen: \"Jij hebt bestudeerd\" en opdat Wij het duidelijk maken aan mensen die weten"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "Volg wat jou door je Heer is geopenbaard. Er is geen god dan Hij. En wend je af van de veelgodendienaars"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "Als God het gewild had waren zij geen veelgodendienaars geworden. En jou hebben Wij niet gemaakt tot iemand die over hen waakt en jij bent ook niet voogd over hen"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "En hoont niet hen die zij in plaats van God aanroepen, zodat zij God niet uit vijandigheid zonder kennis gaan honen. Zo hebben Wij voor iedere gemeenschap hun werk mooi laten lijken. Maar hun terugkeer zal tot hun Heer zijn en Hij zal hun dan meedelen wat zij aan het doen waren"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "Zij hebben bij God dure eden gezworen dat zij, als er tot hen een teken zou komen, er zeker aan zouden geloven. Zeg: \"De tekenen zijn uitsluitend bij God.\" En wat zal jullie tot het besef brengen dat zij, wanneer ze komen, toch niet zullen geloven"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "En Wij zullen hun harten en hun ogen omdraaien, zoals zij ook de eerste keer niet geloofd hebben en Wij laten hen in hun onbeschaamdheid doorgaan met dwalen"
        },
        {
            "chapter": 6,
            "verse": 111,
            "text": "Ook al zouden Wij de engelen naar hen neerzenden en al zouden de doden tot hen spreken en al zouden Wij voor hen alles in groepen verzamelen dan zouden zij nog alleen maar geloven als God het wilde. Maar de meesten van hen zijn onwetend"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "Zo hebben Wij voor iedere profeet een vijand gemaakt; satans van de mensen en de djinn van wie de een de ander mooilijkende praat influistert om te begoochelen -- en als jouw Heer gewild had, hadden zij het niet gedaan; laat hen toch met wat zij verzinnen"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "en opdat de harten van hen die niet in het hiernamaals geloven naar hem overhellen en opdat zij daarin behagen scheppen en opdat zij begaan wat zij begaan"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "Zal ik mij dan een andere scheidsrechter dan God zoeken, terwijl Hij het is die het boek duidelijk uiteengezet naar jullie heeft neergezonden?\" En zij aan wie Wij het boek gegeven hebben weten dat het van jouw Heer vandaan met de waarheid is neergezonden. Behoor dus niet tot hen die twijfelen"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "Zo werd het woord van jouw Heer vervuld in waarheidsgetrouwheid en rechtvaardigheid. Er is niemand die Zijn woorden veranderen kan en Hij is de horende, de wetende"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "En als jij de meerderheid van wie er op de aarde zijn gehoorzaamt dan zullen zij jou van Gods weg laten afdwalen. Zij volgen alleen maar vermoedens en zij gissen slechts"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Jouw Heer kent wie van Zijn weg afdwaalt het best en Hij kent hen die het goede pad volgen het best"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "En eet van dat waarover Gods naam is vermeld, als jullie in Zijn tekenen geloven"
        },
        {
            "chapter": 6,
            "verse": 119,
            "text": "Wat hebben jullie dat jullie niet eten van datgene waarover Gods naam is vermeld? Hij heeft voor jullie toch uiteengezet wat Hij jullie heeft verboden, behalve dat waartoe jullie gedwongen worden? Maar velen brengen door hun neigingen, zonder kennis [anderen] tot dwaling. Echter jouw Heer kent de overtreders het best"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "Laat het uiterlijke en het innerlijke van de zonde achterwege; aan hen die zonde begaan zal vergolden worden wat zij begaan hebben"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "En eet niet van iets waarover Gods naam niet is vermeld; dat is een schande. De satans fluisteren hun vrienden in met jullie te twisten en als jullie hun gehoorzamen dan zijn jullie zeker veelgodendienaars"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "Is dan iemand die dood was en die Wij tot leven gebracht hebben en voor wie Wij een licht gemaakt hebben waarin hij onder de mensen wandelt als iemand die bijvoorbeeld in de duisternis is en er niet uit kan komen? Zo hebben Wij voor de ongelovigen wat zij aan het doen waren mooi laten lijken"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "En zo hebben Wij in iedere stad de grootste boosdoeners bestemd om er boze listen te beramen. Zij beramen echter slechts boze listen voor zichzelf, maar zij beseffen het niet"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "En wanneer tot hen een teken komt zeggen zij: \"Wij zullen pas geloven wanneer ons hetzelfde gegeven wordt als wat aan Gods gezanten gegeven is.\" God weet het best waar Hij Zijn zendingsopdracht brengt. Bij God zal hen die boosdoeners zijn kleinering en bestraffing treffen voor wat zij aan boze listen beraamden"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "Maar als God iemand op het goede pad wenst te brengen dan stelt Hij diens hart open voor de overgave [aan God] en als Hij iemand tot dwaling wil brengen dan maakt Hij diens borst zo nauw en beklemd dat het is alsof hij moeizaam naar de hemel opklimt. Zo legt God de gruwelijke straf op aan hen die niet geloven"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "En dit is de weg van jouw Heer, een juiste; Wij hebben de tekenen uiteengezet voor mensen die zich laten vermanen"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "Voor hen is de woning van de vrede bij hun Heer en Hij is hun beschermer wegens de dingen die zij gewoonlijk deden"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "En op de dag dat Hij hen allen verzamelt: \"O djinn, hier bijeenvergaderd! Jullie hebben je veel mensen geworven.\" En hun aanhangers onder de mensen zeggen: \"Onze Heer, wij hebben van elkaar nut gehad en nu hebben wij onze termijn bereikt die U ons hebt gesteld.\" Dan zegt Hij: \"Het vuur is jullie verblijfplaats om er altijd in te blijven, behalve als God het anders wil.\" Jouw Heer is wijs en wetend"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "En zo maken Wij de onrechtplegers tot helpers voor elkaar om wat zij hebben begaan"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "O djinn en mensen, hier bijeenvergaderd! Zijn er niet gezanten uit jullie midden tot jullie gekomen om jullie van Mijn tekenen te vertellen en om jullie te waarschuwen voor de ontmoeting van jullie op deze dag?\" Zij zeggen: \"Wij getuigen tegen onszelf.\" Het tegenwoordige leven heeft hen begoocheld en zij getuigen tegen zichzelf dat zij ongelovigen waren"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "Dat is omdat jouw Heer de steden niet onrechtvaardig vernietigt terwijl hun inwoners onoplettend zijn"
        },
        {
            "chapter": 6,
            "verse": 132,
            "text": "Voor ieder zijn er rangen voor wat zij gedaan hebben. Jouw Heer let goed op wat zij doen"
        },
        {
            "chapter": 6,
            "verse": 133,
            "text": "En jouw Heer is de behoefteloze die vol barmhartigheid is. Als Hij wil, vaagt Hij jullie weg en laat na jullie komen wat Hij wil; zoals Hij jullie uit de nakomelingen van andere mensen liet ontstaan"
        },
        {
            "chapter": 6,
            "verse": 134,
            "text": "Wat jullie aangezegd is komt zeker en jullie zullen er niets tegen kunnen doen"
        },
        {
            "chapter": 6,
            "verse": 135,
            "text": "Zeg: \"O mijn volk handelt naar jullie vermogen; ik doe het ook. En dan zullen jullie wel te weten komen voor wie de uiteindelijke woning is.\" Maar de onrechtplegers zal het niet welgaan"
        },
        {
            "chapter": 6,
            "verse": 136,
            "text": "Zij bestemmen voor God een aandeel in het gewas en het vee dat Hij geschapen heeft en zij zeggen: \"Dit is voor God -- beweren zij -- en dit is voor de door ons vereerde metgezellen [van God].\" Maar wat voor hun [zogenaamd goddelijke] metgezellen bestemd is dat bereikt God niet en wat voor God bestemd is, dat bereikt hun [zogenaamd goddelijke] metgezellen. Slecht is het wat zij oordelen"
        },
        {
            "chapter": 6,
            "verse": 137,
            "text": "Zo hebben hun [zogenaamd goddelijke] metgezellen voor velen van de veelgodendienaars het doden van hun kinderen aantrekkelijk gemaakt om hen in het verderf te storten en om hun godsdienst voor hen te verhullen. Als God gewild had, hadden zij het niet gedaan; laat hen toch met wat zij verzinnen"
        },
        {
            "chapter": 6,
            "verse": 138,
            "text": "En zij zeggen: \"Dit is onschendbaar vee en gewas, alleen als wij het willen mag iemand dat als voedsel nemen -- beweren zij -- en vee waarvan de ruggen [voor gebruik] verboden zijn en vee waarover zij Gods naam niet vermelden.\" Het is een verzinsel over Hem; Hij zal aan hen vergelden voor wat zij verzonnen"
        },
        {
            "chapter": 6,
            "verse": 139,
            "text": "En zij zeggen: \"Wat in de buiken van dit vee is, is voorbehouden aan onze mannen en verboden voor onze echtgenotes.\" Maar als het al dood is dan zijn zij allen deelgenoten. Hij zal aan hen vergelden voor hun toedichting; Hij is wijs en wetend"
        },
        {
            "chapter": 6,
            "verse": 140,
            "text": "Verloren zijn zij die hun kinderen in verdwazing, zonder kennis doden en die, als verzinsel over God, verbieden wat God hun voor hun levensonderhoud geeft. Zij dwalen en volgen het goede pad niet"
        },
        {
            "chapter": 6,
            "verse": 141,
            "text": "En Hij is het die tuinen heeft laten ontstaan, met en zonder latwerk om te stutten, en palmen en landbouwgewassen met verschillende vruchtopbrengst en olijf- en granaatappelbomen die deels wel en deels niet op elkaar lijken. Eet van de vruchten ervan, wanneer zij vrucht dragen en geeft wat ervan verplicht is op de dag van hun oogst maar weest niet verkwistend, want Hij bemint de verkwisters niet"
        },
        {
            "chapter": 6,
            "verse": 142,
            "text": "Onder het vee zijn er dieren voor de last en voor de vacht. Eet van wat God jullie voor je levensonderhoud geeft en volgt de voetstappen van de satan niet; hij is voor jullie een duidelijke vijand"
        },
        {
            "chapter": 6,
            "verse": 143,
            "text": "Acht paarsgewijze voorkomende dieren: van de schapen twee en van de geiten twee. Zeg: \"Zijn het de twee mannetjes die Hij verboden heeft of de twee vrouwtjes of wat de buiken van de twee vrouwtjes bevatten? Deel het mij met kennis mee, als jullie oprecht zijn"
        },
        {
            "chapter": 6,
            "verse": 144,
            "text": "En van de kamelen twee en van de koeien twee. Zeg: \"Zijn het de twee mannetjes die Hij verboden heeft of de twee vrouwtjes of wat de buiken van de twee vrouwtjes bevatten? Of waren jullie er getuigen van toen God jullie dit opdroeg?\" En wie is er onrechtvaardiger dan wie over God bedrog verzint om zonder kennis de mensen tot dwaling te brengen? God wijst de mensen die onrecht plegen de goede richting niet"
        },
        {
            "chapter": 6,
            "verse": 145,
            "text": "Zeg: \"Ik vind in wat mij is geopenbaard niets wat voor een eter die zich ermee voedt verboden is, behalve wat vanzelf dood gegaan is of uitgestroomd bloed of varkensvlees -- dat is een gruwel -- of iets schandelijks waarover iets anders dan Gods naam is uitgeroepen, maar als iemand ertoe gedwongen wordt, niet uit begeerte om te overtreden, dan is jouw Heer vergevend en barmhartig"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "Aan hen die het jodendom aanhangen hebben Wij alles met klauwen verboden en van de koeien en het kleinvee hebben Wij hun het vet verboden behalve wat aan hun ruggen of ingewanden vastzit of wat met bot vergroeid is. Dat hebben Wij hun opgelegd als vergelding voor hun begerigheid; Wij spreken toch de waarheid"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "Als zij jou dan van leugens betichten zeg dan: \"Jullie Heer is vol alomvattende barmhartigheid maar Zijn geweld kan niet worden afgewend van de misdadige mensen"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "De aanhangers van het veelgodendom zullen zeggen: \"Als God gewild had hadden wij geen metgezellen [aan Hem] toegevoegd en onze vaderen ook niet en dan hadden wij ook niets verboden.\" Zo hebben zij hen die er voor jouw tijd waren ook van leugens beticht totdat zij Ons geweld proefden. Zeg: \"Is er bij jullie kennis? Komt er dan voor ons mee voor de dag. Jullie volgen alleen maar vermoedens en jullie gissen slechts"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "Zeg: \"God heeft het doeltreffende argument; als Hij gewild had, dan had Hij jullie allen tezamen op het goede pad gebracht"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "Zeg: \"Komt op met jullie getuigen die kunnen getuigen dat God dit verboden heeft.\" Maar als zij getuigenis afleggen, getuig dan niet met hen en volg de neigingen niet van hen die Onze tekenen loochenen en niet van hen die niet in het hiernamaals geloven en zeggen dat hun Heer gelijken heeft"
        },
        {
            "chapter": 6,
            "verse": 151,
            "text": "Zeg: \"Komt, dan zal ik jullie voorlezen wat jullie Heer jullie verboden heeft: Dat jullie aan Hem niets als metgezel mogen toevoegen, -- en om goed te zijn voor de ouders -- dat jullie je kinderen niet mogen doden uit vrees voor armoe,\" -- Wij voorzien in jullie en hun levensonderhoud -- \"dat jullie geen gruwelijkheden mogen benaderen, noch uiterlijk noch innerlijk en dat jullie niemand mogen doden -- wat God verboden heeft -- behalve volgens het recht. Dat draagt Hij jullie op; misschien zullen jullie verstandig worden"
        },
        {
            "chapter": 6,
            "verse": 152,
            "text": "En dat jullie niet aan het bezit van de wees mogen komen, tenzij dat op de beste manier gebeurt, totdat hij volgroeid is en dat jullie volle maat en gewicht in billijkheid moeten geven.\" -- Wij leggen niemand meer op dan hij kan dragen -- \"En als jullie een uitspraak doen weest dan rechtvaardig zelfs al zou het een verwant betreffen. En dat jullie de verbintenis met God na moeten komen, dat draagt Hij jullie op -- misschien laten jullie je vermanen"
        },
        {
            "chapter": 6,
            "verse": 153,
            "text": "En dat dit Mijn weg is, een juiste. Volgt die dus en volgt niet de verschillende andere wegen die jullie van Zijn weg afvoeren. Dat draagt Hij jullie op; misschien zullen jullie godvrezend worden"
        },
        {
            "chapter": 6,
            "verse": 154,
            "text": "Toen gaven Wij aan Moesa het boek om [Onze genade] aan hem die goed gedaan heeft volledig te maken en om alles uiteen te zetten en als leidraad en barmhartigheid; misschien zullen zij in de ontmoeting met hun Heer geloven"
        },
        {
            "chapter": 6,
            "verse": 155,
            "text": "En dit is een gezegend boek dat Wij neergezonden hebben. Volgt het dus en weest godvrezend; misschien zal aan jullie barmhartigheid bewezen worden"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "Dat jullie niet zeggen: \"Het boek is op twee groepen voor onze tijd neergezonden en wij letten er niet op dat zij het bestudeerden"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "Of dat jullie niet zeggen: \"Als het boek tot ons was neergezonden dan hadden wij ons beter de weg laten wijzen dan zij.\" Maar nu is er tot jullie een duidelijk bewijs van jullie Heer gekomen en een leidraad en barmhartigheid. En wie is er zondiger dan wie Gods tekenen loochent en zich daarvan afwendt? Wij zullen hen die zich van Onze tekenen afwenden vergelden met de vreselijke bestraffing voor dat waarvan zij zich afwenden"
        },
        {
            "chapter": 6,
            "verse": 158,
            "text": "Kunnen zij dan iets anders verwachten dan dat de engelen tot hen komen of dat jouw Heer komt of dat er enige tekenen van jouw Heer komen? Op de dag dat er enige tekenen van jouw Heer komen heeft niemand nut van zijn geloof als hij niet al voor die tijd geloofd had of in zijn geloof iets goeds verworven had. Zeg: \"Wachten jullie maar af; wij wachten ook af"
        },
        {
            "chapter": 6,
            "verse": 159,
            "text": "Zij die hun godsdienst opsplitsen en tot sekten zijn geworden, met hen heb jij niets gemeen. Hun zaak wordt naar God verwezen; Hij zal hun dan meedelen wat zij deden"
        },
        {
            "chapter": 6,
            "verse": 160,
            "text": "Als iemand met een goede daad komt dan is er voor hem tien maal zoveel en als iemand met een slechte daad komt dan wordt hem slechts dienovereenkomstig vergolden en hun zal geen onrecht worden aangedaan"
        },
        {
            "chapter": 6,
            "verse": 161,
            "text": "Zeg: \"Mijn Heer heeft mij op een juiste weg gebracht: een juiste godsdienst; het geloof van Ibrahiem die het zuivere geloof aanhing. Hij behoorde niet tot de veelgodendienaars"
        },
        {
            "chapter": 6,
            "verse": 162,
            "text": "Zeg: \"Mijn salaat en mijn godsdienstoefening, mijn leven en mijn sterven behoren God toe, de Heer van de wereldbewoners"
        },
        {
            "chapter": 6,
            "verse": 163,
            "text": "Geen metgezel heeft Hij. Dat is aan mij bevolen en ik ben de eerste van hen die zich [aan God] overgeven"
        },
        {
            "chapter": 6,
            "verse": 164,
            "text": "Zeg: \"Zal ik een ander dan God als Heer begeren, terwijl Hij toch de Heer van alles is?\" Iedere ziel begaat [het slechte] slechts ten koste van zichzelf. Niemand is belast met de last van een ander. Daarna is jullie terugkeer tot jullie Heer. Hij zal jullie dan dat waarover jullie het oneens waren meedelen"
        },
        {
            "chapter": 6,
            "verse": 165,
            "text": "Hij is het die jullie op de aarde tot elkaar opvolgende geslachten gemaakt heeft en die sommigen van jullie hogere rangen dan anderen gegeven heeft om jullie op de proef te stellen in wat Hij jullie gegeven heeft. Jouw Heer is zeker snel met de afstraffing en Hij is werkelijk vergevend en barmhartig"
        },
        {
            "chapter": 7,
            "verse": 1,
            "text": "A[lif] L[aam] M[iem] S[aad]"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "Een boek dat naar jou is neergezonden -- er moet daarover geen benauwdheid in jouw hart zijn -- opdat jij ermee waarschuwt en als een vermaning voor de gelovigen"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "Volgt wat van jullie Heer naar jullie is neergezonden en volgt in plaats van Hem geen andere beschermers; hoe weinig laten jullie je vermanen"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "En hoeveel steden hebben Wij al niet vernietigd. Dan kwam Ons geweld over hen, 's nachts of tijdens hun middagslaap"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "En zij konden, wanneer Ons geweld over hen kwam, slechts roepen: \"Wij hebben onrecht gedaan"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "En Wij zullen hen tot wie gezanten gezonden zijn ondervragen en Wij zullen de gezondenen ondervragen"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "Wij zullen op grond van kennis aan hen vertellen; Wij waren immers niet afwezig"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "De afweging op die dag is de waarheid en zij van wie de weegschalen zwaar wegen, zij zijn het die het welgaat"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "Maar zij van wie de weegschalen licht zijn, zij zijn het die zichzelf verloren hebben omdat zij Onze tekenen onrecht aandeden"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "Wij hebben aan jullie macht op de aarde gegeven en Wij hebben op haar levensbenodigdheden voor jullie gemaakt; hoe gering is de dank die jullie betuigen"
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "Wij hebben jullie geschapen en vervolgens gevormd. Toen zeiden Wij tot de engelen: \"Buigt eerbiedig neer voor Adam.\" En zij bogen zich eerbiedig neer, behalve Iblies, die niet behoorde bij hen die zich eerbiedig neerbogen"
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "Hij zei: \"Wat weerhoudt jou, dat jij je niet eerbiedig neerboog toen Ik je dat beval?\" Hij zei: \"Ik ben beter dan hij, U hebt mij uit vuur geschapen en hem hebt U uit klei geschapen"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "Hij zei: \"Daal hieruit af. Het past jou niet je hoogmoedig te gedragen. Ga dus hieruit weg. Jij behoort tot de gekleineerden"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "Hij zei: \"Verleen mij uitstel tot de dag waarop zij opgewekt worden"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "Hij zei: \"Jij behoort bij hen die uitstel hebben gekregen"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "Hij zei: \"Maar omdat U mij misleid hebt zal ik voor hen op de loer liggen op Uw juiste weg"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "Dan zal ik op hen afkomen, van voren en van achteren en van rechts en van links. En U zult merken dat de meesten van hen geen dank betuigen"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "Hij zei: \"Ga hieruit weg, veracht en verstoten. En als iemand van hen jou volgt? Ik zal de hel met jullie allen tezamen vullen"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "En: \"O Adam, bewoon jij met je echtgenote de tuin en eet waarvan jullie willen, maar jullie mogen deze boom niet benaderen, want dan behoren jullie tot de overtreders"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "Toen fluisterde de satan hun in om hun openlijk te tonen wat er van hun schaamte verborgen was en hij zei: \"Jullie Heer heeft jullie alleen maar van deze boom afgehouden opdat jullie geen engelen zouden worden of zouden gaan behoren tot hen die altijd blijven bestaan"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "En hij bezwoer hun: \"Ik ben voor jullie echt een goede raadgever"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "Zo misleidde hij hen door begoocheling. Toen zij dan van de boom geproefd hadden werd hun schaamte zichtbaar voor hen en begonnen zij zich te bedekken met aaneengehechte bladeren uit de tuin. En hun Heer riep tot hen: \"Had Ik jullie deze boom niet verboden en jullie niet gezegd dat de satan een verklaarde vijand van jullie is"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "Zij zeiden: \"Onze Heer, wij hebben onszelf onrecht aangedaan en als U ons niet vergeeft en erbarmen met ons hebt dan behoren wij bij de verliezers"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "Hij zei: \"Daalt af -- elkaar tot vijand -- jullie hebben namelijk op de aarde tijdelijk een verblijfplaats en vruchtgebruik"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "Hij zei: \"Op haar zullen jullie leven, op haar zullen jullie sterven en uit haar zullen jullie tevoorschijn gebracht worden"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "Kinderen van Adam! Wij hebben voor jullie kleding gemaakt om jullie schaamte te bedekken en kleding voor de sier, maar de kleding van de godvrezendheid is beter. Dat behoort tot Gods tekenen; misschien zullen zij zich laten vermanen"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "Kinderen van Adam! Laat de satan jullie niet in verzoeking brengen, zoals hij jullie beide voorouders uit de tuin verdreven heeft door hun hun kleding te ontnemen om hun hun schaamte te laten zien. Hij en zijn consorten zien jullie vanwaar jullie hen niet zien, Wij hebben de satans tot beschermers gemaakt van hen die niet geloven"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "En wanneer zij iets gruwelijks doen zeggen zij: \"Wij hebben bevonden dat onze vaderen er zich aan hielden en God heeft het ons bevolen.\" Zeg: \"God beveelt geen gruwelijkheid. Zeggen jullie over God soms iets wat jullie niet weten"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "Zeg: \"Mijn Heer heeft bevolen rechtvaardig te zijn en dat jullie bij elke moskee jullie aangezicht [tot Hem] richten en Hem aanroepen waarbij jullie de godsdienst geheel aan Hem wijden. Zoals Hij jullie bij het begin gemaakt heeft zo zullen jullie terugkeren"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "Een gedeelte heeft Hij op het goede pad gebracht en voor een gedeelte is de dwaling een feit geworden, want zij hebben zich de satans in plaats van God als beschermers genomen en zij denken dat hun de goede richting gewezen is"
        },
        {
            "chapter": 7,
            "verse": 31,
            "text": "Kinderen van Adam! Doe jullie mooie kleding aan bij elke moskee en eet en drinkt, maar weest niet verkwistend; Hij bemint de verkwisters niet"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "Zeg: \"Wie heeft de mooie [kleding] van God die Hij voor Zijn dienaren heeft voortgebracht en de goede dingen van de levensbehoeften verboden?\" Zeg: \"Zij zijn in het tegenwoordige leven bestemd voor hen die geloven en op de opstandingsdag hun voorbehouden.\" Zo zetten Wij de tekenen uiteen aan mensen die weten"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "Zeg: \"Mijn Heer heeft slechts de gruwelijkheden verboden, de uiterlijke en de innerlijke, en de zonde en de onterechte aanmatiging en dat jullie aan God metgezellen toevoegen, iets waarvoor Hij geen machtiging heeft neergezonden, en dat jullie over God zeggen waar jullie geen weet van hebben"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "Voor iedere gemeenschap is er een termijn; wanneer hun termijn dan komt zullen zij geen uur te laat ontboden worden, noch te vroeg"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "Kinderen van Adam! Als tot jullie gezanten uit jullie midden komen die jullie Mijn tekenen vertellen dan hebben zij die godvrezend zijn en zich beteren niets te vrezen noch zullen zij bedroefd zijn"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "Maar zij die Onze tekenen loochenen en hoogmoedig afwijzen, zij zijn het die in het vuur thuishoren; zij zullen daarin altijd blijven"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "En wie is er zondiger dan wie over God bedrog verzint of Zijn tekenen loochent? Zij zijn het die hun aandeel in het boek zullen krijgen totdat Onze gezanten, wanneer zij tot hen komen om hen weg te nemen, zeggen: \"Waar zijn zij dan die jullie in plaats van God aanroepen?\" Zij zeggen: \"Wij zijn hen kwijtgeraakt.\" En zij getuigen tegen zichzelf dat zij ongelovig waren"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "Hij zegt: \"Gaat binnen in het vuur te midden van gemeenschappen van de djinn en de mensen die al voor jullie tijd voorbijgegaan waren.\" Telkens als een gemeenschap binnengaat vervloekt zij een andere en ten slotte, wanneer zij allen bij elkaar gekomen zijn, zegt de laatste van hen tot de eerste van hen: \"Onze Heer, dezen hebben ons tot dwaling gebracht. Geef hun dus een dubbele bestraffing van het vuur.\" Hij zegt: \"Voor ieder dubbel!\" Maar jullie weten het niet"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "En de eerste van hen zegt tot de laatste van hen: \"Dan hebben jullie toch geen voordeel boven ons. Proeft dus de bestraffing voor wat jullie begaan hebben"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "Voor hen die Onze tekenen loochenen en hoogmoedig afwijzen zullen de poorten van de hemel niet worden geopend, noch zullen zij de tuin binnengaan, zolang niet een kameel door het oog van een naald gaat. Zo vergelden Wij aan de boosdoeners"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Voor hen is de hel een rustplaats en boven hen hebben zij bedekkingen. Zo vergelden Wij aan de onrechtplegers"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "Maar zij die geloven en de deugdelijke daden doen -- aan niemand wordt meer dan hij kan dragen opgelegd -- zij zijn het die in de tuin thuishoren; zij zullen daarin altijd blijven"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "En Wij nemen wat er in hun harten aan wrok was weg. Onder hen stromen rivieren en zij zeggen: \"Lof zij God die ons tot hiertoe de goede richting gewezen heeft. Wij zouden ons de goede richting niet hebben laten wijzen als God ons die niet gewezen had. De gezanten van onze Heer zijn werkelijk met de waarheid gekomen.\" En hun wordt toegeroepen: \"Dat is nu de tuin [voor jullie]. Jullie hebben die als erfdeel gekregen voor wat jullie gedaan hebben"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "De bewoners van de tuin roepen de bewoners van het vuur toe: \"Wij hebben gemerkt dat wat onze Heer toegezegd had waar is. Hebben jullie ook gemerkt dat wat jullie Heer toegezegd had waar is?\" Zij zeggen: \"Ja.\" Dan roept een aankondiger onder hen uit: \"Gods vloek rust op de onrechtplegers"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "die Gods weg versperren en verlangen dat het een kronkelweg is terwijl zij aan het hiernamaals ongelovig zijn"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "Tussen beiden is er een afscheiding en op de kantelen zijn er mannen die iedereen aan hun kentekenen kennen en zij roepen hun die in de tuin thuishoren toe: \"Vrede zij met jullie!\" Zij zijn niet binnengegaan al begeren zij het"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "En wanneer hun blikken zich naar hen die in het vuur thuishoren toewenden zeggen zij: \"Onze Heer, zet ons niet bij de mensen die onrecht plegen"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "En zij die op de kantelen zijn roepen naar mannen die zij aan hun kentekenen kennen. Zij zeggen: \"Het bijeenvergaren heeft jullie niet gebaat, noch dat jullie hoogmoedig waren"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "Zijn dezen het van wie jullie gezworen hadden dat God hun Zijn barmhartigheid niet zou betonen? -- Gaat de tuin binnen. Jullie hebben niets te vrezen noch zullen jullie bedroefd zijn"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "Zij die in het vuur thuishoren roepen naar hen die in de tuin thuishoren: \"Schenkt ons water of iets van dat waarmee God jullie verzorgt.\" Zij zeggen: \"God heeft beide verboden voor de ongelovigen"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "die hun godsdienst als spel en tijdverdrijf beschouwden. Het tegenwoordige leven begoochelde hen.\" Vandaag vergeten Wij hen zoals zij hun ontmoeting op deze dag vergaten en Onze tekenen ontkenden"
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "Wij hebben hun een boek gebracht dat Wij op grond van kennis, als leidraad en barmhartigheid voor mensen die geloven, uiteengezet hebben"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "Wachten zij op iets anders dan de uitwerking ervan? Op de dag dat de uitwerking ervan komt zullen zij die het eerder vergeten hadden zeggen: \"De gezanten van onze Heer zijn werkelijk met de waarheid gekomen. Zijn er voor ons bemiddelaars om voor ons te bemiddelen? Of zullen wij teruggebracht worden om iets anders te doen dan wij gewoon waren te doen?\" Zij hebben zichzelf verloren en wat zij verzonnen hebben zijn zij kwijtgeraakt"
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "Jullie Heer is God die de hemelen en de aarde in zes dagen geschapen heeft. Toen vestigde Hij zich op de troon. Hij laat de nacht de dag bedekken terwijl hij hem haastig najaagt. En de zon, de maan en de sterren zijn onderworpen aan Zijn zeggenschap. Behoren Hem de schepping en de ordening niet toe? Gezegend zij God, de Heer van de wereldbewoners"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "Bidt in deemoed en in het verborgene tot jullie Heer; Hij bemint de overtreders niet"
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "Brengt geen verderf op de aarde, nadat zij in orde gemaakt is en roept Hem aan in vrees en begeerte. Gods barmhartigheid is dicht bij hen die goed doen"
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "En Hij is het die de winden als verkondigers van goed nieuws voor Zijn barmhartigheid uit zendt, totdat Wij ze, wanneer zij zware wolken opgestuwd hebben, naar een dode streek drijven en ermee het water laten neerdalen. En Wij brengen daarmee allerlei vruchten voort. Zo brengen Wij ook de doden tevoorschijn; misschien laten jullie je vermanen"
        },
        {
            "chapter": 7,
            "verse": 58,
            "text": "En het goede land, daarvan komen de planten met Gods toestemming op, maar van dat wat slecht is komt maar moeizaam iets op. Zo zetten Wij de tekenen uiteen voor mensen die dank betuigen"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "Wij hebben Noeh tot zijn volk gezonden en hij zei: \"Mijn volk! Dient God; jullie hebben geen andere god dan Hem. Ik vrees voor jullie de bestraffing op een geweldige dag"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "De voornaamsten van zijn volk zeiden: \"Wij zien dat jij in duidelijke dwaling verkeert"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "Hij zei: \"Mijn volk! Er is in mij geen dwaling, maar ik ben een gezant van de Heer van de wereldbewoners"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "Ik verkondig jullie de zendingsopdrachten van mijn Heer en ik geef jullie goede raad en van God weet ik wat jullie niet weten"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "Of zijn jullie verbaasd dat er tot een man uit jullie midden een vermaning van jullie Heer komt opdat hij jullie waarschuwt en opdat jullie godvrezend worden; misschien zal aan jullie barmhartigheid bewezen worden"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "Maar zij betichtten hem van leugens. Toen redden Wij hem en hen die met hem waren in het schip en lieten Wij hen die Onze tekenen loochenden verdrinken; zij waren een blind volk"
        },
        {
            "chapter": 7,
            "verse": 65,
            "text": "En tot de 'Aad [was] hun broeder Hoed [gezonden]. Hij zei: \"Mijn volk! Dient God; jullie hebben geen andere god dan Hem. Zullen jullie niet godvrezend worden"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "De voornaamsten, zij die uit zijn volk ongelovig waren, zeiden: \"Wij zien dat jij in dwaasheid verkeert en wij menen dat jij tot de leugenaars behoort"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "Hij zei: \"Mijn volk! Er is in mij geen dwaasheid, maar ik ben een gezant van de Heer van de wereldbewoners"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "Ik verkondig jullie de zendingsopdrachten van mijn Heer en ik ben voor jullie een betrouwbare raadgever"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "Of zijn jullie verbaasd dat er tot een man uit jullie midden een vermaning van jullie Heer komt om jullie te waarschuwen? Herinnert jullie, toen Hij jullie na het volk van Noeh tot opvolgers gemaakt had en jullie een beduidend grotere gestalte gegeven had. En gedenkt de weldaden van jullie Heer; misschien zal het jullie welgaan"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "Zij zeiden: \"Ben jij tot ons gekomen, opdat wij God alleen zullen dienen en wat onze vaderen dienden verlaten? Breng wat jij ons aanzegt als jij tot hen die gelijk hebben behoort"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "Hij zei: \"Er zal jullie gruwel en toorn van jullie Heer overvallen. Willen jullie dan met mij twisten over namen die jullie en jullie vaderen gegeven hebben, waarvoor God geen enkele machtiging had neergezonden? Wacht maar af; ik zal met jullie afwachten"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "Toen redden Wij hem en hen die met hem waren door barmhartigheid van Ons en tot de laatste toe velden Wij hen die Onze tekenen loochenden en die niet gelovig waren"
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "En tot de Thamoed [was] hun broeder Salih [gezonden]. Hij zei: \"Mijn volk! Dient God; jullie hebben geen andere god dan Hem. Tot jullie is een duidelijk bewijs van jullie Heer gekomen. Dit is Gods kameelmerrie; voor jullie een teken. Laat haar eten op Gods aarde en treft haar niet met kwaad, want dan zal een pijnlijke bestraffing jullie grijpen"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "En herinnert jullie, toen Hij jullie tot opvolgers maakte na de 'Aad. En Hij heeft jullie plaatsen aangewezen op de aarde om op haar vlakten jullie kastelen in te nemen en om de bergen tot huizen te behouwen. En gedenkt de weldaden van jullie Heer en veroorzaakt geen ellende door op de aarde verderf te zaaien"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "De voornaamsten, zij die uit zijn volk hoogmoedig waren, zeiden tot hen die onderdrukt werden, tot hen die uit hun midden gelovig waren: \"Weten jullie dat Salih een gezondene van zijn Heer is?\" Zij zeiden: \"Wij geloven zeker wel in dat waarmee hij gezonden is"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "Zij die hoogmoedig waren zeiden: \"Wij hechten geen geloof aan wat jullie geloven"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "Zij sneden toen de hielpezen van de kameelmerrie door en minachtten het bevel van hun Heer en zij zeiden: \"O Salih, breng wat jij ons aanzegt, als jij tot de gezondenen behoort"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "Toen greep de aardbeving hen en lagen zij 's morgens in hun woning dood op de grond"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "Toen keerde hij zich van hen af en zei: \"Mijn volk! Ik had jullie toch de zendingsopdracht van mijn Heer verkondigd en jullie goede raad gegeven, maar jullie beminnen de raadgevers niet"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "En Loet, toen hij tot zijn volk zei: \"Zullen jullie een gruweldaad begaan die nog niemand van de wereldbewoners vóór jullie heeft begaan"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "Jullie komen vol begeerte tot mannen in plaats van tot vrouwen. Ja, jullie zijn overmatige mensen"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "Het antwoord van zijn volk was slechts dat zij zeiden: \"Verdrijf hen uit jullie stad, want zij zijn mensen die zich rein houden"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "Toen redden Wij hem en zijn familie, behalve zijn vrouw; zij behoorde tot hen die achterbleven"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "En Wij lieten regen op hen vallen. Kijk dan hoe het einde was van de boosdoeners"
        },
        {
            "chapter": 7,
            "verse": 85,
            "text": "En tot de Madjan [was] hun broeder Sjoe'aib [gezonden]. Hij zei: \"Mijn volk! Dient God; jullie hebben geen andere god dan Hem. Tot jullie is een duidelijk bewijs van jullie Heer gekomen. Geeft volle maat en gewicht en doe de mensen niet te kort in de dingen die van hen zijn en brengt geen verderf op de aarde, nadat zij in orde gemaakt is. Dat is beter voor jullie als jullie gelovig zijn"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "Ligt niet op elke weg op de loer om te dreigen en om Gods weg voor hen die in Hem geloven te versperren en te verlangen dat het een kronkelweg is. En herinnert jullie, toen jullie weinig waren en Hij maakte dat jullie veel werden en kijkt hoe het einde was van de verderfbrengers"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "En als een groep van jullie gelooft in dat waarmee ik gezonden ben en een groep niet gelooft, weest dan geduldig totdat God tussen ons oordeelt, want Hij is de beste van hen die oordelen"
        },
        {
            "chapter": 7,
            "verse": 88,
            "text": "De voornaamsten, zij die uit zijn volk hoogmoedig waren, zeiden: \"Wij zullen jou, Sjoe'aib en hen die met jou geloven uit onze stad verdrijven, of je moet tot ons geloof terugkeren.\" Hij zei: \"Ook dan, als dat ons tegenstaat"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "Wij zouden toch over God bedrog verzinnen als wij tot jullie geloof zouden terugkeren, nadat God ons daaruit heeft gered. Het past ons niet ernaar terug te keren, behalve als God onze Heer het wil. Onze Heer omvat alles met Zijn kennis. Op God stellen wij ons vertrouwen. Onze Heer, doe naar waarheid uitspraak tussen ons en ons volk; U bent de beste van hen die uitspraak doen"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "En de voornaamsten uit zijn volk, zij die ongelovig waren, zeiden: \"Als jullie Sjoe'aib volgen behoren jullie tot de verliezers"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "Toen greep de aardbeving hen en lagen zij 's morgens in hun woning dood op de grond"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "Zij die Sjoe'aib van leugens betichtten waren alsof zij er niet lang woonachtig waren geweest. Zij die Sjoe'aib van leugens betichtten waren zelf de verliezers"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "Toen keerde hij zich van hen af en zei: \"Mijn volk! Ik had jullie toch de zendingsopdrachten van mijn Heer verkondigd en jullie goede raad gegeven. Hoe kan ik dan treurig zijn over ongelovige mensen"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "Wij hebben geen profeet naar een stad gezonden zonder dat Wij de inwoners ervan tegenspoed en rampspoed opgelegd hebben, opdat zij zich misschien zouden vernederen"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "Dan vervingen Wij het slechte door het goede tot zij zich vermeerderden en zeiden: \"Onze vaderen heeft ook rampspoed en voorspoed getroffen.\" Toen grepen Wij hen onverwachts zonder dat zij het beseften"
        },
        {
            "chapter": 7,
            "verse": 96,
            "text": "Maar als de inwoners van de steden geloofd hadden en godvrezend geweest waren dan hadden Wij voor hen de zegeningen van de hemel en de aarde geopend. Maar zij betichtten van leugens en dus grepen Wij hen voor wat zij begaan hadden"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "Wanen de inwoners van de steden zich er veilig voor dat Ons geweld 's nachts over hen komt terwijl zij slapen"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "En wanen de inwoners van de steden zich er veilig voor dat Ons geweld op klaarlichte dag over hen komt terwijl zij schertsen"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "En wanen de inwoners van de steden zich dan veilig voor de plannen van God? Maar alleen de mensen die verliezers zijn wanen zich veilig voor de plannen van God"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "Is het dan aan hen die de aarde na de [vorige] bewoners beërven niet duidelijk dat Wij hen voor hun zonden getroffen hadden, als Wij gewild hadden? Maar Wij verzegelen hun harten zodat zij niet horen"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "Die steden, daar vertellen Wij jou berichten over. Hun gezanten kwamen met de duidelijke bewijzen tot hen, maar zij waren niet zo dat zij geloofden in wat zij tevoren geloochend hadden. Zo verzegelt God de harten van de ongelovigen"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "Wij hebben gemerkt dat de meesten van hen geen verbintenissen kennen en Wij hebben gemerkt dat de meesten van hen verdorven zijn"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "Toen zonden Wij na hen Moesa met Onze tekenen naar Fir'aun en zijn raad van voornaamsten, maar zij zondigden ertegen. Kijk dan hoe het einde was van de verderfbrengers"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "En Moesa zei: \"O Fir'aun, ik ben een gezant van de Heer der wereldbewoners"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "die begerig is om over God alleen maar de waarheid te zeggen. Ik ben tot jullie gekomen met een duidelijk bewijs van jullie Heer. Zend dus de Israëlieten met mij weg"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "Hij zei: \"Als jij echt met een teken gekomen bent, breng het dan tevoorschijn als jij behoort tot hen die gelijk hebben"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "Toen wierp hij zijn staf en die was opeens duidelijk een slang"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "En hij strekte zijn hand uit en zij was opeens wit voor de toeschouwers"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "De voornaamsten uit het volk van Fir'aun zeiden: \"Zie dit is een kundig tovenaar"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "Hij wil jullie uit jullie land verdrijven. Wat bevelen jullie dan aan"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "Zij zeiden: \"Houd hem en zijn broer nog wat tegen en zend bijeenroepers in de steden uit"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "om elke kundige tovenaar tot jou te brengen"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "En de tovenaars van Fir'aun kwamen en zeiden: \"Voor ons is er toch wel een beloning als wij overwinnen"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "Hij zei: \"Ja, jullie zullen dan behoren tot hen die in [mijn] nabijheid zijn toegelaten"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "Zij zeiden: \"O Moesa, of jij werpt of wij zijn het die zullen werpen"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "Hij zei: \"Werpt.\" En toen zij wierpen betoverden zij de ogen van de mensen en boezemden hun angst in en zij bedreven geweldige tovenarij"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "Maar Wij openbaarden aan Moesa: \"Werp jouw staf.\" Die verslond toen wat zij de mensen voortoverden"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "Toen kwam de waarheid aan het licht en wat zij deden bleek vals te zijn"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "Zij werden daar dus overwonnen en keerden om als gekleineerden"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "En de tovenaars werden neergeworpen om zich eerbiedig neer te buigen"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "Zij zeiden: \"Wij geloven in de Heer van de wereldbewoners"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "de Heer van Moesa en Haroen"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Fir'aun zei: \"Jullie geloven in Hem voordat ik jullie toestemming gegeven heb. Dat is een list die jullie in de stad beraamd hebben om haar inwoners eruit te verdrijven. Dat zullen jullie dan weten"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "Ik zal jullie de handen en de voeten aan tegenovergestelde kanten afhouwen en dan zal ik jullie allen tezamen kruisigen"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "Zij zeiden: \"Wij zullen tot onze Heer omkeren"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "Jij koestert alleen maar wrok tegen ons omdat wij in de tekenen van onze Heer geloofden toen zij tot ons kwamen. Onze Heer, verleen ons volharding en neem ons weg als [mensen] die zich [aan God] hebben overgegeven"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "De voornaamsten uit het volk van Fir'aun zeiden: \"Zul jij toelaten dat Moesa en zijn volk op de aarde verderf zaaien en dat hij jou en jouw goden verlaat?\" Hij zei: \"Wij zullen hun zonen doden en hun vrouwen in leven laten. Wij zijn toch de overheersers over hen"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Moesa zei tot zijn volk: \"Vraagt God om hulp en weest geduldig. De aarde behoort God toe; Hij laat haar beërven door wie van Zijn dienaren Hij wil en het [goede] uiteinde komt de godvrezenden toe"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "Zij zeiden: \"Ons is leed aangedaan voordat jij tot ons kwam en nadat jij tot ons gekomen bent.\" Hij zei: \"Misschien dat jullie Heer jullie vijanden vernietigt en dat Hij jullie dan hun opvolgers op de aarde laat zijn. Dan zal Hij kijken hoe jullie het doen"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "En Wij grepen de mensen van Fir'aun met hongerjaren en tekort aan vruchten, opdat zij zich misschien zouden laten vermanen"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "Wanneer dan iets goeds tot hen kwam zeiden zij: \"Dit komt ons toe.\" Maar als hen iets slechts trof, zagen zij een slecht voorteken in Moesa en hen die met hem waren. Toch was hun slechte voorteken alleen maar bij God, maar de meesten van hen weten het niet"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "En zij zeiden: \"Wat jij ons ook voor teken brengt om ons ermee te betoveren, wij zullen jou toch niet geloven"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "En Wij zonden over hen de overstroming, de sprinkhanen, de vlooien, de kikkers en het bloed als duidelijk te onderscheiden tekenen. Maar zij bleven hoogmoedige en misdadige mensen"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "En toen de plaag hen overviel zeiden zij: \"O Moesa, bid voor ons tot jouw Heer op grond van wat Hij jou opgedragen heeft. Als jij de plaag voor ons opheft dan zullen wij aan jou geloof hechten en de Israëlieten met jou mee wegzenden"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "Maar toen Wij de plaag voor hen ophieven tot aan een termijn die zij moesten bereiken, toen braken zij meteen hun woord"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "Dus namen Wij wraak op hen en Wij verdronken hen in de zee, omdat zij Onze tekenen geloochend hadden en er niet op gelet hadden"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "En Wij lieten het volk dat onderdrukt was geweest het oosten en het westen beërven van het land dat Wij gezegend hadden. Zo werd het mooiste woord van jouw Heer vervuld aan de Israëlieten, omdat zij geduldig volhardden, maar Wij vernietigden wat Fir'aun en zijn volk gemaakt hadden en wat zij [als gebouwen] hadden opgetrokken"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "En Wij lieten de Israëlieten de zee oversteken en zij kwamen bij een volk dat afgoden die zij hadden bleef dienen. Zij zeiden: \"O Moesa, maak voor ons een god zoals zij goden hebben.\" Hij zei: \"Jullie zijn mensen die niets weten"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "Waar dezen hier zich mee bezighouden, dat wordt vernietigd en wat zij gedaan hebben wordt tenietgedaan"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "Hij zei: \"Zal ik dan voor jullie een andere god begeren dan God, terwijl Hij jullie boven de wereldbewoners heeft verkozen"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "Toen Wij jullie van Fir'auns mensen redden die jullie een vreselijk leed berokkenden doordat zij jullie zonen doodden en alleen jullie vrouwen in leven lieten. Daarin was een geweldige beproeving van jullie Heer"
        },
        {
            "chapter": 7,
            "verse": 142,
            "text": "En Wij spraken met Moesa dertig nachten af en Wij sloten ze af met nog tien. Zo duurde de afgesproken tijd met zijn Heer volle veertig nachten. En Moesa zei tot zijn broer Haroen: \"Wees mijn opvolger bij mijn volk en stel orde op zaken en volg niet de weg van de verderfbrengers"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Toen Moesa op de met Ons afgesproken tijd kwam en zijn Heer tot hem sprak zei hij: \"Mijn Heer, maak dat ik zo zie dat ik U aanschouw.\" Hij zei: \"Jij zult Mij niet zien, maar kijk naar de berg. Als hij vast op zijn plaats blijft staan, dan zul jij Mij zien.\" Maar toen Zijn Heer Zijn glorie aan de berg openbaarde maakte Hij hem tot gruis en Moesa viel wezenloos neer. En toen hij weer tot bewustzijn kwam zei hij: \"U zij geprezen, ik wend mij berouwvol tot U en ik ben de eerste van de gelovigen"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "Hij zei: \"O Moesa, Ik heb jou met Mijn zendingsopdrachten en Mijn woord boven de mensen uitverkoren. Houd dan wat Ik jou gegeven heb vast en behoor tot hen die dank betuigen"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "En Wij schreven voor hem op de tafelen over alle dingen, als een aansporing en een uiteenzetting van alle dingen; \"Houd die stevig vast en beveel jouw volk zich aan het mooiste ervan te houden. Ik zal jullie de woning van de verdorvenen laten zien"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "Ik zal van Mijn tekenen hen afwenden die zich onterecht op de aarde hoogmoedig gedragen; ook al zien zij elk teken, zij geloven er niet in en al zien zij de weg van redelijk inzicht, zij zullen die niet als weg aannemen. Maar als zij de weg van de verdorvenheid zien dan nemen zij die aan als weg. Dat komt omdat zij Onze tekenen geloochend hebben en er niet op gelet hebben"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Zij die Onze tekenen en de ontmoeting van het hiernamaals loochenen, hun daden zullen vruchteloos zijn. Zal aan hen soms iets anders vergolden worden dan wat zij deden"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "En het volk van Moesa maakte zich na zijn vertrek van hun sieraden een kalf, als een lichaam met geloei. Zagen zij dan niet dat het niet tot hen kon spreken en hun niet de weg kon wijzen? Zij namen het aan en pleegden onrecht"
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "En toen berouw hen overviel en zij zagen dat zij gedwaald hadden zeiden zij: \"Als onze Heer geen erbarmen met ons heeft en ons vergeeft dan behoren wij tot de verliezers"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "Toen Moesa toornig en vol spijt tot zijn volk terugkeerde zei hij: \"Wat jullie na mijn weggaan gedaan hebben, dat is pas slecht! Wilden jullie de beschikking van jullie Heer voor zijn?\" En hij wierp de tafelen neer en greep zijn broer bij het hoofd en trok hem naar zich toe. Hij zei: \"Zoon van mijn moeder! Het volk heeft mij onder druk gezet en zij hadden mij bijna gedood. Maak niet dat de vijanden over mij leedvermaak hebben en zet mij niet bij de mensen die onrecht plegen"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "Hij zei: \"Mijn Heer, vergeef mij en mijn broer en laat ons Uw barmhartigheid binnengaan; U bent de barmhartigste van de barmhartigen"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Zij die het kalf aannamen, over hen zal toorn van hun Heer en vernedering in het tegenwoordige leven komen; zo vergelden Wij aan hen die bedenksels verzinnen"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Maar zij die slechte daden begaan en dan later berouw tonen en geloven; zeker, jouw Heer is daarna vergevend en barmhartig"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "En toen de toorn van Moesa bedaard was nam hij de tafelen en in het inschrift erop was een leidraad en barmhartigheid voor hen die voor hun Heer ontzag hebben"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "En Moesa koos uit zijn volk zeventig mannen voor de afgesproken tijd met Ons. Toen dan de aardbeving hen greep zei hij: \"Mijn Heer, als U gewild had, had U hen al eerder kunnen vernietigen en mij ook. Zult U ons vernietigen voor wat de dwazen onder ons gedaan hebben? Het is toch Uw verzoeking waarmee U tot dwaling brengt wie U wilt en op het goede pad brengt wie U wilt. U bent onze helper, vergeef ons dan en heb erbarmen met ons; U bent de beste van hen die vergeven"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "En noteer voor ons in de tegenwoordige wereld wat goed is en ook in het hiernamaals, want wij hebben ons tot U gewend.\" Hij zei: \"Met Mijn bestraffing tref Ik wie Ik wil en Mijn barmhartigheid omvat alles. Ik zal het noteren voor hen die godvrezend zijn en de zakaat brengen en voor hen die in Onze tekenen geloven"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "die de gezant, de ongeletterde profeet volgen, die zij bij zich in de Taura en de Indjiel beschreven vinden. Hij gebiedt hun het behoorlijke en verbiedt hun het verwerpelijke en hij staat hun de goede dingen toe en verbiedt hun de onbetamelijke dingen. Hij neemt hun de last en de boeien af die op hen rustten. Zij nu die in hem geloven, hem bijstaan, hem helpen en het licht volgen dat met hem is neergezonden, zij zijn het die het welgaat"
        },
        {
            "chapter": 7,
            "verse": 158,
            "text": "Zeg: \"O mensen, ik ben de gezant van God tot jullie allen, van Hem die de heerschappij over de hemelen en de aarde heeft. Er is geen god dan Hij. Hij geeft leven en laat sterven. Gelooft dan in God en Zijn gezant, de ongeletterde profeet die in God en Zijn woorden gelooft en volgt hem; misschien zullen jullie je de goede richting laten wijzen"
        },
        {
            "chapter": 7,
            "verse": 159,
            "text": "En onder de mensen van Moesa is er een gemeenschap [van hen] die de weg naar de waarheid wijst en die rechtvaardig ernaar handelt"
        },
        {
            "chapter": 7,
            "verse": 160,
            "text": "En Wij splitsten hen op in twaalf stammen, als gemeenschappen. En Wij openbaarden aan Moesa, toen zijn volk hem om water vroeg: \"Sla met je staf op de rots.\" Toen ontsprongen daaruit twaalf bronnen, waarvan elke groep mensen wist waar ze moesten drinken. En Wij lieten hen door de wolken overschaduwen en zonden het manna en de kwartels tot hen neer: \"Eet van de goede dingen waarmee Wij in jullie levensonderhoud voorzien.\" En zij deden Ons geen onrecht aan, maar zij deden zichzelf onrecht aan"
        },
        {
            "chapter": 7,
            "verse": 161,
            "text": "En toen tot hen gezegd werd: \"Bewoont deze stad en eet ervan in overvloed, waar jullie maar willen en zegt: 'Vergiffenis!? en gaat eerbiedig neerbuigend de poort binnen, dan zullen Wij jullie je fouten vergeven en Wij zullen hun die goed doen nog meer doen toekomen"
        },
        {
            "chapter": 7,
            "verse": 162,
            "text": "Maar zij die onrecht pleegden verwisselden het gezegde voor iets anders dan wat tot hen gezegd was. Toen zonden Wij een plaag uit de hemel over hen voor het onrecht dat zij gepleegd hadden"
        },
        {
            "chapter": 7,
            "verse": 163,
            "text": "En vraag hun naar de stad die bij de zee lag; toen zij op de sabbat in overtreding waren, hoe hun vissen op hun sabbatdag tot hen kwamen terwijl ze vanzelf omhooggezwommen waren, maar op de dag dat zij de sabbat niet hielden kwamen ze niet. Zo stelden Wij hen op de proef voor het schandelijke dat zij deden"
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "En toen een gemeenschap van hen zei: \"Waarom vermanen jullie mensen die God zal vernietigen of met een strenge bestraffing straffen?\" Zij zeiden: \"Als verontschuldiging tot jullie Heer en opdat zij misschien godvrezend zullen worden"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "En toen zij vergeten waren waartoe zij gemaand waren, redden Wij hen die het slechte verboden en grepen Wij hen die onrecht pleegden met een erge bestraffing voor het schandelijke dat zij deden"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "En toen zij wat hun verboden was minachtten, zeiden Wij tot hen: \"Weest weggejaagde apen"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "En toen jouw Heer aankondigde tegen hen tot aan de opstandingsdag mensen te zenden die hun een vreselijk leed zouden berokkenen. Jouw Heer is zeker snel met de afstraffing en Hij is werkelijk vergevend en barmhartig"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "En Wij splitsten hen op de aarde in gemeenschappen op; sommigen van hen waren rechtschapen en anderen waren dat niet. En Wij stelden hen op de proef met goede en slechte dingen, opdat zij misschien terug zouden keren"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Toen werden zij daarna opgevolgd door opvolgers, die het boek erfden. Zij grijpen het stoffelijk gewin van deze tegenwoordige wereld aan en zeggen: \"Het zal ons vergeven worden.\" En als een dergelijk stoffelijk gewin zich nog eens aan hen voordoet grijpen zij het aan. Is met hen niet het verdrag van het boek aangegaan dat zij over God alleen maar de waarheid zouden zeggen? En zij hebben wat erin staat bestudeerd. En de laatste woning is beter voor hen die godvrezend zijn. Hebben jullie dan geen verstand"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "Maar zij die aan het boek vasthouden en de salaat verrichten? Wij zullen het loon van hen die herstel brengen niet verloren laten gaan"
        },
        {
            "chapter": 7,
            "verse": 171,
            "text": "En toen Wij de berg boven hen ophieven alsof hij een stapelwolk was en zij meenden dat hij op hen zou vallen: \"Houdt aan wat Wij jullie gegeven hebben stevig vast en gedenkt wat erin staat; misschien zullen jullie godvrezend worden"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "En toen jouw Heer uit de kinderen van Adam, uit hun lendenen, hun nageslacht nam en hen over zichzelf liet getuigen: \"Ben Ik niet jullie Heer?\" Zij zeiden: \"Ja zeker, wij getuigen.\" Zodat zij niet op de opstandingsdag zouden kunnen zeggen: \"Hierop hadden wij niet gelet"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "Of kunnen zeggen: \"Onze voorvaderen waren vroeger veelgodendienaars en wij zijn slechts nageslacht na hen. Zult U ons dan vernietigen voor wat zij deden die zeggen dat het niet waar is"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "Zo zetten Wij de tekenen uiteen en misschien zullen zij terugkeren"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "En lees hun de mededeling voor over hem aan wie Wij Onze tekenen gaven maar die er zich toen aan onttrok. Toen maakte de satan hem tot volgeling en behoorde hij tot de misleiden"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "En als Wij gewild hadden dan hadden Wij hem daardoor verhoogd, maar zijn neigingen waren op de aarde gericht en hij volgde zijn geneigdheid. Hij lijkt bijvoorbeeld op een hond. Als je hem aanvalt dan laat hij zijn tong uit de bek hangen en laat je hem met rust, dan laat hij zijn tong uit de bek hangen. Daarop lijken de mensen die Onze tekenen loochenen. Vertel dus het verhaal; misschien zullen zij nadenken"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "Een slecht voorbeeld zijn de mensen die Onze tekenen loochenden en die zichzelf onrecht aandeden"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "Wie door God op het goede pad gebracht is die volgt het goede pad en wie Hij tot dwaling brengt, dat zijn de verliezers"
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "Wij hebben veel djinn en mensen voor de hel geschapen. Zij hebben harten waarmee zij niet begrijpen, zij hebben ogen waarmee zij niet zien en zij hebben oren waarmee zij niet horen. Zij zijn als het vee, nee zij dwalen nog erger. Zij zijn het die onoplettend zijn"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "God komen de mooiste namen toe. Roept Hem daarmee aan en laat hen maar die Zijn namen misbruiken; aan hen zal worden vergolden wat zij deden"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "En onder hen die Wij geschapen hebben is er een gemeenschap die de weg naar de waarheid wijst en die rechtvaardig ernaar handelt"
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "En zij die Onze tekenen loochenen, zullen Wij gaandeweg tot vernietiging brengen zonder dat zij het weten"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "En Ik zal hun uitstel geven. Mijn list staat vast"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Hebben zij dan niet nagedacht? In hun medeburger is geen bezetenheid, hij is slechts een duidelijke waarschuwer"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Hebben zij niet het rijk van de hemelen en de aarde beschouwd en de dingen die God geschapen heeft en dat misschien hun termijn nabijgekomen is. Aan welk bericht zullen zij dan hierna nog geloven"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "Als God iemand tot dwaling brengt dan is er voor hem niemand die de goede richting wijst. En Hij laat hen in hun onbeschaamdheid doorgaan met dwalen"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "Zij vragen jou naar het uur, voor wanneer het is vastgesteld. Zeg: \"De kennis ervan is slechts bij mijn Heer, alleen Hij zal het op de tijd ervan openbaar maken. Het is van groot gewicht in de hemelen en op de aarde. Het komt slechts onverwachts tot jullie.\" Zij vragen aan jou alsof jij ervan op de hoogte bent. Zeg: \"De kennis ervan is slechts bij God, maar de meeste mensen weten het niet"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "Zeg: \"Ik heb geen macht om voor mijzelf tot nut of tot schade te zijn, afgezien van wat God wil. En als ik het verborgene zou kennen dan zou ik veel goeds verworven hebben en geen kwaad zou mij overkomen zijn. Ik ben slechts een waarschuwer en een verkondiger van goed nieuws voor mensen die geloven"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "Hij is het die jullie uit één wezen geschapen heeft en die uit hem zijn echtgenote maakte opdat hij bij haar rust zou vinden. En toen hij met haar gemeenschap had gehad kreeg zij een lichte zwangerschapslast te dragen en zij bleef gewoon doorgaan, maar toen dat zwaar werd riepen zij God, hun beider Heer, aan: \"Als U ons een gaaf kind geeft zullen wij zeker behoren tot hen die dank betuigen"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Toen Hij hun dan een gaaf kind gegeven had, kenden zij Hem metgezellen toe in wat Hij hun gegeven had. Maar God is verheven boven wat zij aan Hem als metgezellen toevoegen"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Voegen zij dan [aan God] iets als metgezellen toe wat niets schept, maar die zelf geschapen zijn"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "Die zijn niet in staat hen te helpen, noch kunnen zij zichzelf helpen"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "En als jullie hen tot de leidraad oproepen dan volgen zij jullie niet. Het maakt voor jullie niet uit of jullie hen oproepen of dat jullie zwijgen"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Zij, die jullie in plaats van God aanroepen, zijn dienaren net als jullie. Roept hen dan aan en laten zij jullie gehoor geven, als jullie gelijk hebben"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Hebben zij dan voeten waarmee zij lopen of hebben zij handen waarmee zij vastgrijpen of hebben zij ogen waarmee zij zien of hebben zij oren waarmee zij horen? Zeg: \"Roept jullie [zogenaamd goddelijke] metgezellen aan, beraamt dan listen tegen mij en laat mij dan niet wachten"
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "Mijn beschermer is God die het boek heeft neergezonden en Hij verleent de rechtschapenen bijstand"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "En zij die jullie in plaats van Hem aanroepen zijn niet in staat jullie te helpen, noch kunnen zij zichzelf helpen"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "En als jullie hen tot de leidraad oproepen dan horen zij niet en jullie zien hen naar jullie kijken, maar zij zien niet"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "Neem wat gemakkelijk gegeven kan worden, beveel het behoorlijke en wend je af van de dommen"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "En als jij door de satan wordt opgehitst, vraag dan God om bescherming; Hij is horend en wetend"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "Zij die godvrezend zijn zullen zich laten vermanen wanneer hun een opwelling van de satan overkomt en dan komen zij meteen tot inzicht"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "Maar hun broeders versterken zij in verdorvenheid en dan houden zij er niet mee op"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "En wanneer jij hun geen teken brengt zeggen zij: \"Had jij er niet een kunnen uitkiezen?\" Zeg: \"Ik volg slechts wat door mijn Heer aan mij wordt geopenbaard. Dit zijn inzichtelijke bewijzen van jullie Heer en het is een leidraad en barmhartigheid voor mensen die geloven"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "En wanneer de Koran wordt voorgelezen, luistert er dan naar en let in stilte op; misschien zal aan jullie barmhartigheid worden bewezen"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "En denk in jezelf aan jouw Heer in deemoed en in vrees en zonder luid te spreken, in de morgenstond en in de avond. En behoor niet tot de onoplettenden"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Zij die bij jouw Heer zijn zijn niet te trots om Hem te dienen; zij prijzen Hem en buigen zich eerbiedig voor Hem neer"
        },
        {
            "chapter": 8,
            "verse": 1,
            "text": "Zij vragen jou naar de buit. Zeg: \"De buit behoort aan God en Zijn gezant. Vreest dus God en stelt onderling orde op zaken en gehoorzaamt God en Zijn gezant als jullie gelovig zijn"
        },
        {
            "chapter": 8,
            "verse": 2,
            "text": "De gelovigen dat zijn slechts zij van wie de harten vol ontzag zijn wanneer Gods naam vermeld wordt en die, wanneer Zijn tekenen aan hen worden voorgelezen, erdoor in geloof toenemen en die op hun Heer hun vertrouwen stellen"
        },
        {
            "chapter": 8,
            "verse": 3,
            "text": "die de salaat verrichten en van wat Wij hun voor hun levensonderhoud gegeven hebben ook bijdragen geven"
        },
        {
            "chapter": 8,
            "verse": 4,
            "text": "Zij zijn het die echt geloven; voor hen zijn er verschillende rangen bij God en vergeving en een voortreffelijke voorziening"
        },
        {
            "chapter": 8,
            "verse": 5,
            "text": "Zoals jouw Heer jou met de waarheid jouw huis liet uitgaan en dat terwijl het een groep van de gelovigen tegenstond"
        },
        {
            "chapter": 8,
            "verse": 6,
            "text": "Zij twistten met jou over de waarheid, nadat die hun duidelijk was geworden, alsof zij met open ogen de dood in gedreven werden"
        },
        {
            "chapter": 8,
            "verse": 7,
            "text": "En toen God jullie toezegde dat één van de twee groepen voor jullie bestemd was en jullie liever hadden dat de weerloze voor jullie bestemd was. Maar God wenste de waarheid met Zijn woorden te bevestigen en de ongelovigen tot de laatste toe te vellen"
        },
        {
            "chapter": 8,
            "verse": 8,
            "text": "Om de waarheid te bevestigen en de onzin te ontkrachten ook al staat het de boosdoeners tegen"
        },
        {
            "chapter": 8,
            "verse": 9,
            "text": "Toen jullie je Heer om hulp vroegen en Hij jullie verhoorde: \"Ik versterk jullie met duizend engelen die achter elkaar aan komen"
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "En God heeft het alleen maar gedaan om het goed nieuws te laten zijn en opdat jullie harten erdoor gerustgesteld zouden worden -- de overwinning komt alleen maar van God. God is machtig en wijs"
        },
        {
            "chapter": 8,
            "verse": 11,
            "text": "Toen Hij jullie als een bescherming van Hem door slaap bevangen liet worden en water uit de hemel over jullie liet neerdalen om jullie ermee rein te maken en de gruwel van de satan van jullie te verwijderen en om jullie harten standvastig en de voeten stevig te maken"
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "Toen jouw Heer aan de engelen openbaarde: \"Ik ben met jullie, sterkt dus hen die geloven. Ik zal de harten van hen die ongelovig zijn schrik aanjagen. Houwt dan in op de nekken en houwt hen op al hun vingers"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "Dat is omdat zij God en Zijn gezant tegenwerken. En als iemand God en Zijn gezant tegenwerkt, dan is God streng in de afstraffing"
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "Dat is het dan voor jullie; proeft het dan. En, voor de ongelovigen is er de bestraffing van het vuur"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "Jullie die geloven! Wanneer jullie hen die ongelovig zijn tegenkomen wanneer zij met velen optrekken keert dan niet om, om te vluchten"
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "Wie zich op die dag omkeert -- behalve als krijgsmanoeuvre of om aansluiting te zoeken bij een andere troepenmacht -- die haalt zich de toorn van God op de hals en zijn verblijfplaats is de hel. Dat is pas een slechte bestemming"
        },
        {
            "chapter": 8,
            "verse": 17,
            "text": "Niet jullie hebben hen gedood, maar God heeft hen gedood en niet jij hebt geworpen toen jij wierp, maar God heeft geworpen en wel om de gelovigen daardoor met een goede beproeving op de proef te stellen. God is horend en wetend"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "Dat is het dan voor jullie. En God verzwakt de list van de ongelovigen"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "Als jullie om een goede afloop vragen dan is het succes al tot jullie gekomen, maar als jullie ophouden dan is het beter voor jullie. En als jullie terugkeren dan keren Wij [ook] terug. En jullie troepenmacht zal jullie in niets baten ook al is zij groot, maar God is met de gelovigen"
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "Jullie die geloven! Gehoorzaamt God en Zijn gezant en keert jullie niet van Hem af terwijl jullie toehoren"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "En weest niet als zij die zeggen: \"Wij horen\", terwijl zij niet horen"
        },
        {
            "chapter": 8,
            "verse": 22,
            "text": "De slechtste beesten zijn bij God de doven en de stommen die geen verstand hebben"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "Als God bij hen van iets goeds geweten had, dan had Hij hen laten horen, en als Hij hen had laten horen dan hadden zij zich toch afgekeerd terwijl zij zich afwendden"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "Jullie die geloven! Geeft gehoor aan God en de gezant, wanneer Hij jullie oproept tot wat jullie leven geeft en weet dat God tussen een man en zijn hart tussenbeide komt en dat jullie tot Hem verzameld zullen worden"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "En weest op jullie hoede voor een verzoeking die niet speciaal hen uit jullie midden treft die onrecht plegen. En weet dat God streng is in de afstraffing"
        },
        {
            "chapter": 8,
            "verse": 26,
            "text": "En herinnert jullie toen jullie weinig waren en onderdrukt werden op de aarde, terwijl jullie bang waren dat de mensen jullie zouden wegrukken. Maar Hij gaf jullie toen een onderkomen en heeft jullie gesterkt met Zijn hulp en voorzag met goede dingen in jullie onderhoud; misschien zullen jullie dank betuigen"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "Jullie die geloven! Weest niet ontrouw aan God en de gezant en weest niet ontrouw aan de dingen die jullie toevertrouwd zijn, terwijl jullie beter weten"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "En weet dat jullie bezittingen en jullie kinderen een verzoeking zijn en dat er bij God een geweldig loon is"
        },
        {
            "chapter": 8,
            "verse": 29,
            "text": "Jullie die geloven! Als jullie God vrezen zal Hij voor jullie een reddend onderscheidingsmiddel brengen en jullie je slechte daden kwijtschelden en jullie vergeven; God is vol van geweldige goedgunstigheid"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "En toen zij die ongelovig zijn plannen maakten om je vast te houden of je te doden of je te verdrijven. Zij maakten plannen en God maakte plannen, maar God is de beste plannenmaker"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "En wanneer Gods tekenen aan hen worden voorgelezen zeggen zij: \"Wij hebben het gehoord, als wij wilden dan zouden wij iets dergelijks kunnen zeggen. Dit zijn slechts fabels van hen die er eertijds waren"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "En toen zij zeiden: \"O God, als dit de waarheid is die van U komt, laat dan stenen uit de hemel op ons regenen of geef ons een pijnlijke bestraffing"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "Maar God is niet zo dat Hij hen zou bestraffen terwijl jij nog onder hen verkeert, noch zou God hen bestraffen, terwijl zij om vergeving vragen"
        },
        {
            "chapter": 8,
            "verse": 34,
            "text": "Maar waarom zou God hen niet bestraffen als zij de weg naar de heilige moskee versperren en er niet de beschermers van zijn. De beschermers ervan zijn slechts de gelovigen, maar de meesten van hen weten het niet"
        },
        {
            "chapter": 8,
            "verse": 35,
            "text": "Hun salaat bij het huis is slechts gefluit en handgeklap. Proeft dan de bestraffing ervoor dat jullie ongelovig waren"
        },
        {
            "chapter": 8,
            "verse": 36,
            "text": "Zij die ongelovig zijn dragen hun bezittingen bij om Gods weg te versperren. Zij zullen ze als bijdragen geven en dat zal voor hen een [reden tot] wroeging worden. Dan zullen zij overwonnen worden en zij die ongelovig zijn zullen in de hel verzameld worden"
        },
        {
            "chapter": 8,
            "verse": 37,
            "text": "opdat God de slechten van de goeden onderscheidt en de slechten op elkaar zet en opstapelt en in de hel zet. Dat zijn de verliezers"
        },
        {
            "chapter": 8,
            "verse": 38,
            "text": "Spreekt tot hen die ongelovig zijn. Als zij ophouden, dan zal hun wat zij eerder deden vergeven worden, maar als zij het weer doen -- de gebruikelijke behandeling van hen die er eertijds waren is al eerder toegepast"
        },
        {
            "chapter": 8,
            "verse": 39,
            "text": "Strijdt tegen hen tot er geen verzoeking meer is en de gehele godsdienst alleen God toebehoort. En als zij dan ophouden doorziet God wel wat zij doen"
        },
        {
            "chapter": 8,
            "verse": 40,
            "text": "En als zij zich afkeren, weet dan dat God jullie beschermheer is; een voortreffelijke beschermheer en een voortreffelijke helper"
        },
        {
            "chapter": 8,
            "verse": 41,
            "text": "En weet, dat wanneer jullie iets buitmaken, dat dan aan God een vijfde deel toebehoort en aan de gezant, de verwanten, de wezen, de behoeftigen en hij die onderweg is, als jullie geloven in God en wat Wij tot Onze dienaar hebben neergezonden op de dag van het reddend onderscheidingsmiddel, de dag dat de beide troepenmachten tot een treffen kwamen; God is almachtig"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "Toen jullie op de dichtbijgelegen helling waren en zij op de verafgelegen helling en de ruiterij beneden jullie was! Als jullie het met elkaar afgesproken hadden, dan waren jullie de afspraak zeker niet nagekomen. Maar het gebeurde opdat God een beschikking zou treffen die volvoerd moest worden en opdat zij die zijn omgekomen zouden omkomen op grond van een duidelijk bewijs en opdat zij die in leven bleven in leven zouden blijven op grond van een duidelijk bewijs. God is echt horend en wetend"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "Toen God hen in jouw slaap weinig liet lijken! Als Hij hen talrijk had laten lijken, dan hadden jullie het opgegeven en met elkaar erover getwist, maar God heeft [jullie] bewaard. Hij weet wat er binnen in de harten is"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "En toen Hij hen aan jullie, toen jullie tot een treffen kwamen, in jullie ogen weinig liet lijken en maakte dat jullie in hun ogen maar weinigen waren. Dat gebeurde opdat God een beschikking zou treffen die volvoerd moest worden. En aan God worden alle zaken voorgelegd"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "Jullie die geloven! Wanneer jullie een troepenmacht tegenkomen houdt dan stand en gedenkt God veel; misschien zal het jullie welgaan"
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "Gehoorzaamt God en Zijn gezant en twist niet met elkaar zodat jullie opgeven en het jullie niet voor de wind gaat. En volhardt geduldig; God is met de geduldig volhardenden"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "En weest niet als zij die in zelfgenoegzaamheid en om door de mensen gezien te worden uit hun woningen trokken en Gods weg versperden. God omvat wat zij doen"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "En toen de satan voor hen hun daden aantrekkelijk maakte en zei: \"Vandaag is er onder de mensen niemand die jullie overwint, want ik sta naast jullie.\" Maar toen de twee troepenmachten elkaar zagen lichtte hij zijn hielen en zei: \"Ik heb met jullie niets te maken. Ik zie wat jullie niet zien. Ik ben bang voor God. En God is streng in de afstraffing"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "Toen de huichelaars en zij die in hun harten een ziekte hebben zeiden: \"Dezen zijn door hun godsdienst begoocheld.\" Maar als iemand zijn vertrouwen op God stelt, dan is God machtig en wijs"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "Als jij maar kon zien wanneer de engelen hen die ongelovig zijn wegnemen, terwijl zij hen op de gezichten en hun ruggen slaan: \"Proeft de straf van de verbranding"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "Dat is voor wat jullie handen vroeger gedaan hebben en omdat God geen onrechtvaardige behandeling geeft aan de dienaren"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "Het is net als met de mensen van Fir'aun en hen die voor hun tijd leefden. Zij hechtten geen geloof aan Gods tekenen en dus greep God hen voor hun zonden. God is krachtig en streng in de afstraffing"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "Dat komt omdat God niet zo is dat Hij genade die Hij aan mensen geschonken heeft verandert zolang zij niet veranderen wat in henzelf is en omdat God wetend en wijs is"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Het is net als met de mensen van Fir'aun en hen die voor hun tijd leefden. Zij loochenden de tekenen van hun Heer en dus vernietigden Wij hen voor hun zonden en Wij verdronken de mensen van Fir'aun. En het waren allen onrechtplegers"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "De slechtste beesten zijn bij God zij die ongelovig zijn en die dus niet geloven"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "met wie jij een verbintenis bent aangegaan en die dan elke keer hun verbintenis verbreken en die niet godvrezend zijn"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "Als jij hen in de oorlog aantreft verstrooi dan via hen wie er achter hen staan; misschien laten zij zich vermanen"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "En als jij van bepaalde mensen verraad vreest, zeg dan het verbond met hen klaar en duidelijk op. God bemint de verraders niet"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "Zij die ongelovig zijn moeten er niet op rekenen [Ons] te vlug af te zijn; zij kunnen er niets tegen doen"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "En maakt tegen hen zo goed als jullie kunnen de bewapening en de inzetbare paarden gereed om Gods vijand en jullie vijand daarmee vrees aan te jagen en afgezien van hen anderen die jullie niet kennen, maar die God kent. En wat jullie ook als bijdrage op Gods weg geven, het zal jullie worden vergoed en jullie zal geen onrecht worden aangedaan"
        },
        {
            "chapter": 8,
            "verse": 61,
            "text": "En als zij geneigd zijn tot vrede, wees daar dan ook toe geneigd en stel je vertrouwen op God; Hij is de horende, de wetende"
        },
        {
            "chapter": 8,
            "verse": 62,
            "text": "En als zij jou wensen te misleiden, dan is God voor jou goed genoeg. Hij is het die jou met Zijn hulp en met de gelovigen sterkt"
        },
        {
            "chapter": 8,
            "verse": 63,
            "text": "En Hij heeft hun harten tot elkaar gebracht. Ook al zouden jullie alles wat er op de aarde is uitgeven, toch zouden jullie hun harten niet tot elkaar brengen, maar God heeft hun harten tot elkaar gebracht. Hij is machtig en wijs"
        },
        {
            "chapter": 8,
            "verse": 64,
            "text": "O profeet, God is goed genoeg voor jou en voor die gelovigen die jou volgen"
        },
        {
            "chapter": 8,
            "verse": 65,
            "text": "O profeet, spoor de gelovigen aan tot de strijd. Als er onder jullie twintig zijn die volhouden, dan zullen zij er tweehonderd overwinnen en als er onder jullie tweehonderd zijn, dan zullen zij duizend van hen die ongelovig zijn overwinnen, omdat dat mensen zijn die geen begrip hebben"
        },
        {
            "chapter": 8,
            "verse": 66,
            "text": "Nu heeft God het voor jullie gemakkelijk gemaakt; Hij weet dat er bij jullie zwakheid voorkomt. Dus, als er onder jullie honderd zijn die volhouden, dan zullen zij er tweehonderd overwinnen en als er onder jullie duizend zijn, dan zullen zij er met Gods toestemming tweeduizend overwinnen. God is met hen die geduldig volharden"
        },
        {
            "chapter": 8,
            "verse": 67,
            "text": "Het past een profeet niet gevangenen te hebben zolang hij niet in het land de overhand heeft. Jullie wensen het vergankelijke aanbod van de tegenwoordige wereld, maar God wenst het hiernamaals. God is machtig en wijs"
        },
        {
            "chapter": 8,
            "verse": 68,
            "text": "Als er geen eerdere schriftelijke vastlegging van God was geweest, dan had jullie voor wat jullie genomen hebben een geweldige bestraffing getroffen"
        },
        {
            "chapter": 8,
            "verse": 69,
            "text": "Eet dan van wat jullie buitgemaakt hebben als iets wat toegestaan en goed is en vreest God. God is vergevend en barmhartig"
        },
        {
            "chapter": 8,
            "verse": 70,
            "text": "O profeet, zeg tegen die gevangenen die in jouw handen zijn gevallen: \"Als God weet dat er in jullie harten iets goeds is, dan zal Hij jullie iets beters geven dan wat er van jullie genomen is en Hij zal jullie vergeven; God is vergevend en barmhartige"
        },
        {
            "chapter": 8,
            "verse": 71,
            "text": "En als zij jou wensen te verraden, welnu, zij hebben God al eerder verraden en Hij heeft toen over hen macht gegeven. En God is wetend en wijs"
        },
        {
            "chapter": 8,
            "verse": 72,
            "text": "Zij die geloven en uitgeweken zijn en zich met hun bezittingen en hun eigen persoon op Gods weg inspannen en zij die onderkomen en hulp gegeven hebben, dat zijn zij die elkaars medestanders zijn. En hun die geloven, maar nog niet zijn uitgeweken hoeven jullie geen enkele bescherming te geven zolang zij niet zijn uitgeweken. Maar als zij jullie om hulp in de godsdienst vragen dan moeten jullie hulp geven, behalve als het tegen mensen is met wie jullie een verbintenis hebben. God doorziet wel wat jullie doen"
        },
        {
            "chapter": 8,
            "verse": 73,
            "text": "En zij die ongelovig zijn zijn elkaars medestanders. En als jullie dit niet doen, dan zal er verzoeking in het land zijn en groot verderf"
        },
        {
            "chapter": 8,
            "verse": 74,
            "text": "Zij die geloven en uitgeweken zijn en zich op Gods weg inspannen en zij die onderkomen en hulp gegeven hebben, dat zijn zij die echt geloven; voor hen is er vergeving en een voortreffelijke voorziening"
        },
        {
            "chapter": 8,
            "verse": 75,
            "text": "En zij die later gelovig zijn geworden en uitgeweken zijn en die zich samen met jullie inspannen, die behoren bij jullie. Maar de bloedverwanten hebben volgens Gods boek de nauwste band met elkaar. God is alwetend"
        },
        {
            "chapter": 9,
            "verse": 1,
            "text": "Een opzegging door God en Zijn gezant aan hen onder de veelgodendienaars met wie jullie een verbond gesloten hebben"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "Trekt dan vier maanden rond in het land en weet dat jullie niets tegen God kunnen doen en dat God de ongelovigen te schande maakt"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "En een aankondiging door God en Zijn gezant aan de mensen op de dag van de grote bedevaart, dat God niets te maken heeft met de veelgodendienaars en Zijn gezant ook niet. Als jullie dan berouw tonen dan is dat beter voor jullie, maar als jullie je afkeren weet dan dat jullie niets tegen God kunnen doen. En zegt hun die ongelovig zijn een pijnlijke bestraffing aan"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "behalve hun onder de veelgodendienaars met wie jullie een verbond gesloten hebben en die daarna jullie in niets tekort gedaan hebben en die niemand tegen jullie hebben geholpen. Voert dan het verbond met hen volledig uit tot aan de met hen vastgestelde tijd. God bemint de godvrezenden"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "Als de heilige maanden zijn verstreken, doodt dan de veelgodendienaars waar jullie hen vinden, grijpt hen, belegert hen en wacht hen op in elke mogelijke hinderlaag. Maar als zij berouw tonen, de salaat verrichten en de zakaat geven, legt hun dan niets in de weg. God is vergevend en barmhartig"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "En als een van de veelgodendienaars bij jou bescherming zoekt, geef hem dan bescherming totdat hij het woord van God hoort en laat hem daarna een plaats bereiken waar hij veilig is. Dat is omdat zij mensen zijn die niet weten"
        },
        {
            "chapter": 9,
            "verse": 7,
            "text": "Hoe kan er jegens de veelgodendienaars een verbondsverplichting bij God en bij Zijn gezant zijn, behalve dan jegens hen met wie jullie een verbintenis aangegaan zijn bij de heilige moskee. Zolang zij jegens jullie correct handelen, handelt jullie dan ook correct. God bemint de godvrezenden"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "Hoe kan het anders, want als zij de overhand over jullie hebben dan houden zij zich aan familieband noch verbintenis. Zij stellen jullie tevreden met hun monden, maar hun harten zijn weigerachtig en de meesten van hen zijn verdorven"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "Zij hebben Gods tekenen verkwanseld en Zijn weg versperd. Slecht is het wat zij aan het doen waren"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "Zij houden zich met betrekking tot een gelovige aan familieband noch verbond. Dat zijn de overtreders"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "Maar als zij berouw tonen, de salaat verrichten en de zakaat geven dan zijn zij jullie broeders in de godsdienst. En Wij zetten de tekenen uiteen aan mensen die weten"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "En als zij hun eden breken nadat jullie met hen een verbond gesloten hebben en jullie godsdienst belasteren, bestrijdt dan de leiders van het ongeloof. Voor hen bestaan er geen eden. Misschien zullen zij ophouden"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "Zullen jullie dan niet strijden tegen mensen die hun eden gebroken hebben en die van plan waren de gezant te verdrijven, terwijl zij het eerst tegen jullie begonnen? Vrezen jullie hen? God komt het met meer recht toe dat jullie Hem vrezen als jullie gelovig zijn"
        },
        {
            "chapter": 9,
            "verse": 14,
            "text": "Strijdt tegen hen, dan zal God hen door jullie handen bestraffen en te schande maken en Hij zal jullie tegen hen helpen en de harten van gelovige mensen genezen"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "En Hij zal de woede die in hun harten is verwijderen en God zal zich genadig wenden tot wie Hij wil. God is wetend en wijs"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "Of rekenden jullie erop met rust gelaten te worden en dat God nog niet zou weten wie zich uit jullie midden inspannen en zich buiten God, Zijn gezant en de gelovigen geen vertrouwelingen nemen? God is welingelicht over wat jullie doen"
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "Het komt de veelgodendienaars niet toe dienst te doen in Gods moskeeën terwijl zij over zichzelf van ongeloof getuigen; zij zijn het van wie de daden vruchteloos zijn en die altijd in het vuur zullen blijven"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "Dienst doen in Gods moskeeën mogen slechts zij die in God en de laatste dag geloven en die de salaat verrichten en de zakaat geven en die alleen God vrezen; misschien zijn zij het die het goede pad volgen"
        },
        {
            "chapter": 9,
            "verse": 19,
            "text": "Zouden jullie soms het te drinken geven aan de bedevaartgangers en het dienst doen in de heilige moskee gelijkstellen aan iemand die in God en de laatste dag gelooft en die zich inspant op Gods weg? Zij zijn bij God niet gelijk. God wijst de mensen die onrecht plegen de goede richting niet"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Zij die geloven en uitgeweken zijn en zich op Gods weg inspannen met hun bezittingen en hun eigen persoon zijn bij God hoger in rang; zij zijn het die triomferen"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Hun Heer verkondigt hun het goede nieuws van barmhartigheid van Hem en welbehagen en tuinen waarin voor hen een blijvende gelukzaligheid is"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "waarin zij voor immer en altijd zullen blijven. Bij God is er een geweldig loon"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "Jullie die geloven! Neemt jullie vaders en broeders niet als medestanders als zij het ongeloof liever hebben dan het geloof. Wie van jullie hen als medestanders hebben, dat zijn de onrechtplegers"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "Zeg: \"Als jullie vaders en jullie zonen en jullie broeders en jullie echtgenotes en jullie familie en de bezittingen die jullie je verworven hebben en koopwaar waarvan jullie onverkoopbaarheid vrezen en woonhuizen die jullie bevallen voor jullie dierbaarder zijn dan God en Zijn gezant en inspanning op Zijn weg, wacht dan maar af tot God met Zijn beschikking komt. God wijst de verdorven mensen de goede richting niet"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "God heeft jullie toch op veel plaatsen geholpen en ook op de dag van Hoenain toen het jullie beviel dat jullie talrijk waren, maar het jullie niets baatte. En jullie kregen het benauwd op de aarde ondanks haar ruimte en keerden toen om voor de vlucht"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "Toen liet God Zijn kalmte op Zijn gezant en op de gelovigen neerdalen en Hij liet troepen neerdalen die jullie niet zagen en Hij strafte hen die ongelovig zijn af. En dat is de vergelding voor de ongelovigen"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "Dan wendt God zich daarna genadig tot wie Hij wil; God is vergevend en barmhartig"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "Jullie die geloven! De veelgodendienaars zijn een verontreiniging; na dit jaar mogen zij de heilige moskee dan ook niet meer naderen. En als jullie bang zijn voor armoede, dan zal God jullie met Zijn goedgunstigheid rijk maken als Hij wil. God is wetend en wijs"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "Strijdt tegen hen die niet in God geloven en niet in de laatste dag en die niet verbieden wat God en Zijn gezant verboden hebben en die niet de godsdienst van de waarheid aanvaarden uit het midden van hen aan wie het boek gegeven is, totdat zij naar vermogen onderdanig de schatting betalen"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "En de joden zeggen: \"'Oezair is Gods zoon\" en de christenen zeggen: \"De masieh is Gods zoon.\" Dat is wat zij met hun monden zeggen. Zij benaderen zo wat zij die vroeger ongelovig waren zeiden. God bestrijde hen, hoe kunnen zij zo afwijken"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Zij namen hun schriftgeleerden en hun monniken tot heren in plaats van God en ook de masieh, de zoon van Marjam. En hun werd slechts bevolen één God te dienen. Er is geen god dan Hij. Hij zij geprezen, verheven als Hij is boven wat zij aan Hem als metgezellen toevoegen"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Zij wensen Gods licht met hun monden te doven, maar God weigert het Zijn licht niet te vervolmaken, ook al staat het de ongelovigen tegen"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "Hij is het die Zijn gezant met de leidraad en de ware godsdienst gezonden heeft om hem te laten zegevieren over de gehele godsdienst, ook al staat het de veelgodendienaars tegen"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "Jullie die geloven! Veel van de schriftgeleerden en de monniken verteren de bezittingen der mensen door bedrog en versperren Gods weg. En hun die goud en zilver oppotten en geen bijdrage op Gods weg geven, zeg hun een pijnlijke afstraffing aan"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "op de dag dat zij in het vuur van de hel verhit zullen worden; dan zullen hun voorhoofden, hun zijden en hun ruggen verzengd worden. Dit is voor wat jullie voor jezelf opgepot hebben. Proeft dan wat jullie aan het oppotten waren"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Het aantal maanden is bij God twaalf maanden volgens de teboekstelling van God op de dag dat Hij de hemelen en de aarde schiep; daarvan zijn er vier heilig. Dat is de juiste godsdienst. Doet jullie jezelf daarin dus geen onrecht aan, maar bestrijdt de veelgodendienaars allen tezamen zoals zij jullie allen tezamen bestrijden. En weet dat God met de godvrezenden is"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "Het invoegen van een schrikkelperiode is enkel maar meer ongeloof waarmee zij die ongelovig zijn tot dwaling gebracht worden. Zij staan dat het ene jaar toe en het andere jaar verbieden zij het om overeen te stemmen met het getal dat God heilig verklaard heeft. Zo verklaren zij ongewijd wat God heilig verklaard heeft. De slechtheid van hun daden is voor hen aantrekkelijk gemaakt. God wijst de ongelovige mensen de goede richting niet"
        },
        {
            "chapter": 9,
            "verse": 38,
            "text": "Jullie die geloven! Wat is er met jullie, wanneer tot jullie gezegd wordt: \"Rukt uit op Gods weg\", dat jullie dan bezwaard ter aarde zijgen. Bevalt het tegenwoordige leven jullie dan meer dan het hiernamaals? Maar het genot van het tegenwoordige leven is in verhouding tot het hiernamaals maar gering"
        },
        {
            "chapter": 9,
            "verse": 39,
            "text": "Als jullie niet uitrukken zal Hij jullie bestraffen met een pijnlijke bestraffing en andere mensen in jullie plaats zetten; en jullie brengen Hem geen enkele schade toe. God is almachtig"
        },
        {
            "chapter": 9,
            "verse": 40,
            "text": "Als jullie hem niet helpen? God heeft hem reeds geholpen toen zij die ongelovig zijn hem samen met een tweede verdreven, toen zij beiden in de grot waren. Toen zei hij tot zijn metgezel: \"Wees niet bedroefd, God is met ons.\" Toen liet God Zijn kalmte op hem neerdalen en sterkte hem met troepen die jullie niet kunnen zien. En Hij gaf het woord van hen die ongelovig zijn de laagste en het woord van God de hoogste plaats. En God is machtig en wijs"
        },
        {
            "chapter": 9,
            "verse": 41,
            "text": "Rukt uit, of het jullie nu licht of zwaar valt en spant jullie met jullie bezittingen en jullie persoon in op Gods weg. Dat is beter voor jullie, als jullie dat maar wisten"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "Als het om een gemakkelijk te behalen stoffelijk gewin en een eenvoudige reis zou gaan, dan zouden zij jou wel volgen, maar de afstand was te ver voor hen. En zij zullen bij God zweren: \"Als wij konden zouden wij wel met jou uittrekken\" waarbij zij zichzelf te gronde richten. God weet dat zij leugenaars zijn"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "God vergeve je. Waarom heb jij hun vrijstelling gegeven voordat het jou duidelijk was wie oprecht waren en jij de leugenaars kende"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "Zij die in God en de laatste dag geloven vragen jou geen ontheffing om met hun bezittingen en hun persoon ingezet te worden. God kent de godvrezenden"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Slechts zij die niet in God en de laatste dag geloven vragen jou om ontheffing. En hun harten verkeren in twijfel; dus aarzelen zij in hun twijfel"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "En als zij wensten uit te trekken, dan hadden zij voorbereidingen getroffen, maar het stond God tegen dat zij optrokken, dus hield Hij hen tegen. En er werd gezegd: \"Blijft thuis met de thuisblijvers"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "Als zij met jullie waren uitgetrokken zouden zij jullie alleen maar meer verderfelijke schade berokkenen. Zij zouden tussen jullie heen en weer gereden zijn in hun streven, jullie in verzoeking te brengen. En bij jullie zijn er die hun gehoor geven. God kent de onrechtplegers"
        },
        {
            "chapter": 9,
            "verse": 48,
            "text": "Zij hadden er vroeger al naar gestreefd jullie in verzoeking te brengen en zij stelden voor jou de zaken anders voor totdat de waarheid kwam en Gods ordening de overhand kreeg, hoewel het hun tegenstond"
        },
        {
            "chapter": 9,
            "verse": 49,
            "text": "En onder hen zijn er die zeggen: \"Geef mij ontheffing en breng mij niet in verzoeking.\" Zij zijn toch al in de verzoeking terechtgekomen. Welnu, de hel zal de ongelovigen omvatten"
        },
        {
            "chapter": 9,
            "verse": 50,
            "text": "Als jou iets goeds treft ergeren zij zich en als jou onheil treft zeggen zij: \"Wij hadden onze voorzorgsmaatregelen al genomen\" en keren zich verheugd af"
        },
        {
            "chapter": 9,
            "verse": 51,
            "text": "Zeg: \"Ons zal alleen maar treffen wat God voor ons te boek gesteld heeft. Hij is onze beschermheer. Op God moeten de gelovigen hun vertrouwen stellen"
        },
        {
            "chapter": 9,
            "verse": 52,
            "text": "Zeg: \"Verwachten jullie voor ons iets anders dan een van de twee allermooiste dingen? Wij verwachten voor jullie dat God jullie treft met een bestraffing van Hem of door onze handen. Wachten jullie maar af; wij wachten met jullie af"
        },
        {
            "chapter": 9,
            "verse": 53,
            "text": "Zeg: \"Jullie kunnen willens of onwillens bijdragen geven, het zal toch niet van jullie aangenomen worden. Jullie zijn verdorven mensen"
        },
        {
            "chapter": 9,
            "verse": 54,
            "text": "En dat hun bijdragen aangenomen werden, werd alleen maar verhinderd doordat zij geen geloof hechten aan God en Zijn gezant, alleen maar onachtzaam tot de salaat komen en slechts onwillig bijdragen geven"
        },
        {
            "chapter": 9,
            "verse": 55,
            "text": "Jij hoeft je niet te verwonderen over hun bezittingen noch over hun kinderen. God wenst hen daarmee in het tegenwoordige leven slechts te bestraffen en [wil] dat zijzelf als ongelovigen aan hun einde komen"
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "Zij zweren bij God dat zij bij jullie behoren. Toch behoren zij niet bij jullie, maar zij zijn mensen die angst hebben"
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "Als zij een toevluchtsoord of grotten of een onderaardse gang zouden vinden dan zouden zij zich daarin ijlings terugtrekken"
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "Onder hen zijn er ook die tegen jou aanmerkingen maken over de aalmoezen. Als hun ervan gegeven wordt zijn zij tevreden, maar als hun er niets van gegeven wordt dan zijn zij vergramd"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "Als zij maar tevreden zouden zijn met wat God en Zijn gezant hun geven en zouden zeggen: \"God is ons goed genoeg. God zal ons van Zijn goedgunstigheid geven en Zijn gezant zal dat ook; wij verlangen naar God"
        },
        {
            "chapter": 9,
            "verse": 60,
            "text": "De aalmoezen zijn voor de armen en de behoeftigen, voor hen die ermee belast zijn en voor hen wier harten tot elkaar gebracht zijn, voor de vrijkoop van slaven en schuldenaren, om in te zetten op Gods weg en voor hem die onderweg is. [Dit is] een verplichting van God. God is wetend en wijs"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "Onder hen zijn er ook die de profeet leed aandoen en zeggen: \"Hij is een oor dat [alles gelooft wat het] hoort.\" Zeg: \"Een oor dat hoort wat goed is voor jullie, dat gelooft in God en dat de gelovigen gelooft en dat een barmhartigheid is voor hen uit jullie midden die geloven. Voor hen die de gezant van God leed aandoen is er een pijnlijke bestraffing"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "Zij bezweren jullie bij God, om jullie tevreden te stellen, maar God en Zijn gezant hebben er meer recht op door hen tevredengesteld te worden, als zij gelovigen zijn"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Weten zij dan niet dat er voor wie zich tegen God en Zijn gezant verzet het vuur van de hel is waarin hij altijd zal blijven? Dat is de geweldige schande"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "De huichelaars zijn verontrust dat er tot hen een soera wordt neergezonden die hun zal meedelen wat er in hun harten is. Zeg: \"Spot maar, God zal waar jullie verontrust over zijn tevoorschijn halen"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "En als jullie zouden vragen zouden zij zeggen; \"Wij kletsten maar wat en schertsten.\" Zeg: \"Waren jullie met God, Zijn tekenen en Zijn gezant de spot aan het drijven"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "Verontschuldigt jullie niet. Jullie zijn ongelovig geworden na geloofd te hebben. Wij zullen een groep van jullie vergiffenis schenken en een andere groep bestraffen omdat zij boosdoeners waren"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "De huichelaars en de huichelaarsters horen bij elkaar, zij gebieden het verwerpelijke, verbieden het behoorlijke en houden hun handen stijf op hun beurzen; zij vergeten God en dus vergeet Hij hen. De huichelaars, dat zijn de verdorvenen"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "God heeft de huichelaars, de huichelaarsters en de ongelovigen het vuur van de hel toegezegd om daarin altijd te blijven. Dat is goed genoeg voor hen. God heeft hen vervloekt en voor hen is er een blijvende bestraffing"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "Zoals het geval was met hen die er voor jullie tijd waren. Zij waren sterker dan jullie, hadden meer bezittingen en kinderen. Zij hebben dus het vruchtgebruik van hun aandeel gehad. Jullie hebben ook het vruchtgebruik van jullie aandeel gehad zoals zij die er voor jullie tijd waren het vruchtgebruik van hun aandeel hebben gehad en jullie hebben gekletst zoals zij gekletst hebben. Hun daden zijn vruchteloos in het tegenwoordige leven en het hiernamaals. Dat zijn de verliezers"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "Is tot hen niet de mededeling gekomen over hen die er voor hun tijd waren, het volk van Noeh en de 'Aad en de Thamoed en het volk van Ibrahiem en de bewoners van Madjan en de ondersteboven gekeerde steden, tot wie hun gezanten met de duidelijke bewijzen kwamen. God was niet zo dat Hij hun onrecht aandeed, maar zij deden zichzelf onrecht aan"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "Maar de gelovige mannen en vrouwen zijn elkaars medestanders, zij gebieden het behoorlijke, verbieden het verwerpelijke, verrichten de salaat, geven de zakaat en gehoorzamen God en Zijn gezant. Zij zijn het met wie God erbarmen zal hebben; God is machtig en wijs"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "God heeft de gelovige mannen en vrouwen tuinen toegezegd waar de rivieren onderdoor stromen om daarin altijd te blijven en goede woningen in de tuinen van 'Adn. En Gods welgevallen is nog geweldiger. Dat is de geweldige triomf"
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "O profeet, stel je te weer tegen de ongelovigen en de huichelaars en pak hen stevig aan. Hun verblijfplaats is de hel; dat is pas een slechte bestemming"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "Zij zweren bij God dat zij het niet gezegd hadden, terwijl zij het woord van ongeloof wel gesproken hadden. Zij zijn ongelovig geworden na de Islaam [de overgave aan God] aangenomen te hebben. Zij hadden iets in de zin wat zij niet bereikt hebben en zij koesteren alleen maar wrok omdat God en Zijn profeet hen door Zijn goedgunstigheid rijk hadden gemaakt. Als zij dan berouw tonen is het beter voor hen, maar als zij zich afkeren dan zal God hen met een pijnlijke bestraffing in het tegenwoordige leven en in het hiernamaals straffen. En zij hebben op de aarde geen beschermer en geen helper"
        },
        {
            "chapter": 9,
            "verse": 75,
            "text": "Onder hen zijn er die met God een verbond gesloten hadden: \"Als Hij ons van Zijn goedgunstigheid geeft zullen wij aalmoezen geven en behoren tot de rechtschapenen"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "Maar toen Hij hun van Zijn goedgunstigheid gegeven had waren zij er gierig mee en keerden zich af terwijl zij zich afwendden"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "En Hij liet als gevolg huichelarij in hun harten komen tot aan de dag waarop zij Hem zullen ontmoeten, omdat zij wat zij God toegezegd hadden niet zijn nagekomen en omdat zij logen"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "Weten zij dan niet dat God hun geheimen en hun vertrouwelijke gesprekken kent en dat God de kenner is van de verborgenheden"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "Zij die tegen de vrijwillige gevers onder de gelovigen aanmerkingen maken over de aalmoezen en ook tegen hen die alleen maar hun inspanning kunnen geven en hen dan belachelijk maken -- God maakt hen belachelijk en voor hen is er een pijnlijke bestraffing"
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "Vraag om vergeving voor hen of vraag niet om vergeving voor hen. Al vraag jij zeventig maal om vergeving voor hen, God zal hun niet vergeven. Dat komt omdat zij geen geloof hechten aan God en Zijn gezant. God wijst de verdorven mensen de goede richting niet"
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "Zij die achtergelaten zijn verheugen zich erover dat zij in tegenstelling tot de gezant van God thuisgebleven zijn en het staat hun tegen zich met hun bezittingen en hun persoon op Gods weg in te spannen en zij zeggen: \"Rukt niet uit in de hitte.\" Zeg: \"Het vuur van de hel is heter.\" Als zij dat maar begrijpen"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "Dan zullen zij weinig lachen en veel huilen als vergelding voor wat zij begingen"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "Als God jou dan terug laat keren tot een groep van hen en zij vragen jou toestemming om uit te trekken zeg dan: \"Jullie zullen nooit met mij uittrekken en jullie zullen met mij tegen geen vijand strijden. Het beviel jullie de eerste maal thuis te blijven, blijft dan maar thuis met de achterblijvers"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "Bid nooit de salaat voor een van hen die gestorven is en sta niet bij zijn graf. Zij hechtten geen geloof aan God en Zijn gezant en zij stierven als verdorvenen"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "Jij hoeft je niet te verwonderen over hun bezittingen en hun kinderen. God wenst hen daarmee in het tegenwoordige leven slechts te bestraffen en [wil] dat zijzelf als ongelovigen aan hun einde komen"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "En wanneer een soera wordt neergezonden dat zij in God moeten geloven en zich samen met Zijn gezant moeten inzetten, vragen de welgestelden onder hen ontheffing en zeggen: \"Laat ons maar bij de thuisblijvers blijven"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "Het bevalt hun bij de achterblijvers te zijn; hun harten zijn verzegeld, dus hebben zij geen begrip"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "Maar de gezant en zij die met hem geloven zetten zich met hun bezittingen en hun persoon in. Zij zijn het voor wie de goede dingen zijn en zij zijn het die het welgaat"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "God heeft voor hen tuinen klaargemaakt waar de rivieren onderdoor stromen, daarin zullen zij altijd blijven. Dat is de geweldige triomf"
        },
        {
            "chapter": 9,
            "verse": 90,
            "text": "En die bedoeïenen die verontschuldigingen hadden kwamen om vrijstelling te krijgen, maar zij die God en Zijn gezant bedriegen bleven thuis. Zij die onder hen ongelovig zijn zullen getroffen worden door een pijnlijke bestraffing"
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "De zwakken, de zieken en zij die over niets beschikken om als bijdrage te geven treft geen blaam, wanneer zij oprecht zijn tegenover God en Zijn gezant. Hun die goed doen kan niets verweten worden -- God is vergevend en barmhartig"
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "noch hun die, wanneer zij tot jou komen om van jou een rijdier te krijgen en jij moet zeggen: \"Ik vind geen rijdier voor jou\", zich dan omkeren terwijl hun ogen van tranen overstromen uit bedroefdheid dat zij over niets beschikken om als bijdrage te geven"
        },
        {
            "chapter": 9,
            "verse": 93,
            "text": "Het verwijt treft slechts hen die ontheffing vragen terwijl zij rijk zijn. Het bevalt hun om bij de achterblijvers te zijn. God heeft hun harten verzegeld, dus hebben zij er geen weet van"
        },
        {
            "chapter": 9,
            "verse": 94,
            "text": "Zij verontschuldigen zich bij jou wanneer jij tot hen terugkeert. Zeg: \"Verontschuldigt jullie niet, wij zullen jullie niet geloven. God heeft enkele berichten over jullie meegedeeld.\" God zal zien wat jullie doen en Zijn gezant ook en daarna zullen jullie tot de kenner van het verborgene en het waarneembare worden teruggebracht. Hij zal jullie dan meedelen wat jullie aan het doen waren"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "Zij zullen jullie bij God bezweren, wanneer jullie tot hen weeromkeren, om hen met rust te laten. Laat hen maar met rust; zij zijn een gruwel en hun verblijfplaats is de hel als vergelding voor wat zij begaan hebben"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "Zij bezweren jullie opdat zij jullie bevallen. Maar al bevallen zij jullie, de verdorven mensen bevallen God niet"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "De bedoeïenen zijn het meest ongelovig en huichelachtig en het meest geëigend om de bepalingen niet te kennen van wat God tot Zijn gezant heeft neergezonden. God is wetend en wijs"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "Onder de bedoeïenen zijn er die wat zij als bijdragen geven opvatten als boeteheffing en zij wachten op de wendingen van het lot voor jullie. Voor hen is de wending ten slechte! God is horend en wetend"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "Onder de bedoeïenen zijn er ook die in God en de laatste dag geloven en die wat zij als bijdragen geven opvatten als middelen om nader tot God te komen en de gebeden van de gezant te verkrijgen; die zijn ook een middel voor hen om nader [tot God] te komen. God zal hen in Zijn barmhartigheid laten binnengaan. God is vergevend en barmhartig"
        },
        {
            "chapter": 9,
            "verse": 100,
            "text": "De allereersten van de uitgewekenen en van de meehelpers en zij die hen nagevolgd zijn in goed doen, God is met hen ingenomen en zij zijn met Hem ingenomen en Hij heeft voor hen tuinen klaargemaakt waar de rivieren onderdoor stromen, daarin zullen zij voor immer en altijd blijven. Dat is de geweldige triomf"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "En onder de bedoeïenen uit jullie omgeving zijn er huichelaars en onder de mensen van Medina zijn er voor wie huichelarij gewoon geworden is. Jullie kennen hen niet maar Wij kennen hen. Wij zullen hen tweemaal bestraffen en dan zullen zij tot een geweldige bestraffing teruggebracht worden"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "En anderen die hun zonden bekennen, zij vermengen een deugdelijke daad met een andere die slecht is; misschien dat God zich genadig tot hen wendt. God is vergevend en barmhartig"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "Neem van hun bezittingen een aalmoes waarmee jij hen zult reinigen en louteren en bid de salaat voor hen; jouw gebeden zijn een geruststelling voor hen en God is horend en wetend"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Weten zij dan niet dat God het is die het berouw van Zijn dienaren aanvaardt en de aalmoezen aanneemt en dat God de genadegever, de barmhartige is"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "En zeg: \"Doet maar, God zal wel zien wat jullie doen en Zijn gezant en de gelovigen ook.\" En jullie zullen tot de kenner van het verborgene en het waarneembare worden teruggebracht. Hij zal jullie dan meedelen wat jullie aan het doen waren"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "En anderen met betrekking tot wie wordt afgewacht tot Gods beschikking. Of Hij bestraft hen, of Hij wendt zich genadig tot hen. God is wetend en wijs"
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "Zij die zich om tegen te werken en uit ongeloof een moskee maakten, om scheuring tussen de gelovigen te veroorzaken en als steunpunt voor hen die al eerder tegen God en Zijn gezant streden, zij zweren: \"Wij wensten alleen maar het beste.\" Maar God getuigt dat zij leugenaars zijn"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "Stel je daarin nooit op. Een moskee die vanaf de eerste dag op godvrezendheid gegrondvest is heeft er meer recht op dat jij je erin opstelt; daarin zijn er mannen die het lief is zich te reinigen. En God bemint hen die zich reinigen"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "Is dan iemand die zijn gebouw grondvest op vrees van God en welbehagen er beter aan toe of iemand die zijn gebouw grondvest op de rand van een afbrokkelende oever en er dan mee neerstort in het vuur van de hel? God wijst de mensen die onrecht plegen de goede richting niet"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "Hun gebouw dat zij bouwden zal een oorzaak van twijfel in hun harten blijven tenzij hun harten breken. God is wetend en wijs"
        },
        {
            "chapter": 9,
            "verse": 111,
            "text": "God heeft van de gelovigen hun eigen persoon en hun bezittingen gekocht zodat de tuin voor hen is -- zij strijden op Gods weg, waarbij zij doden en worden gedood. Het is een toezegging waartoe Hij in waarheid verplicht is in de Taura, de Indjiel en de Koran. En wie komt zijn verbond getrouwer na dan God? Verblijdt jullie dus over de koop die jullie gesloten hebben. Dat is de geweldige triomf"
        },
        {
            "chapter": 9,
            "verse": 112,
            "text": "De berouwhebbenden, de dienenden, de lovenden, de vastenden, de buigenden, de zich eerbiedig neerbuigenden, de gebieders van het behoorlijke, de verbieders van het verwerpelijke en zij die zich aan Gods bepalingen houden? en verkondig het goede nieuws aan de gelovigen"
        },
        {
            "chapter": 9,
            "verse": 113,
            "text": "Het past de profeet en de gelovigen niet vergeving te vragen voor de veelgodendienaars ook al zijn zij verwanten, nadat het voor hen duidelijk geworden is dat zij de bewoners van het hellevuur zullen zijn"
        },
        {
            "chapter": 9,
            "verse": 114,
            "text": "Dat Ibrahiem voor zijn vader vergeving vroeg was alleen maar op grond van een toezegging die hij hem gedaan had, maar toen het hem duidelijk werd dat hij een vijand van God was brak hij met hem. Ibrahiem was vol meegevoel en zachtmoedig"
        },
        {
            "chapter": 9,
            "verse": 115,
            "text": "God is niet zo dat Hij mensen tot dwaling brengt nadat Hij hen op het goede pad gebracht heeft, zolang Hij hun niet heeft duidelijk gemaakt waarvoor zij zich moeten hoeden. God is alwetend"
        },
        {
            "chapter": 9,
            "verse": 116,
            "text": "God heeft de heerschappij over de hemelen en de aarde. Hij geeft leven en laat sterven. Jullie hebben buiten God geen beschermer en geen helper"
        },
        {
            "chapter": 9,
            "verse": 117,
            "text": "God heeft zich genadig gewend tot de profeet, de uitgewekenen en de meehelpers die hem gevolgd zijn in het uur van de tegenspoed, nadat de harten van een groep van hen bijna naar het verkeerde neigden. Toen wendde Hij zich genadig tot hen -- Hij is vol mededogen voor hen en barmhartig"
        },
        {
            "chapter": 9,
            "verse": 118,
            "text": "en ook tot de drie die achtergelaten waren totdat zij het op de aarde benauwd kregen ondanks haar ruimte en zij echt persoonlijk benauwd werden en meenden dat er geen toevluchtsoord veilig voor God was dan bij Hem. Toen wendde Hij zich genadig tot hen zodat zij berouw zouden tonen. God is de genadegever, de barmhartige"
        },
        {
            "chapter": 9,
            "verse": 119,
            "text": "Jullie die geloven! Vreest God en weest met de oprechten"
        },
        {
            "chapter": 9,
            "verse": 120,
            "text": "Het past de mensen van Medina en de bedoeïenen uit hun omgeving niet dat zij achterblijven bij de gezant van God of dat zij zichzelf meer ontzien dan hij. Dat is omdat zij door geen dorst, noch vermoeidheid, noch honger op Gods weg worden overvallen. Zij doen ook geen inval die de ongelovigen woedend maakt, noch maken zij een vijand iets afhandig zonder dat voor hen daarmee een deugdelijke daad opgeschreven wordt. God zal het loon van hen die goed doen niet verloren laten gaan"
        },
        {
            "chapter": 9,
            "verse": 121,
            "text": "En zij geven geen kleine bijdrage en geen grote en zij doorkruisen geen vallei zonder dat het opgeschreven wordt opdat God hen zal belonen voor het beste dat zij deden"
        },
        {
            "chapter": 9,
            "verse": 122,
            "text": "Het past de gelovigen niet allen tezamen uit te rukken. Van ieder onderdeel van hen zou een groep moeten uitrukken om begrip van de godsdienst te krijgen en om hun mensen te waarschuwen wanneer zij naar hen terugkeren; misschien zullen zij op hun hoede zijn"
        },
        {
            "chapter": 9,
            "verse": 123,
            "text": "Jullie die geloven! Strijdt tegen de ongelovigen die dicht bij jullie zijn en laat hen strengheid bij jullie vinden. Weet dat God met de godvrezenden is"
        },
        {
            "chapter": 9,
            "verse": 124,
            "text": "En wanneer een soera neergezonden wordt dan zijn er onder hen die zeggen: \"Wie van jullie is hierdoor in zijn geloof gesterkt?\" En zij die geloven worden er inderdaad in hun geloof door gesterkt terwijl zij zich verheugen"
        },
        {
            "chapter": 9,
            "verse": 125,
            "text": "En zij die in hun harten een ziekte hebben, zij worden erdoor tot een nog grotere gruwel dan zij al zijn en zij sterven als ongelovigen"
        },
        {
            "chapter": 9,
            "verse": 126,
            "text": "Zien zij dan niet dat zij in ieder jaar een of twee maal in verzoeking gebracht worden? Dan tonen zij geen berouw en laten zich niet vermanen"
        },
        {
            "chapter": 9,
            "verse": 127,
            "text": "En wanneer een soera neergezonden wordt dan kijken zij naar elkaar: \"Is er iemand die jullie ziet?\" En dan wenden zij zich af. God wendt hun harten af omdat zij mensen zijn die geen begrip hebben"
        },
        {
            "chapter": 9,
            "verse": 128,
            "text": "Tot jullie is een gezant uit jullie eigen midden gekomen. Iemand die het zwaar valt als jullie het moeilijk hebben, die met jullie begaan is, en jegens de gelovigen vol mededogen en barmhartig"
        },
        {
            "chapter": 9,
            "verse": 129,
            "text": "Maar als zij zich afkeren zeg dan: \"God is mij goed genoeg. Er is geen god dan Hij. Op Hem stel ik mijn vertrouwen en Hij is de Heer van de geweldige troon"
        }
    ]
}