{
    "rukus": [
        {
            "chapter": 6,
            "verse": 91,
            "text": "Aur inn logon ney Allah ki jaisi qadar kerna wajib thi wesi qadar na ki jab kay yun keh diya kay Allah ney kiss bashar per koi cheez nazil nahi ki aap yeh kahiye kay woh kitab kiss ney nazil ki hai jiss ko musa laye thay jiss ki keyfiyat yeh hai kay woh noor hai aur logon kay liye woh hidayat hai jiss ko tum ney inn mutafarriq oraaq mein rakh chora hai jin ko zahir kertay ho aur boht si baaton ko chupatay ho aur tum ko boht si aisi baaten bataee gaee hain jin ko na tum jantay thay aur na tumharay baray. Aap keh dijiye kay Allah ney nazil farmaya hai phir inn ko inn kay kharafaat mein kheltay rehney dijiye"
        },
        {
            "chapter": 6,
            "verse": 92,
            "text": "Aur yeh bhi aisi hi kitab hai jiss ko hum ney nazil kiya hai jo bari barkat wali hai apney say pehlay kitabon ki tasdeeq kerney wali hai aur takay aap makkay walon ko aur aas pass walon ko darayen. Aur jo log aakhirat ka yaqeen rakhtay hain aisay log iss per eman ley aatay hain aur woh apni namaz per madawmat rakhtay hain"
        },
        {
            "chapter": 6,
            "verse": 93,
            "text": "Aur uss shaks say ziyada kaun zalim hoga jo Allah Taalaa per jhoot tohmar lagaye ya yun kahey kay mujh per wahee aati hai halankay uss kay pass kissi baat ki bhi wahee nahi aaee aur jo shaks yun kahey kay jaisa kalaam Allah ney nazil kiya hai ussi tarah ka mein bhi laata hun aur agar aap uss waqt dekhen jabkay yeh zalim log maut ko sakhtiyon mein hongay aur farishtay apney haath barha rahey hongay kay haan apni jaanen nikal lo. Aaj tum ko zillat ki saza di jaye gi iss sabab say kay tum Allah Taalaa kay zimmay jhooti baaten lagatay thay aur tum Allah Taalaa ki aayaat say takabbur kertay thay"
        },
        {
            "chapter": 6,
            "verse": 94,
            "text": "Aur tum humaray pass tanha tanha aagaye jiss tarah hum ney awwal baar tum ko peda kiya tha aur jo kuch hum ney tum ko diya tha uss ko apney peechay hi chor aaye aur hum to tumharay humrah tumharay inn shafaat kerney walon ko nahi dekhtay jin ki nisbat tum dawa rakhtay thay kay woh tumharay moamlay mein shareek hain. Waqaee tumharay aapas mein to qata talluq hogaya aur woh tumhara sab tum say gaya guzra hua"
        }
    ]
}