{
    "rukus": [
        {
            "chapter": 15,
            "verse": 1,
            "text": "Elif, Lam, Ra. Iste sana o Kitap'ın ve acık anlatımlı Kur'an'ın ayetleri"
        },
        {
            "chapter": 15,
            "verse": 2,
            "text": "O kufre batmıs olanlar zaman zaman, keske Musluman olsaydılar diye derin bir ozlem duyarlar"
        },
        {
            "chapter": 15,
            "verse": 3,
            "text": "Bırak onları yesinler, nimetlenip zevk etsinler ve sonu gelmez arzu kendilerini oyalasın. Ama yakında bilecekler"
        },
        {
            "chapter": 15,
            "verse": 4,
            "text": "Biz hicbir yurt ve medeniyeti, belirlenmis bir yazgısı olmaksızın ortadan kaldırmadık"
        },
        {
            "chapter": 15,
            "verse": 5,
            "text": "Hicbir ummet kendisi icin belirlenen surenin ne onune gecebilir ne de o sureyi geriletebilir"
        },
        {
            "chapter": 15,
            "verse": 6,
            "text": "Soyle haykırdılar: \"Hey! Kendisine o zikir/Kur'an indirilen! Sen gercekten tam bir delisin"
        },
        {
            "chapter": 15,
            "verse": 7,
            "text": "Hadi getirsene bize o melekleri, eger dogru sozlulerdensen"
        },
        {
            "chapter": 15,
            "verse": 8,
            "text": "Biz o melekleri ancak ve ancak hak uzere, hak bir yolla indiririz. Ve o zaman inkarcılara goz actırılmaz"
        },
        {
            "chapter": 15,
            "verse": 9,
            "text": "Hic kuskusuz, o zikiri/Kur'an'ı biz indirdik, biz; her hal ve sartta onu muhakkak koruyacak olan da biziz"
        },
        {
            "chapter": 15,
            "verse": 10,
            "text": "Yemin olsun ki, senden oncekilerin o ilk kumeleri icine de nebiler gonderdik biz"
        },
        {
            "chapter": 15,
            "verse": 11,
            "text": "Onlara bir Tanrı elcisi gelir gelmez, onunla mutlaka alay ederlerdi"
        },
        {
            "chapter": 15,
            "verse": 12,
            "text": "Biz ona, gunaha batmısların gonullerinde boyle bir yol veririz"
        },
        {
            "chapter": 15,
            "verse": 13,
            "text": "Ona inanmazlar. Oysaki, oncekilerin yol ve yontemleri gozlerinin onunden gecmistir"
        },
        {
            "chapter": 15,
            "verse": 14,
            "text": "Uzerlerine gokten bir kapı acsak da oradan yukseliyor olsalardı"
        },
        {
            "chapter": 15,
            "verse": 15,
            "text": "Kesinlikle soyle diyeceklerdi: \"Bizim gozlerimiz donduruldu, bakıslarımız sarhos edildi. Belki de biz buyuye carptırılmıs bir toplumuz"
        }
    ]
}