{
    "rukus": [
        {
            "chapter": 42,
            "verse": 20,
            "text": "Jiss ka iradah aakhirat ki kheti ka ho hum ussay uss ki kheti mein taraqqi den gay aur jo duniya ki kheti ki talab rakhta ho hum ussay uss mein say ho kuch dey den gay aisay shaks ka aakhirat mein koi hissa nahi"
        },
        {
            "chapter": 42,
            "verse": 21,
            "text": "Kiya inn logon ney aisay (Allah kay) shareek (muqarrar ker rakhay) hain jinhon ney aisay ehkaam-e-deen muqarrar ker diyey hain jo Allah kay famaye huye nahi hain. Agar faislay kay din ka wada na hota to (abhi hi) inn mein faisla ker diya jata. Yaqeenan (inn) zalimon kay liye hi dard-naak azab hai"
        },
        {
            "chapter": 42,
            "verse": 22,
            "text": "Aap dekhen gay kay yeh zalim apnay aemaal say darr rahey hongay jinn kay wabal inn per waqey honey walay hain aur jo log eman laye aur unhon ney nek aemaal kiyey woh bahishton kay baghaat mein hongay woh jo khuwaish keren apnay rab kay pass mojood payen gay yehi hai bara fazal"
        },
        {
            "chapter": 42,
            "verse": 23,
            "text": "Yehi woh hai jiss ki bisharat Allah Taalaa apney bandon ko dey raha hai jo eman laye aur (sunnat kay mutabiq) nek aemaal kiyey to keh dijiyey! Kay mein iss per tum say koi badla nahi chahata magar mohabbat rishtaydaari ki jo shaks koi neki keray hum uss kay liye uss ki neki mein aur neki barha den gay be-shak Allah Taalaa boht bakhshney wala (aur) boht qadardaan hai"
        },
        {
            "chapter": 42,
            "verse": 24,
            "text": "Kiya yeh kehtay hain kay (payghumber ney) Allah per khoot bandha hai agar Allah Taalaa chahye to aap kay dil per mohar laga day aur Allah Taalaa apni baton say jhoot ko mita deta hai aur sach ko sabit rakhta hai. Woh seenay ki baton ko jannay wala hai"
        },
        {
            "chapter": 42,
            "verse": 25,
            "text": "Wohi hai jo apnay bandon ki toba qabool farmata hai aur gunahon say darguzar farmata hai aur jo kuch tum ker rahey ho (sab) janta hai"
        },
        {
            "chapter": 42,
            "verse": 26,
            "text": "eman walon aur neko kaar logon ki sunta hai aur unhen apnay fazal say aur barha ker deta hai aur kuffaar kay liye sakht azab hai"
        },
        {
            "chapter": 42,
            "verse": 27,
            "text": "Agar Allah Taalaa apnay (sab) bandon ki rozi faraakh ker deta to woh zamin mein fasad barpa ker detay lekin woh andazay kay sath jo kuch chahata hai nazil farmata hai woh apnay bandon say poora khabardar hai aur khoob dekhney wala hai"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "Aur wohi hai jo logon kay na-umeed hojaney kay bad barish barsata hai aur apni rehmat phela deta hai. Wohi hai kaar saaz aur qabil-e-hamd-o-sana"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "Aur uss ki nishaniyon mein say aasmano aur zamin ki pedaeesh hai aur inn mein jandaron ka phelana hai. Woh iss per bhi qadir hai kay jab chahye unhen jama ker day"
        }
    ]
}