{
    "rukus": [
        {
            "chapter": 8,
            "verse": 29,
            "text": "O, voi cei ce credeţi! Dacă vă temeţi de Dumnezeu, El vă va da putinţa să deosebiţi binele de rău, va şterge relele voastre şi vă va ierta vouă. Dumnezeu este Stăpânul Harului cel Mare"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "Când cei ce tăgăduiesc urzesc vicleşuguri asupra ta ca să te înlănţuiască, ca să te omoare ori ca să te izgonească, ei viclenesc, însă şi Dumnezeu vicleneşte! Dumnezeu este Cel mai bun viclenitor"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "Când versetele Noastre le erau recitate, ei spuneau: “Da, am auzit! Dacă am vrea, şi noi am spune asemenea lor, căci sunt doar poveşti ale celor dintâi.”"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "Când spun: “O, Dumnezeule! Dacă acesta este Adevărul de la Tine, fă să plouă din cer cu pietre asupra noastră ori dă-ne nouă o osândă dureroasă.”"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "Dumnezeu nu vrea să-i osândească, când tu eşti în mijlocul lor. Dumnezeu nu-i osândeşte când cer iertare"
        },
        {
            "chapter": 8,
            "verse": 34,
            "text": "Ce au? Oare Dumnezeu nu-i va osândi, de vreme ce ei îi îndepărtează pe credincioşi de la Moscheea sfântă, şi nu sunt păzitorii ei? Păzitorii ei sunt doar cei care se tem de El, însă cei mai mulţi dintre ei nu ştiu"
        },
        {
            "chapter": 8,
            "verse": 35,
            "text": "Rugăciunea lor în Lăcaş nu era decât fluierat şi bătut din palme. Gustaţi osânda a ceea ce tăgăduiaţi"
        },
        {
            "chapter": 8,
            "verse": 36,
            "text": "Cei care tăgăduiesc îşi cheltuiesc averile ca să îndepărteze de la calea lui Dumnezeu. Le cheltuiesc, şi le va părea rău, căci vor fi înfrânţi. Cei care tăgăduiesc vor fi strânşi în Gheena"
        },
        {
            "chapter": 8,
            "verse": 37,
            "text": "ca Dumnezeu să despartă răul de bine, apoi îi va îngrămădi pe cei răi unii în alţii, îi va strânge împreună şi îi va arunca în Gheena. Aceştia sunt pierduţi"
        }
    ]
}