{
    "rukus": [
        {
            "chapter": 10,
            "verse": 41,
            "text": "Spune-le, atunci când te fac mincinos: “Eu cu faptele mele, voi cu ale voastre. Voi vă lepădaţi de ceea ce fac eu, iar eu mă lepăd de ceea ce faceţi voi.”"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "Unii dintre ei te ascultă. Îi vei face pe surzi să audă, chiar dacă ei nu pricep nimic"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "Unii dintre ei te privesc. Îi vei călăuzi pe orbi, chiar dacă nu zăresc nimic"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "Dumnezeu nu-i nedreptăţeşte pe oameni, ci oamenii se nedreptăţesc pe ei înşişi"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "În Ziua când El îi va strânge, li se va părea că n-au zăcut în morminte decât un ceas dintr-o zi ca să facă cunoştinţă unii cu alţii. Cei care socot minciună întâlnirea cu Dumnezeu vor fi pierduţi, căci ei nu au fost călăuziţi"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "Fie că îţi vom arăta o parte din ceea ce le-am făgăduit, fie că te vom chema la Noi, la Noi este întoarcerea lor. Dumnezeu este Martor a ceea ce făptuiesc"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "Fiecare adunare are un trimis: când vine trimisul său totul este judecat cu dreptate între ei şi nimeni nu este nedreptăţit"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "Ei spun: “Pe când această făgăduială, dacă spuneţi adevărul?”"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "Spune: “Eu nu stăpânesc, pentru mine, vreo pagubă sau vreun bine, în afară de ceea ce Dumnezeu voieşte. Fiece adunare are un soroc. Când le vine sorocul, ei nu pot nici să-l întârzie şi nici să-l grăbească cu vreun ceas.”"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "Spune: “Ce părere aveţi? Dacă osânda Lui ar veni asupra voastră noapte şi zi, nelegiuiţii ar mai cere grăbirea ei"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "Şi când va cădea asupra voastră, veţi crede în ea? Căci acum vreţi să vină degrabă!”"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "Li se va spune atunci celor care au fost nedrepţi: “Gustaţi osânda veşniciei! Nu sunteţi răsplătiţi decât pentru ceea ce aţi făptuit!”"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "Ei vor cere veşti de la tine: “Acesta este Adevărul?” Spune: “Da, pe Domnul meu, acesta este Adevărul şi voi nu-l veţi slăbi pe Dumnezeu.”"
        }
    ]
}