{
    "rukus": [
        {
            "chapter": 21,
            "verse": 76,
            "text": "Şi Noe! Când ne-a chemat, i-am răspuns şi l-am mântuit pe el şi pe ai lui de necazul cel mare"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Noi l-am mântuit de poporul ce socotea semnele Noastre minciuni. Era un popor rău şi Noi l-am înecat cu totul"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "Şi David, şi Solomon! Pe când judecau asupra ogorului pe care oile poporului năvăliseră pe înnoptat, Noi am fost martori la judecarea lor"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "Noi l-am făcut pe Solomon să înţeleagă. Noi le-am dăruit amândurora înţelepciunea şi ştiinţa. Noi am silit munţii şi zburătoarele să se alăture lui David în a Ne preamări. Noi suntem Cei care au făcut-o"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Noi l-am învăţat, pentru voi, să vă facă platoşe ca să vă apăraţi de urgia voastră. Sunteţi mulţumitori, oare"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Noi am supus lui Solomon vântul care la porunca lui suflă ca o furtună asupra pământului pe care l-am binecuvântat. Noi suntem Cei care ştiu"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "Unii diavoli se scufundau pentru el, iar alţii făceau alte treburi, în timp ce Noi vegheam asupra lor"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "Şi Iov! El îl chema pe Domnul său: “Nenorocirea m-a lovit, însă Tu eşti Cel prea milostiv dintre milostivi!”"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Noi i-am răspuns: am îndepărtat nenorocirea de la el şi i i-am dat înapoi pe ai săi şi încă pe atât asemenea lor ca milostivenie de la Noi şi o amintire pentru închinători"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "Şi Ismail, şi Idris, şi Du-l-Kifl! Toţi au fost răbdători"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Noi i-am înconjurat cu milostivenia Noastră. Ei sunt dintre cei drepţi"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "Şi Du-n-Nun! El a plecat mânios, închipuindu-şi că nu putem nimic pentru el. El striga din întunecimi: “Nu este Dumnezeu afară de Tine! Mărire Ţie! Eu am fost dintre nedrepţi!”"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Noi i-am răspuns şi l-am mântuit de mâhnire. Aşa îi mântuim pe credincioşi"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "Şi Zaharia! El îl striga pe Domnul său: “Domnul meu! Nu mă lăsa singur! Tu eşti prea bunul de moştenire Dătător.”"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Noi i-am răspuns. Aşa i l-am dăruit pe Ioan, dând soţiei lui putinţă. Ei se grăbeau către cele bune şi Ne chemau cu dragoste şi teamă şi Ne erau Nouă smeriţi"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "Şi cea care şi-a păstrat fecioria şi Noi am suflat în ea din duhul Nostru. Şi aşa am făcut-o pe ea şi pe fiul ei un semn pentru lumi"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Această adunare a voastră este o singură adunare. Eu sunt Domnul vostru. Mie închinaţi-vă"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "Ei se despart unii de alţii, însă toţi se întorc apoi la Noi"
        }
    ]
}