{
    "rukus": [
        {
            "chapter": 40,
            "verse": 61,
            "text": "Dumnezeu v-a făcut vouă noaptea ca să vă odihniţi, iar ziua ca să vedeţi. Dumnezeu este Stăpânul harului pe care îl pogoară asupra oamenilor, însă cei mai mulţi oameni nu sunt mulţumitori"
        },
        {
            "chapter": 40,
            "verse": 62,
            "text": "Acesta este Dumnezeu, Domnul vostru, Creatorul a tot ceea ce este. Nu este dumnezeu afară de El. Cum de vă întoarceţi de la El"
        },
        {
            "chapter": 40,
            "verse": 63,
            "text": "Astfel, se întorc de la El, cei care se leapădă de semnele Lui"
        },
        {
            "chapter": 40,
            "verse": 64,
            "text": "Dumnezeu este Cel ce v-a făcut vouă pământul întăritură temeinică şi cerul înalţă zidire. El v-a plăsmuit pe voi şi v-a dat vouă chip frumos şi v-a înzestrat pe voi cu bunuri. Acesta este Dumnezeu, Domnul vostru! Binecuvântat fie Dumnezeu, Domnul lumilor"
        },
        {
            "chapter": 40,
            "verse": 65,
            "text": "El este Viul! Nu este dumnezeu afară de El. Chemaţi-L, curaţi Lui în credinţă. Laudă lui Dumnezeu, Stăpânul lumilor"
        },
        {
            "chapter": 40,
            "verse": 66,
            "text": "Spune: “Când mi-au venit dovezile vădite de la Domnul meu, El m-a oprit să mă închin celor pe care îi chemaţi în locul lui Dumnezeu. Mie mi s-a poruncit să mă supun Domnului lumilor.”"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "El este Cel ce v-a creat din ţărână, apoi dintr-o picătură de sămânţă, şi mai apoi dintr-un cheag de sânge. Apoi vă face să vă iviţi prunci, ca mai târziu să ajungeţi în puterea vârstei şi să îmbătrâniţi — unii dintre voi mor chiar mai înainte — până ce ajungeţi la un anumit soroc. Poate veţi pricepe"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "El este Cel ce dă viaţa şi Cel ce dă moartea. Când hotărăşte un lucru, îi spune: “Fii!” Şi el este"
        }
    ]
}