{
    "rukus": [
        {
            "chapter": 47,
            "verse": 29,
            "text": "Ori socot cei care au în inimă boală că Dumnezeu nu va scoate la iveală urile lor"
        },
        {
            "chapter": 47,
            "verse": 30,
            "text": "Dacă am voi, ţi i-am arăta: tu îi vei cunoaşte după însemnele lor, tu îi vei cunoaşte după tonul vorbei lor. Dumnezeu cunoaşte faptele voastre"
        },
        {
            "chapter": 47,
            "verse": 31,
            "text": "Noi vă vom pune la încercare ca să-i cunoaştem pe cei dintre voi ce sunt luptători şi răbdători, după cum vom pune la încercare şi veştile voastre"
        },
        {
            "chapter": 47,
            "verse": 32,
            "text": "Cei care tăgăduiesc şi îi împiedică şi pe alţii de la Calea lui Dumnezeu şi se rup de trimis, după ce călăuzirea le-a fost desluşit arătată, nu-l vor păgubi cu nimic pe Dumnezeu, căci El va zădărnici faptele lor"
        },
        {
            "chapter": 47,
            "verse": 33,
            "text": "O, voi cei ce credeţi! Daţi ascultare lui Dumnezeu! Daţi ascultare trimisului! Nu zădărniciţi faptele voastre"
        },
        {
            "chapter": 47,
            "verse": 34,
            "text": "Celor care tăgăduiesc şi îi împiedică şi pe alţii de la Calea lui Dumnezeu şi apoi mor tăgăduitori, Dumnezeu nu le iartă"
        },
        {
            "chapter": 47,
            "verse": 35,
            "text": "Nu vă înmuiaţi şi nu cereţi pacea când voi sunteţi sus, căci Dumnezeu este cu voi şi El nu vă va amăgi pentru faptele voastre"
        },
        {
            "chapter": 47,
            "verse": 36,
            "text": "Viaţa de Acum este o joacă şi o desfătare. Dacă voi credeţi şi vă temeţi, El vă va da răsplăţile voastre fără să vă ceară averile voastre"
        },
        {
            "chapter": 47,
            "verse": 37,
            "text": "Dacă vi le-ar cere şi v-ar plictisi, v-aţi zgârci, iar El v-ar scoate la iveală urile voastre"
        },
        {
            "chapter": 47,
            "verse": 38,
            "text": "Voi sunteţi chemaţi să cheltuiţi pe calea lui Dumnezeu. Unii dintre voi se zgârcesc însă. Cel care se zgârceşte, se zgârceşte cu sine însuşi, căci Dumnezeu este Bogatul, iar voi sunteţi săracii. Dacă voi veţi întoarce spatele, atunci El vă va schimba cu un alt popor care nu va fi asemenea vouă"
        }
    ]
}