{
    "rukus": [
        {
            "chapter": 2,
            "verse": 104,
            "text": "Iman kontore! Ninkal (nam rasulaip parttu irantu arttam kotukkum collakiya)'rayina' enru collatirkal. (Itarkup patilaka anputan nokkuvirkalaka ennum porulait tarum collakiya)'unlurna' enru kurunkal. Innum, avar colvataik kelunkal. Melum kahpirkalukkut tunpam tarum vetanaiyum untu"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "ahlul kitap(vetattaiyutaiyavarkalil) nirakaripporo, innum musrikkukalo unkal iraivanitamiruntu, unkal mitu nanmai irakkappatuvatai virumpavillai. Anal allah tan arutkotaikku uriyavarkalaka yarai natukirano avaraiye terntetuttuk kolkiran;. Allah mikap perum kirupaiyalan"
        },
        {
            "chapter": 2,
            "verse": 106,
            "text": "etenum oru vacanattai nam marrinal allatu atanai marakkac ceytal ataivita cirantataiyo allatu atu ponrataiyo nam kontuvaruvom. Niccayamaka allah anaittupporutkalin mitum caktiyullavan enpatai nir ariyavillaiya"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "niccayamaka vanankal pumiyin atci allahvukke uriyatu. Allahvaiyanri unkalukku patukavalano, utavi ceypavano illai enpatai nir ariyavillaiya"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "itarku munnar musavitam kelvikal ketkappatta matiri ninkalum unkal rasulitam ketka virumpukirirkala? Evanoruvan imanai'kuhprinal' marrukirano avan niccayamaka ner valiyininrum tavarivittan"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "vetattai utaiyavarkalil perumpalor, unmai avarkalukku telivakatterinta pinnarum, tankal manatil ulla poramaiyinal ninkal nampikkai kontapin kahpirkalaka mara ventumena virumpukirarkal. Anal allahvin kattalai varumvarai avarkalai mannittu, avarkal pokkile vittuvitunkal;. Niccayamaka allah anaittup porutkal mitum cakti utaiyavanaka irukkiran"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Innum tolukaiyai muraiyakak kataippitittum; jakat kotuttum varunkal; enenil unkalukkaka enta nanmaiyai munnameye anuppi vaikkinrirkalo, atai allahvitam perrukkolvirkal. Niccayamaka allah ninkal ceypavarraiyellam urru nokkiyavanakave irukkiran"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "yutarkal, kiristavarkalait tavira veru yarum cuvanapatiyil nulaiyave mattarkal\" enru avarkal kurukirarkal; itu avarkalin vinacaiyeyakum; \"ninkal unmaiyutaiyoraka iruntal unkalutaiya canrai camarppiyunkal\" enru (napiye!) Nir kuruviraka"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "appatiyalla! Evanoruvan tannai allahvukke (mulumaiyaka) arppanam ceytu, innum narkarumankalaic ceykirano, avanutaiya narkuli avanutaiya iraivanitam untu. Ittakaiyorukku accamillai avarkal tukkappatavum mattarkal"
        }
    ]
}