{
    "rukus": [
        {
            "chapter": 17,
            "verse": 31,
            "text": "Ninkal varumaikkup payantu unkalutaiya kulantaikalaik kolai ceyyatirkal; avarkalukkum unkalukkum name unavai (valkkai vacatikalaiyum) alikkinrom - avarkalaik kollutal niccayamakap perum pilaiyakum"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "ninkal vipaccarattai nerunkatirkal; niccayamaka atu manakketanatakum. Melum, (veru ketukalin pakkam iluttuc cellum) tiya valiyakavum irukkinratu"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "(kolaiyai) allah vilakkiyirukka ninkal enta manitanaiyum niyayamana karanaminrik kolai ceytu vitatirkal; evarenum aniyayamakak kolai ceyyappattu vittal, avarutaiya varicukku (patilukku patil ceyyavo allatu mannikkavo) nam atikaram kotuttirukkirom; anal kolaiyi(n mulam patil ceyvati)l varampu katantu vitak kutatu niccayamaka kolaiyuntavarin varicu (nitiyaik kontu) utavi ceyyap pattavaravar"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "anataikal pirayamataiyum varai, (avarkalin porupperrirukkum) ninkal, niyayamana muraiyilanri avarkalutaiya porulai nerunkatirkal, innum (ninkal allahvitamo, manitarkalitamo kotutta) vakkurutiyai nirai verrunkal; niccayamaka (av) vakkuruti (parrit tirppu nalil unkalitam) vicarikkappatum"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "melum ninkal alantal, alavaip purttiyaka alavunkal; (innum) cariyana taracaik kontu niruttuk kotunkal. Ituve nanmaiyutaiyatakavum, mutivil (palan taruvatil) alakanatumakavum"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "etaipparri umakku(t tirkka) nanamillaiyo atai(c ceyyat) totaraventam; niccayamaka (marumaiyil) cevippulanum, parvaiyum, irutayamum ivai ovvonrume (atanatan ceyal parri) kelvi ketkappatum"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "Melum, nir pumiyil perumaiyay natakka ventam; (enenral) niccayamaka nir pumiyaip pilantuvita mutiyatu malaiyin ucci(yalavu)kku uyarntu vitavum mutiyatu"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "ivaiyanaittin timaiyum um iraivanitattil verukkappattataka irukkiratu"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "ivaiyellam um'mutaiya iraivan umakku vahi (mulam) arivittulla nana upatecankalakum. Akave allahvutan veru nayanai (inaiyaka) erpatuttatir; (appatic ceytal) nir nintikkappattavarakavum turattappattavarakavum narakattil eriyappatuvir"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "(musrikkukale!) Unkal iraivan unkalukku an makkalai alittu vittu (tanakku mattum) malakkukaliliruntu pen makkalai etuttukkontana? Niccayamaka ninkal mikapperum (poyk) kurraiye kurukirirkal"
        }
    ]
}