{
    "pages": [
        {
            "chapter": 5,
            "verse": 58,
            "text": "Ei iau chemarea voastră la rugăciune în zeflemea şi batjocură. Şi aceasta, pentru că sunt un popor ce nu pricepe"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "Spune: “O, oameni ai Cărţii! Oare voi ne învinuiţi doar pentru că şi noi credem în Dumnezeu, în ceea ce a fost pogorât asupra noastră şi în ceea ce a fost pogorât înainte? Cei mai mulţi dintre voi sunt stricaţi!”"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "Spune: “Să vă vestesc că răsplata de la Dumnezeu va fi mult mai rea?” Dumnezeu i-a prefăcut în maimuţe şi în porci pe cei care i-a blestemat, pe cei asupra cărora s-a mâniat şi pe cei care s-au închinat lui Taghut. Aceştia sunt cei care se află în cel mai rău loc: ei sunt cei mai rătăciţi de la calea cea dreaptă"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "Atunci când vin la voi, ei spun: “Noi credem!” Ei vin însă cu tăgadă şi pleacă cu ea. Dumnezeu ştie prea bine ceea ce tăinuiesc"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "Tu îi vezi pe mulţi dintre ei grăbindu-se spre păcat, vrăjmăşie şi corupţie. Ce rău este ceea ce fac"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "De ce rabinii şi savanţii lor nu-i opresc de la a mai păcătui cu vorba şi de la desfrânare? Ce rău este ceea ce făptuiesc"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "Evreii spun: “Dumnezeu este strâns la mână!” Mâinile lor să fie strânse şi blestemaţi să fie pentru vorbele lor. Nu! Mâinile Sale sunt larg deschise, dăruind cui voieşte. Ceea ce a fost pogorât asupra ta, de la Domnul tău, măreşte multora dintre ei ticăloşia şi tăgada. Noi am aruncat între ei vrăjmăşia şi ura până în Ziua Învierii... De fiece dată când aprind focul războiului, Dumnezeu îl stinge. Ei seamănă stricăciunea pe pământ, iar Dumnezeu nu-i iubeşte pe stricători"
        }
    ]
}