{
    "pages": [
        {
            "chapter": 11,
            "verse": 46,
            "text": "El spuse: “O, Noe! Acesta nu este dintre ai tăi, ci este o făptură netrebnică. Nu mă întreba de ceea ce tu nu ai ştiinţă. Dacă nu ţi-aş fi predicat, ai fi fost dintre cei neştiutori.”"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "El spuse: “Domnul meu! Fereşte-mă de-a Te întreba de ceea ce nu am ştiinţă. Dacă Tu nu-mi ierţi mie, dacă Tu nu mă miluieşti, voi fi pierdut”"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "Şi s-a spus: “O, Noe! Coboară cu pacea pe care ţi-o dăruim şi cu binecuvântările Noastre asupra ta şi asupra adunărilor celor care sunt cu tine. Unor adunări, Noi le dăruim o bucurie trecătoare, apoi o osândă dureroasă le va atinge.”"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "Aceasta este dintre istoriile privitoare la Taină pe care ţi le-am dezvăluit. Nici tu, nici poporul tău nu le cunoşteaţi mai înainte. Fii răbdător! Răsplată vor avea cei temători"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "Adiţilor li l-am trimis pe fratele lor Hud. El spuse: “O, popor al meu! Închinaţi-vă lui Dumnezeu! Nu aveţi dumnezeu afară de El! Voi sunteţi doar nişte născocitori"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "O, popor al meu! Eu pentru aceasta nu vă cer răsplată, căci răsplata mea este la Cel ce m-a creat. Nu pricepeţi, oare"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "O, popor al meu! Cereţi iertare Domnului vostru, şi apoi întoarceţi-vă către El, căindu-vă. El va trimite din cer, asupra voastră, ploaie îmbelşugată şi va adăuga putere la puterea voastră. Nu întoarceţi spatele ca nişte nelegiuiţi!”"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "Ei spuseră: “O, Hud! Tu nu ne-ai adus nici o dovadă. Noi nu-i vom părăsi pe dumnezeii noştri pentru spusele tale. Noi nu credem în tine, ci"
        }
    ]
}