{
    "pages": [
        {
            "chapter": 17,
            "verse": 39,
            "text": "Aceasta este ceea ce Domnul tău ţi-a dezvăluit din înţelepciune. Nu alătura alt dumnezeu lui Dumnezeu, căci astfel vei fi aruncat în Gheena certat, lepădat"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "Domnul vostru a ales pentru voi fii, iar el şi-ar fi luat fiice dintre îngeri? O vorbă grea este ceea ce spuneţi"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "Noi am dat tâlcuri în acest Coran ca oamenii să chibzuiască, însă aceasta nu le sporeşte decât sila"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "Spune: “Dacă aşa cum spun ei, ar mai fi şi alţi dumnezei alături de El, ei ar căuta spre Stăpânul Tronului o cale.”"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "Mărire Lui şi înălţare! El este mult prea înalt faţă de ceea ce spun"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "Pe El îl preamăresc cele şapte ceruri, pământul şi cei din ele. Nu este nimic care să nu-l preamărească cu laude, însă voi nu înţelegeţi preamărirea lor. Dumnezeu este Blând, Iertător"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "Când tu reciţi Coranul, Noi punem un văl desfăşurat între tine şi cei care nu cred în Viaţa de Apoi"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "Noi le-am pus un văl gros peste inimi ca să nu înţeleagă şi în urechi le-am pus surzenie. Când în Coran tu-l chemi pe Domnul tău, Unul, ei întorc spatele cu silă"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "Noi ştim prea-bine ceea ce ei ascultă când te ascultă şi când la sfaturile tainice cei nedrepţi spun: “Voi nu urmaţi decât un bărbat vrăjit!”"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "Vezi asemănările pe care ţi le fac! Ei se rătăcesc însă şi nu mai pot afla vreo cale"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "Ei spun: “Când vom fi oseminte şi ţărână, vom mai fi sculaţi ca o nouă făptură?”"
        }
    ]
}