{
    "pages": [
        {
            "chapter": 18,
            "verse": 62,
            "text": "Când trecură mai departe, Moise spuse robului său: “Adu mâncarea, căci ne-a prins osteneala călătoriei.”"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "El spuse: “N-ai văzut că atunci când ne-am adăpostit la stâncă am uitat peştele? Numai Diavolul m-a făcut să-l uit, căci eu nu-mi amintesc. El a luat drumul mării. Ce lucru de mirare!”"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "Moise spuse: “Aceasta este ceea ce căutăm.” Apoi se întoarseră pe urmele lor"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "Ei îl aflară pe unul dintre robii Noştri căruia i-am dăruit milostivenia Noastră şi l-am învăţat o Ştiinţă de la Noi"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Moise îi spuse: “Te pot urma ca să mă înveţi ceea ce ai fost învăţat tu despre Calea cea Dreaptă?”"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "El spuse: “Tu nu vei putea să ai răbdare cu mine"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "Şi cum ai avea răbdare la ceea ce nu cuprinzi cu ştiinţa?”"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "Moise spuse: “Mă vei afla răbdător, de vrea Dumnezeu, şi nu-ţi voi ieşi din cuvânt.”"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "Robul spuse: “Dacă mă însoţeşti, nu mă întreba nimic până ce nu-ţi amintesc eu.”"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "Plecară împreună şi se urcară pe corabie. Robul făcu o gaură în ea. Moise îi spuse: “Ai găurit-o ca să se înece cei aflaţi pe ea? Ai săvârşit o faptă urâtă!”"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "El răspunse: “Nu mi-ai spus că vei avea răbdare cu mine?”"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "Moise spuse: “Nu mi-o lua în nume de rău că am uitat şi nu-mi apăsa mai tare povara!”"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Plecară amândoi şi întâlniră un tânăr. Robul îl ucise. Moise îi spuse: “Ai ucis un om nevinovat fără pic de suflet? Tu ai săvârşit o faptă urâtă!”"
        }
    ]
}