{
    "pages": [
        {
            "chapter": 39,
            "verse": 32,
            "text": "Cine este mai nedrept decât cel care Îl huleşte pe Dumnezeu şi scoate Adevărul minciună când vine la el? Oare în Gheena nu este un sălaş pentru tăgăduitori"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "Cel care a venit cu Adevărul şi cei care l-au mărturisit, aceştia sunt cei temători"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "Ei vor avea ceea ce voiesc la Domnul lor. Aceasta este răsplata făcătorilor de bine"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "Dumnezeu să le şteargă ce-i mai rău din ceea ce au făcut şi să le dea răsplată pentru ce-i mai bun din ceea ce-au făcut"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "Oare Dumnezeu nu este de ajuns robului Său, când oamenii te înspăimântă cu cei la care ei se închină în afara Lui? Cel pe care Dumnezeu îl rătăceşte, nu va mai avea altă călăuză"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "Cel pe care Dumnezeu îl călăuzeşte, nimeni nu-l rătăceşte. Oare Dumnezeu nu este Puternic, Stăpân al Răzbunării"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "Dacă tu îi întrebi: “Cine a creat cerurile şi pământul?” Ei vor spune: “Dumnezeu!” Spune: “Vedeţi? Dacă Dumnezeu îmi vrea un rău, îl pot alunga cei pe care îi chemaţi în afara lui Dumnezeu? Dacă îmi vrea un bine, pot ei opri acest bine?” Spune: “Dumnezeu îmi este de ajuns! Cei care au credinţă se încred Lui.”"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "Spune: “O, popor al meu! Faceţi voi după putinţa voastră, căci şi eu fac. Curând veţi afla"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "cui va veni o osândă ce îl va face de ruşine şi asupra cui se va abate o osândă necurmată"
        }
    ]
}