{
    "pages": [
        {
            "chapter": 50,
            "verse": 16,
            "text": "Noi am creat omul şi ştim ispitele la care-l împinge sufletul său, căci Noi suntem mai aproape de el decât vena gâtului său"
        },
        {
            "chapter": 50,
            "verse": 17,
            "text": "Când cei doi trimişi la întâlnire se aşează de-a dreapta şi de-a stânga Sa"
        },
        {
            "chapter": 50,
            "verse": 18,
            "text": "el nu va rosti nici un cuvânt fără ca un păzitor să nu fie gata"
        },
        {
            "chapter": 50,
            "verse": 19,
            "text": "Beţia morţii aduce Adevărul de la care tu te-ai îndepărtat"
        },
        {
            "chapter": 50,
            "verse": 20,
            "text": "Când se va sufla în trâmbiţă, aceasta va fi Ziua Ameninţării"
        },
        {
            "chapter": 50,
            "verse": 21,
            "text": "Fiece suflet va veni cu un îmbolditor şi cu un martor"
        },
        {
            "chapter": 50,
            "verse": 22,
            "text": "Tu ai fost în nepăsare faţă de aceasta, însă Noi ţi-am dat la o parte vălul şi privirea ta este pătrunzătoare astăzi"
        },
        {
            "chapter": 50,
            "verse": 23,
            "text": "Însoţitorul său va zice: “Ceea ce am este gata!”"
        },
        {
            "chapter": 50,
            "verse": 24,
            "text": "Aruncaţi-l, amândoi, în Gheenă pe fiece tăgăduitor încăpăţânat"
        },
        {
            "chapter": 50,
            "verse": 25,
            "text": "potrivnic al binelui, călcător de lege şi neîncrezător"
        },
        {
            "chapter": 50,
            "verse": 26,
            "text": "Aruncaţi-l în osânda cea înfricoşătoare pe cel care-I alătură lui Dumnezeu un alt dumnezeu"
        },
        {
            "chapter": 50,
            "verse": 27,
            "text": "Însoţitorul său va spune: “Domnul nostru! Nu eu l-am ticăloşit, ci el era deja într-o rătăcire adâncă.”"
        },
        {
            "chapter": 50,
            "verse": 28,
            "text": "Dumnezeu va spune: “Nu vă certaţi înaintea Mea! Eu v-am trimis înainte ameninţarea"
        },
        {
            "chapter": 50,
            "verse": 29,
            "text": "La Mine, cuvântul nu se schimbă. Eu nu sunt nedrept cu robii Mei.”"
        },
        {
            "chapter": 50,
            "verse": 30,
            "text": "În Ziua când vom spune Gheenei: “Te-ai umplut?”, ea va spune: “Mai sunt încă?”"
        },
        {
            "chapter": 50,
            "verse": 31,
            "text": "Grădina va fi adusă nu departe de cei temători"
        },
        {
            "chapter": 50,
            "verse": 32,
            "text": "“Aceasta este ceea ce vi s-a făgăduit, vouă, fiecăruia ce se întoarce (către Dumnezeu) şi Îi păzeşte (poruncile)"
        },
        {
            "chapter": 50,
            "verse": 33,
            "text": "şi se teme de Milostivul în Taina Sa şi vine cu inima plecată"
        },
        {
            "chapter": 50,
            "verse": 34,
            "text": "Intraţi în pace: “Aceasta este Ziua veşniciei.”"
        },
        {
            "chapter": 50,
            "verse": 35,
            "text": "Ei vor avea acolo ceea ce vor şi la Noi vor avea mai mult"
        }
    ]
}