{
    "pages": [
        {
            "chapter": 3,
            "verse": 30,
            "text": "În Ziua când fiece suflet va găsi ceea ce va fi făcut bine şi ceea ce va fi făcut rău, va fi dorit ca vreme îndepărtată să fie între el şi acea Zi. Dumnezeu vă previne asupra Lui însuşi. Dumnezeu este Milostiv cu robii Săi"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "Spune-le: “De-L iubiţi pe Dumnezeu, urmaţi-mă, căci Dumnezeu vă va iubi şi vă va ierta vouă păcatele. Dumnezeu este Iertător, Milostiv.”"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "Spune-le: “Daţi ascultare lui Dumnezeu şi trimisului Său. Să ştiţi, voi, cei care întoarceţi spatele, că Dumnezeu nu-i iubeşte pe tăgăduitori.”"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "Dumnezeu a ales, înaintea lumilor, pe Adam, pe Noe, neamul lui Abraham, neamul lui Imran"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "şi seminţiile lor, ieşite unele din altele. Dumnezeu este Auzitor, Ştiutor.”"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "Femeia lui Imran spuse: “Domnul Meu! Ţie îţi închin rodul pântecului meu! Primeşte-l de la mine! Tu eşti Auzitorul, Ştiutorul.”"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "După ce născu, ea spuse: “Domnul Meu! Am născut o fată.” Dumnezeu ştia ceea ce ea a odrăslit, căci un băiat nu este asemenea unei fete. “O voi numi Maria şi sub oblăduirea Ta o pun, pe ea şi seminţia ei, împotriva Diavolului cel blestemat, bătut fie cu pietre!”"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "Domnul său o primi cu bunătate şi îi dădu să crească frumos, iar Zaharia îi purtă de grijă. De fiece dată când Zaharia intra la ea în cameră, găsea alături de ea mâncarea trebuincioasă, aşa că el o întrebă: “O, Maria! De unde ai aceasta?” Ea spuse: “De la Dumnezeu, căci Dumnezeu înzestrează pe cine voieşte, fără să dea socoteală.”"
        }
    ]
}