{
    "manzils": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "Kulu Muhammed'i geceleyin, Mescid-i Haram'dan kendisine bazi âyetlerimizi göstermek için, etrafini mübarek kildigimiz Mescid-i Aksâ'ya götüren Allah, her türlü noksan sifatlardan münezzehtir. Süphesiz ki her seyi hakkiyla isiten, hakkiyla gören O'dur"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "Musa'ya da kitap verdik ve beni birakip baskasini vekil edinmeyiniz diye onu Israil ogullari için bir hidayet rehberi kildik"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "Ey Nuh'la beraber gemiye tasiyarak kurtardigimiz kimselerin soyundan olanlar! Dogrusu o çok sükredici bir kuldu"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "Biz Israilogullari'na Tevrat'ta su hükmü verdik: \"Muhakkak siz, yeryüzünde iki defa fesat çikaracaksiniz ve muhakkak büyük bir yükselisle yükseleceksiniz"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "Birincisinin zamani gelince,üzerinize güçlü kuvvetli kullarimizi gönderdik. Onlar, evlerin aralarina girip arastirdilar. Bu yerine getirilmesi gereken bir vaad idi"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "Sonra sizi tekrar o istilacilar üzerine galip kildik ve size mallarla ve ogullarla yardim ettik. Ve toplum olarak sizin sayinizi artirdik"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "Eger iyilik ederseniz, kendinize iyilik etmis olursunuz ve eger kötülük ederseniz yine kendinizedir. Artik diger fesadinizin zamani gelince, yüzlerinizi üzüntüye sokmalari, kötülük yapmalari ve ilk kez girdikleri gibi yine Beyt-i Makdis'e girmeleri, ele geçirdikleri yerleri mahvetmeleri için onlari tekrar gönderecegiz"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "Olur ki Rabbiniz size merhamet eder. Ama siz tekrar dönerseniz biz de döneriz. Cehennemi, kâfirler için kusatici bir zindan yaptik"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "Süphesiz ki bu Kur'ân, insanlari en dogru ve en saglam yola iletir ve salih amel isleyen müminlere büyük bir ecir oldugunu müjdeler"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "Ahirete inanmayanlara da can yakici bir azab hazirlamisizdir"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "Insan, hayrin gelmesine dua ettigi gibi kötülügün gelmesine de dua eder. Insan pek acelecidir"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "Biz geceyi ve gündüzü varligimiza delalet eden birer delil kildik. Sonra Rabbinizden bir lütuf aramaniz, yillarin sayisini ve hesabini bilmeniz için gecenin karanligini silip (yerine) esyayi aydinlatan gündüzün aydinligini getirdik. Iste biz her seyi uzun uzadiya anlattik"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "Her insanin amel defterini boynuna doladik, kiyamet günü açilmis bulacagi kitabi önüne çikaririz"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "Kitabini oku! Bugün hesap görücü olarak sana nefsin yeter!\" deriz"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "Kim dogru yola gelirse sirf kendi iyiligi için gelir. Kim de saparsa ancak kendi aleyhine sapar. Hiçbir günahkar baskasinin günah yükünü çekmez. Biz bir Peygamber göndermedikçe, hiç kimseye azab edecek degiliz"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "Biz bir ülkeyi yok etmek istedigimiz zaman, simarik varliklilarina emrederiz, onlar itaat etmeyip orada kötülük islerler. Böylece, o ülke helaka müstahak olur, biz de onu yerle bir ederiz"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "Hem Nuh'tan sonra nice nesilleri helak ettik. Kullarinin günahlarini bilmek ve görmekte Rabbin yeter"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "Her kim pesin isterse, dünyada ona, istedigimiz kimseye, diledigimiz kadarini pesin veririz. Sonra ona cehennemi hazirlariz; kinanmis ve (rahmetimizden) kovulmus olarak oraya girer"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "Kim de ahireti isterse ve mümin olarak kendine yarasir bir çaba ile onun için çalisirsa, öylelerinin çalismalarinin karsiligi verilir"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "Hepsine; (dünyayi isteyenlere de, ahireti isteyenlere de) Rabbinin ihsanindan veririz. Rabbinin ihsani kisitlanmis degildir"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "Bak! Onlarin bir kismini digerine nasil üstün kildik! Elbette ahiret, hem dereceler bakimindan daha büyüktür, hem de üstünlük bakimindan daha büyüktür"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "Allah ile birlikte baska bir ilâh edinme! Yoksa kinanmis ve yalniz basina birakilmis olarak oturup kalirsin"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "Rabbin kesin olarak sunlari emretti: Ancak kendisine ibadet edin, anne ve babaya iyilik edin. Onlardan biri veya her ikisi senin yaninda yaslanirsa, sakin onlara \"öf\" bile deme ve onlari azarlama. Ikisine de tatli ve güzel söz söyle"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "Ikisine de aciyarak tevazu kanatlarini indir. Ve söyle de: \"Ey Rabbim! Onlarin beni küçükten terbiye edip yetistirdikleri gibi, sen de kendilerine merhamet et"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "Rabbiniz içinizden geçenleri çok iyi bilir. Eger iyi kimseler olursaniz elbette Allah çok tevbe edenleri bagislayicidir"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "Akrabaya, yoksula ve yolda kalmisa hakkini ver. Bununla beraber malini saçip savurma"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "Çünkü (malini) saçip savuranlar, seytanlarin kardesleridir. Seytan ise Rabbine karsi çok nankördür"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "Eger Rabbinden bekledigin bir rahmet (rizik) için, onlardan yüz çevirmek mecburiyetinde kalirsan, o vakit de onlara yumusak ve tatli bir söz söyle"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "Elini boynuna asip baglama (cimri olma), hem de onu büsbütün açip saçma (israf etme); aksi halde kinanmis olursun ve eli bos açikta kalirsin"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "Gerçekten senin Rabbin, kullarindan dilediginin rizkini genisletir ve diledigini kisar. Süphesiz ki Allah, kullarinin durumlarindan haberdardir, her seyi görendir"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "Bir de geçim korkusuyla çocuklarinizi öldürmeyin, onlara da, size de rizki biz veririz. Süphesiz ki onlari öldürmek, çok büyük bir suçtur"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "Zinaya da yaklasmayin, çünkü o pek çirkindir ve kötü bir yoldur"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "Hakli bir sebep olmadikça, Allah'in öldürülmesini haram kildigi cani öldürmeyin. Kim haksiz yere öldürülürse, biz onun velisine bir yetki verdik. O da öldürmede asiri gitmesin. Çünkü ona (dinin kendisine verdigi yetki ile) yardim olunmustur"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "Yetimin malina da yaklasmayin. Ancak rüsdüne erinceye kadar en güzel bir sekilde yaklasabilirsiniz. Ahdi de yerine getirin. Çünkü verilen sözde elbette sorumluluk bulunuyor"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "Ölçtügünüz zaman tam ölçün ve dogru terazi ile tartin. Bu hem daha hayirlidir ve sonuç itibariyle de daha güzeldir"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "Bir de hiç bilmedigin bir seyin ardina düsme! Çünkü kulak, göz, gönül, bunlarin her biri yaptiklarindan sorumludurlar"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "Yeryüzünde kibir ve azametle yürüme! Çünkü sen asla yeri yaramazsin ve boyca da daglara erisemezsin"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "Kötü olan bütün bu yasaklar, Rabbinizin sevmedigi seylerdir"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "Iste bunlar, Rabbinin sana vahyettigi hikmetlerdendir. Sakin Allah'la beraber baska bir ilâh uydurma. Aksi halde kötülenmis ve Allah'-in rahmetinden uzaklastirilmis olarak cehenneme atilirsin"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "Rabbiniz, size ogullari tahsis etti de, kendisi meleklerden disiler mi edindi? Gerçekten siz çok büyük bir söz söylüyorsunuz"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "Biz, bu Kur'ân'da akillarini baslarina almalari için türlü sekillerde (ikaz ve ihtari) açikladik. Fakat bu açiklamalar ancak onlarin nefretini artirmistir"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "(Ey Muhammed!) De ki: \"Eger dedikleri gibi Allah ile birlikte ilâhlar olsaydi, o zaman bu ilâhlar Ars'in sahibine bir yol ararlardi"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "Allah, onlarin dediklerinden çok münezzeh ve çok yüksek, hem pek büyük bir yükseklikle yücedir"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "Yedi gök, yer ve bunlarin içinde bulunanlar, Allah'i tesbih ederler. O'nu hamd ile tesbih etmeyen hiçbir varlik yoktur. Fakat siz, onlarin tesbihlerini iyi anlamazsiniz. Süphesiz O, halimdir çok bagislayandir"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "Sen Kur'ân'i okudugun zaman biz, seninle ahirete inanmayanlarin arasina görünmez bir perde çekeriz"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "Ve kalblerinin üzerine, Kur'ân'i anlamalarina engel perdeler geçiririz ve kulaklarina bir agirlik veririz. Rabbini Kur'ân'da bir tek olarak andigin zaman da ürkerek arkalarina döner kaçarlar"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "Biz onlarin, seni dinlerken nasil dinlediklerini çok iyi biliriz. Birbiriyle fisildasirlarken de o zalimlerin: \"Siz büyülenmis bir adamdan baskasina uymuyorsunuz!\" dediklerini biz çok iyi biliriz"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "Bak senin için nasil misaller verdiler de bu yüzden nasil sapikliga düstüler! Artik hak yolu bulmaya güçleri yetmez"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "Bir de onlar dediler ki: \"Biz, bir kemik yigini oldugumuz ve ufalanip toz oldugumuz vakit mi, gerçekten biz mi, yeni bir yaratilisla diriltilecegiz"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "De ki: \"Ister tas olun, ister demir"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "Isterse gönlünüzde büyüyen baska bir yaratik olun, (Muhakkak öldürülecek ve diriltileceksiniz.) \"Onlar: \"Bizi kim tekrar diriltecek?\" diyecekler. De ki: \"Sizi ilk defa yaratmis olan o kudret sahibi.\" Sana baslarini sallayarak: \"Ne zamandir bu.\" diyecekler. De ki: \"Yakin olmasi gerekir"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "(Allah) sizi çagiracagi gün, tam bir hürmetle onun emrine kosacaksiniz ve zannedeceksiniz ki, kabirlerinizde pek az bir müddet kaldiniz"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "Mümin kullarima söyle de (kâfirlere) en güzel olan sözü söylesinler. Çünkü seytan aralarina fesat sokar. Süphesiz seytan, insan için apaçik bir düsmandir"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Rabbiniz sizi çok daha iyi bilir. Dilerse tevbeniz sebebiyle size merhamet eder, dilerse azab eder. Seni de onlarin üzerine vekil göndermedik"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Rabbin göklerde ve yerde olan kimselerin hepsini en iyi bilendir. Andolsun ki biz, peygamberlerin kimini kimine üstün kildik. Davud'a da Zebur'u verdik"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "De ki: \"Allah'tan baska, ilâh oldugunu sandiginiz seyleri çagirin, size yardim etsinler. Onlar, ne sizden sikintiyi kaldirabilirler, ne de degistirebilirler"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Onlarin yalvardiklari da, Rablerine daha yakin olmak için vesile ararlar. Ve O'nun merhametini umarlar, azabindan korkarlar. Çünkü Rabbinin azabi korkunçtur"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "Hiç bir sehir (halki) yoktur ki, kiyamet gününden önce biz onu helak etmeyelim, yahut siddetli bir azab ile azablandirmayalim. Bu, Kitap'ta (Levh-i Mahfuzda) yazilidir"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "Bizi, âyetler (mucizeler) ve peygamber göndermekten alikoyan sey, ancak öncekilerin onlari yalanlamis olmalaridir. Semûd'a, açik bir mucize olarak o disi deveyi vermistik de ona zulmetmislerdi (deveyi bogazlayarak kendilerine yazik etmislerdi). Oysa biz, o mucizeleri ancak korkutmak için göndeririz"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "Vaktiyle sana söyle vahyettigimizi hatirla: \"Süphesiz Rabbin insanlari kusatmistir.\" (Isrâ gecesi) sana açikça gösterdigimiz o temâsâyi ve Kur'ân'da lanet edilen agaci da, yalniz insanlara bir imtihan için yapmisizdir. Biz onlari, korkutuyoruz, fakat bu onlara ancak büyük bir taskinliktan baska bir sonuç vermiyor"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "(Yine unutma ki) Bir vakit meleklere: \"Âdem'e secde edin\" demistik. Iblis'ten baska hepsi secde ettiler. O ise: \"Ben bir çamurdan yarattigin kimseye mi secde ederim?\" demisti"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "(Yine Iblis) dedi ki: \"Su benden üstün kildigini gördün mü? Yemin ederim ki, eger beni kiyamet gününe kadar ertelersen, pek azi hariç, onun zürriyetini kendi buyrugum altina alacagim"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "Allah buyurdu ki: \"Haydi git! Onlardan kim sana uyarsa, süphesiz ki, cezaniz cehennemdir, hem de mükemmel bir ceza"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "Onlardan gücünün yettigini yerinden oynat. Atlilarin ve yayalarinla onlarin üzerine yaygarayi bas! Mallarda ve çocuklarda onlara ortak ol! Ve onlara vaadlerde bulun.\" Fakat seytan onlara aldatmadan baska bir sey vaad etmez"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "Dogrusu benim (ihlasli) kullarim üzerinde senin hiçbir hakimiyetin yoktur. Vekil olarak Rabbin yeter"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "Rabbiniz, lütfundan nasib arayasiniz diye, sizin için denizde gemileri yürüten kudret sahibidir. Süphesiz O, size çok merhametlidir"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "Denizde basiniza bir felaket geldigi zaman, Allah'tan baska yalvardiginiz bütün putlar kaybolur. Allah sizi tehlikeden kurtarip karaya çikarinca da yüz çevirirsiniz. Zaten insan çok nankördür"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "(Denizden karaya çiktiginizda) O'nun sizi karada yerin dibine geçirmeyeceginden, yahut üzerinize tas yagdiran bir kasirga gördermeyeceginden emin misiniz? Sonra kendinize bir vekil de bulamazsiniz"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "Yoksa sizi tekrar denize döndürüp de üzerinize kasirgalar göndermeyeceginden ve böylece ettiginiz nankörlük sebebiyle sizi bogmayacagindan emin misiniz? Sonra bu yaptigimiza karsi, bizim aleyhimize size yardim edecek bir koruyucu bulamazsiniz"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "Andolsun ki biz, insanoglunu san ve seref sahibi kildik. Karada ve denizde tasitlara yükledik ve temiz yiyeceklerden onlari riziklandirdik. Onlari yarattiklarimizin birçogundan üstün kildik"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "Kiyamet günü bütün insanlari önderleriyle çagiracagiz. O gün, kimin amel defteri sag eline verilirse, iste onlar kitaplarini okuyacaklar ve en küçük bir haksizliga ugratilmayacaklar"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "Her kim bu dünyada (manen) kör ise ahirette de kördür. Ve gidisçe daha saskindir"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "(Ey Muhammed!) Az kalsin seni bile, sana vahyettigimizden baskasini bize karsi iftira edesin diye, fitneye düsüreceklerdi ve o takdirde seni dost edineceklerdi"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "Eger biz sana sebat vermemis olsaydik, nerdeyse sen onlara birazcik meyledecektin"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "O takdirde, muhakkak hayatin da, ölümün de azabini sana kat kat tattirirdik. Sonra bize karsi kendin için hiçbir yardimci bulamazdin"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "(Ey Muhammed!) Yakinda seni yurdundan çikarmak için, muhakkak ki rahatsiz edecekler ve o takdirde onlar da senin ardindan pek az kalacaklardir"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "Bu, senden önce gönderdigimiz bütün peygamberlerimiz hakkindaki sünnetimizdir. Bizim sünnetimizde herhangi bir degisme göremezsin"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "Günesin batiya kaymasindan, gecenin karanligina kadar (belirli vakitlerde) geregi üzere namazi kil, bir de sabah namazini kil. Çünkü sabah namazinda, gece ve gündüz melekleri hazir bulunur"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "Gecenin bir kisminda da sadece sana mahsus bir nafile olmak üzere uykudan kalk, Kur'ân ile teheccüd namazi kil, Rabbinin seni bir makam-i mahmuda (sefaat makamina) göndermesi kesindir"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "(Ey Muhammed!) De ki: \"Rabbim! Beni, takdir ettigin yere gönül rahatligi ve huzur içinde koy ve çikacagim yerden de dürüstlükle ve selametle çikmami sagla. Bana katindan yardim edici bir kuvvet ver"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "(Ey Muhammed!) De ki: \"Hak geldi, batil yok oldu. Elbette batil yok olmaya mahkumdur"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "Biz Kur'ân'dan, iman edenler için bir sifa ve rahmet kaynagi olan âyetler indiriyoruz. Zalimlerin de ancak zararini artirir"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "Biz insana nimet verdigimiz zaman, Allah'i anmaktan yüz çevirip uzaklasir. Ona fenalik dokununca da ümitsizlige kapilir"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "De ki: \"Herkes bulundugu hal ve niyetine göre is yapar. Bu durumda kimin en dogru yolda oldugunu Rabbiniz daha iyi bilir"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "Ey Muhammed! Sana ruhtan soruyorlar. De ki: \"Ruh Rabbimin bildigi bir istir ve size ilimden ancak az bir sey verilmistir"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "Yemin olsun ki, dilersek sana vahyettigimizi ortadan kaldiririz; sonra bize karsi kendine bir vekil (koruyucu) bulamazsin"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "Fakat Rabbinden bir rahmet olarak (biz bunu yapmadik). Gerçekten O'nun senin üzerindeki lütfu çok büyüktür"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "Ey Muhammed! De ki: \"Yemin olsun, eger insanlar ve cinler bu Kur'ân'in benzerini getirmek üzere toplansalar ve birbirlerine yardimci olsalar bile, yine onun bir benzerini meydana getiremeyeceklerdir"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "Yemin olsun ki biz bu Kur'ân'da insanlar için çesitli misaller vermisizdir. Yine de insanlarin çogu inkârlarinda israr ederler"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "Kâfirler söyle dediler: \"Sen, bizim için yerden suyu kesilmeyen bir kaynak fiskirtmadikça sana asla inanmayacagiz"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "Veyahut hurmaliklardan ve üzümlüklerden senin bir bahçen olsun da ortasindan saril saril irmaklar akitmalisin"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "Yahut söyleyip zannettigin gibi, gögü basimiza parça parça düsüresin veya Allah'i ve melekleri söyledigine sahit getiresin"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "Yahut altindan bir evin olsun, ya da göge çikmalisin. Ona çiktigina da asla inanmayiz. Ta ki bize, okuyacagimiz bir kitap indiresin.\" De ki: \"Rabbimi tenzih ederim. Nihayet ben de, peygamber olan bir insandan baska bir sey degilim"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "Kendilerine dogru yolu gösteren peygamber gelince, insanlarin iman etmelerine engel olan sebep sadece: \"Allah bir insani mi Peygamber gönderdi?\" demeleridir"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "(Ey Muhammed! Mekkelilere) söyle de: \"Eger yeryüzünde huzur içinde yürüyüp duran melekler olsaydi, elbette onlara gökten peygamber olarak bir melek indirirdik"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "De ki: \"Benimle sizin aranizda sahit olarak Allah yeter. Çünkü O, kullarinin yaptigindan haberdardir, yaptiklarini çok iyi görendir"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "Allah kime hidayet verirse, o dogru yoldadir. Kimi de hidayetten uzak tutarsa, artik bunlar için Allah'tan baska hiçbir yardimci bulamazsin. Ve biz, o kâfirleri kiyamet günü kör, dilsiz ve sagir olduklari halde, yüzleri üstü sürünerek hasredecegiz. Varacaklari yer cehennemdir; atesi dindikçe onun atesini artiririz"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "Bu onlarin cezasidir! Çünkü onlar, âyetlerimizi inkâr etmisler ve: \"Sahi bizler, bir yigin kemik ve ufalanmis toz oldugumuz zaman mi, yeni bir yaratilisla diriltilmis olacagiz?\" demislerdir"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "Onlar, gökleri ve yeri yaratan Allah'in, kendilerinin ayni olan insanlari yaratmaya da kadir oldugunu görüp bilmediler mi? Allah onlar için süphe edilmeyen bir vâde takdir etmistir. Fakat zalimler, inkârlarinda yine de israr ederler"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "(Ey Muhammed!) De ki: \"Eger siz Rabbimin rahmet hazinelerine sahip olsaydiniz, fakirlik korkusunu yine de elden birakmazdiniz.\" Dogrusu insan çok cimridir"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "Andolsun biz Musa'ya apaçik dokuz mucize verdik. (Ey Peygamber!) Israilogullarina sor, Musa kendilerine geldiginde Firavun ona: \"Ey Musa! Ben senin büyülenmis oldugunu saniyorum\" demisti"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "Musa dedi ki: \"Ey Firavun! Pekâlâ bilirsin ki, bu mucizeleri, birer ibret olmak üzere, ancak göklerin ve yerin Rabbi indirdi. Ey Firavun! Ben de seni helak olmus zannediyorum"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "Derken Firavun, Musa'yi ve Israilogullarini Misir'dan sürmek istedi. Biz de onu ve beraberindekilerin hepsini suda bogduk"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "Arkasindan Israilogullarina söyle dedik: \"Firavun\"un sizi çikarmak istedigi arazide siz oturun! Sonra ahiret vaadi (kiyamet) geldigi vakit, hepinizi toplayip bir araya getirecegiz"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "Biz bu Kur'an'i hak olarak indirdik, O, bütün hakikatleri içinde toplayarak indi. Ey Peygamber! Biz seni ancak müjdeci ve uyarici olarak gönderdik"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "Sana Kur'ân'i verdik ve onu insanlara sindire sindire okuyasin diye (kisimlara) ayirdik ve biz onu yavas yavas indirdik"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "Ey Muhammed! De ki: Ister ona (Kur'ân'a) inanin, ister inanmayin; o daha önce kendilerine ilim verilenlere okundugunda onlar, yüzleri üstü secdeye kapanirlar"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "Ve derler ki: Rabbimizi tenzih ederiz. Süphesiz ki Rabbimizin vaadi gerçeklesir"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "Ve aglayarak yüzleri üstü secdeye kapanirlar. Hem de bu Kur'ân'i isitmek onlarin Allah'a teslimiyetlerini daha da artirir"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "(Sen onlara) de ki: Ister \"Allah\" deyin, ister \"Rahmân\" deyin, nasil çagirirsaniz çagirin. En güzel isimler O'nundur. Namazinda sesini pek yükseltme, çok da gizli okuma, orta yolu seç"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "Ve söyle de: Hamd o Allah'a ki, hiçbir çocuk edinmedi, mülkte ortagi yoktur, aciz olmayip bir yardimciya da ihtiyaci yoktur. Tekbir getirerek O'nu noksanliklardan yücelt de yücelt"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "Hamd, o Allah'a mahsustur ki kulu (Muhammed'e) kitabi indirdi ve ona hiçbir egrilik koymadi"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "Onu dosdogru (bir kitap) olarak (indirdi) ki katindan gelecek siddetli azaba karsi (insanlari) uyarsin ve yararli isler yapan müminlere kendileri için güzel bir mükafat bulundugunu müjdelesin"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "Onlar orada sürekli kalacaklardir"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "Ve \"Allah çocuk edindi\" diyenleri de uyarsin"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "Bu hususta ne kendilerinin, ne de atalarinin hiçbir bilgisi yoktur. Agizlarindan çikan söz ne büyük bir iftiradir. Onlar, yalandan baska bir sey söylemiyorlar"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "(Ey Muhammed!) Demek onlar, bu söze (kitaba) inanmazlarsa, onlarin pesinde üzüle üzüle kendini helak edeceksin"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "Biz yeryüzündeki seyleri kendisine süs olsun diye yarattik ki, insanlarin hangisinin daha güzel amel edecegini deneyelim"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "Süphesiz biz, yeryüzünde olanlari kupkuru bir toprak yapacagiz"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "Yoksa sen Ashab-i Kehf'i ve Rakim'i (isimlerinin yazili bulundugu tas kitabeyi) sasilacak âyetlerimizden mi sandin"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "O gençler magaraya sigininca söyle dediler: \"Rabbimiz! Bize katindan bir rahmet ver ve bizim için su isimizden bir kurtulus yolu hazirla"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "Bunun üzerine biz de kulaklarini tikayarak magarada onlari yillarca uyuttuk"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Sonra da iki gruptan hangisinin, onlarin magarada kaldiklari süreyi daha iyi hesapladigini anlamak için, onlari tekrar uyandirdik"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "Biz sana onlarin kissalarini gerçek olarak anlatacagiz. Hakikaten onlar, Rablerine iman eden birkaç genç idi. Biz de onlarin hidayetlerini artirdik"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "(Oranin hükümdari karsisinda) ayaga kalkarak dediler ki: \"Bizim Rabbimiz, göklerin ve yerin Rabbidir. Biz, O'ndan baskasina ilâh deyip tapmayiz, yoksa saçma sapan konusmus oluruz"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "Su bizim kavmimiz, Allah'tan baska ilâh edindiler. Onlarin ilâh olduguna dair açik bir delil getirselerdi ya! Allah'a karsi yalan uydurandan daha zalim kim olabilir"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "(Içlerinden biri söyle demisti:) \"Mademki siz, onlardan ve Allah'tan baska taptiklari putlardan ayrildiniz, o halde magaraya siginin ki, Rabbiniz rahmetinden size genislik versin ve isinizi rast getirip kolaylastirsin"
        },
        {
            "chapter": 18,
            "verse": 17,
            "text": "Ey Muhammed! Baksaydin günesin dogdugu zaman magaranin sag tarafina yöneldigini, batarken de sol taraftan onlari makaslayip geçtigini görürdün. Onlar, magaranin genis bir yerinde idiler. Iste bu Allah'in mucizelerindendir. Allah kime hidayet ederse, iste o, hakka ulasmistir; kimi de hidayetten mahrum ederse, artik ona dogru yolu gösterecek bir dost bulamazsin"
        },
        {
            "chapter": 18,
            "verse": 18,
            "text": "Bir de onlari magarada görseydin uyanik sanirdin. Halbuki onlar uykudadirlar. Biz onlari saga sola çevirirdik. Köpekleri de giriste ön ayaklarini ileri dogru uzatmisti. Eger onlari görseydin, arkana bakmadan kaçardin ve için korku ile dolardi"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "Onlari bir mucize olarak uyuttugumuz gibi, birbirlerine sorsunlar diye kendilerini uyandirdik da içlerinden bir sözcü söyle dedi: \"Ne kadar durup kaldiniz?\" (Kimi) \"Bir gün ya da günün bir parçasi kadar kaldik\" dediler. (Kimi de) söyle dediler: \"Ne kadar durdugunuzu, Rabbiniz daha iyi bilir. Simdi siz birinizi, bu gümüs paranizla sehre gönderin de baksin, hangi yiyecek daha temiz ise, ondan size azik getirsin. Hem çok dikkatli davransin ve sizi kimseye sezdirmesin"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "Çünkü sehir halki, sizi ellerine geçirirlerse muhakkak sizi taslayarak öldürürler veya kendi dinlerine çevirirler ki, o zaman siz dünyada da ahirette de asla kurtulusa eremezsiniz"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "Böylece insanlari onlardan haberdar kildik ki, öldükten sonra dirilmenin hak oldugunu ve kiyamet gününden süphe edilemeyecegini bildirmek için, öylece sehir halkina buldurduk. Onlari magarada bulanlar, aralarinda durumlarini tartisiyorlardi. Dediler ki: \"Üstlerine bir bina (kilise) yapin. Bununla beraber Rableri, onlari daha iyi bilir.\" Sözlerinde üstün gelen müminler: \"Üzerlerine muhakkak bir mescid yapacagiz.\" dediler"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "Ashab-i Kehf'in sayilarinda ihtilaf edenlerden bazilari: Onlar, üç kisidir, dördüncüleri köpekleridir\" diyecekler. Diger bazilari da \"Onlar, bes kisidir, altincilari köpekleridir \" diyecekler. Her ikisi de bilinmeyen hakkinda tahmin yürütmektir. (kimileri de:) \"Onlar, yedi kisidir; sekizincisi köpekleridir\" derler. De ki: \"Onlarin sayilarini Rabbim daha iyi bilir.\" Onlari ancak pek azi bilir, Bu sebeple onlar hakkinda bu bildirilenler disinda bir münakasaya girisme ve bunlar hakkinda hiç kimseye de bir sey sorma"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "Hiçbir sey için, Allah'in dilemesi disinda: \"Ben yarin onu yapacagim deme"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "Ancak Allah dilerse (yapacagim de). Ve unuttugun vakit Allah'i an ve \"Umarim Rabbim beni, dogruya daha yakin olana eristirir.\" de"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "Onlar, magaralarinda üçyüz yil kadar kaldilar ve dokuz yil da buna ilave etmislerdir"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "De ki: \"Onlarin ne kadar kaldiklarini Allah daha iyi bilir.\" Göklerin ve yerin gaybi O'na aittir. O ne güzel görendir! O ne mükemmel isitendir! Onlarin, O'ndan baska bir yardimcisi yoktur. O, kendi hükümranligina kimseyi ortak etmez"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "Rabbinin kitabindan sana vahyolunani oku! Onun sözlerini degistirecek kimse yoktur. Ve O'ndan baska bir siginilacak da bulamazsin"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "Nefsince de, sabah aksam rizasini isteyerek Rablerine yalvaranlarla beraber candan sabret. Sen dünya hayatinin süsünü isteyerek onlardan gözlerini ayirma. Kalbini, bizi anmaktan gafil kildigimiz, nefsinin kötü arzusuna uymus ve isi hep asirilik olan kimseye uyma"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "Ve de ki: O hak Rabbimizdendir. Artik dileyen iman etsin, dileyen inkâr etsin. Çünkü biz zalimler için öyle bir ates hazirlamisiz ki, duvarlari, çepeçevre onlari içine alacaktir. Eger feryad edip yardim isteseler, erimis maden gibi yüzleri haslayan bir su ile cevap verilir. O ne kötü bir içecek ve ne kötü bir dayanma yeri"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "Iman edip de güzel davranislarda bulunanlar var ya, süphe yok ki biz öyle güzel isler yapanlarin mükafatini zayi etmeyiz"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "Iste onlara Adn cennetleri vardir; altlarindan irmaklar akar, orada altin bileziklerle süslenecekler, ince ve kalin ipekliden yesil elbiseler giyerek koltuklar üzerine dayanip kurulacaklar. O ne güzel karsilik ve ne güzel kalma yeri"
        },
        {
            "chapter": 18,
            "verse": 32,
            "text": "Onlara, su iki adami misal olarak anlat: Biz bunlardan birine her türlü üzümden iki bag vermisiz, her ikisinin etrafini hurmalarla donatmisiz, aralarinda da bir ekinlik yapmisiz"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "Iki bagin ikisi de yemislerini vermis, hiçbir sey noksan birakmamis, ikisinin ortasindan bir de nehir akitmisiz"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "Iki bagin sahibinin ayrica baska geliri vardi. Bundan dolayi bu adam arkadasiyla münakasa ederken: \"Ben malca senden daha zengin ve insan sayisi bakimindan da senden daha güçlü ve üstünüm\" dedi"
        },
        {
            "chapter": 18,
            "verse": 35,
            "text": "Adam, bu sekilde kendine zulmederek bagina girdi ve söyle dedi: \"Bunun hiç yok olacagini sanmiyorum"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "Kiyametin kopacagini da zannetmem. Sayet Rabbimin huzuruna götürürlürsem, muhakkak orada bundan daha hayirli bir sonuç bulurum"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "Bunun üzerine kendisiyle münakasa eden arkadasi da ona söyle dedi: \"Seni topraktan, sonra seni bir damla sudan yaratan, daha sonra da seni insan haline getireni mi inkar ediyorsun"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "Fakat ben iman ederek diyorum ki: O Allah, benim Rabbimdir, ben Rabbime kimseyi ortak kosmam"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "Kendi bagina girdigin zaman: \"Bu Allah'dandir, benim kuvvetimle degil, Allah'in kuvveti ile olmustur, deseydin ya! Her ne kadar beni, malca ve evlatça kendinden az görüyorsan da"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "Belki Rabbim, bana, senin bagindan daha hayirlisini verir; senin bagina ise gökten yildirimlar gönderir de, bagin yalçin bir toprak haline gelir"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "Yahut, baginin suyu yerin dibine çekilir de bir daha suyunu çikarip bagini sulayamazsin"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "Derken serveti yok edildi. Bunun üzerine bagina yaptigi masraflara karsi ellerini ogusturmaya basladi. Bag, çardaklari üzerine yikilmis kalmisti, \"Ah Keske Rabbime hiçbir seyi ortak kosmasaydim\" diyordu"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "Onun Allah'tan baska yardim edecek adamlari yoktur ve Allah'a karsi kendi nefsini de kurtaramadi"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "Iste burada yardim, yalniz hak olan Allah'a aittir. O'nun verdigi mükâfat da daha hayirlidir, netice de daha hayirlidir"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "Ey Muhammed! Sen onlara dünya hayatinin misalini ver. Dünya hayati, gökten indirdigimiz bir su gibidir ki, bu su sayesinde yeryüzünün bitkileri (her renk ve çiçekten) birbirine karismis, nihayet bir çöp kirintisi olmustur. Rüzgarlar onu savurur gider. Allah her seye muktedirdir"
        },
        {
            "chapter": 18,
            "verse": 46,
            "text": "Mal ve ogullar, dünya hayatinin süsüdür. Bakî kalacak olan iyi ameller ise, Rabbinin katinda, sevabca da hayirlidir, ümid yönünden de daha hayirlidir"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "O kiyamet gününü hatirla ki, daglari yürütecegiz ve yeryüzünü çirilçiplak göreceksin. Bütün insanlari, mahserde toplayacagiz hiçbir kimseyi birakmayacagiz"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "Onlar, saf halinde Rabbine arz edilmislerdir. Allah, onlara söyle diyecektir: \"Süphesiz sizi ilk önce yarattigimiz gibi bize geldiniz. Fakat, size kiyamet için yaptigimiz vaadi yerine getirmeyecegimizi sanmistiniz, degil mi"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "O gün herkesin amel defteri ortaya konulmustur. Ey Muhammed! Günahkârlarin, amel defterlerinden korkarak: \"Eyvah bize! Bu nasil deftermis ki, büyük küçük hiçbir sey birakmadan hepsini saymis dökmüs\" dediklerini görürsün. Onlar, bütün yaptiklarini hazir bulmuslardir. Senin Rabbin hiç kimseye zulmetmez"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "Yine o vakti hatirla ki biz, meleklere: \"Âdem'e secde edin!\" demistik. Iblis hariç olmak üzere onlar hemen secde ettiler. Iblis cinlerdendi, Rabbinin emrinden disari çikti. Simdi siz beni birakip da Iblis'i ve soyunu dostlar mi ediniyorsunuz? Halbuki onlar sizin düsmaninizdir. Zalimler için bu ne kötü bir degismedir"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "Ben, onlari (Iblis ve soyunu) ne göklerin ve yerin yaratilisinda, ne de kendilerinin yaratilisinda sahit tutmadim ve hiçbir zaman dogru yoldan çikanlari yardimci edinmis degilim"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "Ve o (kiyamet) günü Allah kâfirlere söyle buyuracak: \"Ortaklarim ve sefaatçilariniz diye zannettiginiz putlarinizi çagirin.\" Müsrikler onlari çagirirlar, fakat kendilerine cevap vermezler. Biz, kâfirlerle ilâhlari arasina atesten bir engel koymusuzdur"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "Günahkârlar atesi görmüsler de artik ona düseceklerini anlamislardir. Fakat ondan kaçip siginacak bir yer bulamazlar"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "Süphesiz biz, bu Kur'ân'da insanlara çesitli mânâlari türlü misallerle açik olarak verdik. Insan ise, her seyden çok mücadelecidir"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "Kendilerine dogru yolu gösteren peygamber geldiginde insanlari, iman etmekten ve Rabblerinden günahlarinin magfiretini istemekten alikoyan sey sadece geçmis milletlerin baslarina gelen felaketlerin kendilerine de gelmesini veya ahiret azabinin ansizin göz göre göre gelip çatmasini beklemek olmustur"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "Halbuki biz peygamberleri ancak müjdeciler ve uyaricilar olarak göndeririz. Kâfir olanlar ise hakki, batilla ortadan kaldirmak için mücadele ediyorlar. Onlar, âyetlerimizi ve korkutulduklari azabi da alaya almislardir"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "Rabbinin âyetleriyle nasihat edilip de onlardan yüz çeviren ve daha önce isledigi günahlari unutandan daha zalim kim olabilir? Biz onlarin kalbleri üzerine (Kur'ân'i) anlamalarina engel olan bir agirlik, kulaklarina da sagirlik verdik. Ey Muhammed! Sen onlari dogru yola çagirsan da onlar asla hidayete ermezler"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "Bununla beraber rahmet sahibi olan Rabbin çok bagislayicidir, tevbe eden kullarina rahmeti boldur. Eger Allah, isledikleri günahlar yüzünden onlari hemen cezalandiracak olsaydi, onlara hemen azab ederdi. Fakat onlara vaad edilen bir zaman vardir ki, o geldiginde Allah'in azabindan bir kurtulus yeri bulamazlar"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "Iste zulmettikleri için helak ettigimiz sehirler! Biz onlarin helâkleri için de belirli bir zaman tayin etmistik"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "Ey Muhammed! Bir vakit Musa genç adamina demisti ki: \"Iki denizin birlestigi yere ulasincaya kadar gidecegim, yahut senelerce gidecegim"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "Bunun üzerine ikisi de iki denizin birlestigi yere vardiklarinda baliklarini unuttular. Bu arada balik, denizde yolunu bulup kaybolmustu"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "Iki denizin birlestigi yeri geçtikleri zaman, Musa genç arkadasina: \"Kusluk yemegimizi getir. Gerçekten biz bu yolculugumuzda epey yorulduk\" dedi"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "Adam: \"Gördün mü! dedi. Kayaya sigindigimiz vakit dogrusu ben baligi unutmusum. Onu hatirlamami, muhakkak seytan bana unutturdu. O denizde garip bir yol tutup gitmisti"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "Musa da demisti ki: \"Iste aradigimiz o idi.\" Bunun üzerine izlerine dönüp gerisin geri gittiler"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "Nihayet kullarimizdan bir kul buldular ki, biz ona katimizdan bir rahmet vermis ve tarafimizdan bir ilim ögretmistik"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Musa ona: \"Allah'in sana ögrettigi ilim ve hikmetten bana da ögretmen için sana tabi olabilir miyim?\" dedi"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "(Hizir) dedi ki: \"Dogrusu sen benimle asla sabredemezsin"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "Içyüzünü kavrayamadigin seye nasil sabredeceksin"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "Musa: \"Insaallah beni sabirli bulacaksin ve senin hiçbir isine karsi gelmeyecegim\" dedi"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "(Hizir) dedi ki: \"O halde bana tabi olacaksin; ben sana sirrini anlatmadikça, hiçbir sey hakkinda bana soru sorma"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "Bunun üzerine ikisi beraber yürüdüler. Nihayet gemiye bindikleri zaman, o kul (Hizir) gemiyi deldi. Musa, ona söyle dedi: \"Geminin içindekileri bogmak için mi deldin? Dogrusu çok kötü bir is yaptin"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "(Hizir:) \"Sen benimle asla sabredemezsin, demedim mi?\" dedi"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "Musa dedi ki: \"Unuttugum seyden dolayi beni suçlama ve bu isimden dolayi bana bir güçlük çikarma"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Yine gittiler. Nihayet bir erkek çocuga rastladiklarinda Hizir hemen onu öldürdü. Musa: \"Kisas olmadan masum bir cana nasil kiyarsin? Dogrusu sen çok fena bir sey yaptin\" dedi"
        },
        {
            "chapter": 18,
            "verse": 75,
            "text": "Hizir dedi ki: \"Dogrusu sen benimle asla sabredemezsin demedim mi sana"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "(Musa) dedi ki: \"Eger bundan sonra sana bir sey sorarsam bana arkadas olma! Hakikaten benim tarafimdan ileri sürülebilecek son mazerete ulastin"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "Bunun üzerine yine yürüdüler. Nihayet bir köy halkina varip onlardan yemek istediler. Ancak köy halki onlari misafir etmekten kaçindilar. Derken orada yikilmak üzere olan bir duvar buldular. Hizir hemen onu dogrulttu. Musa: \"Isteseydin elbet buna karsi bir ücret alirdin\" dedi"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "Hizir dedi ki: \"Iste bu, seninle benim aramizin ayrilmasidir. Simdi sana o sabredemedigin seylerin içyüzünü haber verecegim"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "Gemi, denizde çalisan bir kaç yoksula aitti. Onu kusurlu kilmak istedim, çünkü onlarin ilerisinde her saglam gemiye zorla el koyan bir hükümdar vardi"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "Oglana gelince, onun ana-babasi mümin kimselerdi. Çocugun onlari azginlik ve inkâra sürüklemesinden korktuk"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "Istedik ki Rabbleri onun yerine kendilerine ondan temizlikçe daha hayirli ve daha çok merhamet eden birini versin"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "Duvar ise, o sehirde iki yetim oglana ait idi. Duvarin altinda onlarin bir hazinesi vardi. Babalari da iyi bir kimse idi. Onun için Rabbin istedi ki o iki çocuk erginlik çaglarina ersinler ve Rabbinden bir rahmet olarak hazinelerini çikarsinlar. Ve ben bunlarin hiçbirini kendiligimden yapmadim. Iste senin sabredemedigin seylerin içyüzleri budur"
        },
        {
            "chapter": 18,
            "verse": 83,
            "text": "Bir de sana Zülkarneyn'den soruyorlar. De ki: Size ondan bir hatira okuyacagim"
        },
        {
            "chapter": 18,
            "verse": 84,
            "text": "Gerçekten biz onu (Zülkarneyn'i) yeryüzünde iktidar sahibi yaptik ve ona ulasmak istedigi her seyi elde etmesinin bir yolunu verdik"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "Derken o da bu yollardan birini tutup gitti"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "Nihayet günesin battigi yere vardigi zaman, günesi, (sanki) kara bir balçikta batiyor buldu. Bir de bunun yaninda bir kavim buldu. Biz ona dedik ki: \"Ey Zülkarneyn! Onlari ya cezalandirirsin veya onlarin hakkinda iyi davranirsin"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "O da demisti ki: \"Kim haksizlik ederse muhakkak ona azab edecegiz; Sonra Rabbine geri döndürülecek, O da onu görülmemis bir azabla cezalandirir"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "Amma her kim de iman edip iyi bir is yaparsa, buna da en güzel mükâfat vardir. Biz ona dünyada kolaylik gösterir zor islere kosmayiz"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "Sonra Zülkarneyn yine bir yol tuttu"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "Nihayet güneşin doğduğu yere vardığında, güneşin kendilerini ondan koruyacak bir siper yapmadığımız bir kavim üzerine doğmakta olduğunu gördü"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "Iste Zülkarneyn'in kudret ve saltanati böyleydi. Ve biz onun yaninda olan her seyi bilgimizle kusatmistik"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "Sonra yine bir yol tuttu"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "Nihayet iki dag arasina ulastiginda onlarin önünde, hemen hiç söz anlamayan bir kavim bulmustu"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "Dediler ki: \"Ey Zülkarneyn! Ye'cuc ve Me'cuc bu yerde fesat çikariyorlar. Onun için, bizimle onlar arasinda bir sed yapman sartiyla sana bir vergi versek olur mu"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "Dedi ki: \"Rabbimin bana vermis oldugu servet ve saltanat, sizin vereceginiz seyden daha hayirlidir. Bana maddî yardimda bulunun da sizinle onlarin arasina en saglam seddi yapayim"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "Bana, demir kütleleri getirin.\" Nihayet dagin iki ucunu denklestirdigi vakit: \"Ates yakip körükleyin\" dedi. Demiri bir ates koru haline getirince. \"Bana erimis bakir getirin üzerine dökeyim\" dedi"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "Artik Ye'cuc ve Me'cuc bu seti ne asabildiler ne de delebildiler"
        },
        {
            "chapter": 18,
            "verse": 98,
            "text": "Zülkarneyn dedi ki: \"Bu Rabbimin bir lütfudur. Rabbimin vaadi geldigi vakit de onu dümdüz yapacaktir. Rabbimin vaadi de haktir"
        },
        {
            "chapter": 18,
            "verse": 99,
            "text": "Biz o gün (kiyamet günü) onlari birakivermisizdir. Dalgalar halinde birbirlerine girerler, Sûr'a da üfürülmüstür. Böylece onlarin hepsini bir araya toplamisizdir"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "Ve cehennemi o gün kâfirlere öyle bir gösterecegiz ki"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "Onlar ki, beni hatirlatan âyetlerimden gözleri bir örtü içindeydi. Isitmeye de tahammül edemiyorlardi"
        },
        {
            "chapter": 18,
            "verse": 102,
            "text": "O kâfirler, beni birakip da kullarimi dostlar edineceklerini mi sandilar? Dogrusu biz cehennemi o kâfirlere bir konukluk olarak hazirladik"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "De ki: Amelleri en çok bosa gidenleri size bildirelim mi"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "Onlarin dünya hayatinda çalismalari bosa gitmistir. Oysa onlar güzel isler yaptiklarini saniyorlardi"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "Iste onlar, Rabblerinin âyetlerini ve O'nun huzuruna çikacaklarini inkâr etmislerdir de bu yüzden iyilik altinda yaptiklari bütün amelleri bosa gitmistir. Artik kiyamet günü onlar için hiçbir ölçü tutturmayiz"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "Iste böyle, onlarin cezalari cehennemdir. Çünkü inkâr etmisler ve benim âyetlerimi, peygamberlerimi alaya almislardir"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "Iman edip salih ameller isleyenlere gelince, onlar için Firdevs cennetleri konak olmustur"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "Içlerinde ebedî olarak kalacaklar, oradan hiç ayrilmak istemeyeceklerdir. Bu hatirlatma ve uyarmayi yeterli görmeyip de daha fazla açiklama isteyenlere karsi ey Muhammed"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "Deki: \"Eger Rabbimin sözlerini yazmak için deniz mürekkep olsa, Rabbimin sözleri tükenmeden önce, deniz muhakkak tükenecekti, bir mislini daha yardimci getirsek bile"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "De ki: \"Ben de sizin gibi ancak bir beserim. Ne var ki, bana ilâhinizin ancak bir ilâh oldugu vahyolunuyor. Onun için her kim Rabbine kavusmayi arzu ederse iyi amel islesin ve Rabbine yaptigi ibadete hiç kimseyi ortak etmesin"
        },
        {
            "chapter": 19,
            "verse": 1,
            "text": "Kâf, Hâ, Yâ, Ayn, Sâd"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "Bu, Rabbinin, kulu Zekeriyya'ya olan rahmetini anmadir"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "Bir zamanlar o, Rabbine gizlice (içinden) yalvarmisti"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "Söyle demisti: \"Ey Rabbim! Süphesiz (artik öyle bir durumdayim ki) benim kemigim zayiflayip gevsedi ve basim(in saçi) bembeyaz alev gibi tutustu. Sana dua etmekle de ey Rabbim, hiçbir zaman bedbaht olmadim"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "Gerçekten ben, arkamdan yerime geçecek varislerden endisedeyim. Karim da kisir bulunuyor. Onun için katindan bana bir çocuk ihsan et"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "Ki bana da mirasçi olsun, Yakub ailesine de mirasci olsun. Rabbim, onu sen rizana kavustur"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "(Allah söyle buyurdu): \"Ey Zekeriyya! Süphesiz biz sana Yahya isminde bir oglani müjdeliyoruz. Bundan önce ona hiçbir adas yapmadik"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "Zekeriyya: \"Rabbim! Karim kisir, ben de son derece kocamisken nasil oglum olabilir?\" dedi"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "(Allah yahut Cebrail ona söyle) dedi: \"Dedigin gibidir, (fakat) Rabbin buyurdu ki, bu isi yapmak bana kolaydir. Nitekim bundan önce seni yarattim. Halbuki sen hiçbir sey degildin"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "Zekeriyya söyle dedi: \"Rabbim! Bana alâmet ver.\" Allah: \"Senin alâmetin, sapasaglam oldugun halde, üç gün, üç gece insanlarla konusamaz hale gelmendir.\" buyurdu"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "Nihayet (birgün konusamayinca) mihrabdan kavmine karsi çikti da onlara \"Sabah ve aksam (Rabbinizi) tesbih edin\" diye isaret etti"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "Ey Yahya! Kitaba kuvvetle saril\" (dedik) ve daha çocukken ona hikmet verdik"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "Hem de katimizdan bir merhamet ve (günahlardan) paklik verdik, o çok takva sahibi idi"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "Anne ve babasina karsi iyi davranan bir kimse idi, zorba ve isyankâr degildi"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "Dogdugu gün, ölecegi gün ve dirilecegi gün ona selam olsun"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "(Ey Muhammed!) Kur'ân'daki Meryem kissasini da an (insanlara anlat). Hani o, ailesinden ayrilarak (evinin veya mescidin) dogu tarafinda bir yere çekilmisti"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "Sonra ailesiyle kendisi arasina bir perde koymustu. Biz ona melegimiz (Cebrail)i gönderdik de ona tam bir insan seklinde göründü"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "Meryem: \"Ben senden Rahmân (olan Allah) a siginirim. Eger Allah'dan korkuyorsan (dokunma bana)\" dedi"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "Melek: \"Ben, sana temiz bir oglan bagislamak için, Rabbinin gönderdigi bir elçiyim\" dedi"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "Meryem: \"Benim nasil çocugum olabilir? Bana hiçbir insan dokunmamistir. Ben iffetsiz de degilim\" dedi"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "Melek: \"Bu, dedigin gibidir. Ancak Rabbin buyurdu ki: Bu (babasiz çocuk vermek), bana pek kolaydir. Hem biz onu nezdimizden insanlara bir mucize ve rahmet kilacagiz. Hem, bu önceden (ezelde) kararlastirilmis bir istir.\" dedi"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "Nihayet (Allah'in emri gerçeklesti) Meryem Isa'ya gebe kaldi ve o haliyle uzak bir yere çekildi"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "Sonra dogum sancisi onu bir hurma dalina tutunup dayanmaya zorladi. \"Keske bundan önce ölseydim de unutulup gitseydim\" dedi"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "Melek, Meryem'e, asagi tarafindan söyle seslendi. \"Sakin üzülme, Rabbin alt tarafinda bir irmak akitti"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "Hurma dalini kendine dogru silkele, üzerine devsirilmis taze hurmalar dökülsün"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "Ye, iç, gözün aydin olsun. Eger insanlardan birini görürsen, ben Rahmân (olan Allah)a bir oruç (susmak) adadim. Onun için bugün hiçbir kimseyle konusmayacagim\" de"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "Sonra Meryem onu (Isa'yi) yüklenerek kavmine getirdi. Onlar (hayretler içinde söyle) dediler: \"Ey Meryem! dogrusu sen görülmemis bir sey yaptin"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "Ey Harun'un kizkardesi! Senin baban kötü bir adam degildi, annen de iffetsiz bir kadin degildi"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "Bunun üzerine Meryem çocugu gösterdi. Onlar; \"Biz besikteki bir çocukla nasil konusuruz?\" dediler"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "(Allah'in bir mucizesi olarak Isa söyle) dedi: \"Süphesiz ben Allah'in kuluyum. O bana kitab verdi ve beni bir peygamber yapti"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "Beni, nerede olursam olayim mübarek kildi. Hayatta bulundugum müddetçe namaz kilmami ve zekat vermemi emretti"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "Beni anneme hürmetkar kildi. Beni zorba ve isyankar yapmadi"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "Dogdugum gün, ölecegim gün ve dirilecegim gün selam ve emniyet benim üzerimedir"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "Iste hakkinda (yahudilerle hiristiyanlarin) ihtilaf edip durduklari Meryemoglu Isa'ya dair Allah'in sözü budur"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "Çocuk edinmek asla Allah'in sanina yakismaz. O bundan münezzehtir. O, bir seyin olmasini dilerse, ona sadece \"ol\" der, o da oluverir"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "Süphesiz benim de Rabbim, sizin de Rabbiniz Allah'tir. O halde ona ibadet edin, iste dosdogru yol budur"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "Ne var ki, firkalar (yahudi ve hiristiyanlar) kendi aralarinda ihtilafa düstüler. O büyük (dehsetli) günü görecek kâfirlerin vay haline"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "Bize gelecekleri gün, neler isitecekler, neler görecekler! Fakat o zalimler bugün apaçik bir sapiklik içindedirler"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "(Ey Muhammed!) Insanlarin pismanlik duyacagi ve isin bitmis olacagi (kiyamet) günü ile onlari uyar. Onlar hâlâ gaflet içindedirler, onlar iman etmezler"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "Süphesiz biz bütün yeryüzüne ve üzerindekilere varis olacagiz. Ve onlar da mutlaka bize döndürüleceklerdir. {*} Iste budur, ta besikten tekrar dirilmesine kadar öyle dogan ve o sözleri söyleyen bir kuldur. {*} Hakk (olan Allah)in bildirdigine göre Meryem'in oglu Isa {*} ki hakkinda tartisip duruyorlar. Görülüyor ki sûrenin basindan beri ve buradan da sonuna kadar âyetler, hep elif fâsilasiyla biterken, sûrenin bu bölümünde yalniz yedi âyet \"Nûn ve Mim\" fâsilasiyla islenmis bir çerçeve içine alinmistir. Bu da gösterir ki bu âyetler, bu sûrenin asil maksadini anlatan karar mahiyetindeki âyetlerdir ki, basta Allah'a çocuk isnadini {*} \"Allah'in çocuk edinmesi hiçbir zaman olur sey degildir. O'nu tenzih ederiz.\" âyetiyle reddedip Allah'i tenzih etmekte ve Isa'nin dilinden de {*} \"Allah benim de Rabbim, sizin de Rabbinizdir. O'na kulluk ediniz. Iste bu dogru bir yoldur.\" demek suretiyle tevhide davet etmektedir. Bu âyet, ta yukaridaki {*} \"Ben Allah'in kuluyum.\" (19/30) cümlesine atfedilmistir. Dolayisiyla {*} \"Allah, benim Rabbimdir, dedi\" demek olup Isa'nin konusmasinin bir devamidir (Âl-i Imran Sûresi'nde geçen benzeri âyetin tefsirine de bkz: 3/51). Eldeki Incillerde de kendisine yer verilen bu söz, onun peygamberliginde, davetinin özünü teskil ettigi ve tevhid inancini net bir sekilde ifade ettigi için, burada tekrar sözkonusu yapilmistir. {*} Sonra firkalar kendi aralarinda ihtilafa düstüler. Yahudiler bir türlü söyledi. Hiristiyanlarin kendi firkalari da degisik tartismalarin içine girdiler; bir kismi Allah'in oglu dediler, bir kismi da Allah'in kendisidir, yere indi sonra göge çikti dediler; diger bir kismi ise üçün biri dediler. Saglam bir grup da Allah'in kulu ve peygamberi oldugunu tasdik ettiler. {*} \"Vay haline o küfreden kimselerin"
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "Kur'ân'da Ibrahim'i(n kissasini da) an. Süphesiz ki o, siddik (özü, sözü dogru) bir peygamberdi"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "O, bir zaman babasina söyle demisti: \"Babacigim! Isitmeyen, görmeyen ve sana hiçbir faydasi olmayan seylere niçin tapiyorsun"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "Babacigim! Dogrusu sana gelmeyen bir ilim bana geldi. O halde bana uy da, seni dogru bir yola eristireyim"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "Babacigim! Seytana tapma, çünkü seytan Rahmân (olan Allah)a âsî oldu"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "Babacigim! Dogrusu ben korkarim ki, sana Rahmân'dan bir azab dokunur da seytana (cehennemde arkadas) olursun"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "Babasi \"Ey Ibrahim! Sen benim ilâhlarimdan yüz mü çeviriyorsun? Yemin ederim ki, eger (onlari kötülemekten) vazgeçmezsen, seni muhakkak taslarim. (gerçektenveya söz ile- sana tas atarim). Haydi uzun bir müddet benden uzak ol\" dedi"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "Ibrahim söyle dedi: \"Selâm sana olsun, senin için Rabbimden magfiret dileyecegim. Çünkü o, bana çok lütufkârdir"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "Ben, sizden ve Allah'tan baska taptiginiz seylerden çekilip ayrilirim da Rabbime dua (ibadet) ederim. Rabbime yalvarisimda mahrum kalmayacagimi umarim"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "Ibrahim, kavminden ve onlarin Allah'tan baska ibadet ettikleri seylerden uzaklasinca, biz ona Ishak'i ve (Ishak'in oglu) Yakub'u ihsan ettik. Ve hepsini de peygamber yaptik"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "Biz onlara rahmetimizden lütuflarda bulunduk. Hepsine de dillerde güzel ve yüksek bir övgü verdik"
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "Kur'ân'da Musa'yi da an; Süphesiz ki o, ihlasli bir kuldu ve gönderilmis bir peygamberdi"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "Biz ona Tur daginin sag yanindan seslendik ve onu hususi bir konusmada bulunmak üzere kendimize yaklastirdik"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "Rahmetimizden de ona, kardesi Harun'u bir peygamber olarak ihsan eyledik. Meâl-i Serifi"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "Kur'ân'da Ismail'i de an; çünkü o, vaadine sadik bir kuldu ve gönderilmis bir peygamberdi"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "Ailesine ve çevresine namaz kilmayi ve zekat vermeyi emrederdi ve Rabbinin katinda hosnutluga ermisti"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "Kitapta Idris'i de an; çünkü o, çok sadik (özü, sözü pek dogru) bir peygamberdi"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "Biz onu yüce bir yere yükselttik"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "Iste bunlar, Allah'in kendilerine nimetler verdigi peygamberlerden, Âdem'in soyundan ve gemide Nuh ile beraber tasidiklarimizin neslinden, Ibrahim ve Israil'in soyundan, hidayete erdirdigimiz ve seçtigimiz kimselerdir. Kendilerine Rahmân (olan Allah)in âyetleri okundugu zaman aglayarak secdeye kapanirlardi"
        },
        {
            "chapter": 19,
            "verse": 59,
            "text": "Sonra bunlarin ardindan öyle bir nesil geldi ki, namazi terkettiler, heva ve heveslerine uydular; onlar bu taskinliklarinin karsiligini mutlaka göreceklerdir. (Cehennemdeki \"Gayya\" vadisini boylayacaklardir)"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "Fakat tevbe edip iman eden ve salih amel isleyen bunun disindadir. Bunlar cennete girecekler ve hiçbir haksizliga ugratilmayacaklardir"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "O cennet, Rahmân (olan Allah)in kullarina görmedikleri halde vadettigi \"Adn\" cennetleridir. Süphesiz O'nun vaadi mutlaka yerini bulacaktir"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "Onlar orada bos bir söz isitmezler. Ancak \"Selam\" isitirler. Orada sabah aksam riziklari da hazirdir"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "Iste kullarimizdan takva sahibi olanlara verecegimiz cennet budur"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "(Cebrail dedi ki: Ey Muhammed!) \"Biz senin Rabbinin emri olmadikça inmeyiz. Önümüzdeki ve ardimizdaki (bütün geçmis ve gelecek seyler) ve bunlarin arasindakiler hep O'nundur. Rabbin de (seni) unutmus degildir"
        },
        {
            "chapter": 19,
            "verse": 65,
            "text": "O, göklerin, yerin ve aralarindakilerin Rabbidir. O halde, O'na ibadet et ve O'na ibadet etmekte sabirli ol. Hiç sen Allah'in ismini tasiyan baska birini bilir misin"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "Halbuki insan söyle der: \"Ben öldügüm zaman, ileride gerçekten diri olarak (mezardan) çikarilacak miyim"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "O insan, daha önce hiçbir sey degilken kendisini yoktan var ettigimizi hatirlamaz mi"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "Rabbine andolsun ki biz onlari (öldükten sonra dirilmeyi inkâr eden kâfirleri) seytanlari ile beraber elbette ve elbette mahserde toplayacagiz. Sonra onlari muhakkak cehennemin etrafinda dizleri üstü hazir bulunduracagiz (ki cennetlikleri görüp hasret çeksinler)"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "Sonra her zümreden Rahmân'a karsi en ziyade isyankâr hangileri ise, muhakkak ayirip atacagiz"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "Sonra o cehenneme atilmaya layik olanlarin kimler bulundugunu elbette biz daha iyi biliriz"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "Içinizden hiçbiri istisna edilmemek üzere mutlaka herkes cehenneme varacaktir. Bu, Rabbinin katinda kesinlesmis bir hükümdür"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "Sonra Allah'dan korkup, sakinanlari kurtaracagiz ve zalimleri de toptan cehennemde birakacagiz"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "Âyetlerimiz kendilerine apaçik okundugu zaman, o inkâr edenler, iman edenlere dediler ki :\"Bu iki zümreden (Mümin ve kâfirlerden) hangisi mevki bakimindan daha iyi, meclis ve topluluk itibariyle daha güzeldir"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "Halbuki biz, kendilerinden evvel, mal ve gösterisce daha güzel nice asirlar halkini helak etmisizdir"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "Onlara de ki: \"Kim sapiklik içinde ise, Rahmân ona mal ve evlatça ziyadelik ve azginliginda mühlet verir. Nihayet kendilerine vaad edilen azabi, yahut kiyamet günü cehennemi gördükleri vakit, artik bilecekler kimin mevkii daha fena ve yardimcilari daha zayifmis"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "Allah, hidayeti kabul edenlere, daha çok hidayet verir. Baki kalacak olan salih ameller, Rabbinin katinda sevap bakimindan da daha hayirlidir, sonuç bakimindan da daha hayirlidir"
        },
        {
            "chapter": 19,
            "verse": 77,
            "text": "Simdi âyetlerimizi inkâr eden ve \"Elbette bana mal ve evlat verilecektir.\" diyen adami gördün mü"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "O (kâfir), gaybi mi bildi? Yoksa Rahmân (olan Allah) katindan bir söz mü aldi"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "Hayir, asla öyle degil; biz onun söylediklerini yazacagiz ve azabini çogalttikça çogaltacagiz"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "O söyledigi (mal ve evlat gibi) seyleri de hep elinden alacagiz ve o, tek basina bize gelecektir"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "Onlar, kendilerine kuvvet ve seref kazandirsin diye, Allah'dan baska ilâh edindiler"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "Hayir, (zannettikleri gibi degil) tapindiklari ilâhlar onlarin ibadetlerini inkâr edecekler ve aleyhlerine dönüp düsman olacaklardir"
        },
        {
            "chapter": 19,
            "verse": 83,
            "text": "Görmedin mi? Biz seytanlari o kâfirler üzerine musallat ettik. Onlari (günaha) kiskirtip duruyorlar"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "Öyleyse onlarin hemen azaba ugratilmalarini isteme. Biz onlarin (ecel) günlerini sayiyoruz"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "O gün, takva sahiplerini, heyet olarak Rahmân'in huzuruna toplayacagiz"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "Suçlulari da susuz olarak cehenneme sürecegiz"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "(O gün) Rahmân (olan Allah)'in katinda bir ahd almis olan kimseden baskalari sefaat etme hakkina sahip olamayacaklardir"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "(Yahudilerle hiristiyanlar) \"Rahmân, çocuk edindi\" dediler"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "Yemin olsun ki, siz çok çirkin bir sey söylediniz"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "Az kalsin, söyledikleri sözden gökler çatlayacak, yer yarilacak ve daglar parçalanip dagilacakti"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "O Rahmân'a çocuk isnad ettiler diye"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "Halbuki Rahmân'a çocuk edinmek yarasmaz"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "Göklerde ve yerde bulunan hiçbir kimse yoktur ki (kiyamet günü) Rahmân'in huzuruna kul olarak çikmasin"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "And olsun ki Allah onlarin hepsini kusatmis, kendilerini ve yaptiklarini bir bir saymistir"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "Kiyamet günü onlarin herbiri Allah'in huzuruna tek basina çikacaktir"
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "Iman edip, salih amel isleyenler var ya, Rahmân (olan Allah) onlari (gönüllere) sevdirecektir"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "(Ey Muhammed!) Biz Kur'ân'i senin dilin üzere kolaylastirdik ki, onunla Allah'tan korkup sakinanlari müjdeleyesin, inat edenleri de korkutasin"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "Hem onlardan önce nice nesilleri helak ettik. (Simdi) onlardan hiçbirini görüyor musun, yahud onlarin hafif bir sesini isitiyor musun"
        },
        {
            "chapter": 20,
            "verse": 1,
            "text": "Tâ, Hâ"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "Ey Muhammed! Kur'ân'i sana sikintiya düsesin diye indirmedik"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "Ancak Allah'tan korkan kimse için bir ögüt olarak (indirdik)"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "Yeri ve yüce gökleri yaratanin katindan yavas yavas bir indirilisle (onu) indirdik"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "O Rahmân (kudret ve hakimiyyetiyle) Ars'a hakim oldu"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "Bütün göklerde olanlar, bütün yerdekiler, bu ikisinin arasinda ve topragin altida bulunanlar O'nundur"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "Sen (Allah'a ettigin dua ve zikirle) sesini yükseltirsen (bilki Allah bundan mustagnîdir.). Çünkü O süphesiz gizliyi de, gizlinin gizlisini de bilir"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "Allah O'dur ki, kendisinden baska hiçbir ilâh yoktur. En güzel isimler O'nundur"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "(Habîbim!) Musa'nin (basindan geçen hayat) hikayesi sana geldi mi"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "Hani o bir ates görmüstü de, ailesine: \"Yerinizde durun, benim gözüme bir ates ilisti, belki size bir kor getiririm, yahut atesin yaninda bir yol gösterici bulurum\" demisti"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "Atese vardigi zaman söyle çagrildi: \"Ey Musa"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "Ben süphesiz senin Rabbinim. Hemen ayakkabilarini çikar, çünkü sen kutsal bir vadi olan Tuvâ'dasin"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "Ben seni seçtim, simdi (sana) vahyolunacak seyleri dinle"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Süphesiz ben Allah'im, benden baska hiçbir ilâh yoktur. Onun için bana kulluk et ve beni anmak için namaz kil"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "Çünkü kiyamet muhakkak gelecektir. Onun vaktini gizli tutuyorum ki, herkes yaptiginin karsiligini görsün"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "Sakin kiyamete inanmayip, kendi heva ve hevesine uyan kimse seni, ona iman etmekten alikoymasin; sonra helak olursun"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "Ey Musa! Sag elindeki nedir"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "Musa dedi: \"O benim asâm (degnegim) dir, ona dayanirim, onunla davarlarima yaprak silkerim ve onda baska hacetlerim (faydalanacagim seyler) de var"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "Allah: \"Ey Musa! onu (yere) birak\"dedi"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "Musa da onu birakti, bir de ne görsün! o bir yilan olmus kosuyor"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "Allah buyurdu ki: \"Tut onu, korkma; biz onu yine eski durumuna çevirecegiz"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "Bir de diger bir mucize olmak üzere elini koynuna koy ki, kusursuz olarak bembeyaz çiksin"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "Bunlari sana en büyük mucizelerimizden (bir kismini) gösterelim diye yaptik"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "Firavun'a git, çünkü o hakikaten azdi"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "Musa dedi ki: \"Ey Rabbim! Benim gögsüme genislik ver"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "Isimi kolaylastir"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "Dilimden dügümü çöz"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "Ki, sözümü iyi anlasinlar"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "Bir de bana ailemden bir vezir ver"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "Kardesim Harun'u (ver)"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "Onunla arkami kuvvetlendir"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "(Elçilik) isimde onu bana ortak et"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "Ki seni çok tesbih edelim"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "Seni çok analim"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "Süphe yok ki sen bizi görüp duruyorsun"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "Allah buyurdu: \"Ey Musa! Diledigin (seyler) sana verildi"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "And olsun biz, sana diger bir defa daha ihsan etmistik"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "Hani bir vakit ilham edilmesi gereken (ancak ilham ile bilinebilen) su ilhami annene verdik"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "Onu (Musa'yi) tabut içine koy da denize birak. Deniz de onu sahile atsin. Onu hem bana düsman, hem ona düsman olan biri alsin.\" Bir de benim gözetimim altinda yetistirilmen için, üzerine katimdan bir sevgi birakmistim. (Ey Musa)"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "Hani kiz kardesin (Firavun'un sarayina) giderek: \"Ona bakacak birini size buluvereyim mi? diyordu. Böylece seni tekrar annene verdik ki, gözü aydin olsun da kederlenmesin. Hem sen, bir adam öldürdün de seni gamdan kurtardik. Seni çesitli musibetlerle imtihan ettik. Bu sebeple yillarca Medyen halki içinde kaldin. Sonra ey Musa! Belli bir çaga (peygamberlik görevini yüklenecek bir yasa) geldin"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "Ben, seni kendime (peygamber) seçtim"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Sen kardesinle birlikte mucizelerimle git. Ikiniz de beni anmakta gevseklik etmeyin"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Firavun'a gidin, çünkü o gerçekten azdi"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "Varin da ona yumusak söz söyleyin; olur ki, ögüt dinler, yahut korkar"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "(Musa ile Harun) \"Rabbimiz! Onun bize kötülük yapmasindan veya azginligini artirmasindan korkariz\" dediler"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "Allah buyurdu ki: \"Korkmayin, zira ben sizinle beraberim, isitir ve görürüm"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "Hemen gidin de Firavun'a deyin ki: \"Biz Rabbinin (sana gönderilen) elçileriyiz. Artik Israilogullari'ni bizimle gönder, onlara azab etme; biz sana Rabbinden bir mucize ile geldik. Selam dogru yolda gidenleredir"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Bize kesin olarak vahyolundu ki, azab süphesiz (gerçegi) inkâr edip ona sirt çevirenleredir"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "Firavun: \"Ey Musa! Sizin Rabbiniz kimdir?\" dedi"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "Musa: \"Bizim Rabbimiz her seye seklini veren, sonra da yolunu gösterendir.\" dedi"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "Firavun : \"Öyleyse geçmis asirlar (daki insanlar)in durumu nedir?\" dedi"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "Musa dedi ki: \"Onlarin bilgisi Rabbimin katinda bir kitapta (yazili)dir. Rabbim yanlis yapmaz ve unutmaz"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "Yeryüzünü sizin için bir dösek yapan, oradan sizin için yollar açan ve gökten bir su indiren O'dur.\" Iste biz o su ile türlü türlü bitkilerden çiftler çikardik"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "Hem siz yiyin, hem de hayvanlarinizi otlatin. Akil sahibleri için bunda nice ibretler vardir"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "Sizi yerden (topraktan) yarattik, yine (ölümünüzden sonra) ona döndürecegiz. Hem de ondan sizi bir kere daha çikaracagiz"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "And olsun ki, biz, Firavun'a mucizelerimizin hepsini gösterdik. Böyle iken o yine onlari yalan sayip kabulden çekindi"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "(Firavun Musa'ya söyle) dedi: \"Ey Musa! Sen sihrinle bizi yerimizden çikarmak için mi geldin bize"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "O halde biz de senin sihrin gibi bir sihirle sana gelecegiz (karsina çikacagiz); simdi bizimle senin aranda bir vakit ve bir bulusma yeri tayin et ki; ne senin, ne bizim caymayacagimiz uygun bir yer olsun"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "Musa: \"Sizinle bulusma zamani, süs (bayrami) günü ve insanlarin toplanacagi kusluk vaktidir.\" dedi"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "Bunun üzerine Firavun döndü gitti ve bütün hile vasitalarini topladiktan sonra geldi"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Musa onlara dedi ki: \"Yaziklar olsun size! Allah'a yalan uydur mayin. Sonra bir azab ile kökünüzü keser. Gerçekten (Allah'a) iftira eden hüsrana ugramistir"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "Sihirbazlar aralarinda islerini tartistilar ve konusmalarini gizli tuttular"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "(Sihirbazlar daha sonra Musa ve Harun'u göstererek söyle) dediler: \"Bu ikisi muhakkak sihirbazdir; büyüleriyle sizi yurdunuzdan çikarmak ve de örnek dininizi yok etmek istiyorlar"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "Onun için bütün tuzaklarinizi bir araya getirin, sonra hep bir sira halinde gelin. Bugün üstün gelen muhakkak zafer kazanmistir"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "Sihirbazlar: \"Ey Musa! Ya sen at, yahud ilk atan biz olalim\" dediler"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "Musa dedi ki: \"Hayir, siz atin.\" Bir de ne görsün! Onlarin ipleri ve degnekleri, yaptiklari sihirden ötürü kendisine sanki yürüyorlarmis gibi geldi"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "Bu yüzden Musa içinde bir korku hissetti"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "Biz dedik ki: \"Korkma, çünkü sen muhakkak üstünsün (galib geleceksin)"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "Sag elindekini ativer, o, onlarin yaptiklarini yutar. Çünkü onlarin yaptiklari ancak bir büyücü tuzagidir. Büyücü ise, her nerede olursa olsun basariya ulasamaz"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "Sonunda bütün sihirbazlar secdeye kapandilar, \"Musa ile Harun'un Rabbine iman ettik\" dediler"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "Firavun: \"Ben size izin vermeden mi ona iman ettiniz? O, muhakkak size sihir ögreten büyügünüzdür. And olsun ki, ellerinizi ve ayaklarinizi çaprazlama kesecegim ve muhakkak sizi hurma dallarina asacagim. Böylece hangimizin azabinin daha siddetli ve devamli oldugunu bileceksiniz\" dedi"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "(Iman eden sihirbazlar söyle) dediler: \"Bize gelen bu açik mucizeler ve bizi yaratana karsi, asla seni tercih edemeyiz. Ne hüküm vereceksen ver. Sen, ancak bu dünya hayatina hükmedebilirsin"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Dogrusu biz hem günahlarimiza, hem bizi zorladigin sihre karsi, bizi bagislasin diye, Rabbimize iman ettik. Allah (sevabça senden) daha hayirli ve (azab verme bakimindan da) daha devamlidir"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Her kim Rabbine suçlu olarak varirsa, süphesiz ki ona cehennem vardir. Orada ne ölür, ne de dirilir"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "Kim de ona bir mümin olarak salih ameller islemis oldugu halde varirsa, iste onlara en yüksek dereceler vardir"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "Adn cennetleri vardir ki, altlarindan irmaklar akar, onlar, orada ebedî olarak kalacaklardir. Ve iste bu, (küfür ve isyandan) arinanlarin mükafatidir. Meâl-i Serifi"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "Gerçekten Musa'ya söyle vahyettik: \"Kullarimla geceleyin yürü (Misir'dan çik) de (asâni vurarak) onlara denizde kuru bir yol aç; (artik firavun tarafindan) yetisilmekten korkmazsin ve (bogulmaktan) endise de etmezsin"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "Firavun ordulariyla hemen onlari takip etti, denizden kendilerini sariveren (korkunç bogulma) sariverdi"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "Böylece Firavun kavmini yanlis yola sürükledi ve dogru yola götürmedi"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "Ey Israilogullari! Sizleri düsmaninizdan kurtardik ve Tûr daginin sag yaninda size söz verdik, üzerinize de kudret helvasi ve bildircin indirdik"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "Size verdigimiz riziklarin en temizlerinden yiyin ve bunda taskinlik etmeyin, sonra üzerinize gazabim iner. Kimin üzerine de gazabim inerse, muhakkak o mahvolur"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "Bununla beraber, süphe yok ki ben, tevbe eden, iman edip salih amel isleyen, sonra da hak yolda sebat gösteren kimse için çok bagislayiciyim"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "Ey Musa! Seni kavminden (ayirip) daha çabuk (gelmeye) sevkeden nedir?\" (dedik)"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "Musa: \"Onlar benim izimdeler (arkamdan beni takip edip geliyorlar). Ben sana acele ettim (geldim) ki, hosnud olasin\" dedi"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "Allah: \"Dogrusu biz senden sonra kavmini imtihan ettik. Sâmirî onlari saptirdi\" dedi"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Hemen Musa öfkeli ve üzgün olarak kavmine döndü (onlara söyle) dedi: \"Ey kavmim! Rabbiniz size güzel bir vaad ile söz vermedi mi? Size bu süre mi çok uzun geldi, yoksa Rabbinizden size bir gazab inmesini arzu ettiniz de mi, bana olan vaadinizden caydiniz"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "Onlar dediler ki: \"Biz sana verdigimiz sözden, kendiligimizden caymadik. Fakat biz o (Kibtî) kavminin süs esyasindan bir takim agirliklar yüklenmistik. Onlari (atese) attik. Sâmirî de (kendi mücevheratini) böylece atmisti"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "Nihayet Sâmirî onlara bögüren bir buzagi heykeli ortaya çikardi. Bunun üzerine Sâmirî ve adamlari: \"Iste sizin de, Musa'nin da ilâhi budur, ama o unuttu\" dediler"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Onlar görmüyorlar miydi ki, o buzagi, kendilerine hiçbir sözle karsilik veremiyor; onlara ne bir zarar, ne de bir yarar vermeye sahip bulunamiyordu"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "And olsun ki Harun daha önce onlara: \"Ey kavmim! Siz bununla (buzagi ile) imtihana çekildiniz. Sizin gerçek Rabbiniz Rahmân'dir. Gelin bana uyun ve emrime itaat edin\" demisti"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "Onlar (cevap olarak söyle) demislerdi: \"Musa bize dönüp gelinceye kadar, biz ona tapmaya elbette devam edecegiz"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "(Musa gelince kardesine söyle) dedi: \"Ey Harun! bunlarin sapikliga düstügünü gördügün vakit, seni engelleyen ne oldu"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "(Neden) benim yolumu takip etmedin, benim emrime karsi mi geldin"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "Harun: \"Ey anamin oglu! Sakalimi ve basimi (saçimi) tutma. Ben senin 'Israilogullari arasinda ayrilik çikardin, sözüme bakmadin' diyeceginden korktum.\" dedi"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "(Hz. Musa bu defa Sâmirî'ye dönerek) \"Ey Sâmirî! Senin bu yaptigin nedir?\" dedi"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "Sâmirî: \"Onlarin görmedikleri bir sey gördüm: (Sana gelen) ilâhî elçinin (Cebrail'in) izinden bir avuç (toprak) aldim ve onu (erimis mücevheratin içine) attim. Bunu, bana böylece nefsim hos gösterdi\" dedi"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "(Musa ona söyle) dedi: \"Haydi çekil git. Artik senin için hayat boyunca, 'benimle temas yok' diye söylemen var (bir vahsi gibi yapayalniz yasamaga mahkum olacaksin). Hem senin için asla kaçamayacagin bir ceza daha vardir. Bir de ibadet edip durdugun ilâhina bak; elbette biz onu yakacagiz, sonra da kül edip muhakkak onu denize savuracagiz"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Sizin ilâhiniz, ancak kendisinden baska hiçbir ilâh bulunmayan Allah'dir. Onun ilmi her seyi kusatmistir"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "(Ey Muhammed!) Sana geçmisin haberlerinden bir kismini böylece anlatiyoruz. Süphe yok ki, sana katimizdan bir zikir (düsünüp kendisinden ibret alinacak bir kitab) verdik"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Kim ondan yüz çevirirse, süphesiz o, kiyamet günü bir günah yüklenecektir"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "Devamli o azabin altinda kalacaklar. Kiyamet günü onlar için, bu ne fena bir yüktür"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "Sûr'a üfürülecegi gün ki biz suçlulari o gün, (gözleri korkudan) gögermis olarak mahserde toplayacagiz"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "Siz dünyada sadece on(gün) kaldiniz\" diye kendi aralarinda gizli gizli konusurlar"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Aralarinda ne konusacaklarini biz çok iyi biliriz. Görüsü en üstün olan: \"Ancak bir gün kaldiniz\" diyecektir"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "(Ey Muhammed!) Sana daglar(in kiyametteki durumunu) sorarlar, de ki: \"Rabbim onlari ufalayip savuracak"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "Böylece yerlerini dümdüz bos bir halde birakacak"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "Orada ne bir çukur, ne de bir tümsek göreceksin"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "O gün, hiçbir tarafa sapmadan o davetçiye (Sûr'a üfleyenin çagrisina) uyarlar. Öyleki, Rahmân'in heybetinden sesler kisilmistir. Artik bir fisiltidan baska hiçbir sey isitemezsin"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "O gün, Rahmân'in kendisine izin verdigi ve sözünden hosnud oldugu kimselerden baskasinin sefaati fayda vermez"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "Allah, onlarin geleceklerini de, geçmislerini de bilir. Onlar ise O'nu ilmen kavrayamazlar"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "Bütün yüzler, diri ve bütün yarattiklarini gözetip duran Allah'a bas egmistir. Bir zulüm yüklenen gerçekten hüsrana ugramistir"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "Her kim de mümin olarak salih amelleri islerse, artik o, ne bir haksizliktan ve ne de çignenmekden korkar"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Iste böylece biz onu Arapça bir Kur'ân olarak indirdik. Onda tehditlerden nice türlüsünü tekrar tekrar açikladik ki belki sakinirlar, yahut onlara bir ibret ve uyanis verir"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "Hükmü her yerde geçerli gerçek hükümdar olan Allah yücedir. (Ey Muhammed!) Kur'ân sana vahyedilirken, vahiy bitmeden önce (unutma korkusu ile) Kur'ân'i okumada acele etme; \"Rabbim! benim ilmimi artir\" de"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "Dogrusu bundan önce Âdem'e (bu agaçtan yeme diye) emrettik, fakat unuttu ve biz onda bir azim (bir kararlilik) bulmadik"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "Bir vakit meleklere: \"Âdem(e hürmet) için secde edin\" demistik; Iblis'ten baska hepsi secde etmis, o çekinmisti"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "Biz de (Âdem'e) söyle demistik: \"Ey Âdem! Süphesiz bu (Iblis) sana ve esine düsmandir. Sakin sizi cennetten çikarmasin, sonra bedbaht olursun (sikinti çeker, perisan olursun)"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "Dogrusu senin acikmaman ve çiplak kalmaman (ancak) cennettedir"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "Ve sen orada ne susarsin, ne de günesin sicaginda kalirsin"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "Nihayet seytan ona vesvese verdi. Söyle dedi: \"Ey Âdem! Sana sonsuzluk agacini ve çökmesi olmayan bir saltanati göstereyim mi"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "Bunun üzerine ikisi de o agaçtan yediler. Hemen ayip yerleri kendilerine açilip görünüverdi. Ve üzerlerine cennet yapragindan örtüp yamamaya basladilar. Âdem Rabbinin emrinden çikti da sasirdi"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Sonra Rabbi, onu seçti de tevbesini kabul buyurdu ve ona dogru yolu gösterdi"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "Allah (onlara) söyle dedi: \"Birbirinize düsman olmak üzere hepiniz oradan (cennetten) inin. Artik benden size bir hidayet (kitab) geldigi zaman, kim benim hidayetime uyarsa iste o, sapikliga düsmez ve (ahirette) zahmet çekmez"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "Her kim de benim zikrimden (Kur'ân'dan) yüz çevirirse, (bilsin ki) ona dar bir geçim vardir ve onu kiyamet günü kör olarak hasrederiz"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "(O zaman Kur'ândan yüz çeviren kimse) \"Rabbim! beni niçin kör olarak hasrettin, oysa ben gören bir kimseydim\" der"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "Allah: \"Böyledir, sana âyetlerimiz gelmisti de onlari sen unutmustun, bugün de öylece unutulursun\" der"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "Iste haddi asanlari, Rabbinin âyetlerine inanmayanlari biz böyle cezalandiririz. Ve muhakkak ki ahiret azabi (dünya azabindan) daha siddetli ve daha devamlidir"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "Onlari, yerlerinde gezip durduklari su kendilerinden önce yok ettigimiz bunca nesiller(in o korkunç akibeti) dogru yola sevk etmedi mi? Dogrusu bunda ibret alacak akli olanlar için nice deliller vardir"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "Eger Rabbinin verdigi bir hüküm ve tayin ettigi bir süre olmasaydi, hemen azaba ugrarlardi"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "O halde, dediklerine sabret; günesin dogmasindan önce ve batmasindan önce Rabbini hamd ile tesbih et. Gecenin bir kisim vakitlerinde ve gündüzün etrafinda da tesbih et ki hosnudluga eresin"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "Kâfirlerden bir kismina, onlari sinamak için dünya hayatinin zineti olarak verdigimiz ve onunla kendilerini geçindirdigimiz seye (mal ve saltanata) sakin ragbetle bakma. Rabbinin (ahiretteki) rizki daha hayirli ve daha devamlidir"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "(Ey Muhammed!) Ehline namaz kilmalarini emret, kendin de ona sabirla devam et. Biz senden bir rizik istemiyoruz. Seni biz riziklandiririz. Güzel akibet takva sahiplerinindir"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "(Inkâr edenler): \"Rabbinden bize bir mucize getirse ya\" dediler. Onlara önceki kitablarda olan apaçik deliller gelmedi mi"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "Eger biz, onlari bundan (peygamber veya Kur'ân'dan) önce bir azab ile yok etseydik, muhakkak \"Ey Rabbimiz! bize bir peygamber gönderseydin de, alçak ve rezil olmadan önce âyetlerine uysaydik, olmaz miydi?\" diyeceklerdi"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "De ki: \"Hepimiz beklemekteyiz, siz de bekleyedurun. Süphesiz düz yolun sahiplerinin kimler oldugunu ve kimlerin dogru yolda bulundugunu yakinda bileceksiniz"
        },
        {
            "chapter": 21,
            "verse": 1,
            "text": "Insanlarin hesab (görme) zamani yaklasti. Onlar ise hâlâ gaflet içinde, yan çizip aldirmiyorlar"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Rablerinden kendilerine gelen her yeni hatirlatmayi hep eglenerek dinliyorlar"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "Kalbleri hep eglencede (gaflette), hem o zalimler aralarinda su gizli fisiltiyi yaptilar: \"Bu, ancak sizin gibi bir insan. Artik göz göre göre sihre mi gidip uyarsiniz"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "Peygamber: \"Benim Rabbim gökte ve yerde (söylenen) her sözü bilir. O, her seyi isitir, her seyi bilir\" dedi"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Onlar: \"Hayir, bunlar karisik rüyalardir; yok, onu kendisi uydurdu, yok o bir sairdir. Böyle degilse önceki peygamberler gibi, o da bize bir mucize getirsin\" dediler"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Onlardan önce yok ettigimiz hiçbir memleket halki iman etmedi. Simdi bunlar mi iman edecekler"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "(Ey Muhammed!) Biz, senden önce de ancak kendilerine vahyettigimiz birtakim erkek(peygamber)ler gönderdik. Bilmiyorsaniz kitap ehli olanlara sorun"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "Biz onlari yemek yemez birer cesed kilmadik ve onlar ölümsüz de degillerdi"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Sonra biz onlara verdigimiz sözü yerine getirdik; hem onlari, hem de diledigimiz kimseleri kurtardik, asiri gidenleri yok ettik"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "(Ey Kureys toplulugu!) And olsun, size öyle bir kitab indirdik ki, bütün san ve serefiniz ondadir. Hâlâ akillanmayacak misiniz"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "Biz halki zalim olan nice memleketleri kirip geçirdik ve onlardan sonra baska milletler var ettik"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "Onlar azabimizin siddetini hissettikleri zaman oradan kaçmaya koyuluyorlardi"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "Kosup kaçmayin; size nimet verilen yere, yurtlariniza dönün ki, sorguya çekileceksiniz\" dedik"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "Onlar da: \"Vay bizlere! Biz gerçekten zalimler idik\" dediler"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "Biz, onlari biçilmis bir ekin ve bir yigin kül haline getirinceye kadar hep sözleri bu feryad olmustur"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "Biz gök ile yeri ve aralarindaki seyleri, bos bir eglence için yaratmadik"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Eger bir eglence edinmek isteseydik, elbette onu katimizdan edinirdik. Yapacak olsaydik öyle yapardik"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Hayir, biz hakki batilin basina çarpariz da onun beynini parçalar. Bir de bakarsin (batil) o anda yok olup gitmistir. Allah'a yakistirdiginiz vasiflardan ötürü size yaziklar olsun"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Göklerde ve yerde olan bütün varliklar O'nundur. Katinda olanlar O'na kulluk etmekten ne çekinirler, ne de yorulurlar"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "Gece gündüz (hep Allah'i) tesbih ederler, usanmazlar"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Yoksa (Mekke müsrikleri) birtakim ilâhlar edindiler de yerden ölüleri onlar mi diriltecekler"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Eger yer ile gökte Allah'tan baska ilâhlar olsaydi, bunlarin ikisi de muhakkak fesada ugrar yok olurdu. O halde Ars'in Rabbi olan Allah, onlarin vasfetmekte olduklari seylerden (bütün noksanliklardan) beridir, münezzehtir"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "O, yaptigindan sorumlu olmaz, onlar ise sorumlu tutulacaklardir"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Yoksa O'ndan baska ilâhlar mi edindiler? De ki: \"Kesin delilinizi getirin. Iste benimle beraber olanlarin kitabi ve benden öncekilerin kitabi.\" Hayir, onlarin çogu gerçegi bilmezler de onun için yüz çevirirler"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "Senden önce hiçbir peygamber göndermedik ki, ona söyle vahyetmis olmayalim: \"Gerçek su ki benden baska ilâh yoktur. Onun için bana ibadet edin"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Böyle iken dediler ki: \"Rahmân çocuk edindi.\" Allah bundan münezzehtir. Dogrusu melekler (Allah'in çocuklari degil.) ikram olunmus kullardir"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "Onlar Allah'in sözünün önüne geçmezler, hep O'nun emriyle hareket ederler"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "Allah, onlarin önlerindekini de, arkalarindakini de (yaptiklarini ve yapacaklarini) bilir. Onlar, Allah'in hosnud oldugu kimseden baskasina sefaat etmezler. Hepsi de O'nun korkusundan titrerler"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "Içlerinden kim: \"Ben, O'ndan baska bir ilâhim\" derse, biz ona cehennemi ceza olarak veririz. Zalimleri biz böyle cezalandiririz"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "O kâfir olanlar, görmediler mi ki, göklerle yer bitisik bir halde iken biz onlari ayirdik. Hayati olan her seyi sudan yarattik. Hâlâ inanmiyorlar mi"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Yeryüzünde, insanlar sarsilmasin diye sabit daglar yarattik, rahat gidebilsinler diye daglarin aralarinda genis yollar var ettik"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Gökyüzünü de korunmus bir tavan yaptik. Kâfirler ise, gökyüzünün alâmetlerinden (Allah'in kudret ve azametine delalet eden delillerinden) yüz çeviriyorlar"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "Geceyi, gündüzü, günesi ve ayi yaratan O'dur. Bunlarin her biri kendi dairesinde dolasmaktadir"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "Ey Muhammed! Senden önce de hiçbir insani ölümsüz kilmadik, sen ölürsün de onlar baki kalir mi? Senin ölmenle rahata kavusacaklarini mi saniyorlar"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Her nefis ölümü tadacaktir. Sizi bir imtihan olarak kötülük ve iyilikle deneyecegiz. Hepiniz de sonunda bize döndürüleceksiniz"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "O inkârcilar seni gördükleri zaman, seni alaya aliyorlar ve \"Ilâhlarinizi diline dolayan bu mudur?\" diyorlar. Halbuki onlar Rahmân'in kitabini inkâr ediyorlar"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Insan aceleci olarak yaratilmistir. Size yakinda (azaba dair) alametlerimi gösterecegim. Simdi siz acele etmeyin"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "Dogru sözlü iseniz (bildirin) bu vaad ne zamandir?\" derler"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Bu kâfirler atesi yüzlerinden ve sirtlarindan men edemeyecekleri ve yardim da göremeyecekleri zamani, bir bilseler"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Dogrusu bu azap onlara ansizin gelecek de kendilerini sasirtacaktir. Artik ne geri çevrilmesine güçleri yetecek, ne de kendilerine mühlet verilecektir"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Yemin olsun ki, senden önce birçok peygamberle alay edildi de içlerinden alay edenleri, o alay ettikleri sey (azap) kusativerdi"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "De ki: \"Geceleyin ve gündüzün sizi Rahmân'dan kim koruyabilir?\" Ama onlar Rablerinin kitabindan yüz çevirmektedirler"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Yoksa kendilerini bize karsi savunacak tanrilari mi var? O tanrilar kendilerine bile yardim edemezler, katimizdan da dostluk görmezler"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Dogrusu biz o kâfirleri ve atalarini yasattik, hatta o ömür onlara uzun geldi. Fakat simdi memleketlerini her yandan eksilttigimizi görmüyorlar mi? O halde üstün gelen onlar midir"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "De ki: \"Ben sizi ancak vahiyle korkutup uyariyorum,\" uyarildiklari zaman sagirlar çagriyi duymazlar"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "Yemin olsun ki, Rabbinin azabindan az bir sey onlara dokunursa, muhakkak \"Vay bizlere, biz gerçekten zalimlerdik\" diyeceklerdir"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "Biz kiyamet günü için dogru teraziler kurariz; hiçbir kimse hiçbir haksizliga ugratilmaz. Yapilan amel, bir hardal tanesi agirliginca da olsa, onu getirir (tartiya koyariz.). Hesap görenler olarak da biz kâfiyiz"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Yemin olsun ki, Musa ve Harun'a egriyi dogrudan ayiran kitabi, takva sahibleri için bir isik ve ögüt olarak verdik"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "Onlar görmedikleri halde Rablerinden korkarlar, kiyamet saatinden de titrerler"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "Iste bu (Kur'ân) da indirdigimiz kutsal bir kitaptir. Simdi siz bunu mu inkâr ediyorsunuz"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "And olsun ki biz daha önce Ibrahim'e de rüsdünü vermistik (akla uygun olani göstermistik). Biz onu biliyorduk"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "O zaman o, babasina ve kavmine: \"Bu tapinip durdugunuz heykeller nedir?\" demisti"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "Onlar: \"Biz atalarimizi bunlara tapar bulduk\" dediler"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "Ibrahim: \"And olsun ki sizler de, atalariniz da apaçik bir sapiklik içindesiniz\" dedi"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Onlar : \"Sen bize gerçegi mi getirdin (Sen ciddi mi söylüyorsun), yoksa saka mi ediyorsun?\" dediler"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "O söyle dedi: \"Hayir Rabbiniz göklerin ve yerin Rabbidir ki onlari O yaratmistir. Ben de buna sahidlik edenlerdenim"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "Allah'a yemin ederim ki, siz arkanizi dönüp gittikten sonra, ben putlariniza elbette bir tuzak kuracagim"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "Derken o, bunlari parça parça etti. Yalniz kendisine basvursunlar diye onlarin büyügünü saglam birakti"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "(Kavmi) \"Tanrilarimiza bunu kim yapti? Dogrusu o zalimlerden biridir.\" dediler"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "(Bazilari) \"Ibrahim denen bir gencin, onlari diline doladigini duymustuk\" dediler"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "O halde onu insanlarin gözleri önüne getirin, olur ki (aleyhinde) sahidlik ederler\" dediler"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "(Ibrahim gelince ona) \"Ey Ibrahim! bunu tanrilarimiza sen mi yaptin?\" dediler"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "Ibrahim: \"Belki onu su büyükleri yapmistir, konusabiliyorlarsa onlara sorun\" dedi"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Bunun üzerine vicdanlarina dönüp (kendi kendilerine) dediler ki: \"Dogrusu siz haksizsiniz"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Sonra yine (eski) kafalarina döndüler: \"And olsun ki (ey Ibrahim!) bunlarin konusmayacagini (sen de) bilirsin.\" dediler"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "(Ibrahim) dedi: \"O halde, Allah'i birakip da size hiçbir fayda ve zarar veremeyecek olan putlara mi tapiyorsunuz"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Size de, Allah'i birakip taptiklariniza da yaziklar olsun, siz hâlâ akillanmayacak misiniz"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Onlar: \"Bir sey yapacaksaniz, sunu yakin da tanrilariniza yardim edin\" dediler"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "Biz: \"Ey ates! Ibrahim'e karsi serin ve zararsiz ol\" dedik"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Ona düzen kurmak istediler, fakat biz kendilerini daha fazla hüsrana ugrattik"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Onu da, Lût'u da, âlemler için bereketli ve kutsal kildigimiz yere ulastirip kurtardik"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Ona (Ibrahim'e) Ishak'i, üstelik bir de Yakub'u ihsan ettik ve herbirini salih kimseler kildik"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "Onlari buyrugumuz altinda (insanlara) dogru yolu gösterecek önderler kildik. Kendilerine hayirli isler yapmayi, namaz kilmayi, zekat vermeyi vahyettik. Onlar bize kulluk eden kimselerdir"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Biz Lût'a da bir hüküm, bir ilim verdik. Onu çirkin isler isleyen kasabadan kurtardik. Dogrusu onlar kötü, fasik bir kavimdi"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Onu ise rahmetimizin içine aldik. Çünkü o salihlerdendi"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "Nuh da daha önceleri bize yalvarmisti; biz de onun duasini kabul ettik, kendisini ve ailesini büyük sikintidan kurtardik"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Âyetlerimizi yalanlayan kavminden onun öcünü aldik. Süphesiz onlar kötü bir kavimdiler. Biz de hepsini (suda) bogduk"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "Davud ve Süleyman'i da (hatirla). Hani onlar ekin hakkinda hüküm veriyorlardi. Hani milletin koyunlari (geceleyin) içinde yayilmisti, biz onlarin hükmüne sahittik"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "Biz onu(n hükmünü) hemen Süleyman'a bildirmistik; (zaten) herbirine hüküm ve ilim vermistik. Davud'la beraber tesbih etsinler diye, daglari ve kuslari buyruk altina aldik. (Bütün bunlari) yapan bizdik"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Ona, sizi savasta korumak için zirh yapma sanatini ögrettik, artik sükreder misiniz"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Bereketli kildigimiz yere dogru, Süleyman'in emriyle yürüyen siddetli rüzgari, onun buyruguna verdik. Biz her seyi biliyorduk"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "Onun için dalgiçlik yapan ve bundan baska isler de gören seytanlardan da onun buyrugu altina verdik. Onlarin hepsini biz gözetiyorduk"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "Eyyûb da: \"Basima bir bela geldi, (sana sigindim), sen merhametlilerin en merhametlisisin\" diye Rabbine nida etti"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Biz de onun duasini kabul ettik de basina gelenleri kaldirdik. Katimizdan bir rahmet ve kulluk edenlere bir hatira olmak üzere, ona tekrar ailesini ve kaybettikleriyle bir mislini daha verdik"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "Ismail, Idris ve Zülkifl'i de (hatirla). Onlarin hepsi de sabredenlerdendi"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Onlari da rahmetimizin içine aldik. Onlar gerçekten salih olanlardandi"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "Zünnun'u (balik sahibi Yunus'u) da hatirla. Hani o, öfkelenerek gitmisti de, bizim kendisini hiçbir zaman sikistirmayacagimizi sanmisti. Fakat sonunda karanliklar içinde: \"Senden baska ilâh yoktur, sen münezzehsin, Süphesiz ben haksizlik edenlerden oldum\" diye seslenmisti"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Biz de duasini kabul ile icabet ettik, kendisini üzüntüden kurtardik. Iste biz iman edenleri böyle kurtaririz"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "Zekeriya da hani Rabbine: \"Rabbim! Beni tek basima birakma, sen varislerin en hayirlisisin\" diye nida etmisti"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Biz de duasini kabul ile icabet ettik de kendisine Yahya'yi ihsan ettik. Ve esini (dogum yapmaya) elverisli hale getirdik. Dogrusu onlar iyiliklerde yarisiyorlar, umarak ve korkarak bize yalvariyorlardi. Bize karsi derin saygi duyuyorlardi"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "Irzini koruyan Meryem'e ruhumuzdan üflemis, onu ve oglunu, âlemler için bir mucize kilmistik"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Dogrusu bu sizin ümmetiniz (tevhid dini olan müslümanlik), bir tek ümmettir (bir tek din olarak sizin dininizdir). Ben de sizin Rabbinizim. O halde bana kulluk edin"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "Ama insanlar din konusunda aralarinda bölüklere ayrildilar ama, hepsi bize döneceklerdir"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "Inanmis olarak yararli is isleyenin emegi inkâr edilmeyecektir. Biz süphesiz onu yazmaktayiz"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "Yok ettigimiz bir memleket (ahalisinin ahiretteki cezasini da çekmek üzere) bize dönmemesi gerçekten imkansizdir"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "Nihayet Ye'cûc ve Me'cûc(un seddi) açildigi zaman, ki onlar her dere ve tepeden akin edip çikarlar"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "Ve gerçek vaad yaklastiginda, iste o zaman kâfir olanlarin gözleri beleriverir. \"Eyvah bizlere! Dogrusu biz bundan gaflet içindeydik, hayir biz zalim kimselerdik.\" derler"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Siz ve Allah'dan baska taptiklariniz, cehennemin yakitisiniz; oraya gireceksiniz"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Eger onlar ilâh olsalardi, oraya girmeyeceklerdi. Hepsi orada temelli kalacaktir"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Orada onlarin bir inlemeleri vardir. Bunlar orada (sagir olup) bir sey de isitemezler"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Süphesiz katimizdan kendileri için güzel seyler takdir edilmis olanlar, iste oradan (cehennemden) uzak tutulanlardir"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "Bunlar onun (cehennemin) ugultusunu bile duymazlar. Canlarinin istedigi seyler içinde temelli kalirlar"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "O en büyük korku bunlari üzmez; kendilerini melekler: \"Size söz verilen gün iste bugündür\" diye karsilarlar"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "Gögü, kitab dürer gibi dürdügümüz zaman, yaratmaya ilk basladigimiz gibi, katimizdan verilmis bir söz olarak onu tekrar var edecegiz. Dogrusu biz bunlari yapariz"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "And olsun ki, Tevrat'tan sonra Zebûr'da da yeryüzüne ancak iyi kullarimin mirasçi oldugunu yazmistik"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Süphesiz bu Kur'ân'da kulluk eden kimseler için kâfi bir ögüt vardir"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "(Ey Muhammed!) biz seni ancak âlemlere rahmet olarak gönderdik"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "De ki, bana ancak söyle vahyolunuyor: \"Ilâhiniz ancak tek bir ilâhtir. Simdi siz artik müslüman oluyor musunuz"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "Eger (yine de) yüz çevirirlerse, de ki: \"Size düpedüz açikladim; tehdit olundugunuz seyin yakin mi, uzak mi oldugunu bilmem"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "Süphesiz Allah açiga vurulan sözü de bilir, gizlediklerinizi de bilir"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "Bilmem belki bu gecikme sizi denemek ve bir süreye kadar geçindirmek içindir"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "(Hz. Peygamber söyle) dedi: \"Ey Rabbim! Aramizda gerçekle hükmet ve Rabbimiz O Rahmân'dir ki, isnad ettiginiz (yalan) vasiflariniza karsi yardimina siginilacak olan ancak O'dur"
        },
        {
            "chapter": 22,
            "verse": 1,
            "text": "Ey Insanlar! Rabbinizden sakinin; süphesiz o kiyamet gününün sarsintisi çok büyük bir seydir"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "Onu göreceginiz gün, her emzikli kadin emzirdiginden geçer. Ve her hamile kadin çocugunu düsürür. Insanlari hep sarhos görürsün, halbuki sarhos degillerdir. Fakat Allah'in azabi çok siddetlidir"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "Insanlardan bazilari Allah hakkinda bir bilgisi olmadigi halde tartisir da her azili seytanin ardina düser"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "(O seytanki) hakkinda söyle hüküm verilmistir: Süphesiz kim onu dost edinirse, o muhakkak onu saptirir ve dogruca cehennem azabina götürür"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "Ey insanlar ! Eger öldükten sonra dirilmekten süphede iseniz, (bilin ki) ne oldugunuzu size açiklamak için süphesiz biz sizi topraktan, sonra nutfeden (spermadan) sonra bir alekadan (embriodan) sonra yapisi belli belirsiz bir et parçasindan yaratmisizdir. Diledigimizi belli bir süreye kadar rahimlerde tutariz. Sonra sizi bir çocuk olarak çikartiriz, sonra sizi, olgunluk çagina erismeniz için birakiriz. Bununla beraber kiminiz öldürülür, kiminiz de önceki bilgisinden sonra, hiçbir sey bilmemek üzere, ömrünün en fena zamanina ulastirilir. Bir de yeryüzünü görürsün ki kupkurudur; fakat biz onun üzerine su indirdigimiz zaman, harekete geçer, kabarir ve her güzel çiftten bitkiler bitirir"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "Iste bunlar gösteriyor ki, Allah süphesiz haktir. Süphesiz ölüleri o diriltir ve o her seye kadirdir"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "Kiyamet ise süphesiz gelecek ve muhakkak ki Allah bütün kabirlerde olan kimseleri tekrar diriltecektir"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "Insanlardan kimi de vardir ki ne bir bilgiye, ne bir delile, ne de aydinlatici bir kitaba dayanmaksizin Allah hakkinda tartisir"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "Allah yolundan sasirtmak (saptirmak) için büyüklük taslayarak (tartisir). Dünyada ona bir rezillik vardir. Kiyamet gününde ise ona cehennem azabini tattiracagiz"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "Ona \"Bunlar, senin ellerinle kazandigin günahlar sebebiyledir\" denir. Süphesiz Allah kullarina zulmeden degildir"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "Insanlardan kimi de Allah'a bir yar kenarindaymis gibi ibadet eder, eger kendisine bir iyilik gelirse ona gönlü yatisir ve eger basina bir bela gelirse yüzüstü dönüverir. Dünyayi da ahireti de kaybeder. Iste apaçik kayip budur"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "Allah'i birakir da kendine ne zarar, ne menfaat veremeyecek seylere yalvarir. Iste derin sapiklik budur"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "Herhalde o, zarari faydasindan daha yakin olana yalvariyor. Yalvardigi sey ne kötü yardimci ve ne kötü yoldastir"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "Süphe yok ki Allah, iman edip salih amelleri isleyenleri altindan irmaklar akan cennetlere koyacak. Süphesiz Allah diledigini yapar"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "Allah'in ona (peygambere) dünyada ve ahirette yardim etmeyecegini sanan kimse hemen yukariya bir ip uzatsin, sonra (kendini intihar edip) bogsun da baksin bu hilesi kendisini öfkelendiren seyi giderecek mi"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "Iste biz onu (Kur'ân'i) böylece, apaçik âyetler olarak indirdik. Süphesiz Allah diledigini dogru yola eristirir"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "Süphesiz o iman edenler, yahudi olanlar, sabiîler (yildiza tapanlar), hiristiyanlar, atese tapanlar ve (Allah'a) es kosanlar (yok mu?) Allah, kiyamet günü bunlarin arasini süphesiz ayiracaktir. Çünkü Allah her seyi hakkiyla görüp bilendir"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "Görmedin mi, göklerdeki kimseler, yerdeki kimseler, günes, ay ve yildizlar, daglar, agaçlar, bütün hayvanlar ve insanlardan birçogu hep Allah'a secde ediyor. Birçogunun üzerine de azab hak olmustur. Allah kimi hor ve hakir kilarsa artik ona ikram edecek yoktur. Süphesiz Allah diledigi seyi yapar"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "Su ikisi Rableri hakkinda tartismaya girmis iki hasimdir. O'nu inkar edenler için atesten elbiseleri biçilmistir. Baslarinin üstünden kaynar su dökülür"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "Bununla karinlarindaki ve derileri eritilir"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "Bir de bunlara demirden kamçilar vardir"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "Ugradiklari gamdan (dolayi) oradan ne zaman çikmak isteseler, her defasinda oraya geri çevrilirler: \"Yakici azabi tadin\" denir"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "Süphesiz Allah iman edip yararli is isleyenleri, altindan irmaklar akan cennetlere koyacak, orada altin bilezikler ve inciler takinacaklar. Oradaki elbiseleri de ipektendir"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "Hem sözün güzelini isitecek duruma ulastirilmislar, hem de övülmeye layik (olan Allah'in) yoluna eristirilmislerdir"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "Süphesiz inkâr edenlere, Allah'in yolundan, yerli ve yolcu bütün insanlar için esit kilinan Mescid-i Haram'dan alikoyanlara ve orada zulümle yanlis yola saptirmak isteyene can yakici bir azab tattiririz"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "Bir zamanlar Kâbe'nin yerini Ibrahim'e su sekilde hazirlamistik: Sakin bana hiçbir seyi ortak kosma; tavaf edenler, orada (kiyama) duranlar, ruku edenler ve secdeye varanlar için evimi tertemiz et"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "Insanlari hacca çagir; yürüyerek veya incelmis binekler üstünde (uzak yollardan) her derin vadiyi asarak sana gelsinler"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "Ta ki kendilerine ait birtakim menfaatlere sahid olsunlar; Allah'in kendilerine rizik olarak verdigi hayvanlari belli günlerde kurban ederken O'nun adini ansinlar. Siz de onlardan yiyin, yoksulu, fakiri de doyurun"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "Sonra kirlerini giderip temizlensinler. Adaklarini yerine getirsinler. Kâbeyi tavaf etsinler"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "Emir budur, Allah'in yasaklarina kim saygi gösterirse, bu, kendisi için Rabbinin katinda süphesiz hayirdir. Size bildirilegelenden baska bütün hayvanlar helal kilinmistir. O halde o pis putlardan kaçinin ve yalan sözden sakinin"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "Allah için, O'na es kosmayan, O'nun birligine inanmis kimseler olun. Allah'a ortak kosan kimse, gökten düsüp de kuslarin kaptigi veya rüzgarin bir uçuruma sürükledigi seye benzer"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "Bu böyledir; kim Allah'in nisanelerine, kurbanliklarina saygi gösterirse, süphesiz o kalblerin takvasindandir"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "Sizin için onlarda belli bir süreye kadar bir takim faydalar vardir. Sonra bunlar Beyt-i atik (kâbe) de son bulurlar"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "Her ümmet için Allah'in kendilerine rizik olarak verdigi kurbanlik hayvanlarin üzerine O'nun adini ansinlar diye bir mabed yapmisizdir. Hepinizin ilâhi bir tek ilâhtir. Onun için yalniz O'na teslim olan müslümanlar olun. (Ey Muhammed!) Allah'a itaat eden alçak gönüllüleri müjdele"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "Ki Allah anildigi vakit onlarin kalpleri titrer. Onlar baslarina gelene sabreden, namaz kilan kimselerdir. Kendilerine verdigimiz riziktan Allah yolunda harcarlar"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "Kurbanlik deve ve sigirlari Allah'in size olan nisanelerinden kildik. Sizin için onlarda hayir vardir. Ön ayaklarinin biri bagli halde keserken üzerlerine Allah'in adini anin. Yanlari yere yaslandigi vakit de onlardan yiyin, kanaat edip istemeyene de, isteyene de yedirin. Böylece onlari sizin buyrugunuza verdik ki, sükredesiniz"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "Elbette onlarin etleri ve kanlari Allah'a ulasmayacaktir. Ancak O'na sizin takvaniz erecektir. Onlari bu sekilde sizin buyrugunuza verdi ki, size yolunu gösterdiginden dolayi, Allah'i tekbir ile yüceltesiniz. (Ey Muhammed!) Vazifelerini güzelce yapan iyilik sevenleri müjdele"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "Süphesiz Allah inananlari savunur. Çünkü Allah hâin ve nankörlerin hiçbirini sevmez"
        },
        {
            "chapter": 22,
            "verse": 39,
            "text": "Kendilerine savas açilan kimselere (kâfirlere karsi koymak için) izin verildi. Çünkü onlar zulme ugradilar. Süphesiz Allah onlari zafere ulastirmaya kadirdir"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "Onlar \"Rabbimiz Allah'tir\" demelerinden baska bir sebep olmaksizin haksiz yere yurtlarindan çikarildilar. Eger Allah insanlarin bir kismini bir kismi ile defetmeseydi manastirlar, kiliseler, havralar ve içinde Allah'in adi çok anilan mescidler elbette yikilirdi. Süphesiz Allah kendi (dini) ne yardim edene yardim edecektir. Süphesiz Allah çok güçlüdür, çok izetlidir (her seye galiptir)"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "Onlar (o müminlerdir) ki, eger kendilerini yeryüzünde iktidar mevkiine getirirsek namazi kilarlar, zekati verirler, iyiligi emrederler ve fenaligi yasak ederler. Bütün islerin sonu sirf Allah'a âittir"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "(Ey Muhammed!) Eger seni (müsrikler) yalanliyorlarsa bil ki onlardan önce Nûh kavmi, Âd ve Semûd (kavimleri de kendi peygamberlerini) yalanci saydilar"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "Ibrahim'in kavmi de, Lût'un kavmi de (peygamberlerini) yalanci saydilar"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "(Suayb'in kavmi olan) Medyen halki da (Sûayb'i) yalanladi. Musa da (Firavun tarafindan) yalanlandi. Ben de o kâfirlere bir süre verdim. Sonra da onlari yakalayiverdim. Beni tanimamak nasilmis görsünler"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "Nice memleketler vardi ki, zulüm yaparlarken biz onlari yok ettik. Artik damlari çökmüs, duvarlari üzerine yikilmistir. (Geride) Nice terkedilmis kuyularla bombos kalmis yüksek saraylar (birakilmistir)"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "Yeryüzünde dolasmiyorlar mi ki olanlari akledecek kalbleri, isitecek kulaklari olsun. Gerçek sudur ki, gözler kör olmaz, fakat asil gögüslerin içindeki kalpler kör olur"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "Bir de senden acele azab istiyorlar. Elbette Allah sözünden caymaz. Bununla beraber Rabbinin katinda birgün, sizin sayacaklarinizdan bin sene gibidir"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "Zulmedip dururlarken kendilerine mühlet verdigim nice memleket halki vardi ki, sonunda onlari yakalayivermistim. Dönüs ancak banadir"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "(Habîbim!) De ki: \"Ey insanlar! Ben size ancak apaçik anlatan bir uyariciyim"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "Iste iman edip salih amel isleyenler için hem bir magfiret, hem de (cennette) tükenmez bir rizik vardir"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "Âyetlerimizi tartisarak bozmaya ugrasanlara gelince, iste onlar cehennemliktirler. Böyle de ve temennilere uyma. Çünkü"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "(Ey Muhammed!) Biz senden önce hiçbir elçi ve hiçbir peygamber göndermedik ki o bir sey temenni ettigi zaman, seytan onun arzusuna süpheler karistirmasin. Bunun üzerine Allah seytanin karistirdigi süpheyi giderir. Sonra da Allah, âyetlerini tahkim eder (güçlendirir). Allah Alîm'dir (herseyi bilir), Hakîmdir (Hikmet sahibidir)"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "Allah, seytanin karistirdigini, kalblerinde hastalik bulunan ve kalpleri kaskati olan kimseleri sinamaya vesile kilar. Zalimler süphesiz (haktan uzak) derin bir ayrilik içindedirler"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "Bir de kendilerine ilim verilmis olanlar, Kur'ân'in süphesiz Rabbinden gelen bir gerçek oldugunu bilsinler ve ona iman etsinler de kalpleri ona saygi duysun. Çünkü Allah, iman edenleri dogru yola eristirir"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "Inkâr edenler de, kendilerine ansizin kiyamet gelinceye veya akîm (kisir) bir günün azabi gelinceye kadar, Kur'ân'dan süphe etmekte devam edip giderler"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "O gün hükümranlik yalniz Allah'indir, O aralarinda hükmünü verir. Artik iman edip yararli is isleyenler nimet cennetlerindedirler"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "Inkâr edip âyetlerimizi yalan sayanlar ise, iste bunlar için hakîr düsüren bir azab vardir"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "Allah yolunda hicret edip de sonra öldürülmüs veya ölmüs olanlara gelince, elbette Allah, onlari güzel bir rizikla riziklandiracaktir. Çünkü Allah rizik verenlerin en hayirlisidir"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "Allah onlari hosnud olacaklari bir yere (cennete) elbette koyacaktir. Süphesiz Allah Alîmdir (herseyi bilir) Halîmdir, (Kullarina yumusak davranir)"
        },
        {
            "chapter": 22,
            "verse": 60,
            "text": "Bu böyledir, kim kendisine yapilan cezaya ayni ile karsilik verir de, sonra yine kendisine zulüm yapilirsa, muhakkak ki, Allah ona yardim eder. Allah süphesiz çok af edicidir, çok bagislayicidir"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "Çünkü Allah, geceyi gündüzün içine sokar, gündüzü de gecenin içine sokar. Süphesiz Allah, Semîdir (herseyi isitir) Basîrdir (herseyi gö-rür)"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "(Bu sonsuz güç sundandir) Çünkü Allah, varligi kendinden olan Hak'tir. Müsriklerin O'nu birakip da tapindiklari putlar ise hep bâtildir. Süphesiz Allah, yücedir, büyüktür"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "Görmedin mi Allah'in gökten indirdigi su ile yeryüzü (nasil) yem-yesil oluyor? Gerçekten Allah çok lütufkârdir, her seyden haberdardir"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "Göklerde ve yerde ne varsa hep O'nundur. Dogrusu Allah müstagnîdir, övülmege layiktir"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "Görmedin mi ki, Allah bütün yerdekileri ve emriyle denizlerde akip giden gemileri hep sizin buyrugunuz altina verdi. Gögü de izni olmaksizin yere düsmekten o (koruyup havada) tutuyor. Süphesiz Allah insanlara çok sefkatlidir, çok merhametlidir"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "Size (ilk defa) hayat veren, sonra öldürecek olan, sonra da yeniden diriltecek olan O'dur. Insan gerçekten pek nankördür"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "Biz her ümmet için bir seriat tayin ettik ki, onlar onunla amel ederler. Bunun için (ey Muhammed!) bu konuda seninle hiçbir zaman çekismesinler. (Insanlari) Rabbine (ibadet etmeye) çagir. Süphesiz sen gerçekten hidayete götüren dogru bir yol üzerindesin"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "Eger seninle tartisirlarsa, de ki: \"Allah yaptiklarinizi çok iyi bilir"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "Ayriliga düstügünüz seyler hakkinda kiyamet günü Allah aranizda hükmünü verecektir"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Bilmez misin ki, Allah, gökte ve yerde ne varsa hepsini bilir. Süphesiz bunlar bir kitabtadir. Hiç süphe yok ki bunlar Allah'a pek kolaydir"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "Onlar Allah'i birakip da O'nun, haklarinda hiçbir delil indirmedigi ve kendilerinde de bir bilgi bulunmayan seylere taparlar. Zalimler için hiçbir yardimci yoktur"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "Âyetlerimiz kendilerine apaçik olarak okundugu zaman, o kâfirlerin yüzlerinden inkârlarini anlarsin. Neredeyse, kendilerine âyetlerimizi okuyanlara saldiracaklar. De ki: \"Simdi size ondan daha kötü olanini haber vereyim mi? O, atestir. Allah bunu kâfir olanlara vaad buyurdu. O ne kötü bir dönüs yeridir"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "Ey insanlar! Bir misal verilmektedir, simdi ona iyi kulak verin: Sizin Allah'i birakip taptiklariniz bir araya gelseler, bir sinek bile yaratamayacaklardir. Sinek onlardan bir sey kapsa onu kurtaramazlar. Isteyen de, istenen de âcizdir"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "Allah'in büyüklügünü geregi gibi degerlendirip bilemediler. Süphesiz ki Allah çok kuvvetlidir, her seye üstündür"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "Allah hem meleklerden, hem de insanlardan elçiler seçer. Süphesiz Allah her seyi isitir, her seyi görür"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "O geçmislerini ve geleceklerini bilir. Bütün isler Allah'a döndürülür"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "Ey iman edenler! rükû edin, secdeye varin, Rabbinize kulluk edin, iyilik yapin ki kurtulabilesiniz"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "Allah ugrunda gerektigi gibi cihad edin. Sizi o seçmis, babaniz Ibrahim'in yolu olan dinde sizin için bir zorluk kilmamistir. Daha önce ve Kur'ân'da, Peygamberin size sahid olmasi, sizin de insanlara sahid olmaniz için, size müslüman adini veren O'dur. Artik namaz kilin, zekat verin, Allah'a sarilin. O sizin sahibinizdir. O ne güzel sahip ve ne güzel yardimcidir"
        },
        {
            "chapter": 23,
            "verse": 1,
            "text": "Gerçekten müminler kurtulusa ermistir"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "Onlar ki, namazlarinda husû içindedirler"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "Onlar ki, bos ve yararsiz seylerden yüz çevirirler"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "Onlar ki, zekat (vazifelerini) yerine getirirler"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "Ve onlar ki, iffetlerini korurlar"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "Ancak esleri ve ellerinin sahip oldugu (cariyeleri) hariç. (Bunlarla iliskilerinden dolayi) kinanmis degillerdir"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "Su halde, kim bunun ötesine gitmeyi isterse, iste bunlar , haddi asan kimselerdir"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "Yine onlar ki, emanetlerine ve ahidlerine riayet ederler"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "Ve onlar ki, namazlarini muhafaza ederler"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "Iste asil onlar varislerdir"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "Ki, Firdevs'e varis olan bu kimseler orada ebedî kalirlar"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "And olsun biz insani, çamurdan, bir sülâleden (süzülüp çikarilmis çamurdan) yarattik"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "Sonra onu emin ve saglam bir karargahta (rahimde) nutfe (sperma) haline getirdik"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "Sonra nutfeyi bir alaka (embrio) yarattik, derken o alakayi bir mudga (bir çignem et parçasi halinde) yarattik, derken o mudgayi bir takim kemik yarattik, derken o kemiklere bir et giydirdik, sonra onu diger bir yaratik olarak tesekkül ettirdik. Yapip yaratanlarin en güzeli olan Allah, pek yücedir"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Sonra siz bunun ardindan, muhakkak ki öleceksiniz"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "Sonra da siz, süphesiz, kiyamet gününde tekrar diriltileceksiniz"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "Andolsun biz, sizin üstünüzde yedi yol yarattik. Biz, yaratmaktan habersiz degiliz"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "Gökten uygun bir ölçüde yagmur indirip onu yerde durgunlastirdik. Bizim onu gidermeye de elbet gücümüz yeter"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "Böylece onun (yagmurun) sayesinde sizin yarariniza hurma bahçeleri ve üzüm baglari meydana getirdik ki, bunlarda sizin için bir çok meyveler vardir ve siz onlardan yersiniz"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "Tûr-i Sinâ'da (dahi) yetisen bir agaç da meydana getirdik ki, bu agaç, hem yag, hem de yiyenlerin ekmegine katik edecekleri (zeytin) verir"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "Hayvanlarda da sizin için elbette ibretler vardir. Onlarin karinlarindakilerden size içiririz. Onlarda sizin için birtakim faydalar daha vardir; ayrica etlerini yersiniz"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "Hem onlara ve hem gemiye yüklenirsiniz"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "And olsun biz, Nûh'u kavmine gönderdik. \"Ey kavmim dedi, Allah'a kulluk edin. O'ndan baska tanriniz yoktur. Hâlâ sakinmaz misiniz"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Bunun üzerine, kavminin içinden kâfir kodaman toplulugu \"Bu, dediler, tipki sizin gibi bir beser olmaktan baska bir sey degildir. Size üstün ve hakim olmak istiyor. Eger Allah (peygamber göndermek) isteseydi, muhakkak ki bir melek gönderirdi. Biz geçmisteki atalarimizdan böyle bir sey duymadik"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "Bu, yalnizca kendisinde delilik bulunan bir kimsedir. Öyle ise, bir süreye kadar ona katlanip (durumu) gözetleyin bakalim"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Nuh: \"Rabbim! dedi, beni yalana çikarmalarina karsi bana yardim et"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Bunun üzerine ona söyle vahyettik: Bizim nezaretimiz altinda ve vahyimizle gemiyi yap. Bizim emrimiz gelip de tandir kaynayinca, her cinsten esler halinde iki tane ve bir de içlerinden, daha önce kendisi aleyhinde hüküm verilmis olanlarin disindaki aileni gemiye al. Zulmetmis olanlar konusunda bana hiç yalvarma! Zira onlar kesinlikle bogulacaklardir"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "Sen, yanindakilerle beraber gemiye yerlestiginde: \"Bizi zalimler toplulugundan kurtaran Allah'a hamdolsun\" de"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "Ve de ki: \"Rabbim! Beni mübarek bir yere indir. Sen, konuklatanlarin en hayirlisisin"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Süphesiz bunda sizin için birtakim ibretler vardir. Çünkü biz, kullarimizi böyle denemisizdir"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Sonra onlarin ardindan bir baska nesil getirdik"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "Bunun üzerine, onlar arasindan kendilerine, \"Allah'a kulluk edin; çünkü sizin O'ndan baska bir tanriniz yoktur. Hâlâ Allah'tan korkmaz misiniz? (mesajini ileten) bir resul gönderdik"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "Onun kavminden, kâfir olup ahirete ulasmayi yalanlayan ve dünya hayatinda kendilerine refah verdigimiz kodaman güruh dedi ki: \"Bu dediler, sadece sizin gibi bir insandir; sizin yediginizden yer, sizin içtiginizden içer"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "Gerçekten, tipki kendiniz gibi bir besere itaat ederseniz herhalde ziyan edersiniz"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Size, öldügünüz, toprak ve kemik yigini haline geldiginizde, mutlak surette sizin (tekrar) meydana çikarilacaginizi mi vaad ediyor"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "Heyhât o size vaad edilen sey ne kadar uzak"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "Dünya hayatindan baska gerçek yoktur. (Kimimiz) ölürüz, (kimimiz) yasariz; bir daha diriltilecek degiliz"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "Bu adam, sadece Allah hakkinda yalan uyduran bir kimsedir; biz ona inanmiyoruz"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "O Peygamber: \"Rabbim, dedi, beni yalanlamalarina karsi bana yardimci ol"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "Allah söyle buyurdu: \"Pek yakinda onlar pisman olacaklar"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "Nitekim, Hak tarafindan korkuç bir ses yakalayiverdi onlari! Kendilerini hemen çepeçevre kusattik. Zalimler toplulugunun cani cehenneme"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Sonra onlarin ardindan bir baska nesil getirdik"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "Hiçbir ümmet, ecelini ne öne alabilir, ne de erteleyebilir"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Sonra biz peyderpey peygamberlerimizi gönderdik. Herhangi bir ümmete peygamberlerinin geldigi her defasinda, onlar bu peygamberi yalanladilar; biz de onlari birbiri ardindan (yokluga) yuvarladik ve onlari efsâne yaptik. Artik iman etmeyen kavmin cani cehenneme"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Sonra birtakim âyetlerimiz ve açik bir ferman ile Musa'yi ve kardesi Harun'u gönderdik"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "Firavun'a ve ileri gelenlerine de (gönderdik). Bunun üzerine onlar kibire kapildilar ve ululuk taslayan zorba bir kavim oldular"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "Onun için: Biz, dediler, \"kavimleri bize kölelik ederken bizim benzerimiz olan bu iki adama inanacak miyiz"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "Böylece onlari yalanladilar, bu yüzden de helâk edilenlerden oldular"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "Andolsun biz Musa'ya belki onlar yola gelirler diye, o kitabi da verdik"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "Meryemoglunu ve annesini de (kudretimize) bir alâmet kildik; onlari, yerlesmeye elverisli, sulu bir tepeye yerlestirdik"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "Ey peygamberler! Temiz ve helal olan seylerden yiyin; güzel amel ve hareketlerde bulunun. Çünkü ben sizin yaptiklarinizi bilirim"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "Ve iste bu sizin ümmetiniz bir tek ümmet ve ben de sizin Rabbinizim. Öyle ise benden sakinin.\" (denildi)"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "Derken insanlar kendi aralarindaki islerini parça parça böldüler. Her grup, kendinde bulunan ile sevinip böbürlendi"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "Sen simdi onlari bir zamana kadar gaflet ve sapikliklari ile basbasa birak"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Saniyorlar mi ki, onlara verdigimiz servet ve ogullar ile"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "Kendilerine faydalar saglamak için can atiyoruz. Hayir, onlar isin farkina varamiyorlar"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Rablerine olan saygidan dolayi titreyenler"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "Rablerinin âyetlerine inananlar"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "Rablerine ortak tanimayanlar"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "Ve, Rablerine dönecekleri için yapmakta olduklari isleri kalpleri titreyerek yapanlar"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "Iste onlar, iyiliklere kosusurlar ve iyilik için yarisirlar"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "Biz hiç kimseyi, gücünün yettiginden baskasi ile yükümlü kilmayiz. Nezdimizde hakki söyleyen bir kitap vardir ve onlar haksizliga ugratilmazlar"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "Hayir, onlarin kalpleri bu hususta cehalet içindedir. Ayrica onlarin bundan öte birtakim kötü isleri vardir ki, onlar bu isleri yapar dururlar"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "Nihayet, refah ve bolluk içinde olanlarini sikintiya ugrattigimizda, bakarsin ki onlar feryadi basarlar"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "Bosuna feryad etmeyin bugün! Zira bizden yardim göremeyeceksiniz"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "Çünkü âyetlerimiz size okunurdu da, buna karsi siz arkanizi dönerdiniz"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "Kafa tutardiniz ve geceleyin hezeyanlar savururdunuz"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "Onlar bu sözü (Kur'ân'i) hiç düsünmediler mi? Yoksa kendilerine, daha önce geçmisteki atalarina gelmeyen bir sey mi geldi"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "Yoksa peygamberlerini tanimadilar da bu yüzden mi onu inkâr ediyorlar"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "Yoksa onda bir delilik oldugunu mu söylüyorlar? Aksine o, kendilerine hakki getirmistir. Halbuki onlar haktan hoslanmamaktadirlar"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "Eger hak, onlarin kötü arzu ve isteklerine uysaydi, mutlaka gökler ve yer ile bunlarda bulunan kimseler bozulur giderdi. Hayir, biz onlara san ve sereflerini getirdik; fakat onlar kendi sereflerine sirt çevirirler"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "(Resulüm!) Yoksa sen onlardan bir haraç mi istiyorsun? Rabbinin vergisi daha hayirlidir. O, rizik verenlerin en hayirlisidir"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "Gerçek su ki sen onlari dogru bir yola çagiriyorsun"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "Fakat ahirete inanmayanlar ise, israrla yoldan çikmaktadirlar"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "Eger onlara aciyip da için de bulunduklari sikintiyi giderseydik, iyice körleserek azginliklarinda büsbütün direnirlerdi"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "Andolsun, biz onlari sikintiya düsürdük de yine Rablerine boyun egmediler, tazarru' ve niyazda da bulunmadilar"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "Nihayet üzerlerine, azabi çok siddetli bir kapi açtigimiz zaman, bir de bakarsin ki onlar orada saskin ve ümitsiz kalmislardir"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "Halbuki sizin için o kulagi, o gözleri ve o gönülleri yaratan O'dur. Ne de az sükrediyorsunuz"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "Ve sizi yeryüzünde yaratip türeden O'dur. Sirf O'nun huzuruna toplanacaksiniz"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "Ve O, yasatan ve öldürendir; gecenin ve gündüzün degismesi O'nun eseridir. Hâlâ aklinizi kullanmaz misiniz"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "Hayir, öncekilerin söylediklerinin benzerini söylediler"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "Dediler ki: \"Sahi biz, ölüp de bir toprak ve kemik yigini haline gelmisken, mutlaka yeniden diriltilecegiz öyle mi"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "Yemin ederiz ki, gerek bize, gerekse daha önce atalarimiza böyle bir vaadde bulunuldu; (fakat) bu geçmistekilerin masallarindan baska bir sey degildir"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "(Resulüm!) de ki: \"Eger biliyorsaniz (söyleyin bakalim), bu dünya ve onda bulunanlar kime aittir"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "Allah'a aittir\" diyecekler. \"Öyle ise siz hiç düsünüp tasinmaz misiniz?\" de"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Yedi kat göklerin Rabbi, azametli Ars'in Rabbi kimdir?\" diye sor"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "(Onlar da) Allah'indir.\" diyecekler. \"Su halde siz Allah'tan korkmaz misiniz?\" de"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Eger biliyorsaniz (söyleyin), her seyin melekûtu (mülkiyeti ve yönetimi) kendisinin elinde olan, kendisi her seyi koruyup kollayan; fakat kendisi korunmayan (buna muhtaç olmayan) kimdir?\" diye sor"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "(Bunlar da) Allah'indir.\" diyecekler. \"Öyle ise nasil olur da büyülenirsiniz?\" de"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "Dogrusu biz onlara hakki getirdik; onlar ise cidden yalancidirlar"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "Allah evlat edinmemistir; O'nunla beraber hiçbir ilâh da yoktur. Aksi takdirde her ilâh kendi yarattigini sevk ve idare eder ve bir gün mutlaka onlardan biri digerine galip gelirdi. Allah, onlarin yakistirdiklari seylerden münezzehtir"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "Allah, gaybi da, açik olani da bilir. O, müsriklerin ortak kostuklari seylerden çok yüce ve münezzehtir"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "(Resulüm!) De ki: Rabbim! Eger onlara yöneltilen tehdidi (dünyevî sikintiyi ve uhrevî azabi) mutlaka göstereceksen"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "Bu durumda beni, o zalimler toplulugunda bulundurma, Rabbim"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "Biz, onlara yönelttigimiz tehdidi sana göstermeye elbette ki kadiriz"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Sen, kötülügü en güzel bir tutumla sav, çünkü biz onlarin yakistirmakta olduklari seyi çok iyi bilmekteyiz"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "Ve de ki: Rabbim! Seytanlarin kiskirtmalarindan sana siginirim"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "Onlarin yanimda bulunmalarindan da sana siginirim"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "Nihayet onlardan (müsriklerden) birine ölüm gelip çattiginda, \"Rabbim, der, lütfen beni (dünyaya) geri gönder"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "Ta ki, bosa geçirdigim dünyada iyi is (ve hareketler) yapayim.\" Hayir! Onun söyledigi bu söz (bos) laftan ibarettir. Onlarin gerisinde ise, yeniden dirilecekleri güne kadar (süren) bir berzah vardir"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "Sûr'a üflendigi zaman aralarinda artik ne soysop (çekismesi) vardir, ne de birbirlerini sorusturacaklardir"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "Böylece kimlerin tartilari agir basarsa, iste asil bunlar kurtulusa erenlerdir"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "Kimlerin de tartilari hafif gelirse, artik bunlar da kendilerine yazik etmislerdir; (çünkü onlar) ebedî cehennemdedirler"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "Orada disleri siritir halde iken ates yüzlerini yalar"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "(Allah Teâlâ,) Size âyetlerim okunurdu da, siz onlari yalanlardiniz degil mi?... der"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "Derler ki: Rabbimiz! Azginligimiz bizi altetti; biz, bir sapiklar toplulugu idik"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "Rabbimiz! Bizi buradan çikar. Eger bir daha (ettiklerimize) dönersek, artik belli ki biz zalim insanlariz"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "(Allah) buyurur ki: Alçaldikça alçalin orada! Bana konusmayin artik"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "Çünkü kullarimdan bir zümre \"Rabbimiz! Biz iman ettik; öyle ise bizi bagisla, bize merhamet et, sen, merhametlilerin en iyisisin.\" diyorlardi"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "Iste siz onlari alaya aldiniz; sonunda bu davranisiniz size beni yâd etmeyi unutturdu; çünkü siz onlara gülüyordunuz"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "Bugün ben onlara, sabrettiklerinin karsiligini verdim; onlar, hakikaten muradlarina erenlerdir"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "(Allah inkârcilara) \"Yeryüzünde kaç yil kaldiniz?\" diye sorar"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "Bir gün veya günün bir kismi kadar kaldik. Iste bilenlere sor.\" derler"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "(Allah) buyurur ki: Sadece az bir süre kaldiniz; keske siz (bunu) bilmis olsaydiniz"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "Sizi sadece bos yere yarattigimizi ve sizin hakikaten huzurumuza geri getirilmeyeceginizi mi sandiniz"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "Mutlak hâkim ve hak olan Allah, çok yücedir. O'ndan baska ilâh yoktur. O, bereketli Ars'in sahibidir"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "Her kim Allah ile birlikte diger bir tanriya taparsa -ki bu hususla ilgili hiçbir delili yoktur o kimsenin hesabi ancak Rabbinin nezdindedir. Surasi muhakkak ki, kâfirler kurtulusa eremezler"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "Resulüm! De ki: \"Rabbim, bagisla ve merhamet et! Sen merhametlilerin en iyisisin"
        },
        {
            "chapter": 24,
            "verse": 1,
            "text": "(Iste bu âyetler) bizim indirdigimiz ve (hükümlerini üzerinize) farz kildigimiz bir sûredir. Belki düsünüp ögüt alirsiniz diye onda açik açik âyetler indirdik"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "Zina eden kadin ve zina eden erkekten her birine yüz sopa vurun; Allah'a ve ahiret gününe inaniyorsaniz, Allah dini(ni tatbik) hususunda sizi sakin acima duygusu kaplamasin! Müminlerden bir grup da onlara uygulanan cezaya sahit olsun"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "Zina eden erkek, zina eden veya müsrik olan bir kadindan baskasi ile evlenemez; zina eden bir kadinla da ancak zina eden veya müsrik olan erkek evlenebilir. Bu, müminlere haram kilinmistir"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "Namuslu kadinlara zina esnasinda bulunup, sonra (bunu ispat için) dört sahit getiremeyenlere seksener sopa vurun ve artik onlarin sahitligini hiçbir zaman kabul etmeyin. Onlar tamamen günahkardirlar"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "Ancak bundan sonra tevbe edip islah olanlar müstesnadir. Çünkü Allah çok bagislayici ve merhametlidir"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "Eslerine zina esnasinda bulunup da kendilerinden baska sahitleri olmayanlara gelince, onlarin her birinin sahitligi kendisinin dogru söyleyenlerden olduguna dair dört defa Allah adina yemin ederek sahitlik etmesidir"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "Besinci defa da, eger yalan söyleyenlerden ise, Allah'in lanetinin kendi üzerine olmasini dilemesidir"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "Kadinin, kocasinin yalan söyleyenlerden olduguna dair dört defa Allah adina yemin ve sahitlik etmesi"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "Besinci defa da, eger (kocasi) dogru söyleyenlerden ise, Allah'in gazabinin kendi üzerine olmasini dilemesi kendisinden cezayi kaldirir"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "Ya Allah'in size bol lütfu ve merhameti olmasaydi ve Allah tevbeleri kabul eden hüküm ve hikmet sahibi olmasaydi (haliniz nice olurdu)"
        },
        {
            "chapter": 24,
            "verse": 11,
            "text": "Haberiniz olsun ki (Muhammed'in esine) bu agir ifki (iftirayi) uyduranlar sizin içinizden bir gruptur. Bunu kendiniz için bir kötülük saymayin; aksine o, sizin için bir iyiliktir. Onlardan herbir kisiye, günah olarak ne islemisse (onun karsiligi ceza) vardir. (Elebaslilik yapan, bu yüzden de) bu günahin büyügünü yüklenen kimse için de çok büyük bir azap vardir"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "Erkek ve kadin müminlerin, bu iftirayi isittiklerinde kendi vicdanlari ile hüsnü zanda bulunup da, \"bu apaçik bir iftiradir\" demeleri gerekmez miydi"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "(Bu iddiayi ortaya atanlarin) da bu konuda dört sahit getirmeleri gerekmez miydi? Madem ki sahitler getirip ispat edemediler, öyle ise onlar Allah nezdinde yalancilarin ta kendisidirler"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "Eger dünyada ve ahirette Allah'in lütuf ve merhameti üstünüzde olmasaydi, size mutlaka büyük bir azab isabet ederdi"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "Çünkü siz bu iftirayi, gelisi güzel birbirinizin agzindan aliyor ve hakkinda bilgi sahibi olmadiginiz (bu uydurma haberi) agizlarinizda geveleyip duruyorsunuz. Bunun önemsiz oldugunu saniyorsunuz. Halbuki bu, Allah katinda çok büyük bir suçtur"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "Onu duydugunuzda \"Bunu konusup yaymamiz bize yakismaz. Hasâ! Bu, çok büyük bir iftiradir...\" demeli degil miydiniz"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "Eger inanmis insanlarsaniz, Allah, bir daha buna benzer tutumu tekrarlamaktan sizi sakindirip uyariyor"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "Ve Allah âyetlerini size açikliyor. Allah, (isin iç yüzünü) çok iyi bilir, tam bir hüküm ve hikmet sahibidir"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "Inananlar arasinda kötü söz ve davranisin yayilmasini arzulayan kimseler için dünyada da, ahirette de aci veren bir azab vardir. (Her seyi) Allah bilir; siz bilmezsiniz"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "Ya sizin üstünüze Allah'in lütuf ve merhameti olmasaydi; Allah çok sefkatli ve merhametli olmasaydi (haliniz nice olurdu)"
        },
        {
            "chapter": 24,
            "verse": 21,
            "text": "Ey iman edenler! Seytanin adimlarini takip etmeyin. Kim seytanin adimlarini takip ederse, sunu bilsin ki o, edepsizlikleri ve kötülügü emreder. Eger üstünüzde Allah'in lütuf ve merhameti olmasaydi, içinizden hiçbir kimse temize çikmazdi. Fakat Allah, diledigini arindirir. Allah isitir ve bilir"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "Içinizden faziletli ve servet sahibi kimseler akrabaya, yoksullara, Allah yolunda göç edenlere (mallarindan) vermeyeceklerine yemin etmesinler; bagislasinlar, feragat göstersinler. Allah'in sizi bagislamasini arzulamaz misiniz? Allah çok bagislayandir, çok merhametlidir"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "Namuslu, kötülüklerden habersiz mümin kadinlara zina isnadinda bulunanlar, dünya ve ahirette lanetlenmislerdir. Onlar için çok büyük bir azab vardir"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "O gün dilleri, elleri ve ayaklari, yapmis olduklarindan dolayi aleyhlerinde sahitlik edecektir"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "O gün Allah onlara gerçek cezalarini tastamam verecek ve onlar Allah'in gerçek oldugunu anlayacaklar"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "Kötü kadinlar, kötü erkeklere, kötü erkekler ise kötü kadinlara; temiz kadinlar temiz erkeklere, temiz erkekler de temiz kadinlara yarasir. Iste bu temiz olan, (iftiracilarin) söylediklerinden çok uzaktirlar. Kendileri için bagislanma ve güzel bir rizik vardir"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "Ey iman edenler! Kendi evinizden baska evlere, geldiginizi farkettirip ev halkina selam vermedikçe girmeyin. Bu sizin için daha iyidir. Herhalde (bunu) düsünüp anlarsiniz"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "Orada kimse bulamazsaniz, size izin verilinceye kadar oraya girmeyin. Eger size, \"Geri dönün!\" denilirse, hemen dönün. Çünkü bu, sizin için daha temiz bir davranistir. Allah, yaptiginizi bilir"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "Içinde kendinize ait bir seylerin bulundugu oturulmayan bir eve girmenizde herhangi bir sakinca yoktur. Allah, sizin açiga vurduklarinizi da, gizlediklerinizi de bilir"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "(Resulüm!) Mümin erkeklere, gözlerini (harama) dikmemelerini, irzlarini da korumalarini söyle. Çünkü bu, kendileri için daha temiz bir davranistir. Süphesiz Allah, onlarin yapmakta olduklarindan haberdardir"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "Mümin kadinlara da söyle: Gözlerini (harama bakmaktan) korusunlar; namus ve iffetlerini esirgesinler. Görünen kisimlari müstesna olmak üzere, zinetlerini teshir etmesinler. Bas örtülerini, yakalarinin üzerine (kadar) örtsünler. Kocalari, babalari, kocalarinin babalari, kendi ogullari, kocalarinin ogullari, erkek kardesleri, erkek kardeslerinin ogullari, kiz kardeslerinin ogullari, kendi kadinlari (mümin kadinlar), ellerinin altinda bulunan (köleleri), erkeklerden, kadina ihtiyaci kalmamis (cinsî güçten düsmüs) hizmetçiler, yahut henüz kadinlarin gizli kadinlik hususiyetlerinin farkinda olmayan çocuklardan baskasina zinetlerini göstermesinler. Gizlemekte olduklari zinetleri anlasilsin diye, ayaklarini yere vurmasinlar. Ey müminler! Hep birden Allah'a tevbe ediniz ki, kurtulusa eresiniz"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "Aranizdaki bekarlari, kölelerinizden ve cariyelerinizden iyi davranista olanlari evlendirin. Eger bunlar fakir iseler, Allah kendi lütfu ile onlari zenginlestirir. Allah, (lütfu) genis olan ve (her seyi) bilendir"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "Evlenme imkanini bulamayanlar ise, Allah, lütfu ile kendilerini varlikli kilincaya kadar iffetlerini korusunlar. Ellerinizin altinda bulunanlardan (köleler ve cariyelerden) mükatebe yapmak isteyenlerle, eger kendilerinde (hürriyete kavusmalarinda kendileri için) bir iyilik görüyorsaniz, hemen mükatebe yapin. Allah'in size vermis oldugu malindan siz de onlara verin. Dünya hayatinin geçici menfaatlerini elde edeceksiniz diye, namuslu kalmak isteyen cariyelerinizi fuhsa zorlamayin. Kim onlari zor altinda birakirsa, bilinmelidir ki, zorlanmalarindan sonra Allah (onlar için) çok bagislayici ve merhametlidir"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "Andolsun ki biz size açik açik bildiren âyetler, sizden önce yasayip gitmis olanlardan örnekler ve takvaya ulasmis kimseler için ögütler indirdik"
        },
        {
            "chapter": 24,
            "verse": 35,
            "text": "Allah, göklerin ve yerin nurudur (aydinlaticisidir). O'nun nurunun temsili, içinde lamba bulunan bir kandil gibidir. O lamba bir billur içindedir; o billur da sanki inciye benzer bir yildiz gibidir ki, doguya da batiya da nisbet edilemeyen mübarek bir agaçtan çikan yagdan tutusturulur. (Bu öyle bir agaç ki) yagi, nerdeyse, kendisine ates degmese bile isik verir. (Bu isik) nur üstüne nurdur. Allah diledigi kimseyi nuruyla hidayete iletir. Allah insanlara (iste böyle) misal verir; Allah her seyi bilir"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "(Bu kandil) birtakim evlerdedir ki, Allah (o evlerin) yücelmesine ve içlerinde isminin okunmasina izin vermistir. Orada sabah aksam O'nu tesbih ederler"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "Birtakim insanlar (Allahi tesbih ederler) ki, ne ticaret ne de alis veris onlari Allah'i anmaktan, namaz kilmaktan ve zekat vermekten alikoymaz. Onlar, kalplerin ve gözlerin allak bullak oldugu bir günden korkarlar"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "Çünkü Allah, kendilerine isledikleri amellerin en güzeli ile ecir verecek, lütfundan fazlasini da bahsedecektir ve Allah, diledigine hesapsiz rizik verir"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "Küfredenlere gelince, onlarin amelleri, issiz çöllerdeki serap gibidir ki, susayan onu su zanneder, nihayet ona vardiginda orada herhangi bir sey bulamamis, üstelik yanibasinda da (inanmadigi, kendisinden sakinmadigi) Allah'i bulmustur. Allah ise onun hesabini tastamam görmüstür. Allah hesabi çok çabuk görür"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "Yahut (o kâfirlerin duygu, düsünce ve davranislari) engin bir denizdeki yogun karanliklar gibidir ki, onu dalga üstüne dalga kapliyor; üstünde de bulut. Bir biri üstüne karanliklar... Insan, elini çikarip uzatsa, nerdeyse onu dahi göremez. Bir kimseye Allah, nur vermemisse, artik o kimsenin isik ve aydinliktan nasibi yoktur"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "Görmez misin ki, göklerde ve yerde bulunanlarla dizi dizi kanat çirpip uçan kuslarin Allah'i tesbih ettiklerini? Her biri kendi tesbihini ve duâsini bilmistir. Allah, onlarin yapmakta olduklarini hakkiyla bilir"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "Göklerin ve yerin mülkü Allah'indir; dönüs de ancak O'nadir"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Görmez misin ki Allah bulutlari (diledigi yere) sürüklüyor; sonra onlari biraraya getirip üstüste yigiyor. Iste görüyorsun ki bunlar arasinda yagmur çikiyor. O, gökten, sanki oradaki daglardan da dolu indirir. Artik onu diledigine isabet ettirir; dilediginden de onu uzak tutar; bu bulutlardan çikan simsegin pariltisi nerdeyse gözleri alir"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "Allah gece ile gündüzü evirip çeviriyor. Süphesiz bunda (hakikati gören) gözlere sahip olanlar için mutlak bir ibret vardir"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "Allah, her hayvani sudan yaratti. Iste bunlardan kimi karni üstünde sürünür, kimi iki yagi üstünde yürür, kimi dört ayagi üstünde yürür... Allah diledigini yapar; çünkü Allah her seye kâdirdir"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "Andolsun biz (her seyi) apaçik bildiren âyetler indirdik. Allah diledigini dogru yola iletir"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "Bir de \"Allah'a ve Resulüne inandik ve itaat ettik\" diyorlar da, sonra bunun arkasindan yan çiziyorlar; bunlar mümin degillerdir"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "Aralarinda hükmetmesi için Allah'a ve Resulüne çagrildiklari zaman, bakarsin ki, içlerinden birkismi yüz çevirip dönerler"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "Ama, eger (Allah ve Resulünün hükmettigi) hak kendi lehlerine ise, ona, gönülden bagli olarak saygi ile gelirler"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "Kalplerinde bir hastalik mi var? Yoksa süphe ve tereddüd içinde midirler? Yoksa Allah ve Resulünün kendilerine zulüm ve haksizlik edeceginden mi korkuyorlar? Hayir, asil zalimler kendileridir"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "Aralarinda hüküm vermesi için Allah'a ve Resulüne davet edildiklerinde müminlerin sözü ancak \"isittik ve itaat ettik\" demeleridir. Iste bunlar asil kurtulusa erenlerdir"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "Her kim Allah'a ve Resulüne itaat eder, Allah'a saygi duyar ve O'ndan sakinirsa, iste asil bunlar bedbahtliktan kurtulanlardir"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "Ötekiler (münafiklar), sen hakikaten kendilerine emrettigin takdirde mutlaka (savasa) çikacaklarina dair, en agir yeminleri ile Allah'a yemin ettiler. De ki: Yemin etmeyin. Itaatiniz malumdur! Bilin ki Allah, yaptiklarinizdan haberdardir"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "De ki: Allah'a itaat edin; Peygambere de itaat edin. Eger yüz çevirirseniz sunu bilin ki, Peygamberin sorumlulugu kendine yüklenen, sizin sorumlugunuz da size yüklenendir. Eger ona itaat ederseniz, dogru yolu bulmus olursunuz. Peygambere düsen, sadece açik açik duyurmaktir"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "Allah, sizlerden iman edip iyi davranislarda bulunanlara, kendilerinden öncekileri sahip ve hakim kildigi gibi, kendilerini de yeryüzüne sahip ve hakim kilacagini, onlar için begenip seçtigi dini (Islâm'i) onlarin iyiligine yerlestirip koruyacagini ve geçirdikleri korku döneminden sonra, bunun yerine onlara güven saglayacagni vaad etti. Çünkü onlar bana kulluk ederler. Hiçbir seyi bana es tutmazlar. Artik bundan sonra kim inkâr ederse, iste bunlar asil büyük günahkarlardir"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "Hem namazi kilin, zekati verin ve peygambere itaat edin ki rahmete eresiniz"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "Inkâr edenlerin, yeryüzünde (Allah'i) aciz birakacaklarini sanmayasin! Onlarin varacagi yer cehennemdir. Ne kötü varis yeridir orasi"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "Ey iman edenler! Ellerinizin altinda bulunan (köle ve cariyeleriniz) ve içinizden henüz erginlik çagina girmemis olanlar, sabah namazindan önce, ögleyin soyundugunuz vakit ve yatsi namazindan sonra (yaniniza gireceklerinde) sizden üç defa izin istesinler. Bunlar mahrem halde bulunabileceginiz üç vakittir. Bu vakitlerin disinda ne sizin için, ne de onlar için bir mahzur yoktur. (Birbirinizin yanina girip çikabilirsiniz.) Iste Allah, âyetlerini size böyle açiklar. Allah her seyi bilendir, hüküm ve hikmet sahibidir"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "Sizden olan çocuklariniz erginlik çagina girdiklerinde, kendilerinden öncekiler (büyükleri) izin istedikleri gibi, onlar da izin istesinler. Iste Allah, âyetlerini size böyle açiklar. Allah her seyi bilendir, hüküm ve hikmet sahibidir"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "Bir nikah ümidi kalmayan, çocuktan kesilmis yasli kadinlarin ise, zinetlerini (yabanci erkeklere) göstermeksizin dis elbiselerini çikarmalarinda kendilerine bir vebal yoktur. Yine de iffetli olmalari kendileri için daha hayirlidir. Allah isitendir, bilendir"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "A'maya güçlük yoktur; topala güçlük yoktur; hastaya da güçlük yoktur. Sizin için de gerek kendi evlerinizden, gerekse babalarinizin evlerinden, annelerinizin evlerinden, erkek kardeslerinizin evlerinden, kiz kardeslerinizin evlerinden, amcalarinizin evlerinden halalarinizin evlerinden, dayilarinizin evlerinden, teyzelerinizin evlerinden veya anahtarlarina malik oldugunuz yerlerden, yahut dostlarinizin evlerinden yemenizde bir sakinca yoktur. Toplu halde veya ayri ayri yemenizde de bir güçlük ve günah yoktur. Evlere girdiginiz zaman Allah tarafindan mübarek ve güzel bir yasama dilegi olarak kendinize (birbirinize) selam verin. Iste Allah düsünüp anlayasiniz diye size âyetlerini böyle açiklar"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "Müminler ancak, Allah'a ve Resülüne gönülden inanmis kimselerdir. Onlar o Peygamber ile birlikte sosyal bir isle mesgul iken ondan izin istemedikçe birakip gitmezler. (Resulüm!) Su senden izin isteyenler, hakikaten Allah'a ve Resulüne iman etmis kimselerdir. Öyle ise, bazi isleri için senden izin istediklerinde, sen de onlardan diledigine izin ver; onlar için Allah'tan bagis dile; çünkü Allah magfiret edicidir, merhametlidir"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "(Ey müminler!) Peygamberin davetini, aranizdan bazinizin baziniza daveti gibi zannetmeyin. Içinizden, birini siper ederek sivisip gidenleri muhakkak ki Allah bilmektedir. Bu sebeple, O'nun emrine aykiri davrananlar, baslarina bir bela gelmesinden veya kendilerine çok elemli bir azap isabet etmesinden sakinsinlar"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "Bilmis olun ki, göklerde ve yerde ne varsa Allah'indir. O, sizin ne yolda, ne durumda oldugunuzu iyi bilir. Huzuruna döndürülecekleri günde ise, yapmis olduklarini hemen kendilerine haber verir. Allah, her seyi hakkiyla bilendir"
        },
        {
            "chapter": 25,
            "verse": 1,
            "text": "Tebareke\" ne yüce feyyazdir o ki, dünyalari uyarmak üzere kulu Muhammed'e, hakki batildan ayirdeden Kur'ân'i indirdi"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "O öyle bir ilâhtir ki, göklerin ve yerin hükümranligi kendisinindir. O hiç çocuk edinmedi, hükümranlikta ortagi yoktur. O, her seyi yaratip bir ölçüye göre düzenleyerek takdir etmistir"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "Kâfirler, O'nu birakip bir sey yaratamayan, bilakis kendileri yaratilmis olan, kendilerine ne zarar ve ne de fayda verebilen; öldürmeye, diriltmeye ve ölümden sonra tekrar canlandirmaya güçleri yetmeyen tanrilar edindiler"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "Inkâr edenler: \"Bu Kur'ân Muhammed'in uydurmasidir, ona baska bir topluluk yardim etmistir\" diyerek haksiz ve asilsiz bir söz uydurdular"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "Kur'ân öncekilerin masallaridir; baskalarina yazdirmis da sabah aksam kendisine okunmaktadir\" dediler"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "Ey Muhammed! De ki: \"Onu, göklerin ve yerin sirrini bilen indirmistir. Süphesiz O, bagislayandir, merhamet edendir"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "Söyle dediler: \"Bu ne biçim peygamber ki, yemek yer, sokaklarda gezer? Ona, beraberinde bulunup uyaran bir melek indirilseydi ya"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "Yahut kendisine bir hazine verilseydi veya beslenecegi bir bahçe olsaydi ya!\" Bu zalimler, inananlara \"Siz sadece büyülenmis bir adama uyuyorsunuz\" dediler"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "Ey Muhammed! sana nasil misaller getirdiklerine bir bak! Onlar sapmislardir, yol bulamazlar"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "Öyle yücedir O ki, dilerse sana ondan daha iyisini, altindan irmaklar akan cennetler verir, sana köskler de yapar"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "Fakat onlar o saati (kiyameti) de yalanladilar. Biz ise o saati yalanlayanlara çilgin alevli bir ates hazirladik"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "Ki, cehennem atesi uzak bir mesafeden kendilerine görününce, onun bir hisimlanmasini (kaynamasini) ve ugultusunu isitirler"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "Elleri boyunlarina bagli olarak onun dar bir yerine atildiklari zaman da, oracikta yok olmayi isterler"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "(Onlara söyle denilir) Bu gün bir yok olmayi degil, nice yok olmalari isteyin"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "De ki: Bu mu daha iyi, yoksa takva sahiplerine vaad olunan ebedilik cenneti mi? Çünkü orasi, onlar için bir mükafattir ve bir varis yeridir"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "Onlar için orada ne isterlerse var, hem orada ebedî kalacaklar. Çünkü bu Rabbinden yerine getirilmesi istenen bir vaaddir"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "Hele o gün Rabbin onlari Allah'tan baska taptiklari seylerle toplar da, der ki: \"Siz mi saptirdiniz su kullarimi, yoksa kendileri mi yolu kaybettiler"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "Onlar: \"Sübhansin seni tenzih ederiz. Seni birakip da senden baska dostlar edinmek bize yarasmaz; fakat sen onlara ve atalarina o kadar nimet verdin ki, sonunda seni anmayi unuttular ve helaki hak eden bir kavim oldular.\" derler"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "(Bunun üzerine ötekilere hitaben söyle denilir.) Iste (taptiklariniz) sizi söylediklerinizde yalanci çikardilar. Artik ne (azabinizi) geri çevirebilir, ne de bir yardima çare bulabilirsiniz ve içinizden kim zulmederse, ona büyük bir azab tattiracagiz"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "(Resulüm!) Biz senden evvel de peygamberleri baska türlü göndermedik. Süphesiz onlar hem yemek yiyorlar, hem çarsilarda geziyorlardi (sokaklarda yürüyorlardi). Sizin bir kisminizi bir digerine fitne (imtihan sebebi) kilmisizdir ki, bakalim sabredecek misiniz? Zira Rabbin her seyi hakkiyla görmektedir"
        },
        {
            "chapter": 25,
            "verse": 21,
            "text": "Bununla beraber, bize kavusmayi ummayanlar \"Bize ya melekler indirilmeliydi, ya da Rabbimizi görmeliydik\" dediler. Andolsun ki, dogrusu nefislerinde kendilerini büyük gördüler ve büyük azginlik ettiler"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "Melekleri görecekleri gün, iste o gün, günahkarlara hiçbir sevinç haberi yoktur. Ve yasak yasak, diyeceklerdir"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "Onlarin yaptiklari her bir iyi isi dikkate aliriz, fakat onu saçilmis zerreler haline getiririz"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "O gün cennetliklerin kalacaklari yer çok iyi, dinlenecekleri yer pek güzeldir"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "O gün gökyüzü beyaz bulutlar halinde yarilacak ve melekler bölük bölük indirileceklerdir"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "Iste o gün gerçek hükümranlik, çok merhametli olan Allah'indir. Kâfirler için ise o, pek çetin bir gündür"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "O gün zalim kimse ellerini isiracak: \"Eyvah!\" diyecek, \"keske Peygamberin yaninda bir yol tutsaydim"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "Eyvah!\" diyecek, \"keske falancayi dost edinmeseydim"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "Çünkü zikir (Kur'ân) bana gelmisken o, hakikaten beni ondan saptirdi. Seytan insani (uçuruma sürükleyip sonra) yapayalniz ve yardimcisiz birakmaktadir"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "Peygamber dedi ki: \"Ey Rabbim! Kavmim bu Kur'ân'i terkedilmis (bir sey yerinde) tuttular"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "(Resulüm!) Ve iste biz böyle her peygamber için günahkarlardan bir düsman yapmisizdir. Bununla beraber hidayet verici ve yardimci olarak Rabbin yeter"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "Yine o inkâr edenler dediler ki: \"O Kur'ân ona, hepsi birden indirilseydi ya\"! Biz onu senin kalbine iyice yerlestirmek için böyle (parça parça indirdik) ve onu tane tane (ayirarak) okuduk"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "Hem onlar sana karsi herhangi bir mesel ile gelmezler ki, biz sana (onun karsiliginda) dogrusunu ve tefsirin daha güzelini getirmis olmayalim"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "O yüzleri üstü cehenneme toplanacaklar var ya! iste onlar, yerleri en kötü, yollari en sapik olanlardir"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "Andolsun ki Musa'ya kitap verdik, kardesi Harun'u da ona yardimci yaptik"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "Haydi âyetlerimizi yalan sayan o kavme gidin\" dedik. Sonunda (yola gelmediklerinden) onlari yerle bir ettik"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "Nuh kavmine gelince, Peygamberleri yalancilikla itham ettiklerinde, onlari suda bogduk ve kendilerini insanlar için bir ibret yaptik. Biz zalimler için acikli bir azab hazirlamisizdir"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "Ad'i, Semud'u, Ress halkini ve bunlar arasinda daha bir çok nesilleri de (inkârciliklari yüzünden helak ettik)"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "Onlarin herbirine misaller getirdik; (ama ögüt almadiklari için) hepsini kirdik geçirdik"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "(Resulüm!) Andolsun ki, (bu Mekke'li putperestler), bela ve fenalik yagmuruna tutulmus olan beldeye ugramislardir. Peki onu da görmüyorlar miydi? Hayir! Onlar öldükten sonra dirilmeyi ummamaktadirlar"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "Seni gördükleri zaman \"Bu mu Allah'in Peygamber olarak gönderdigi?\" diye hep seni alaya aliyorlar"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "Sayet tanrilarimiza inanmakta sebat göstermeseydik, gerçekten de bizi neredeyse tanrilarimizdan saptiracakti\" diyorlar. Azabi gördükleri zaman, kimin yolunun sapik oldugunu bilecekler"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "Kötü duygularini kendisine tanri edinen kimseyi gördün mü? Simdi ona sen mi vekil olacaksin"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "Yoksa sen, onlarin çogunun gerçekten söz dinleyecegini yahut akillanacagini mi saniyorsun? Gerçekte onlar hayvanlar gibidir, hatta gidisçe daha sapiktirlar"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "Rabbinin gölgeyi nasil uzatmakta oldugunu görmedin mi? Dileseydi onu elbet hareketsiz de kilardi. Sonra biz günesi, ona (gölgeye) delil kilmisizdir"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "Sonra da onu yavas yavas kendimize (baska yöne) çekmekteyiz"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "Sizin için geceyi örtü, uykuyu istirahat kilan, gündüzü yayilip çalisma (zamani) yapan O'dur"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "Rüzgarlari rahmetinin önünde müjdeci olarak gönderen ve gökten tertemiz bir su indiren O'dur"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "Ki biz (o suyla) ölü topraga can verelim, yarattigimiz nice hayvanlara ve insanlara su saglayalim, diye"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "Andolsun bunu, insanlarin ögüt almalari için, aralarinda çesit çesit sekillerde anlatmisizdir; ama insanlarin çogu ille nankörlük edip diretmistir"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "(Habibim!) Sayet dileseydik elbette her köye bir uyarici (peygamber) gönderirdik"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "(Madem ki yalniz seni gönderdik) Öyleyse kâfirlere boyun egme ve bununla (Kur'ân ile) onlara karsi olanca gücünle büyük bir savas ver"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "Birinin suyu tatli ve susuzlugu giderici, digerininki tuzlu ve aci iki denizi saliveren ve aralarina bir engel, asilmaz bir serhat koyan O'dur"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "O (hakir) sudan, bir insan yaratip ona bir neseb bahseden ve sihriyet bagi ile akraba yapan O'dur. Rabbinin her seye gücü yeter"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "(Böyle iken inkârcilar) Allah'i birakip kendilerine ne fayda, ne zarar veremeyen seylere kulluk ediyorlar. Inkârci olan kimse Rabbine karsi ugrasip durmaktadir"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "(Halbuki) biz seni ancak müjdeci ve uyarici olarak gönderdik"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "De ki: \"Ben, buna karsi sizden bir ücret degil, ancak Rabbine dogru bir yol tutmayi dileyen kimseler (olmanizi) istiyorum"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "Sen, ölümsüz ve daima diri olan Allah'a güvenip dayan. O'nu hamd ile tesbih et. Kullarinin günahlarindan haberdar olarak O yeter"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "Gökleri yeri ve ikisinin arasindakileri alti günde yaratan, sonra Ars'a hükmeden Rahmân'dir. Haydi ne dileyeceksen o her seyden haberdar olan (Rahmân)dan dile"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "Onlara \"Rahmân'a secde edin\" dendigi zaman, \"Rahmân da neymis? Senin bize emrettigine secde eder miyiz hiç?\" derler ve bu emir onlarin nefretini artirir"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "Gökte burçlari var eden, onlarin içinde bir kandil (günes) ve nurlu bir ay barindiran Allah, yüceler yücesidir"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "Ibret almak veya sükretmek dileyen kimseler için gece ile gündüzü birbiri ardinca getiren O'dur"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "O çok merhametli Allah'in (has) kullari onlardir ki, yeryüzünde tevazu ile yürürler ve cahil kimseler kendilerine laf attigi zaman (incitmeksizin) \"selam\" derler (geçerler)"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "Ve onlar ki, Rablerine secdeler ve kiyamlar ederek yatarlar"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "Onlar ki, söyle derler: Cehennem azabini üzerimizden sav! Dogrusu onun azabi geçici bir sey degildir"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "Orasi cidden ne kötü bir ugrak, ne kötü bir konaktir"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "Ve onlar ki, harcadiklarinda ne israf ne de cimrilik ederler; ikisi arasinda orta bir yol tutarlar"
        },
        {
            "chapter": 25,
            "verse": 68,
            "text": "Yine onlar ki, Allah ile beraber baska bir tanriya yalvarmazlar, Allah'in haram kildigi cana haksiz yere kiymazlar ve zina etmezler. Bunlari yapan günahi(nin cezasini) bulur"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "Kiyamet günü azabi kat kat olur ve orada alçaltilmis olarak temelli kalir"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "Ancak tevbe ve iman edip iyi davranislarda bulunanlar baska; Allah onlarin kötülüklerini iyiliklere çevirir. Allah çok bagislayicidir, engin merhamet sahibidir"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "Ve her kim tevbe edip iyi davranis gösterirse, süphesiz o, tevbesi kabul edilmis olarak Allah'a döner"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "Ve onlar ki, yalan sahitlik etmezler, bos bir seye rastladiklari zaman vakar ile (oradan) geçip giderler"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "Kendilerine Rablerinin âyetleri hatirlatildiginda ise, onlara karsi sagir ve kör davranmazlar"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "Ve onlar ki: \"Ey Rabbimiz! Bize gözümüzü aydinlatacak esler ve zürriyetler bagisla ve bizi takva sahiplerine önder kil\" derler"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "Iste onlar, sabretmelerine karsilik cennetin en yüksek makamlari ile mükafatlandirilacaklar, orada hürmet ve selamla karsilanacaklardir"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "Orada ebedî kalacaklar, orasi ne güzel bir konak ve ne güzel bir makamdir"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "(Resulüm!) De ki: \"Rabbim size ne kiymet verir duaniz olmasa? (Ey inkârcilar! Size bildirdiklerini) kesinkes yalan saydiniz; o halde azab yakanizi birakmayacaktir"
        }
    ]
}