{
    "maqras": [
        {
            "chapter": 2,
            "verse": 283,
            "text": "Ate jekara tusim yatara te ho tam ko'i likhana vala na mile tam gahine rakhana di'am cizam gahine rakha ke mamala kita ja'e. Jekara ika bada dusare bade te visavasa karada hove tam cahida hai jisa upara visavasa kita hove, uha visavasa nu pura kare. Alaha tom dare jo usa da palanahara hai ate gavahi nu na chupa'u. Jihara bada chupa'ega uha dila da aparadhi ho javega. Jo kujha tusim karade ho alaha usa nu janana vala hai"
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "Alaha da hi hai, jo kujha akasam ate dharati vica hai. Je tusim apane dila di'am galam nu pragata karo jam chupa lavom alaha tuhade tom usa da pura bi'ura lavega. Phira uha jisa nu cahega mu'afa karega ate jisa nu cahega saza devega. Alaha hara ciza di samaratha rakhada hai"
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "Rasula imana li'a'i'a hai, usa upara jo usa de palanahara de valom usa upara nazila ho'i'a hai. Ate musalamana vi usa upara imana li'a'e hana. Sabha imana li'a'e hana alaha upara, usa de farisati'am upara, usa di'am kitabam upara ate usa de rasulam upara. Asim unham de rasulam vicom kise vica pharaka nahim karade ate uha kahide hana ki asim suni'a ate mani'a. Asim tuhade tom mu'afi cahude ham, he sade palanahara! Teri hi tarafa asim murana hai"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "Alaha kise upara zimevari da bhara nahim pa'unda. Paratu usadi sahinasakati de anusara (hi pa'unda hai). Usa nu uha hi milega jihara usa ne kama'i'a ate usa upara pavega jo usa ne kita. He sade palanahara! Jekara asim bhuli'e jam asim galati kara ja'i'e tam sanu na pharhim. He sade palanahara! Sade upara bhara na pa jiho jiha tusim pahilam ho cauki'am upara bhara pa'i'a. He sade palanahara! Sade tom uha na cukava jisa nu cukana di samaratha sade vica nahim. Sanu mu'afa kara de ate sade upara rahima kara. Tu sada kama bana'una vala haim. Phira avagi'akari'am de mukabale sadi saha'ita kara"
        },
        {
            "chapter": 3,
            "verse": 1,
            "text": "Alipha.Lama.Mima"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "alaha, usade ilava ko'i pujanayoga nahim, uha jivita nita rahina vala ate sare jagata nu thasrana vala hai"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "Usa ne tuhade upara saca'i de nala kitaba utari, unham kitabam di pusati karana vali, jo usa tom pahilam a cuki'am hana ate toraha (uairagi) ate ijila utari"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "Isa tom pahilam lokam de maraga darasana la'i ate alaha ne phurakana (kura'ana) utari'a. Binam saka jinham lokam ne alaha di'am nisani'am nu jhuthala'i'a, unham de la'i kathaura tasiha hai ate alaha sakatisali hai. Badala laina vala hai"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "Besaka alaha tom ko'i ciza na dharati te na akasa vica chupi ho'i nahim"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "Mam de peta vica jisa tar'ham cahuda hai, uha hi tuhade rupa bana'unda hai. Usa tom' sil'ham ko'i pujana yoga nahim, uha sakati vala hai, bibekasila hai"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "Uha hi alaha hai, jisa ne tuhade upara kitaba utari. Usa vica kujha a'itam muhakama (sapasata) hana. Uha kitaba da mula hana ate dusari'am a'itam (vaka) mutasabeha (sudrisata) hana. Tam jinham lokam de dilam vica viga-vala hai, uha mutasabahe a'itam de piche pai jande hana, asanti di talasa vica ate usa de aratham di talasa vica. Jadom ki isa da aratha alaha de binham ko'i nahi' janada. Ate jihare loka thosa gi'ana vale hana, uha kahide hana ki asim unham upara imana lai a'e. Sabha sade raba di taraphom hai. Ate nasihata uha loka hi savikara karade hana, jo budhi vale hana"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "He sade palanahara! Sade dilam nu na badala, jadaki tu sanu sresata maraga bakhasa cuka hai. Ate sanu apane kolom rahimata di data bakhasa. Binam saka tu hi sabha kujha bakhasana vala hai"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "Ate he sade palanahara.! Tu lokam nu ika ina ikatara karana vala hai. Jisa (dina) de a'una te ko'i saka nahim. Besaka alaha va'ade de khilafa nahi karada"
        },
        {
            "chapter": 3,
            "verse": 10,
            "text": "Besaka jinham lokam ne inakara di niti apana'i hai, unham di puji ate unham di satana alaha de mukabale vica unham de ko'i kama nahim avegi. Ate iha loka hi aga da balana honage"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "Unham da pravasa da ho'i'a hai, unham ne sadi'am nisani'am nu jhuthala'i'a. Isa te alaha ne, unham de papam de karana, unham nu pakara li'a ate alaha bahuta tasihe dena vala hai"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "Avagi'a karana vali'am nu kahi devo ki huna tusim adhina ho javoge ate naraka vala ikathe karake lija'e ja'uge ate naraka bahuta bura thikana hai"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "Besaka tuhade la'i likhi'a hai (nisani hai) unham do samuham vica, jinham adara (badara de maidana) vica muthabhera ho'i. Ika garupa alaha de raha vica yudha kara riha si ate duja avagi'akari si. Iha avagi'akari khul'hi'am akham nala unham nu dugana vekhade sana. Ate alaha jisa nu cahuda hai, apani saha'ita nala sakati de dhida hai. Isa vica akham vali'am la'i bari sikhi'a hai"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "Lokam de (hirade) la'i akarasaka bana dite ga'e hana. Ichavam nala prema, auratam, bete, sone candi de dhera, nisana lage ghore, pasu ate kheti. Iha sasarika jivana de samana hana. Ate alaha de kola caga tikana hai"
        }
    ]
}