{
    "maqras": [
        {
            "chapter": 68,
            "verse": 1,
            "text": "Nuna, kalama di ate jihare (kalamam vale) likhade hana, usa di sahu"
        },
        {
            "chapter": 68,
            "verse": 2,
            "text": "Tusim apane raba di kirapa nala divane nahim ho"
        },
        {
            "chapter": 68,
            "verse": 3,
            "text": "Ate besaka tuhade la'i badala hai kade na mukana vala"
        },
        {
            "chapter": 68,
            "verse": 4,
            "text": "Ate besaka tusim ika uce ikhalaka te ho"
        },
        {
            "chapter": 68,
            "verse": 5,
            "text": "So bahuta cheti hi tusim dekhoge ate uha vi dekhanage"
        },
        {
            "chapter": 68,
            "verse": 6,
            "text": "Ki tuhade vicom kisa nu jhalapuna (divanapana) hai"
        },
        {
            "chapter": 68,
            "verse": 7,
            "text": "tuhada raba hi cagi taram janada hai, jihara usa de raha tom bhataki'a ho'i'a hai ate uha raha te calana vali'am nu vi cagi taram janada hai"
        },
        {
            "chapter": 68,
            "verse": 8,
            "text": "So tusim inham jhuthala'una vali'am da kiha na manom"
        },
        {
            "chapter": 68,
            "verse": 9,
            "text": "Uha cahude hana ki tusim narama pai javo, tam uha vi narama pai janage"
        },
        {
            "chapter": 68,
            "verse": 10,
            "text": "Ate tusim ajihe bade da kahina na mano, jihara bahuta sahu'am khana vala hove"
        },
        {
            "chapter": 68,
            "verse": 11,
            "text": "ate sekadara hove, vi'aga karana vala hove, zugali'am karada phirada hove"
        },
        {
            "chapter": 68,
            "verse": 12,
            "text": "Cage kamam tom rokana vala hove, hadam da ulaghana karana vala hove, be'imani karana vala hove"
        },
        {
            "chapter": 68,
            "verse": 13,
            "text": "Pathara dila hove ate isa tom vadha ke bada zata hove"
        },
        {
            "chapter": 68,
            "verse": 14,
            "text": "Isa la'i ki uha daulata ate aulada vala hai"
        },
        {
            "chapter": 68,
            "verse": 15,
            "text": "Jadom usa nu sadi'am a'itam parha ke suna'i'am jandi'am hana, tam uha akhada hai ki iha pahilam ho cuki'am di'am pramanam tom rahita galam hana"
        },
        {
            "chapter": 68,
            "verse": 16,
            "text": "Jaladi hi asim usa de naka nu dagi karange"
        },
        {
            "chapter": 68,
            "verse": 17,
            "text": "Asim unham nu imatihana vica pa'i'a, jisa taram asim saga vali'am nu imatihana vica pa'i'a si. Jadom' unham ne sahu khadhi si ki uha savere sama zarura usa da fala tora lainage"
        },
        {
            "chapter": 68,
            "verse": 18,
            "text": "Unham ne inasam alaha (alaha ne cahi'a) nahi kiha"
        },
        {
            "chapter": 68,
            "verse": 19,
            "text": "So usa baga te tere raba valom ika phirana vala phira gi'a ate uha sau rahe si"
        },
        {
            "chapter": 68,
            "verse": 20,
            "text": "So uha i'um ho gi'a jivem kati ho'i fasala"
        },
        {
            "chapter": 68,
            "verse": 21,
            "text": "So savere unham ne ika duje nu pukari'a"
        },
        {
            "chapter": 68,
            "verse": 22,
            "text": "Ki savere apane kheta calom, jekara tusim fala torana hai"
        },
        {
            "chapter": 68,
            "verse": 23,
            "text": "Phira uha cala pa'e ate hauli hauli kahi rahe sana"
        },
        {
            "chapter": 68,
            "verse": 24,
            "text": "Ki aja ko'i kagala tuhade kola baga vica na a sake"
        },
        {
            "chapter": 68,
            "verse": 25,
            "text": "Ate uha apane apa nu samaratha samajha ke ture. (Jivem kheti te purana adhikara rakhade hona)"
        },
        {
            "chapter": 68,
            "verse": 26,
            "text": "phira jadom baga nu (ujari'a) dekhi'a tam akhana lage ki asim raha bhula ga'e"
        },
        {
            "chapter": 68,
            "verse": 27,
            "text": "Sagom asim vanjhe ga'e"
        },
        {
            "chapter": 68,
            "verse": 28,
            "text": "Unham vicom jihara bihatara bada si, usa ne akhi'a ki maim' tuhanu kiha nahim si ki tusi loka sifata salaha ki'um nahim karade"
        },
        {
            "chapter": 68,
            "verse": 29,
            "text": "Unham ne akhi'a ki sada raba pavitara hai. Besaka asim zalima si"
        },
        {
            "chapter": 68,
            "verse": 30,
            "text": "Phira uha apisa vica ika duje te dausa la'una lage"
        },
        {
            "chapter": 68,
            "verse": 31,
            "text": "Unham ne akhi'a ki sanu aphasosa hai, besaka asim hadam da ulaghana karana vale si"
        },
        {
            "chapter": 68,
            "verse": 32,
            "text": "Umida hai ki sada raba sanu isa tom vi vadhi'a baga isa de badale vica de deve. Asim usa vala hi murade ham"
        },
        {
            "chapter": 68,
            "verse": 33,
            "text": "Afata isa taram hi a'undi hai ate praloka di saza isa tom vi vadi hai. Kasa! Iha loka janave"
        },
        {
            "chapter": 68,
            "verse": 34,
            "text": "Besaka darana vali'am la'i unham de raba de kola ni'amatam de baga hana"
        },
        {
            "chapter": 68,
            "verse": 35,
            "text": "Ki asim agi'akari'am nu avagi'akari'am de barabara kara devange"
        },
        {
            "chapter": 68,
            "verse": 36,
            "text": "Tuhanu ki ho'i'a tusim kiho jiha faisala karade ho"
        },
        {
            "chapter": 68,
            "verse": 37,
            "text": "Ki tuhade kola ko'i kitaba hai. Jisa vicom tusim parhade ho"
        },
        {
            "chapter": 68,
            "verse": 38,
            "text": "Isa vica tuhade la'i uha hai, jisa nu tusim pasada karade ho"
        },
        {
            "chapter": 68,
            "verse": 39,
            "text": "Ki rahinagi'am, ki tuhade la'i uhi kujha hai. Jihara tusim cahoge"
        },
        {
            "chapter": 68,
            "verse": 40,
            "text": "Inham nu pucho ki inham vico usa da zimedara kauna hai"
        },
        {
            "chapter": 68,
            "verse": 41,
            "text": "Ki unham la'i kujha hora vi sarika (bha'ivala) hana, tam uha apane sarikam nu li'a'una, jekara uha sace hona"
        },
        {
            "chapter": 68,
            "verse": 42,
            "text": "Jisa dina asali'ata tom parada zuki'a javega. Ate loka sijade la'i sade janage. Tam uha sijada na kara sakanage"
        },
        {
            "chapter": 68,
            "verse": 43,
            "text": "Unham di'am nazaram jhuki'am honagi'am. Unham te anadara cha'i'a hovega. Ate uha sijada la'i sade jande si. Uha risata pusata sana"
        },
        {
            "chapter": 68,
            "verse": 44,
            "text": "So mainu ate unham nu chado, jihare isa bani nu jhuthala'unde hana, asim' unham nu hauli hauli uthom li'a rahe ham, jithom uha nahim janade"
        },
        {
            "chapter": 68,
            "verse": 45,
            "text": "Ate maim unham nu mauka de riha ham, besaka meri pakara bahuta mazasuta hai"
        },
        {
            "chapter": 68,
            "verse": 46,
            "text": "Ki tusim' inham tom kujha seva fala (mihanatana? Magade ho. Ki uha cati (tavana) de bhara thale dabe ja rahe hana"
        },
        {
            "chapter": 68,
            "verse": 47,
            "text": "Jam unham de kola ga'iba di janakari hai, jo uha likha rahe hana"
        },
        {
            "chapter": 68,
            "verse": 48,
            "text": "so apane raba de faisale taka hausala rakhom ate machi (di buraki banana) vale (yunasa) di tar'ham na bana ja'u, jadom usa ne pukari'a tam uha dukha nala bhari'a ho'i'a si"
        },
        {
            "chapter": 68,
            "verse": 49,
            "text": "Jekara usa de raba di kirapa usa de nala na hudi tam uha bekadara ho ke rare maidana vica suta dita janda"
        },
        {
            "chapter": 68,
            "verse": 50,
            "text": "Phira usa de raba ne usa nu sanamanita kita. So usa nu sadacari'am vica samila kara dita gi'a"
        },
        {
            "chapter": 68,
            "verse": 51,
            "text": "Ate iha avagi'akari loka jadom upadesa nu sunade hana, tam isa taram tuhanu dekhade hana, jive samajho apani nazara nala tuhanu bahika denage ate akhade hana ki iha zarura divana hai"
        },
        {
            "chapter": 68,
            "verse": 52,
            "text": "Ate uha sasara vali'am la'i sirafa ika upadesa hai"
        }
    ]
}