{
    "maqras": [
        {
            "chapter": 9,
            "verse": 19,
            "text": "Ki tusi haji'am nu jala chaka'una ate masajida-e-harama nu vasa'una barabara kara dita. Usa bade de jisa ne alaha ate praloka de dina upara bharosa kita ate alaha de raha vica jihada kita. Alaha de kola iha dovem barabara nahim ho sakade. Alaha zalimam nu apana raha nahim' dikha'unda"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Jihare loka imana li'a'e ate unham ne hijarata kiti ate alaha de raha vica apani jana ate mala sahita jihada kita. Unham di padavi alaha de sahamane vadi hai ate iha loka hi safala hana"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Unham da raba unham nu apani rahimata ate prasanata di khusakhabari dida hai ate ajihe bagam di jinham vica unham la'i hasesa rahina vali'am ni'amatam (bakhasisam) honagi'am"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "Usa vica uha hamesa rahinage. Binam saka alaha pasa hi isa da vada fala hai"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "He imana vali'o! Apane pita ate apane bharavam nu vi mitara na bana'u jekara uha imana pakhom inakara nu pi'ara samajhana. Tuhade vicom jihare unham nu apana mitara bana'unage tam ajihe loka hi zalima hana"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "Akho ki jekara tuhade pita, bete, bhara, patani'am, parivara, sapati jihari tusim kama'i hai ate uha karobara jisa de bada hona tom tusi ghabara'unde ho ate uha ghara jisa nu tusim pasada karade ho iha sara kujha alaha ate usa de rasula de maraga vica jihada karana tom vi zi'ada pi'ara hai tam udom taka udika karo jadom taka alaha apana hukama na bheje. Alaha inakari'am nu raha nahim vikha'unda"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "Besaka alaha ne bahuta sare mauki'am upara tuhadi madada kiti hai ate hunaina de dina vi jadom' tuhanu bahuginati de hakara ne cura kara dita si. Phira uha (bahuginati) tuhade kujha vi kama na a'i. Ate dharati apani visalata tom ba'ada vi tuhade la'i sauri ho ga'i. Phira tusim pitha dikha ke bhaja nikale"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "Isa tom ba'ada alaha ne apane rasula ate maumina upara apani sakinata (sathirata) utari ate ajihi phauja utari jisa nu tusim nahim dekhi'a ate alaha ne inakari'am nu khatama kara dita. Iha hi inakari'am da badala si"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "Phira isa tom ba'ada alaha jisa nu cahe mu'afi da mauka bakhase ate alaha mu'afa karana vala rahimata vala hai"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "He imana vali'o! Siraka karana vale apavitara hana. Isa la'i uha isa sala tom ba'ada masajida-e-harama de nere na a'una. Jekara tuhanu kagali da dara hai, tam alaha je cahega tam tuhanu apani kirapa nala nihala kara devega. Alaha gi'anavana ate bibekasila hai"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "Inham kitaba vali'am nala yudha karom jihare na ta alaha upara bharosa rakhade hana na praloka de dina upara ate na alaha ate usa de rasula upara. Alaha ate usa de rasula valom harama kite ho'e nu jihare harama nahim manade hana ate na sace dharama nu apana dharama bana'unde hana. Ithom taka ki uha apane hatham nala (jazi'a) dena ate adhina rahina"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "Ate yahudi'am ne kiha ki ujaira alaha de putara hana. Isa'i'am ne kiha ki masiha alaha de bete hana. Iha unham de apane muha di'am galam hana. Iha unham lokam di nakala kara rahe hana jinham ne unham tom pahilam inakara (kuphara) kita. Iha kidhara ja rahe hana?Alaha inham nu dafa kare"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Unham ne alaha tom binam apane dharamika agu'am nu ate sasara ti'agi sadhu satam nu apana raba bana li'a ate mari'ama de putara masiha nu vi (iha raba manana lage). Halanki usa nu sirafa ihi hukama dita si ki uha ika raba di badagi kare ki'unki (alaha tom binam) ko'i pujanayoga nahim. Uha usa tom pavitara hai jisa nu uha (alaha da) sarika manade hana"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Uha cahude hana ki uha alaha de nura nu apane muha di (phuka) nala bujha dena. Alaha apane nura nu purana kite binam manana vala nahim. Cahe inakari'am nu iha kinha hi na-pasada ki'um na hove"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "Usa ne apane rasula nu maraga darasana ate sace dharama de nala bheji'a tam ki usa nu sari'am kura kri'avam upara bharu kare. Cahe iha bahu-devavadi'am nu kinam vi napasada ki'um na hove"
        }
    ]
}