{
    "rukus": [
        {
            "chapter": 2,
            "verse": 87,
            "text": "E com efeito, concedemos a Moises o Livro, e fizemos seguir depois dele, os Mensageiros. E concedemos a Jesus, Filho de Maria, as evidencias e amparamo-lo com o Espirito Sagrado. E sera que cada vez que um Mensageiro vos chegava com aquilo pelo que vossas almas nao se apaixonavam, vos vos ensoberbecieis? Entao, a um grupo desmentieis, e a um grupo mataveis"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "E dizem: \"Nossos coracoes estao encobertos\". Nao. Mas Deus os amaldicoou por sua renegacao da Fe. Entao, quao pouco creem"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "E quando lhes chegou um Livro da parte de Deus confirmando renegaram-no. Entao que a maldicao de Deus seja sobre os renegadores da Fe"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "Que execravel o preco pelo qual venderam suas almas, ao renegarem o que Allah fez descer, movidos pela revolta de que Allah fizesse descer algo de Seu favor sobre quem Ele quisesse, dentre Seus servos. Entao, incorreram em ira sobre ira. E havera, para os renegadores da Fe, aviltante castigo"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "E, quando se lhes diz: \"Crede no que Deus fez descer\", dizem: \"Cremos no que fora descido sobre nos.\" E renegam o que houve depois disso, enquanto isso e a Verdade que confirma o que esta com eles. Dize: \"Por que, entao, matastes antes, os profetas de Deus, se sois crentes"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "E com efeito, Moises chegou-vos com as evidencias; em seguida, tomastes o bezerro por divindade, depois dele, enquanto injustos"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "E lembrai-vos de quando firmamos a alianca convosco e elevamos acima de vos o Monte, dizendo: \"Tomai com firmeza o que vos concedemos e ouvi.\" Disseram: \"Ouvimos e desobedecemos.\" E por sua renegacao da fe, seus coracoes foram imbuidos do amor ao bezerro. Dize: \"Que execravel o que vossa fe vos ordena, se sois crentes"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "Dize: \"Se a Derradeira Morada junto de Deus vos e consagrada com exclusao de outras pessoas, anelai entao, a morte se sois veridicos"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "E jamais a anelarao pelo que suas maos anteciparam. E Allah dos injustos e Onisciente"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "E em verdade, encontra-los-as os mais avidos de vida, e mais ainda que os que idolatram. Cada um deles almeja viver mil anos. E a longevidade nao o distanciara do castigo. E Allah, do que fazem, e Onividente"
        }
    ]
}