{
    "rukus": [
        {
            "chapter": 8,
            "verse": 1,
            "text": "Suratu Al-Anfal. Perguntam-te, Muhammad, pelos espolios. Dize: \"Os espolios sao de Allah e do Mensageiro. Entao, temei a Allah e reconciliai-vos. E obedecei a Allah e a Seu Mensageiro, se sois crentes"
        },
        {
            "chapter": 8,
            "verse": 2,
            "text": "Os verdadeiros crentes sao apenas aqueles cujos coracoes se atemorizam, quando e mencionado Allah, e, quando sao recitados para eles. Seus versiculos, acrescentam-lhes fe; e eles confiam em seu Senhor"
        },
        {
            "chapter": 8,
            "verse": 3,
            "text": "Aqueles que cumprem a oracao e despendem, do que lhes damos por sustento"
        },
        {
            "chapter": 8,
            "verse": 4,
            "text": "Esses sao, deveras, os crentes. Terao escaloes junto de seu Senhor, perdao e generoso sustento"
        },
        {
            "chapter": 8,
            "verse": 5,
            "text": "A situacao de desagrado, acerca da distribuicao de espolios, e como aquela havida, quando teu Senhor, em nome da verdade, te fez sair de tua casa para combateres, enquanto um grupo de crentes, o estava odiando"
        },
        {
            "chapter": 8,
            "verse": 6,
            "text": "Eles discutiam contigo, acerca da verdade, apos evidenciar-se ela, indo eles a combate, como se estivessem sendo conduzidos a morte, olhando-a, frente a frente"
        },
        {
            "chapter": 8,
            "verse": 7,
            "text": "E lembrai-vos de quando Allah vos prometeu que uma das duas partes seria para vos, e almejastes que a desarmada fosse vossa. E Allah desejou estabelecer, com Suas palavras, a verdade e exterminar os renegadores da Fe, ate o ultimo deles"
        },
        {
            "chapter": 8,
            "verse": 8,
            "text": "Para estabelecer a verdade e derrogar a falsidade, ainda que os criminosos o odiassem"
        },
        {
            "chapter": 8,
            "verse": 9,
            "text": "Lembrai-vos de quando implorastes socorro a vosso Senhor, e Ele vos atendeu: \"Por certo, auxiliar-vos-ei com mil anjos, que se sucederao uns aos outros"
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "E Allah nao o fez senao como alvissaras para vos e para que vossos coracoes se tranquilizassem com isso. E o socorro nao vem senao de Allah, O Todo-Poderoso, O Sabio"
        }
    ]
}