{
    "rukus": [
        {
            "chapter": 10,
            "verse": 93,
            "text": "E, com efeito, dispusemos os filhos de Israel em primoroso lugar e demo-lhes, por sustento, das cousas benignas; e nao discreparam, ate chegar-lhes a ciencia. Por certo, teu Senhor arbitrara, entre eles, no Dia da Ressurreicao, acerca daquilo de que discrepavam"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "E se estas em duvida acerca do que fizemos descer para ti, Muhammad, pergunta aos que antes de ti, leram o Livro. Com efeito, chegou-te a verdade de teu Senhor. Entao, nao sejas, de modo algum, dos contestadores"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "E nao sejas, de modo algum, dos que desmentem os sinais de Allah, pois, serias dos perdedores"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "Por certo, aqueles, contra os quais a palavra de teu Senhor se cumpriu, nao crerao"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "Ainda que todos os sinais lhes cheguem, ate virem o doloroso castigo"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "Entao, que houvesse havido uma cidade que cresse, e have-la-ia beneficiado sua fe! Mas nao houve, exceto a do povo de Jonas que, quando creram, Nos lhes removemos o castigo da ignominia, na vida terrena, e fizemo-los gozar, ate certo tempo"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "E, se teu Senhor quisesse, todos os que estao na terra juntos, creriam. Entao, compeliras tu os homens, ate que sejam crentes"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "E nao e admissivel que uma alma creia, sem permissao de Allah, e Ele inflige o tormento aos que nao razoam"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "Dize: \"Olhai o que ha nos ceus e na terra.\" Mas nada valem os sinais e as admoestacoes a um povo que nao cre"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "Entao, nao esperam eles senao dias iguais aos dos que passaram, antes deles? Dize: \"Esperai! Por certo, estarei convosco entre os que esperam"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Em seguida, salvamos Nossos Mensageiros e os que creram. Assim, impende-Nos salvarmos os crentes"
        }
    ]
}