{
    "rukus": [
        {
            "chapter": 19,
            "verse": 83,
            "text": "Nao viste que enviamos os demonios contra os renegadores da Fe, para incita-los, ao mal, impetuosamente"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "Entao, nao lhes apresses o castigo. Apenas, contamo-lhes todos seus atos, precisamente"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "Lembra-lhes de um dia, quando reunirmos os piedosos, em missao de honra aO Misericordioso"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "E impulsionarmos os criminosos para a Geena, como rebanhos sequiosos"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "Nao terao o poder de intercessao senao os que houverem firmado pacto com O Misericordioso"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "E eles dizem: \"O Misericordioso tomou para Si um filho"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "Com efeito, fizestes algo horrente"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "Por causa disso, os ceus quase se despedacam e a terra se fende e as montanhas caem, desmoronando-se"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "Por atribuirem um filho aO Misericordioso"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "E nao e concebivel que O Misericordioso tome para Si um filho"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "Todo ser que esta nos ceus e na terra chegara aO Misericordioso apenas como servo"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "Com efeito, Ele os enumerou e os contou, precisamente"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "E todos eles, no Dia da Ressurreicao, Lhe chegarao individualmente"
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "Por certo, aos que creem e fazem as boas obras, O Misericordioso fa-los-a ter afeicao mutua"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "Entao, apenas o facilitamos em tua lingua, para que com ele, alvissares os piedosos e admoestes um povo irredutivel"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "E quantas geracoes aniquilamos, antes deles! Sentes a alguem delas? Ou lhes ouves algum murmurio"
        }
    ]
}