{
    "rukus": [
        {
            "chapter": 27,
            "verse": 59,
            "text": "Dize: \"Louvor a Allah, e que a paz seja sobre Seus servos, que Ele escolheu! Qual e Melhor: Allah ou o que eles idolatram"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "Nao e Ele Quem criou os ceus e a terra e vos fez descer do ceu agua e, com ela, fazemos brotar pomares, plenos de vico, cujas arvores nao vos e possivel fazerdes brotar? Ha outro deus junto de Allah? Nao. Mas eles sao um povo que equipara outros a Allah"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "Nao e Ele Quem fez da terra um lugar de morar, e fez, atraves dela, rios, e fez-lhe assentes montanhas, e fez barreira entre os dois mares? Ha outro deus junto de Allah? Nao. Mas a maioria deles nao sabe"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "Nao e Ele Quem atende o infortunado, quando este O invoca, e remove o mal e vos faz sucessores, na terra? Ha outro deus junto de Allah? Quao pouco meditais"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "Nao e Ele Quem vos guia nas trevas da terra e do mar, e Quem envia o vento, como alvissareiro, adiante de Sua misericordia? Ha outro deus junto de Allah? Sublimado seja Allah, acima do que idolatram"
        },
        {
            "chapter": 27,
            "verse": 64,
            "text": "Nao e Ele Quem inicia a criacao, em seguida, a repete? E quem vos da sustento do ceu e da terra? Ha outro deus junto de Allah?\" Dize: \"Trazei vossas provancas se sois veridicos"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "Dize: \"Ninguem daqueles que estao nos ceus e na terra conhece ao Invisivel, exceto Allah.\" E eles nao percebem quando serao ressuscitados"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "Mas sua ciencia acerca da Derradeira Vida incorporou-se. Alias, eles estao em duvida, a respeito dela. Ou antes, a respeito dela, estao cegos"
        }
    ]
}