{
    "rukus": [
        {
            "chapter": 50,
            "verse": 1,
            "text": "Suratu Qaf. Pelo glorioso Alcorao, tu es, Muhammad, o Mensageiro de Allah"
        },
        {
            "chapter": 50,
            "verse": 2,
            "text": "Mas eles se admiram de haver-Ihes chegado um admoestador vindo deles. Entao os renegadores da Fe dizem: \"Isto e cousa admiravel"
        },
        {
            "chapter": 50,
            "verse": 3,
            "text": "Quando morrermos e formos po, ressuscitaremos? Esse e um retorno distante"
        },
        {
            "chapter": 50,
            "verse": 4,
            "text": "Com efeito, sabemos o que a terra diminui deles. E, junto de Nos, ha um Livro custodio de tudo"
        },
        {
            "chapter": 50,
            "verse": 5,
            "text": "Mas desmentem a Verdade, quando ela lhes chega: entao, ei-los, em inextricavel situacao"
        },
        {
            "chapter": 50,
            "verse": 6,
            "text": "Entao, nao olharam eles para o ceu, acima deles, como o edificamos e o aformoseamos, e como nao ha fresta alguma nele"
        },
        {
            "chapter": 50,
            "verse": 7,
            "text": "E a terra, estendemo-la e,nela, implantamos assentes montanhas e nela, fazemos germinar de toda especie de esplendidos casais de plantas"
        },
        {
            "chapter": 50,
            "verse": 8,
            "text": "Como prova evidente e lembranca para todo servo contrito"
        },
        {
            "chapter": 50,
            "verse": 9,
            "text": "E fazemos descer do ceu agua bendita, e, com ela fazemos germinar jardins e graos de ceifar"
        },
        {
            "chapter": 50,
            "verse": 10,
            "text": "E as tamareiras, altas, de espatas com frutas ordenadas"
        },
        {
            "chapter": 50,
            "verse": 11,
            "text": "Como o sustento para os servos; e, com ela, vivificamos uma plaga morta. Assim, sera a saida dos sepulcros"
        },
        {
            "chapter": 50,
            "verse": 12,
            "text": "Antes deles, desmentiram aos Mensageiros o povo de Noe e os companheiros de Ar-Rass e o povo de Thamud"
        },
        {
            "chapter": 50,
            "verse": 13,
            "text": "E de Ad, e Farao, e os irmaos de Lot"
        },
        {
            "chapter": 50,
            "verse": 14,
            "text": "E os habitantes de Al-Aykah e o povo de Tubba. Todos desmentiram aos Mensageiros; entao, cumpriu-se Minha cominacao"
        },
        {
            "chapter": 50,
            "verse": 15,
            "text": "Entao, extenuamo-Nos, com a criacao primeira? Nao. Mas eles estao em confusao diante de uma nova criacao"
        }
    ]
}