{
    "rukus": [
        {
            "chapter": 32,
            "verse": 1,
            "text": "Elif Lām Mīm"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "Knjigu objavljuje, u to nema sumnje, Gospodar svjetova"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "a oni govore: \"On je izmišlja!\" Ne, ona je istina od Gospodara tvoga da opominješ narod kojemu prije tebe nije došao niko da ga opominje, da bi išao Pravim putem"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "Allah je nebesa i Zemlju i ono što je između njih u šest vremenskih razdoblja stvorio, a onda svemirom zagospodario; vi, osim Njega, ni zaštitnika ni posrednika nemate, pa zašto se ne urazumite"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "On upravlja svima, od neba do Zemlje, a onda se sve to Njemu vraća u danu koji, prema vašem računanju vremena, hiljadu godina traje"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "To je Onaj koji zna i nevidljivi i vidljivi svijet, Silni i Milostivi"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "koji sve savršeno stvara, koji je prvog čovjeka stvorio od ilovače –"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "a potomstvo njegovo stvara od kapi hude tekućine"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "zatim mu savršeno udove uobliči i život mu udahne – i On vam i sluh i vid i pameti daje – a kako vi malo zahvaljujete"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "Oni govore: \"Zar ćemo, kad nestanemo pod zemljom, ponovo stvoreni biti?\" Oni ne vjeruju da će pred Gospodara svoga izići"
        },
        {
            "chapter": 32,
            "verse": 11,
            "text": "Reci: \"Melek smrti, koji vam je za to određen, duše će vam uzeti, a poslije ćete se Gospodaru svome vratiti"
        }
    ]
}