{
    "rukus": [
        {
            "chapter": 43,
            "verse": 57,
            "text": "A kad je narodu tvome kao primjer naveden sin Merjemin, odjednom su oni, zbog toga, zagalamili"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "i rekli: \"Da li su bolji naši kumiri ili on?\" A naveli su ti ga kao primjer samo zato da bi spor izazvali, jer su oni narod svađalački"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "On je bio samo rob koga smo Mi poslanstvom nagradili i primjerom za pouku sinovima Israilovim učinili"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "a da hoćemo, mogli bismo neke od vas u meleke pretvoriti da vas oni na Zemlji naslijede"
        },
        {
            "chapter": 43,
            "verse": 61,
            "text": "i Kur'an je predznak Smaka svijeta, zato nikako ne sumnjajte u nj i slijedite uputstvo Moje, to je Pravi put"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "i neka vas šejtan nikako ne odvrati, ta on vam je, doista, neprijatelj otvoreni"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "A kad je Isa očita znamenja donio, on je rekao: \"Donosim vam mudrost i dolazim da vam objasnim ono oko čega se razilazite. Zato se Allaha bojte i meni se pokoravajte"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "Allah je moj i vaš Gospodar, pa se Njemu klanjajte, to je Pravi put"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "Ali su se stranke između sebe podvojile, pa neka iskuse nesnosnu patnju na Dan bolni oni koji o Njemu krivo govore"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "Zar ovi čekaju da im Smak svijeta iznenada dođe, a oni bezbrižni"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "Tog Dana će oni koji su jedni drugima bili prijatelji postati neprijatelji, samo to neće biti oni koji su se Allaha bojali i grijeha klonili"
        }
    ]
}