{
    "pages": [
        {
            "chapter": 41,
            "verse": 39,
            "text": "وَمِنْ ءَايَٰتِهِۦ أَنَّكَ تَرَي اَ۬لْأَرْضَ خَٰشِعَةࣰ فَإِذَا أَنزَلْنَا عَلَيْهَا اَ۬لْمَآءَ اَ۪هْتَزَّتْ وَرَبَتْۖ إِنَّ اَ۬لذِے أَحْيَاهَا لَمُحْيِ اِ۬لْمَوْتَيٰۖ إِنَّهُۥ عَلَيٰ كُلِّ شَےْءࣲ قَدِيرٌۖ‏"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "إِنَّ اَ۬لذِينَ يُلْحِدُونَ فِے ءَايَٰتِنَا لَا يَخْفَوْنَ عَلَيْنَاۖ أَفَمَنْ يُّلْقَيٰ فِے اِ۬لنَّارِ خَيْرٌ أَم مَّنْ يَّأْتِے ءَامِناࣰ يَوْمَ اَ۬لْقِيَٰمَةِۖ اِ۪عْمَلُواْ مَا شِئْتُمْۖ إِنَّهُۥ بِمَا تَعْمَلُونَ بَصِيرٌۖ‏"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "إِنَّ اَ۬لذِينَ كَفَرُواْ بِالذِّكْرِ لَمَّا جَآءَهُمْ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزࣱ‏"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "لَّا يَأْتِيهِ اِ۬لْبَٰطِلُ مِنۢ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِۦۖ تَنزِيلࣱ مِّنْ حَكِيمٍ حَمِيدࣲۖ‏"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "مَّا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِن قَبْلِكَۖ إِنَّ رَبَّكَ لَذُو مَغْفِرَةࣲ وَذُو عِقَابٍ أَلِيمࣲۖ‏"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "وَلَوْ جَعَلْنَٰهُ قُرْءَاناً أَعْجَمِيّاࣰ لَّقَالُواْ لَوْلَا فُصِّلَتْ ءَايَٰتُهُۥۖ ءَٰا۬عْجَمِيࣱّ وَعَرَبِيࣱّۖ قُلْ هُوَ لِلذِينَ ءَامَنُواْ هُديࣰ وَشِفَآءࣱۖ وَالذِينَ لَا يُؤْمِنُونَ فِے ءَاذَانِهِمْ وَقْرࣱ وَهْوَ عَلَيْهِمْ عَميًۖ أُوْلَٰٓئِكَ يُنَادَوْنَ مِن مَّكَانِۢ بَعِيدࣲۖ‏"
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "وَلَقَدْ ءَاتَيْنَا مُوسَي اَ۬لْكِتَٰبَ فَاخْتُلِفَ فِيهِۖ وَلَوْلَا كَلِمَةࣱ سَبَقَتْ مِن رَّبِّكَ لَقُضِيَ بَيْنَهُمْۖ وَإِنَّهُمْ لَفِے شَكࣲّ مِّنْهُ مُرِيبࣲۖ‏"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "مَّنْ عَمِلَ صَٰلِحاࣰ فَلِنَفْسِهِۦۖ وَمَنْ أَسَآءَ فَعَلَيْهَاۖ وَمَا رَبُّكَ بِظَلَّٰمࣲ لِّلْعَبِيدِۖ‏"
        }
    ]
}