{
    "pages": [
        {
            "chapter": 46,
            "verse": 6,
            "text": "وَإِذَا حُشِرَ اَ۬لنَّاسُ كَانُواْ لَهُمْ أَعْدَآءࣰ وَكَانُواْ بِعِبَادَتِهِمْ كَٰفِرِينَۖ‏"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "وَإِذَا تُتْلَيٰ عَلَيْهِمْ ءَايَٰتُنَا بَيِّنَٰتࣲ قَالَ اَ۬لذِينَ كَفَرُواْ لِلْحَقِّ لَمَّا جَآءَهُمْ هَٰذَا سِحْرࣱ مُّبِينٌۖ‏"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "أَمْ يَقُولُونَ اَ۪فْتَرَيٰهُۖ قُلْ إِنِ اِ۪فْتَرَيْتُهُۥ فَلَا تَمْلِكُونَ لِے مِنَ اَ۬للَّهِ شَئْاًۖ هُوَ أَعْلَمُ بِمَا تُفِيضُونَ فِيهِۖ كَفَيٰ بِهِۦ شَهِيداَۢ بَيْنِے وَبَيْنَكُمْۖ وَهْوَ اَ۬لْغَفُورُ اُ۬لرَّحِيمُۖ‏"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "قُلْ مَا كُنتُ بِدْعاࣰ مِّنَ اَ۬لرُّسُلِ وَمَا أَدْرِے مَا يُفْعَلُ بِے وَلَا بِكُمْۖ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَيٰ إِلَيَّۖ وَمَا أَنَا إِلَّا نَذِيرࣱ مُّبِينࣱۖ‏"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "قُلْ أَرَٰ۬يْتُمْ إِن كَانَ مِنْ عِندِ اِ۬للَّهِ وَكَفَرْتُم بِهِۦ وَشَهِدَ شَاهِدࣱ مِّنۢ بَنِے إِسْرَآءِيلَ عَلَيٰ مِثْلِهِۦ فَـَٔامَنَ وَاسْتَكْبَرْتُمْۖ إِنَّ اَ۬للَّهَ لَا يَهْدِے اِ۬لْقَوْمَ اَ۬لظَّٰلِمِينَۖ‏"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "وَقَالَ اَ۬لذِينَ كَفَرُواْ لِلذِينَ ءَامَنُواْ لَوْ كَانَ خَيْراࣰ مَّا سَبَقُونَا إِلَيْهِۖ وَإِذْ لَمْ يَهْتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَا إِفْكࣱ قَدِيمࣱۖ‏"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "وَمِن قَبْلِهِۦ كِتَٰبُ مُوسَيٰ إِمَاماࣰ وَرَحْمَةࣰۖ وَهَٰذَا كِتَٰبࣱ مُّصَدِّقࣱ لِّسَاناً عَرَبِيّاࣰ لِّتُنذِرَ اَ۬لذِينَ ظَلَمُواْ وَبُشْرَيٰ لِلْمُحْسِنِينَۖ‏"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "إِنَّ اَ۬لذِينَ قَالُواْ رَبُّنَا اَ۬للَّهُ ثُمَّ اَ۪سْتَقَٰمُواْ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَۖ‏"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "أُوْلَٰٓئِكَ أَصْحَٰبُ اُ۬لْجَنَّةِ خَٰلِدِينَ فِيهَاۖ جَزَآءَۢ بِمَا كَانُواْ يَعْمَلُونَۖ‏"
        }
    ]
}