{
    "maqras": [
        {
            "chapter": 18,
            "verse": 51,
            "text": "Goklerin ve yerin yaratılısında da, kendi nefislerinin yaratılısında da Ben onları sahid tutmadım. Ben, saptırıcıları yardımcı-guc de edinmedim"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "(Kafirlere) \"Benim ortaklarım sandıgınız seyleri cagırın\" diyecegi gun; iste onları cagırmıslardır, ama onlar, kendilerine cevap vermemislerdir. Biz onların aralarında bir ucurum koyduk"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "Suclu-gunahkarlar atesi gormuslerdir, artık icine kendilerinin gireceklerini de anlamıslardır; ancak ondan bir kacıs yolu bulamamıslardır"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "Andolsun, bu Kur'an'da insanlar icin Biz her ornekten cesitli acıklamalarda bulunduk. Insan, herseyden cok tartısmacıdır"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "Kendilerine hidayet geldigi zaman insanları inanmaktan ve Rablerinden bagıslanma dilemelerinden alıkoyan sey, ancak evvelkilerin sunnetinin kendilerine de gelmesi veya azabın onları karsılarcasına gelmesi(ni beklemeleri)dir"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "Biz elcileri, mujde vericiler ve uyarıcılar olmak dısında (baska bir amacla) gondermeyiz. Inkar edenler ise, hakkı batıl ile gecersiz kılmak icin mucadele ediyorlar. Onlar Benim ayetlerimi ve uyarıldıklarını (azabı) alay konusu edindiler"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "Kendisine Rabbinin ayetleri ogutle hatırlatıldıgı zaman, sırt ceviren ve ellerinin onden gonderdikleri (amelleri)ni unutandan daha zalim kimdir? Biz gercekten, kalpleri uzerine onu kavrayıp anlamalarını engelleyen bir perde (gerdik), kulaklarına bir agırlık koyduk. Sen onları hidayete cagırsan bile, onlar sonsuza kadar asla hidayet bulamazlar"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "Senin Rabbin rahmet sahibi (ve) bagıslayıcıdır. Eger, kazandıklarından dolayı onları (azapla) yakalasaydı, suphesiz onlara azabı (bir an once) cabuklastırırdı. Hayır, onlar icin bir bulusma zamanı vardır, onun dısında asla baska bir sıgınak bulamayacaklardır"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "Iste ulkeler (ve onların halkları), zulmettikleri zaman onları yıkıma ugrattık; ve yıkımları icin bir bulusma zamanı tespit ettik"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "Hani Musa genc yardımcısına demisti: \"Iki denizin birlestigi yere ulasıncaya kadar gidecegim ya da uzun zamanlar gecirecegim"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "Boylece ikisi, iki (deniz)in birlestigi yere ulasınca balıklarını unutuverdiler; (balık) denizde bir akıntıya dogru (veya bir menfez bulup) kendi yolunu tuttu"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "(Varmaları gereken yere gelip) Gectiklerinde (Musa) genc-yardımcısına dedi ki: \"Yemegimizi getir bize, andolsun, bu yaptıgımız-yolculuktan gercekten yorulduk"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "(Genc-yardımcısı) Dedi ki: \"Gordun mu, kayaya sıgındıgımızda, ben balıgı unuttum. Onu hatırlamamı seytandan baskası bana unutturmadı; o da sasılacak tarzda denizde kendi yolunu tuttu"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "(Musa) Dedi ki: \"Bizim de aradıgımız buydu.\" Boylelikle ikisi izleri uzerinde geriye dogru gittiler"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "Derken, Katımız'dan kendisine bir rahmet verdigimiz ve tarafımızdan kendisine bir ilim ogrettigimiz kullarımızdan bir kulu buldular"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Musa ona dedi ki: \"Dogru yol (rusd) olarak sana ogretilenden bana ogretmen icin sana tabi olabilir miyim"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "Dedi ki: \"Gercekten sen, benimle birlikte olma sabrını gostermeye guc yetiremezsin"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "(Boyleyken) \"Ozunu kavramaya kusatıcı olamadıgın seye nasıl sabredebilirsin"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "(Musa:) \"InsaAllah, beni sabreden (biri olarak) bulacaksın. Hicbir iste sana karsı gelmeyecegim\" dedi"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "Dedi ki: \"Eger bana uyacak olursan, hicbir sey hakkında bana soru sorma, ben sana ogutle-anlatıp soz edinceye kadar"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "Boylece ikisi yola koyuldu. Nitekim bir gemiye binince, o bunu (gemiyi) deliverdi. (Musa) Dedi ki: \"Icindekilerini batırmak icin mi onu deldin? Andolsun, sen sasırtıcı bir is yaptın"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "Dedi ki: \"Gercekten benimle birlikte olma sabrını gostermeye kesinlikle guc yetiremeyecegini ben sana soylemedim mi"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "(Musa:) \"Beni, unuttugumdan dolayı sorgulama ve bu isimden dolayı bana zorluk cıkarma\" dedi"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Boylece ikisi (yine) yola koyuldular. Nitekim bir cocukla karsılastılar, o hemen tutup onu olduruverdi. (Musa) Dedi ki: \"Bir cana karsılık olmaksızın, tertemiz bir canı mı oldurdun? Andolsun, sen kotu bir is yaptın"
        }
    ]
}