{
    "rukus": [
        {
            "chapter": 13,
            "verse": 8,
            "text": "Allah knoweth that which each female beareth and that which the wombs want and that which they exceed, and with Him everything is in due measure"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "Knower of the hidden and the manifest! the Great! the Exalted"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Equal unto him is he among you who hideth the word and he who publisheth it, and he who hideth himself in the night and he who goeth about freely in the day"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "For him are angels in succession, before him and behind him; they guard him with Allah's command. Verily Allah altereth not that which is with a people until they alter that which is with themselves. And when Allah intendeth evil unto a people there is no turning it back; nor is for them, beside Him, any patron"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "He It is who sheweth the lightning unto you for fear and for desire, and bringeth up the clouds heavy"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "And the thunder halloweth His praise, and so do the angels in awe of Him; and He sendeth the thunderbolts and smiteth therewith whomsoever He will. And they dispute concerning Allah, and He is strong in prowess"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "Unto Him is the true call, and those whom they call upon beside Him answer them not at all, save as is answered one stretching out his palms to water that it may reach his mouth, while it will reach it not. And the supplication of the infidels only goeth astray"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "And unto Allah prostrateth himself whosoever is in the heavens and the earth, willingly or of constraint, and also thir shadows in the moring and the evenings"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Say thou: who in the Lord of the heavens and the earth Say thou: Allah. Say thou: have ye then taken beside Him patrons who own not to themselves benefit nor hurt! Say thou: are the blind and the seer equal? Or, the darknesses and light equal? Or have they set up associates unto Allah, who have created even as He hath created, so that the Creation hath become dubious unto them! Say thou: Allah is the Creator of everything; and He is the One, the Subduer"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "He sendeth down water from the heaven, so that the valleys flow according to their measure; then the torrent beareth the scum on top, and from that over which they kindle a fire seeking ornament or goods- ariseth a scum like thereto: Thus doth Allah propound the truth and falsity. Then as for the scum, it departeth as rubbish, and as for that which benefiteth the mankind, it lasteth on the earth: Thus doth Allah propound the similitudes"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "For these who answer their Lord is ordained good. And those who answer not their Lord--if they had all that is in the earth, and therewith the like thereof, they would ransom themselves therewith. These! for them shall be an evil reckoning; and their resort is Hell, a hapless bed"
        }
    ]
}