{
    "rukus": [
        {
            "chapter": 25,
            "verse": 21,
            "text": "And those who fear not the meeting with Usl say: wherefore are not angels sent down unto us or wherefore we see not our Lord! Assuredly they have proven stiff-necked in their souls and have exceeded the bounds with excess great"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "The Day whereon they shall behold the angels on that day there will be nea joy for the culprits, and they will say: away! away"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "And We shall set upon that which they worked, and shall make it as dust wind-scattered"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "Fellows of the Garden shall be on that Day in a goodly abode and a gocdly re pose"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "And on the Day whereon the heaven shall be rent asunderg from the q clouds and the angelhall be sent downll with a great descending"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "The dominion on that Day rhall is; be the true dominion, of the Compassionate, l and it shall be anday upon the infidels hard"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "On the Day when the wrong-doer shall gnaw his hands saying: would that had taken with the apostle a way"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "Ah! woe unto me! wouldthat had never taken such a one for a friend"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "Assuredly he misled me from the admonition after it had come unto ine. Verily the Satan is ever unto man a betrayer"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "And the Apostle will say: my lord! verily my people too k this Qur'an as a thing to be shunned"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "And even scals We appointed unto every prophet an enemy from among the culprits. And thine Lord sufficeth as GUide and Helper"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "And those who disbelieve say: wherefore is the Qur'an not revealed unto him entire at once! Thus---We reveal- that We may establish thy heart there with; and We have repeated it with a repetition"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "And they come not unto thee with a similitude but We bring thee the truth and an excellent interpretation"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "They who shall be gathered prone on their faces unto Hell-- those shall be worst in respect of place and the most astray in respect of path"
        }
    ]
}