{
    "rukus": [
        {
            "chapter": 25,
            "verse": 45,
            "text": "Hast thou not observed thine lord-how He hath stretched out the shadow? And if He had willed He would have made it still. Then We have made the sun for it an indication"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "Then We draw it toward Us with an easy drawing"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "And it is He who hath made for you the night a covering, and the sleep; repose, and hath made the day a resurrection"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "And it is He who sendeth fort the winds as a herald before His mercy and We send down from the heaven water pure"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "That We may quicken thereby a dead land, and We give drink thereof to that which We have created of cattle and human beings many"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "And We set it forth among them, that they may be admonished, but most men begrudge aught save infidelity"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "And if We had willed, We would have raised up in each town a warner"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "Se obey not thou the infidels, but strive against them therewith with a great striving"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "And it is He who hath mixed the two seas: this, sweet ond thirst quenching; that, saltish ond bitter; and hath placed between the twain a barrier and a great partition complete"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "And it is He who hath created man from water, and then made for him kinship by blood and marriage. And thy Lord is ever potent"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "And yet they worship, besides Allah, that which can neither benefit them nor hurt them; and the infidel is ever an aider of the devil against his Lord"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "And We sent thee but as a bearer of glad tidings and warner"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "Say thou. ask of you no hire for this, save that whosoever will may take unto his Lord a way"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "And trust thou in the Living One who dieth not, and hallow His praise; it sufficeth that he of the sins of His bondmen is Aware"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "Who created the heavens and the earth and whatsoever is in- between them in six days, then He established Himself on the Throne -the Compassionate! so, concernin Him, ask any one informed"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "And when it is said unto them: prostrate yourselves unto the Compassionate, they say: and what is the Compassionate? Shall we prostrate ourselves unto that which thou commandest us? And it increaseth in them aversion"
        }
    ]
}