{
    "rukus": [
        {
            "chapter": 27,
            "verse": 32,
            "text": "She said: O chiefs! counsel me in my affair. I am wont not to resolve on any affair until ye are present with me"
        },
        {
            "chapter": 27,
            "verse": 33,
            "text": "They said: we are owners of power and owners of great violence, but the command is with thee; see then whatsoever thou shalt command"
        },
        {
            "chapter": 27,
            "verse": 34,
            "text": "She said: verily the kings, when they enter a City, despoil it, and make the most powerful inhabitants thereof the most abased; so will they do"
        },
        {
            "chapter": 27,
            "verse": 35,
            "text": "So verily I am going to send a present unto them, and see with what answer the envoys come back"
        },
        {
            "chapter": 27,
            "verse": 36,
            "text": "Then when he came unto Sulaiman, he said: are ye going to add riches to me. Then that which Allah hath vouchsafed unto me is better than that which He hath vouchsafed unto you. Aye! it is ye who exult in your present"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "Go back unto them. Then surely we shall come unto them with hosts which they cannot withstand, and we shall drive them forth therefrom abased and they shall be humbled"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "He said: O chiefs! which of you will bring unto me her throne, ere they come unto me submitting themselves"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "A giant from the jinns said: I shall bring it unto thee ere thou arisest from thy place; verily I am strong for it and trusty"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "The one who had some knowledge of the Book said: I shall bring it unto thee ere thy eye twinkleth. Then when he saw it placed before him, he said: this is of the grace of my Lord that he may prove me whether I give thanks or am ungrateful. Whosoever giveth thanks he only giveth thanks for his own soul; and whosoever is ungrateful then verily my Lord is Self-sufficient, Munificent"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "He said: disguise for her her throne, that we may see whether she be guided or be of those who are not guided"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "Then when she arrived, it was said: is thy throne like unto? She said: it is as though it were it; and we have been vouchsafed the knowledge before this, and we have been Muslims"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "And that which she was wont to worship instead of Allah hindered her; verily she was of an infidel people"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "It was said unto her: enter the palace. Then when she saw it,, he deemed it a pool and bared her shanks. He said: verily it is a palace evenly floored with glass. She said: my Lord! verily I wronged my soul, and now submit myself together with Sulaiman unto Allah, the Lord of the Worlds"
        }
    ]
}