{
    "rukus": [
        {
            "chapter": 30,
            "verse": 1,
            "text": "Alif. Lam Mim"
        },
        {
            "chapter": 30,
            "verse": 2,
            "text": "The Byzantians have been overcome"
        },
        {
            "chapter": 30,
            "verse": 3,
            "text": "In a nearer land; and they, after the overcoming of them, shall soon overcome"
        },
        {
            "chapter": 30,
            "verse": 4,
            "text": "In some few years. Allah's is the command, before and after. And on that day the believers wiil rejoice"
        },
        {
            "chapter": 30,
            "verse": 5,
            "text": "In Allah succour. He succoureth whomsoever He will, and He is the Mighty, the Merciful"
        },
        {
            "chapter": 30,
            "verse": 6,
            "text": "This is Allah's promise; and Allah faileth not His promise. Yet most men know not"
        },
        {
            "chapter": 30,
            "verse": 7,
            "text": "They know only the outward appearance of the life of the world, and they! of the Hereafter, they are neglecetful"
        },
        {
            "chapter": 30,
            "verse": 8,
            "text": "Ponder they not in their minds: Allah hath not created the heavens and the earth and whatsoever is in-between the twain save with a purpose and for a term appointed? And verily many men in the meecing of their Lord are unbelievers"
        },
        {
            "chapter": 30,
            "verse": 9,
            "text": "Have they not journeyed in the land and observed what wise hath been the end of those before them? They were stronger than they in power and they brake up the earth and they inhabited it with greater affluence than these have inhabited it, and their apostles came unto them with evidences. And Allah was not one to wrong them, but themselves they were wont to wrong"
        },
        {
            "chapter": 30,
            "verse": 10,
            "text": "Then the end of those who committed evil was evil, for they belied the signs of Allah and they were wont to mock at them"
        }
    ]
}