{
    "rukus": [
        {
            "chapter": 48,
            "verse": 18,
            "text": "Assuredly well-pleased was Allah with the believers when they sware fealty Unto thee under the tree, and he knew that which was in their hearts, wherefore He sent down tranquillity on them, and rewarded them with a victory near at hand"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "And spoils in abundance that they are taking. And Allah is ever Mighty, Wise"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "Allah hath promised you abundant spoils that ye shall take, and these He hath hastened to you, and hath restrained the hands of people from you, that it may be a sign Unto the believers, and that He may guide you to a straight path"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "And He promiseth another victory, over which ye have as yet no power: Allah hath surely encompassed it; and Allah is over everything ever Potent"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "And had those who disbelieve fought against you, surely they would have turned their backs, and then they would have found no patron nor helper"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "That hath been the dispensation of Allah with those who passed away aforetime; and thou shalt not find in the dispensation of Allah any change"
        },
        {
            "chapter": 48,
            "verse": 24,
            "text": "And He it is Who restrained their hands from you and Your hands from them, in the vale of Makka so, after He had made you superior to them; and Allah is of that which ye work ever a Beholder"
        },
        {
            "chapter": 48,
            "verse": 25,
            "text": "They were those who disbelieved and hindered you from the Sacred Mosque and hindered the detained offering that it should arrive at the goal thereof. And had it not been for believing men and believin women whom ye knew not, and that ye might have trampled on them and thus there might have befallen you crime on their account unwittingly. He had not restrained your hands from them. But this He did that He might bring into His mercy whomsoever He will. Had they been distinguished one from another, surely We had tormented those who disbelieved among them with a torment afflictive"
        },
        {
            "chapter": 48,
            "verse": 26,
            "text": "When those who disbelieve had put in their hearts a zeal, the zeal of Paganism, then Allah sent down His tranquillity upon His apostle and upon the believers, and kept them fixed on the way of piety, and they were worthy thereof and meet therefor; and Allah is of everything ever Knower"
        }
    ]
}