{
    "rukus": [
        {
            "chapter": 49,
            "verse": 11,
            "text": "O ye who believe! let not one group scoff at another group, belike they may be better than they are, nor let some women scoff at other women, belike they may be better than they are. And traduce not one another, nor revile one another by odious appellations! ill is the name of sin after belief. And whosoever will not repent, then those, they are the wrong-doers"
        },
        {
            "chapter": 49,
            "verse": 12,
            "text": "O ye who believe! avoid much suspicion; verily some suspicion is a sin. And espy not, nor backbite one another: would any of you love to eat the flesh of his dead brother? Ye detest that. And fear Allah verily Allah is Relenting, Merciful"
        },
        {
            "chapter": 49,
            "verse": 13,
            "text": "O Humankind verily We! We have created you Of a male and female, and We have made you nations and tribes that ye might know one another. Verily the noblest of you with Allah is the most God-fearing of you; verily Allah is Knowing, Aware"
        },
        {
            "chapter": 49,
            "verse": 14,
            "text": "The desert Arabs say: we have believed. Say thou: believe not, but rather say: We have submitted; and belief hath not yet entered into your hearts. And if ye obey Allah and His apostle, He shall not diminish from you aught Of you, wOrks verily Allah is Forgiving, Merciful"
        },
        {
            "chapter": 49,
            "verse": 15,
            "text": "The believers are only those who believed in Allah and His apostle and thereafter doubted not, and strave with their riches and their persons in the cause of Allah. Those! they are the truthful"
        },
        {
            "chapter": 49,
            "verse": 16,
            "text": "Say thou: Would ye appraise Allah of your religion, whereas Allah knoweth whatsoever is in the heavens and whatsoever is in the earth, and Allah is of everything Aware"
        },
        {
            "chapter": 49,
            "verse": 17,
            "text": "They make it a favour Unto thee that they have surrendered. Say thou: deem not your surrender a favour Unto me; nay! Allah hath conferred a favour Unto you inasmuch as He hath guided you to belief, if ye are sincere"
        },
        {
            "chapter": 49,
            "verse": 18,
            "text": "Verily Allah knoweth the Unseen of the heavens and the earth; and Allah is the Beholder of that which ye work"
        }
    ]
}