{
    "rukus": [
        {
            "chapter": 62,
            "verse": 1,
            "text": "Whatsoever is in the heavens and whatsoever is in the earth halloweth Allah, the Sovereign, the Holy, the Mighty, the Wise"
        },
        {
            "chapter": 62,
            "verse": 2,
            "text": "He it is Who hath raised amdist the unlettered ones an apostle from among themselves, rehearsing Unto them His revelations and purifying them and teaching them the Book and Wisdom, though they have been aforetime in error manifest"
        },
        {
            "chapter": 62,
            "verse": 3,
            "text": "And also others of them who have not yet joined them. And He is the Mighty; the Wise"
        },
        {
            "chapter": 62,
            "verse": 4,
            "text": "That is the grace of Allah: He vouchsafeth it on whomsoever He will. And Allah is the Owner of mighty Grace"
        },
        {
            "chapter": 62,
            "verse": 5,
            "text": "The likeness of those who were laden with the Taurat and then they bare it not, is as the likeness of the ass bearing tomes. Hapless is the likeness of the people who belie the signs of Allah. And Allah guideth not a wrong doing people. J"
        },
        {
            "chapter": 62,
            "verse": 6,
            "text": "Say thou: O ye e who are Judaised! if ye imagine at ye are the friends of Allah above mankind, then wish for death if ye be truthful"
        },
        {
            "chapter": 62,
            "verse": 7,
            "text": "And they will never wish there for, because of that which their hands have sent forward. And Allah is the Knower of he wrong-doers"
        },
        {
            "chapter": 62,
            "verse": 8,
            "text": "Say thou: verily the death which ye flee from! then verily it will meet you and thereafter ye will be brought back Unto the Knower of the unseen and the seen, and He will declare Unto you that which ye have been working"
        }
    ]
}