{
    "rukus": [
        {
            "chapter": 3,
            "verse": 130,
            "text": "O Ye who believe! devour not multiplied manifold; and fear usury, Allah, haply ye may fare well"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "And beware of the Fire gotten ready for the infidels"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "And obey Allah and the apostle, haply ye may be shewn mercy"
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "And vie with each other in hastening to obtain forgiveness from your Lord and toward the Garden whereof the width equalleth the heavens and the earth, gotten ready for the God- fearing"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "Those who expend in weal and woe, and the repressors of rage and the pardoners of men; and Allah loveth the doers of good"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "And those, who, when they have done an ill-deed or wronged themselves, remember Allah and ask forgiveness of their sins - and who forgiveth sins save Allah! Is --and persist not in that which they have done, while they know"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "Those! their meed is forgiveness from their Lord and Gardens whereunder rivers flow; they shall be abiders therein. Excellent is the hire of the workers"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "Dispensations have gone forth before you go about then on the earth, and behold what wise hath been the end of the beliers"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "This in exposition unto mankind and a guidance and an admonition unto the God-fearing"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "And faint not, nor grieve; ye shall overcome, if ye are believers"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "If there hath befallen you a sore, a sore like thereunto hath already befallen that people. These are the haps that We change about among man kind, that Allah may know those who believe and may take martyrs from among you and Allah loveth not the wrong doers"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "And that Allah may purge those who believe and destroy the infidels"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "Or, deem ye that ye shall enter the Garden while yet Allah hath not known those of you who have striven hard nor yet known the steadfast"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "And assuredly ye were wont to long for death ere ye had met it. Now ye are beholding it even while ye are looking on"
        }
    ]
}