{
    "rukus": [
        {
            "chapter": 7,
            "verse": 40,
            "text": "me të vërtetë, ata që argumentet Tona i konsiderojnë gënjeshtra e të cilët, janë sjellë me mendjemadhësi ndaj atyre, nuk do t’u hapën dyert e qiellit, as që do të hyjnë në xhennet, derisa të mos kalojë devja nëpër birë të gjilpërës. Kështu Na i ndëshkojmë mëkatarët"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Për ta janë përgatitur shtretër zjarri, e mbi ta do të ketë mbulesa zjarri. Kështu Na i ndëshkojmë zullumqarët"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "Ata që besojnë dhe punojnë vepra të mira – Na nuk i ngarkojmë më tepër, veç sa kanë mundësi – ata janë banorë të xhennetit, në të cilin do të qëndrojnë përgjithmonë"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "Na, nga krahërori i tyre do të zhgulim çdo urrejtje; e nën ta do të rrjedhin lumenjtë. Dhe ata thonë: “Qoftë lavdëruar Perëndia që na udhëzoi në këtë. Ne nuk do të ishim udhëzuar sikur të mos na udhëzonte Perëndia. Me të vërtetë, të dërguarit e Zotit tonë, e kanë sjellë të vërtetën”. Dhe ata do të thërrasin: “Ky është xhenneti që ju është dhënë në trashëgim, për atë që keni punuar”"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "Dhe banorët e xhennetit u thonë banorëve të zjarrit: “Na e kemi gjetur të vërtetën, atë që na është premtuar nga Zoti ynë, e ju, a e keni gjetur të vërtetën, atë që u ka premtuar Zoti juaj?” Ata thonë: “Po!” e, atëherë, një lajmëtar në mes tyre thërret: “Me të vërtetë, mallkimi i Perëndisë u takon zullumqarëve”"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "të cilët i pengojnë të tjerët nga rruga e Perëndisë dhe kërkojnë ta shtrembërojnë, e nuk besojnë në jetën tjetër!”"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "Në mes tyre është perdja (muri), e, në majë të tij, janë njerëzit, të cilët të gjithë i njohin sipas fizionomisë. Dhe ata i thërrasin banorët e xhennetit: “Kënaqësia qoftë mbi ju!” Ata (njerëzit nga muri, ende) s’kanë hyrë në xhennet, por atë e dëshirojnë"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "E kur t’ju kthehet shikimi kah banorët e zjarrit, thonë: “O Zoti ynë, mos na bënë (shoqëri) me zullumqarët!”"
        }
    ]
}