{
    "rukus": [
        {
            "chapter": 7,
            "verse": 152,
            "text": "Me të vërtetë, ata që morën viçin për zot të tyre, do t’i arrijë dënimi i Zotit dhe poshtërimi edhe në këtë jetë. Kështu Na i ndëshkojmë ata që na përgënjeshtrojnë"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "E, ata që kanë punuar vepra të këqija, e pastaj janë penduar dhe janë bërë besimtarë, me të vërtetë, Zoti yt, pas kësaj, është falës dhe mëshirues"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "Dhe, kur Musait i kaloi zemrimi, i mori pllakat, në të cilat ishte shënuar udhëzimi për rrugën e drejtë dhe mëshira për ata që i druajnë Zotit të tyre"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Dhe Musai zgjodhi nga populli i tij shtatëdhjetë njerëz, për caktimin Tonë. E, kur i goditi tërmeti, ai (Musai) tha: “O Zoti im! Sikur të doje Ti, do t’i zhdukje ata dhe mua që më përpara. A do të na shkatërrosh, për ato vepra që kanë punuar budallenjtë tanë? Kjo është vetëm sprovë e Yte, me të cilën e shpie në humbje kënd të duash, kurse e udhëzon në rrugë të drejtë kënd të duash. Ti je i dashuri ynë, andaj fanla dhe mëshirona! Ti je më i miri i mëshiruesve"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "dhe caktona të mira neve në këtë botë dhe në tjetrën. Se, ne, me të vërtetë, te Ti kthehemi”. (Perëndia) tha: “Unë e godas me dënimin Tim kë dua, e mëshira Ime përfshinë çdo gjë; ua jap atyre që ruhen nga mëkatet dhe japin zeqatin dhe atyre që u besojnë argumenteve Tona”"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "ata që ndjekin rrugën e Pejgamberit, lajmëtarit të fesë, i cili nuk di shkrim lexim (Muhammedi), të cilin ata e gjejnë të shënuar në Teurat dhe Inxhil, i urdhëron ata të bëjnë vepra të mira dhe i ndalon nga të këqiat, ua lejon të mirat, e ua ndalon të këqiat dhe i liron nga barrët e rënda dhe vështirësitë që i kanë pasur. Prandaj, ata që do të besojnë ate (Muhammedin), që do ta përkrahin dhe ndihmojnë, e do të ndjekin dritën që i është shpallur atij – vetëm ata janë të lumtur"
        }
    ]
}