{
    "rukus": [
        {
            "chapter": 16,
            "verse": 1,
            "text": "Urdhëri i Perëndisë, do të arrijë, andaj mos e nxitoni ju atë! Qoftë i lavdëruar Ai dhe i lartësuar nga ajo që i bëjnë shok Atij"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "Ai dërgon engjëjt me Shpallje, me dëshirën e Vet, kujt të dojë prej robërve të Tij: “Paralajmëroni se s’ka zot tjetër përveç Meje, dhe ruajuni ju prej kundërshtimit Tim!”"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "Ai i krijoi qiejt dhe Tokën me mrekulli të madhe! Është i lartësuar (Perëndia) nga ajo që i bëjnë shok Atij"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "Ai e ka krijuar njeriun prej embrionit të farës, e ai (njeriu) përnjëherësh – kundërshtar i hapët"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "Dhe shtazët i krijoi Ai për ju; me to – ju ngroheni (nga prodhimet e tyre), e keni edhe dobi të tjera, dhe me to – më së shumti ushqeheni"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "dhe ju në to – keni hijeshi kur i ktheni nga kullosa dhe kur i qitni në kullosë"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "dhe ato na transportojnë barrët tuaja në një vendbanim deri te i cili ju do të arrinit me mundim të madh; me të vërtetë, Zoti juaj është i butë dhe i mëshirshëm –"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "(Krijoi) edhe kuajt, mushkt dhe gomarët, për t’i shaluar ju, dhe për zbukurim, e krijon (Perëndia) edhe ato që nuk i dini ju"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "E Perëndia është që t’ju tregojë rrugën e drejtë, e ka prej tyre edhe të shtrembëra, e sikur të donte Perëndia do t’i udhëzonte të gjithë (në rrugë të drejtë)"
        }
    ]
}