{
    "rukus": [
        {
            "chapter": 18,
            "verse": 83,
            "text": "Dhe, të pyesin ty për Dhulkarnejnin. Thuaj: “Unë do t’ju tregoj disa lajme për të”"
        },
        {
            "chapter": 18,
            "verse": 84,
            "text": "Na i kemi mundësuar atij (që të bëjë ç’të dojë) në Tokë dhe i kemi dhënë mjete për çdo gjë (që i janë nevojitur)"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "dhe, ai u nis në një rrugë"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "Kur arriti te vendi i perëndimit të Diellit, e gjeti atë (të ashtudukshëm) që praronte në një burim balte të zi dhe në afërsi të tij gjeti një popull. Na thamë: “O Dhulkarnejn, ose do t’i dënosh ata ose do të sillesh bukur ndaj tyre”"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "(Dhulkarnejni), tha: “Sa i përket atij që bënë zullum, na do ta ndëshkojmë atë, e pastaj do të kthehet te Zoti i vet, e që edhe Ai do ta dënojë me dënim të rëndë"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "E, ai që beson dhe bënë vepra të mira, dhe Ne, do t’i premtojmë lehtësira atij”"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "Dhe, ai përsëri shkoi (në një rrugë)"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "Dhe, kur arriti te vendi i lindjes së Diellit, ai gjeti se ai (Dielli) lindte mbi një popull, të cilin, Ne nuk kemi bërë perde për ta (për t’u mbrojtur)"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "Kështu ka qenë ajo (ngjarja e Dhulkarnejnit). Na e kemi përfshirë tërë dijeninë se ç’ka pasur tek ai"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "Dhe, ai përsëri shkoi (në një rrugë kah veriu)"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "Kur arriti në mes dy maleve, gjeti afër tyre një popull, i cili, pothuaj nuk kuptonte asnjë të folme"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "Ata thanë: “O Dhulkarnejn, - me të vërtetë, Jexhuxhi dhe Mexhuxhi janë (popuj) ngatërrestarë në Tokë. A don të të japim dhuratë që të ndërtosh pendën në mes nesh dhe atyre?”"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "(Dhulkarnejni) tha: “Atë që ma ka mundësuar Zoti im, është më e mirë (nga ajo që ofroni ju), por më ndihmoni ju mua me fuqi (jo me pasuri)! Do të ndërtoj një pendë në mes jush e atyre"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "Më sillni copa hekuri!” E, kur ai i rrafshoi dy anët e bjeshkëve, tha: “Fryeni zjarrit, përderisa hekuri të mos skuqet si zjarri”. Pastaj tha: “Më sillni bakër të shkrirë që ta hudhi në të”"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "Ata (Jexhuxhi dhe Mexhuxhi), nuk kanë mundur ta kapërcejnë as nuk kanë mundur ta zhbirojnë (pendën)"
        },
        {
            "chapter": 18,
            "verse": 98,
            "text": "(Dhulkarnejni) tha: “Kjo ështe dhuntia e Zotit tim! E, kur të arrijë premtimi i Zotit tim, (Ai) do ta rrafshojë atë (pendën). Premtimet e Zotit tim janë të vërteta"
        },
        {
            "chapter": 18,
            "verse": 99,
            "text": "Dhe Na, do të bëjmë që disa prej tyr të ndeshen me të tjerët – si valët (e detit), dhe, do të fryhet në Sur (brirë), e do t’i tubojmë që të gjithë"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "Atë ditë, do t’ua tregojmë haptazi skëterrën mohuesve"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "atyre të cilët i kanë pasur sytë e mbuluar me perde kundër këshillave të Mia, dhe, të cilët, nuk mundën (nga inati) ta dëgjonin (Kur’anin)"
        }
    ]
}