{
    "rukus": [
        {
            "chapter": 4,
            "verse": 92,
            "text": "Nuk bënë ta vrasë besimtari-besimtarin, përveç me pahir. Kush vret besimtarin me pahir, ai duhet të lirojë nëj besimtar të robëruar dhe të paguaj gjakun trashëgimtarëve të të vrarit, përpos në qoftë se ia falin gjakun familja e të vrarit. Mirëpo, nëse i vrari është nga populli që e keni armik, e njëkohësisht është besimtar, (në këtë rast) duhet të lirohet një besimtar i robëruar. E, nëse, i vrari është nga populli, me të cilin ju keni lidhur marrëveshje, (në këtë rast) duhet paguar gjakun familjes së tij, duke liruar edhe një besimtar të robëruar. Ai që s’mund të gjejë rob (duhet) të agjërojë dy muaj rresht. (Kjo është bërë) për pranimin e pendimit nga ana e Perëndisë. Se, Perëndia është i Gjithëdijshëm dhe i Plotëdijshëm"
        },
        {
            "chapter": 4,
            "verse": 93,
            "text": "Kushdo që mbyt një besimtar me qëllim, ndëshkimi i tij është xhehennemi, në të cilin do të qëndrojë përgjithmonë. Dhe Perëndia është pezmatuar në të; e ka mallkuar dhe i ka përgatitur dënim të madh"
        },
        {
            "chapter": 4,
            "verse": 94,
            "text": "O besimtarë! Kur të shkoni në luftë, në rrugë të Perëndisë, sqaroni çështjen (ndaj njerëzve): mos i thoni atij që ju përshëndet juve me përshëndetje islamike: “Nuk je ti besimtar”, me qëllim të kërkoni kënaqësi të kësaj jete; e te Perëndia ka fitime të shumta. Të tillë keni qenë edhe ju më parë, e Perëndia juve ju dha mirësi; prandaj gjithmonë të gjitha punët sqaroni mirë! Se Perëndia është dijtës i veprave tuaja"
        },
        {
            "chapter": 4,
            "verse": 95,
            "text": "Nuk janë të barabartë ata besimtarë, që rrinë në shtëpitë e tyre, - përveç të paaftëve, dhe ata që luftojnë në rrugën e Perëndisë me pasurinë dhe jetën e tyre. Perëndia i ka graduar ata që kanë luftuar me pasurinë dhe jetën e tyre për një gradë më të lart ndaj atyre që kanë ndejtur në shtëpitë e veta, dhe Ai të gjithëve u ka premtuar mirësi. E, Perëndia i ka dekoruar me shpërblim të madh ata që luftojnë përmbi ata që rrinë (në shtëpitë e veta e s’kanë shkuar në luftë)"
        },
        {
            "chapter": 4,
            "verse": 96,
            "text": "me pozita nga Ai, me falje (të mëkateve) dhe mëshirë. Se, Perëndia është falës (i mëkateve) dhe mëshirues"
        }
    ]
}