{
    "rukus": [
        {
            "chapter": 4,
            "verse": 135,
            "text": "O besimtarë! Bëhuni ithtarë të së vërtetës, duke dëshmuar në emër të Perëndisë, ajo qoftë madje edhe kundër jush, ose kundër prindërve dhe të afërmëve tuaj. Qoftë i pasur ose i varfër ai (për të cilin dëshmoni), Perëndia është për ata, vlerësuesi më i drejtë. Dhe mos shkoni pas epsheve tuaja e të shtrembëroni drejtësinë! E, nëse ju ngatërroni dëshminë ose tërhiqeni (nga të dëshmuarit), Perëndia, me të vërtetë di ate ç’punoni ju"
        },
        {
            "chapter": 4,
            "verse": 136,
            "text": "O besimtarë! Besoni Perëndinë, Pejgamberin e Tij, Librin, që ia ka dërguar Pejgamberit të Vet dhe Librin, që e ka dërguar më parë. E ai që nuk beson Perëndinë, engjëjt e Tij, Librat e Tij, pejgamberët e Tij dhe Ditën e Kijametit, ai, me të vërtetë, ka humbur larg prj udhës së drejtë"
        },
        {
            "chapter": 4,
            "verse": 137,
            "text": "Ata që paten besuar, e pastaj u bënë mohues, e përsëri u bënë besimtarë, dhe përsëri u bënë mohues dhe e shtuan mohimin, Perëndia me të vërtetë, nuk do t’i falë ata dhe nuk do t’i shpie në rrugë të drejtë"
        },
        {
            "chapter": 4,
            "verse": 138,
            "text": "Sihariqoji (o Muhammed!) hipokritët për dënimin e mjerueshëm që i pret"
        },
        {
            "chapter": 4,
            "verse": 139,
            "text": "ata, të cilët miqësohen me mohuesit, e jo me besimtarët! A thua te ata kërkojnë fuqi, kur, me të vërtetë e gjithë fuqia i përket vetëm Perëndisë"
        },
        {
            "chapter": 4,
            "verse": 140,
            "text": "Ai, juve, madje, ua k shpallur në Libër (Kur’anin): kur të dëgjoni se mohohen argumentet e Perëndisë dhe bëjnë tallje me to, atëherë mos rrini me ata, përderisa të rrokin tjetër temë (përndryshe nëse rrini me ta), - ju atëherë (në dënime) jeni si ata. Perëndia do t’i tubojë në xhehennem të gjithë hipokritët dhe mohuesit"
        },
        {
            "chapter": 4,
            "verse": 141,
            "text": "ata që përgjojnë se çka do të bëhet me ju. E, nëse ju vie juve fitorja nga Perëndia, ata thonë: “A nuk ishim vallë na me ju?” E, nëse mohuesit arrijnë fitore, hipokritët u thanë mohuesve: “A thua nuk u ndihmuam deri në fitore dhe ju mbrojtëm prej besimtarëve të vërtetë? Perëndia do të gjykojë mes jush në Ditën e Kijametit. Perëndia nuk do t’ju jap kurrë rast mohuesve që t’i shkatërrojnë besimtarët"
        }
    ]
}