{
    "rukus": [
        {
            "chapter": 2,
            "verse": 8,
            "text": "Fost in-nies hemm min jgħid: 'Nemmnu f'Alla u fl- Aħħar Jum,' iżda ma jemmnux (tassew)"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "Iqarrqu (mingħalihom) b'Alla u b'dawk li emmnu, iżda ma jqarrqux ħlief bihom infushom, bla ma jintebħu"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Fi qlubhom hemm marda, u Alla żiedhom fil-mard. Għalihom (hemm) kastig ta' wġigħ mill-kbar, tal-gideb li kienu jigdbu"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Meta jingħad lilhom: ''La tagħmlux ħsara fl-art;' huma jgħidu: ''Anzi aħna nagħmlu l-ġidi"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Tabilħaqq huma li jagħmlu l-ħsara, iżda ma jintebħux"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "U meta jingħad lilhom: 'Emmnu bħalma jemmnu n- nies,' huma jgħidu: 'Għandna nemmnu bħalma jemmnu l-bolohi 7' Tabilħaqq huma l-boloh, iżda ma jafux"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "Meta (dawn ta' wiċċ b'ieħor) jiltaqgħu ma' dawk li jemmnu, jgħidu: 'Aħna nemmnu. Iżda: meta. jkunu waħidhom, max-xjaten tagħhom, jgħidu: Aħna tabilħaqq magħkom. Konna qegħdin biss inwaqqgħu (it- twemmin) għaċ-ċajt"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Alla jwaqqa' lilhom għaċ-ċajt (u b'hekk iħallashom bl- istess għemil tagħhom) u jħallihom mitlufin bħal għomja. fil-ħtija tagħhom"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Huma dawk li xtraw it-telfien u biegħu t-tmexxija t- tajba, iżda n-negozju tagħhom ma ħalliex qligħ. u tilfu t- tmexxija t-tajba"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Huma bħal dak li kebbes nar li, meta dawwal madwaru, Alla (lil dawk li ċaħduh) ħadilhom id-dawl tagħhom u telaqhom fi dlamijiet, bla ma jaraw"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Torox, imbikkma, għomja, u għalhekk ma jerġgħux lura (għat-triq it-tajba)"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Jew bħal sħaba tax-xita, mis-sema, li fiha dlamijiet, ragħad u. beraq. Huma jqiegħdu subgħajhom f'widnejhom minħabba t-tifqigħ tar-ragħad, bil-biża' tal- mewt, Iżda Alla għandu taħt idejh lil dawk li ma jemmnux"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Il-beraq għoddu jaħtaf dawl għajnejhom; kull meta (iż- beraq) idawwal madwarhom, huma jimxu fih (fid-dawl tiegħu), u meta jdallam fuqhom, huma jieqfu. Kieku ried, Alla ħadilhom is-smigħ u dawl għajnejhom. Alla tabilħaqq fuq kollox Setgħan"
        }
    ]
}