{
    "rukus": [
        {
            "chapter": 43,
            "verse": 1,
            "text": "Ħa'Mim"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "(Naħilfu) fuq il-Ktieb (tal-Qoran, li fih kollox huwa: mfisser b'mod) mill-aktar ċar"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "Aħna tabilħaqq għamilnieh Qoran Għarbi biex forsi tifhmu"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "Huwa tassew (jinsab) f'Omm il-Ktieb (li hija l-verżjoni oriġinali li tinsab) għandna (Ktieb) wisq għoli u kollu. għerf"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "(Jaqaw għandna nwarrbukom u nċaħħdukom mit-tifkira. fli hija l-Qoran) għaliex intom'nies ħatjin ħafna 2 (Lel M'aħniex se nagħmlu hekki)"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "U kemm-il Profeta bgħatna fost nies il-qedeml"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "Ma kienx jiġihom Profeta li ma kinux jiddieħku bih"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "Aħna qridna lil min hu akbar minnhom (mill-Mekkin) fil-qawwa, u diġà għadda ( 4 ssemma fis-suriet ta' qabel) l-eżempju ta' nies il-qedem"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "Jekk tistaqsihom (Muħammad, lill-Mekkin): ''Min ħalaq is-smewwiet u l-art 7' tassew jgħidu: 'Ħalaghom il- Qawwi, li jaf kolloxi"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "Dak li għamlilkom l-art (bħal) friex, u għamlilkom fiha mogħdijiet (biex tgħaddu minnhom fit-tħabrik tagħkomu biex forsi timxu fit-triq it-tajba)"
        },
        {
            "chapter": 43,
            "verse": 11,
            "text": "u Dak li niżżel mis-sema ilma bil-qjies, u nqajmu bih'art. mejta hekk (ukoll intom) għad tinħarġu (mill-oqbra i titqajmu minn bejn l-imwiet)"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "u Dak li ħalaq kull żewġ (ta' ħlejjaq. raġel u mara), 18 għamlilkom iġfna u frat biex tirkbu(hom)"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "biex titilgħu fuq daharhom, imbagħad tiftakru fil-grazzja ta' Sidkom, meta titilgħu fuqhom, u tgħidu: ''Sebħ lil Dak li qiegħed taħt idejna dan (l-irkib: hekk meħtieġ għalina), u ma kienx ikollna l-ħila nagħmlu dan (waħidna)l"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "Aħna tabilħaqq sejrin lura għand Sidnal"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "Huma (il-pagani) għamlulu wħud mill-qaddejja tiegħu: (l-anġli) parti (mid-divinità tiegħu). Il-bniedem tabilħaqq ingrat, fil-beraħ"
        }
    ]
}