{
    "maqras": [
        {
            "chapter": 65,
            "verse": 1,
            "text": "Owange ggwe Nabbi, bwe muba nga muta abakyala, mubate nga bali ku mbeera eyobutukuvu (Nga tebali mu Haidh), mubalenga n'obwegendereza ebbanga lya Idda (Idda kye kiseera omukyala ateereddwa kyamala nga tannaba ku kkirizibwa kuddamu kufumbirwa). Era mutye Katonda omulezi wa mmwe, temwetantalanga okubaggya mu mayumba gaabwe (mwe babadde bawangaalira nga bali mu bufumbo bwa bwe), so nga nabo tebavanga mu mayumba ago okugyako nga bakoze ebikolobero eby'olwatu. Ezo z'ensalo z'amateeka ga Katonda. Oyo yenna abuuka ensalo z'amateeka ga Katonda, aba y'eryazaamanyizza, tomanya oba olyawo Katonda naaleetawo embeera endala oluvanyuma lw'ekyo"
        },
        {
            "chapter": 65,
            "verse": 2,
            "text": "Kale nno bwe baba nga basemberedde okumalako ebbanga lya Idda yaabwe mubaddirengamu, mu ngeri ennungi, oba mwawukane nabo mu ngeri ennungi (ebbanga lya Idda bwe riba liweddeko). Mubeerewo n'abajulizi babiri abeesimbu mu bantu ba mmwe, muwenga obujulizi mu bwe simbu kulwa Katonda, ebyo nno bibuulirirwa nabyo oyo yenna akkiriza Katonda n'olunaku lw'enkomerero. Bulijjo oyo yenna atya Katonda amuteerawo obwangu"
        },
        {
            "chapter": 65,
            "verse": 3,
            "text": "Era naamugabirira mu ngeri gyatasuubira, era oyo yenna eyeesiga Katonda, Katonda amumala, anti Katonda ekigambokye kye kyenkomeredde, mazima Katonda yategeka ekigero kya buli kintu"
        },
        {
            "chapter": 65,
            "verse": 4,
            "text": "Abo bonna mu bakyala ba mmwe abatakyagenda mu nsonga za Heidh, bw emutankananga ebbanga lya Idda yaabwe, balindenga emyezi esatu. Wabula abo abatanayingira mu nsonga za Haidh Idda yaabwe emyezi esatu. Naye abo abali embuto ebbanga lyabwe kumala kuzaala. Oyo yenna atya Katonda amuteerawo obwangu mu buli kintu"
        },
        {
            "chapter": 65,
            "verse": 5,
            "text": "Ekyo kiragiro kya Katonda kye yassa gye muli, oyo yenna atya Katonda amusangulako e bibibye ate naamwongeza e mpeera"
        },
        {
            "chapter": 65,
            "verse": 6,
            "text": "(Abakyala abaweereddwa ttalaka) mu basuzenga mu mayumba mwe musula okusinziira ku busobozi bwa mmwe, temubatulugunyanga, nga ekigendererwa kubanyigiriza (balemererwe), naye bwe babanga bali mbuto mubalabirirenga okutuusa lwe bazaala. Ate (bwe babanga bazadde) nebabayonseza abaana, mubasasulenga. Era mukkiriziganye mu ngeri e nnungi, naye bwe mubanga mulemaganye olwo nno munoonye omulala anaayonsa"
        },
        {
            "chapter": 65,
            "verse": 7,
            "text": "Omusajja alina okulabirira omukyala okusinziira ku busobozibwe, nooyo Katonda gwe yawa ebyenfuna ebinafu naye alabirira omukyala okusinziira nga Katonda bwe yamuwa, Katonda tawaliriza muntu yenna okusukka kwe byo bye yamuwa. Katonda ajja kuteekawo obwangu oluvanyuma lwo buzito"
        },
        {
            "chapter": 65,
            "verse": 8,
            "text": "Ebitundu bimeka nga abantu baayo bajeemera Katonda omulezi waabwe n'ababaka beyabatumiranga, ne tubibala olubala oluyitirivu era ne tubibonereza olubonereza olukambwe"
        },
        {
            "chapter": 65,
            "verse": 9,
            "text": "(Ebitundu ebyo) ne bikomba ku bukaawu bw'obujeemu bw'abyo, n'eba nga enkomerero y'obujeemu bwabwe kufaafaganirwa"
        },
        {
            "chapter": 65,
            "verse": 10,
            "text": "Katonda yabategekera ebibonerezo ebikambwe, kale nno mutye Katonda abange mmwe abalina amagezi agategeera, abange mmwe abakkiriza. Anti Katonda yassa gye muli obubaka obujjukiza (Kur'ani)"
        },
        {
            "chapter": 65,
            "verse": 11,
            "text": "Omubaka nga abasomera ebigambo bya Katonda ebinnyonnyola, nga ekigendererwa kwe kugya mu bizikiza abakkiriza ne bakola e mirimu e mirungi n'abazza mu kitangaala. Oyo yenna akkiriza Katonda n'akola e mirimu e mirungi, Katonda agenda kumuyingiza mu jjana, nga e migga gikulukutira muzo, baakubeera muzo olubeerera. (Omuntu ow'engeri eyo) Katonda yamutebenkereza enfuna (mu bulamu obwo luvannyuma)"
        },
        {
            "chapter": 65,
            "verse": 12,
            "text": "Katonda yooyo eyatonda eggulu omusanvu n'ensi naazitonda omuwendo gwe gumu, obubaka bwa Katonda bukka wakati we ggulu n'ensi mulyoke mumanye nti, mazima Katonda musobozi ku buli kintu, era mazima Katonda mumanyi wa buli kintu"
        }
    ]
}