{
    "rukus": [
        {
            "chapter": 7,
            "verse": 152,
            "text": "Voorwaar, degenen die het kalf (tot hun god) hebben genomen: de toorn van hun Heer zal hen treffen, alsmede vernedering in het wereldse leven. En zo vergelden Wij degenen die leugens verzinnen"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "En degenen die slechte werken verrichtten en die daarna berouw toonden en geloofden: voorwaar, jouw Heer is dan daarna zeker Vergevensgezind, Meest Barmhartig"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "En toen de toorn van Môesa bedaard was, nam hij de Tafelen op. En daarin staat Leiding en Barmhartigheid beschreven voor degenen die kun Heer vrezen"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "En Môesa koos uit zijn volk zeventig mannen op de door Ons bepaalde tijd (om Allah om vergiffenis te smeken). En toen de aardbeving hen greep, zei hij: \"Mijn Heer, als U wilde, dan had U hen en mij eerder vernietigd. Zult U ons vernietigen wegens wat de dwazen onder ons hebben gedaan? Dit is niets anders dan een beproeving van U. U doet daarmee dwalen wie U wil en U leidt wie U wil, U bent onze Beschermer, vergeef ons daarom en begenadig ons, U bent de Beste der Vergevensgezinden"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "En schrijf ons in deze wereld het goede voor en (ook) in het Hiernamaals. Voorwaar, wij wonden ons in berouw tot U.\" Hij (Allah) zei: \"Met Mijn bestraffing tref Ik wie Ik wil en Mijn Barmhartigheid omvat alle dingen. Ik zal haar voorschrijven aan degenen die (Mij) vrezen, die de zakât geven en die in Mijn Tekenen geloven"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "(Zij zijn) degenen die de Boodschapper van Allah volgen, de ongeletterde Profeet waarover bij hen, in de Taurât en in de Indjîl, geschreven is. Hij beveelt hun het behoorlijke en hij verbiedt hun het verwerpelijke, en hij staat hun de goede dingen toe en bij verbiedt hun de slechte dingen. En bij bevrijdt hun van kun lasten en van de boeien die op hen rustten. Degenen die hem geloven, hem bijstaan en hem helpen en die het Licht (de Koran) volgen dat met hem is neergezonden, zij zijn degenen die welslagen"
        }
    ]
}