{
    "rukus": [
        {
            "chapter": 7,
            "verse": 163,
            "text": "En vraag hen over de stad die dicht bij de zee lag, toen zij de Sabbat overtraden, toen hun vissen voor hen boven water verschenen op hun Sabbat, terwijl zij op (andere) dagen dan de Sabbat niet verschenen. Zo beprcoefden Wij hen wegens de zwam zonden die zij plachten te begaan"
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "En (gedenkt) toen eem gemeenschap onder hen zei: \"Waarom vermanen jullie een volk dat Allah zal vernietigen of bestraffen met een harde bestraffing?\" Zij zeiden: \"Opdat wij niet beschuldigd zullen worden bij jullie Heer en hopelijk zullen zij (Allah) vrezen"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "En toen zij vergaten waarmee zij vermaand waren, toen redden Wij degenen die het kwade verboden, en Wij grepen degenen die onrecht pleegden met een harde bestraffing, wegens de zware zonden die zij plachten te bedrijven"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "En toen zij opstandig werden met betrekking tot wat hun was verboden, zeiden Wij tot hen: \"Weest verachte apen"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "En (gedenkt) toen jouw Heer bekend maakte dat Hij zeker (mensen) tegen hen zou zenden, tot am de Dag van de Opstanding, die hen zouden treffen met deergsle bestraffing. Voorwaar, jouw Heer is zeker snel in de bestraffing: en voorwaar, Hij is zeker Vergevensgezind, Meest Bannhartig"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "En Wij verdeelden hen op aarde in gemeenschappen. Onder hen zijn rechtschapenen en onder hen zijn er die dat niet zijn, en Wij beproefden hen met de goede en de slechte dingen. Hopelijk zullen zij terugkeren"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "En na hen kwamen er opvolgers die de Schrift (de Taurâh) erfden. Zij namen vergankelijke genietingen van dit (wereldse leven). En zij zeiden: \"Wij zullen vergeven worden.\" En als dezelfde genie tingen tot hen komen, dan nemen zij die (weer) aan. Is er geen verbond van de Schirift met hen aangegaan dat ze over Allah niets dan de Waarheid zouden zeggen? En zij bestudeerden wat er in is. En het Huis van het Hiernamaals is beter voor degenen die (Allah) vrezen. Bwijpen jullie dan niet"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "En degenen die zich vasthouden aan het Boek en de shalât onderhouden: voorwaar, de beloning van degenen die verbetering brengen zullen Wij niet verloren doen gaan"
        },
        {
            "chapter": 7,
            "verse": 171,
            "text": "En (gedenkt) toen Wij de berg boven hen verhieven alsof hij een gewelf van wolken was, en zij dachten dat hij op hen zou vallen, (en Wij zeiden:) \"Houdt jullie stevig vast aan wat jullie is gegeven en gedenkt wat er in (de Schrift) staat. Hopelijk zullen jullie (Allah) vrezen"
        }
    ]
}