{
    "rukus": [
        {
            "chapter": 10,
            "verse": 1,
            "text": "Alif Lâm Râ. Dit zijn de Verzen van het wijze Boek"
        },
        {
            "chapter": 10,
            "verse": 2,
            "text": "Is het voor de mensen iets verwonderlijks dat Wij aan een man uit hun midden openbaarden: \"Waschuw de mensen en verkondig verheugende tijdingen aan degenen die geloven: er is een eervolle plaats is bij hun Heer.\"' De ongelovigen zeggen: \"Voorwaar, dit is zeker een duidelijke tovenaar"
        },
        {
            "chapter": 10,
            "verse": 3,
            "text": "Voorwaar, jullie Heer is Allah, Die de hemelen en de aarde in zes dagen (perioden) heeft geschapen, en Hij zetelde zich op de Troon. Hij regelt het bestuur, en er is geen voorspreker, behalve na Zijn verlof Dat is Allah, jullie Heer, aanbidt daarom Hem. Laten jullie je niet vermanen"
        },
        {
            "chapter": 10,
            "verse": 4,
            "text": "Bij Hem is jullie plaats van terugkeer van jullie allen, als een ware belofte van Allah. Voorwaar, Hij begint de schepping en vervolgens herhaalt Hij deze, opdat Hij degenen die geloven en goede werken verrichten rechtvaardig zal belonen. En degenen die niet geloven, voor hen zijn er kokende dranken en een pijnlijke bestraffing wegens wat zij niet geloofden"
        },
        {
            "chapter": 10,
            "verse": 5,
            "text": "Hij is Degene Die de zon heeft gemaakt tot een (stralend) schijnsel en de maan tot een licht en Hij bepaalde haar standen opdat jullie de jaartelling zouden kennen en de (tijds-)berekening. Allah heeft dat slechts in Waarheid geschapen. Hij zet de Tekenen uiteen aan een volk dat weet"
        },
        {
            "chapter": 10,
            "verse": 6,
            "text": "Voorwaar, in de afwisseling van nacht en dag en (in) wat Allah heeft geschapen in de hemelen en op de aarde zijn zeker Tekenen voor een volk dat (Allah) vreest"
        },
        {
            "chapter": 10,
            "verse": 7,
            "text": "Voorwaar, degenen die de ontmoeting met Ons niet verwachten en die tevreden zijn met het wereldse leven en die zich er gerust in voelen en zij die achteloos tegenover Onze Tekenen staan"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "Zij zijn degenen wiens verblijfplaats de Hel is, wegens wat zij plachten te verrichten"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "Voorwaar, degenen die geloven en goede werken verrichten. hun Heer zal ben leiden vanwege hun geloof, (naar de plaats) waar onder door de rivieren stromen in de Tuinen van gelukzaligheid (het Paradijs)"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "Zij smeken daarin: \"Soebhânaka Allahoemma,\" (Heilig bent U, O Allah) en hun begroeting daarin is: \"Salâm!\" (Vrede, veiligheid). En hun laatste smeekbede is: \"Alhamdoe lillâhi Rabbil Âlamin!\" (Alle lof zij Allah, de Heer der Werelden)"
        }
    ]
}