{
    "rukus": [
        {
            "chapter": 13,
            "verse": 32,
            "text": "En voorzeker, de Boodschappers vôôr jou werden bespot, waarna Ik de ongelovigen uitstel gaf. Vervolgens greep Ik hen, hoe was dan Mijn bestraffing"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Is Hij die waakt over wat elke ziel heeft verworven (gelijk aan de afgodsbeelden)? Zij maakten afgoden naast Allah. Zeg: \"Beschrijft hen.\" Of willen jullie Hem inlichten over iets op de aarde dat Hij zou niet kennen? Of zijn het holle woorden? Nee, de list van degenen die ongelovig zijn, is schoon schijnend gemaakt (door de Satan). En zij houden (de mensen) af van de Weg van Allah. En wie door Allah tot dwaling gebracht wordt: voor hem is er geen gids"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "Voor hen is er een bestraffing tijdens het wereldse leven, maar de bestraffing van het Hiernamaals is harder. En voor hen is er tegen (de bestraffing van) Allah geen beschermer"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "De beschrijving van het Paradijs dat aan de Moettaqôen beloofd is: er stromen rivieren onder door, de vruchten erin zijn onuitputtelijk en haar schaduw ook. Dat is de eindbestemming van degenen die (Allah) vrezen. En de eindbestemming van de ongelovigen is de Hel"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Degenen aan wie Wij de Schrift hebben gegeven, verheugden zich over wat aan jou (O Moehammad) is neergezonden. Onder de bondgenoten zijn er die een gedeelte ervan ontkennen. Zeg: \"Het is mij bevolen om alleen Allah te aanbidden en ik ken Hem geen deelgenoten toe. Alleen Hem roep ik aan, en tot Hem is mijn terugkeer"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "En zo hebben Wij hem (de Koran) neergezonden, als een wetgeving in de Arabische taal. Als jij hun begeerten had gevolgd, nadat de kennis tot jou was gekomen, dan zou er voor jou (tegen de bestraffing van) Allah geen helper zijn en geen beschermer"
        }
    ]
}