{
    "rukus": [
        {
            "chapter": 16,
            "verse": 101,
            "text": "En wanneer Wij een Vers door een ander Vers vervangen, en Allah weet heter wat Hij neerzendt, (dan) zeggen zij, \"Voorww, jij (Moehammed) b\" een verzinnef van leugens.\" De meesten van ben weten zelfs niets"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "Zeg (O Moehammad): \"De Heilige Geest (Djibrll) van jouw Heer deed hem met de Waarheid neerdalen om degenen die geloven te versterken, en als Leiding en een verheugende tijding voor de Moslinu"
        },
        {
            "chapter": 16,
            "verse": 103,
            "text": "En voorzeker, Wij weten dat zij zeggen: \"Voorwaar, het is slechts een mens die hem onderwijst.\" De taal van degenen waar zli valselijk naar verwijzen is vreemd, maar dit is oen duidelijke Areibische taal"
        },
        {
            "chapter": 16,
            "verse": 104,
            "text": "Voorwaar, (wat betreft) degenen die niet in de Verzen van Allah geloven: Allah zal hen niet leiden en voor hen zal er een pijnlijke bestraffing zijn"
        },
        {
            "chapter": 16,
            "verse": 105,
            "text": "Voorwaar, degenen die de leugen verzinnen geloven niet in de Verzen van Allah. Zij zijn degenen die leugenaars zijn"
        },
        {
            "chapter": 16,
            "verse": 106,
            "text": "Wie aan Allah ongelovig is na geloofd te hebben, behalve wie gedwongen is terwijl zijn hw in het geloof tot rust gekomen wn maar (voor) wie die zijn hart voor het ongeloof openstelde: voor hem is er de toom van Ailah en voor hem is er een geweldige bestraffing"
        },
        {
            "chapter": 16,
            "verse": 107,
            "text": "Dat is omdat zij het wereldse leven verkiezen boven het Hiernamaals, en omdat Allah het ongelovige volk niet zal leiden"
        },
        {
            "chapter": 16,
            "verse": 108,
            "text": "Zij zijn degenen bij wie Allah hun h\"n en ban gehoor en hun zien vergrendeld heeft; en zij zijn degenen die onachtzaam zijn"
        },
        {
            "chapter": 16,
            "verse": 109,
            "text": "Het is zeker dat zij in het N iernamals de verliezers zijn"
        },
        {
            "chapter": 16,
            "verse": 110,
            "text": "Voorwaar dan, jouw Heer is voor degenen die uitgeweken zijn nadat zij op de proef gesteld werden en daarna streden en geduldig waren; voorwaar, jouw Heer is daarna (voor hen) zeker Vergevensgezind. Meest Bambartig"
        }
    ]
}