{
    "rukus": [
        {
            "chapter": 28,
            "verse": 51,
            "text": "En voorzeker, Wij openbaarden hun achtereenvolgens het Woord, hopelijk zullen zij zich laten vermanen"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "Degenen die Wij daarvóór (vóór de Koran) de Schrift gegeven hebben: zij geloven erin"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "En wanneer hij (de Koran) aan hen voorgedragen wordt, zeggen zij: \"Wij geloven erin. Voorwaar, het is de Waarheid van onze Heer. Voorwaar, wij hadden ons ervóór al overgegeven (aan Allah).\" En welke dingen jullie ook gegeven werden: zij zijn de genietingen van het wereldse leven en haar versiering. Maar wat van de Zijde van Allah komt is beter en blijvender. Begrijpen jullie dan niet"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "Diegenen zal tweemaal hun beloning gegeven worden: omdat zij geduldig waren en zij met het goede het kwade afwendden; en omdat zij uitgeven van dat waar Wij hen mee voorzien hebben"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "En wanneer zij nutteloos gepraat hoorden, wendden zij zich af, en zeiden: \"Voor ons onze daden en voor jullie jullie daden, vrede zij met jullie, wij zoeken de onwetenden niet op"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "Voorwaar, jij kunt degene die jij liefhebt geen leiding geven. Maar Allah leidt wie Hij wil, en Hij kent degenen die leiding volgen het best"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "En zij zeiden: \"Als wij de leiding met jou volgen, dan worden wij uit ons land gedreven.\" Hebben Wij hen dan niet op een gewijde en een veilige plaats doen vestigen, waaheen allerlei soorten vruchten worden gebracht, als een levensvoorziening van Onze zijde? Maar de meesten van hen weten het niet"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "En hoeveel steden hebben Wij niet vernietigd die overdreven met hun genietingen? En dat zijn hun woningen, er wonen na hen slechts weinigen. En Wij waren de erfgenamen"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "En jouw Heer was geen vernietiger van de steden vóórdat Hij tot hun hoofdstad een boodschapper had gestuurd die hen Onze verzen voordroeg. En Wij waren geen vernietiger van de stad, tenzij haar bewoners onrechtvaardig waren"
        },
        {
            "chapter": 28,
            "verse": 60,
            "text": "En welke dingen jullie ook gegeven werden: zij zijn de genietingen van het wereldse leven en haar versiering. Maar wat van de zijde van Allah komt is beter en blijvender. Begrijpen jullie dat dan niet"
        }
    ]
}