{
    "rukus": [
        {
            "chapter": 28,
            "verse": 76,
            "text": "Voorwaar, Qârôen behoorde tot het volk van Môesa, maar Hij bedroog hen. En Wij schonken hem zoveel schatten dat hun sleutels met moeite door een groep sterke mannen gedragen zouden kunnen worden. (Gedenkt) toen zijn volk tot hem zei: \"Wees niet hoogmoedig: voorwaar, Allah houdt niet van de hoogmoedigen"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "En zoek met wat Allah jou gegeven heeft het Huis van het Hiernamaals en vergeet niet jouw deel in de wereld. En doe goed zoals Allah jou goed heeft gedaan en zoek geen verderf op de aarde. Voorwaar. Allah houdt niet van de verderfzaaiers"
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "Hij (Qârôen) zei: \"Voorwaar, dat wat aan mij gegeven is, berust op kennis die ik bezit.\" Wist hij dan niet dat Allah vóór zijn tijd generaties heeft vernietigd die veel sterker waren dan hij en meer (rijkdom) verzameld hadden? En de misdadigers hoeven niet over hun zonden ondervraagd te werden (want Allah kent hun zonden al)"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "Toen begaf hij zich onder zijn volk, in vol ornaat. Degenen die het wereldse leven wensten, zeiden: \"Hadden wij maar zoveel als Qârôen gegeven is. Voorwaar, hij is zeker een man die gewuldig geluk heeft"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "En degenen aan wie de kennis gegeven was, zeiden: \"Wee jullie, de beloning van Allah is beter voor wie gelooft en goede daden verricht. En zij wordt niet bereikt, behalve door de geduldigen"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "Daarom deden wij hem en zijn woning in de aarde wegzinken. En voor hem was er geen groep die hem kon helpen, behalve Allah. En hij behoorde niet tot de weerbaren"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "En degenen die de vorige dag zijn positie wensten gingen zeggen: \"O wee, het is Allah Die het onderhoud verruimt en beperkt voor wie Hij wil van Zijn dienaren. Als Allah ons niet begunstigd had, had Hij ons zeker doen wegzinken. O wee, de ongelovigen welslagen niet"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "Dat Huis van het Hiernamaals (het Paradijs) schenken Wij aan hen, die niet hoogmoedig wensen te zijn op aarde en geen verderf (zaaien) en het (goede) einde is voor de Moettaqôen"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Wie met het goede kwam, voor hem is er iets beters dan dat; en wie die met het slechte kwam: degenen die slechte daden verrichtten worden slechts vergolden voor wat zij plachten te doen"
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "Voorwaar, Degene Die de Koran voor jou tot een verplichting heeft gemaakt, zal jou zeker terugbrengen naar de plaats van de terugkeer. Zeg (O Moehammad): \"Mijn Heer weet het beste wie met de Leiding is gekomen en wie degene is die in duidelijke dwaling verkeert"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "En jij had niet gehoopt dat het Boek tot jou neergezonden zou worden, behalve als Barmhartigheid van jouw Heer. Wees dus zeker geen medestander van de ongelovigen"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "En laat jou niet weghouden van de Verzen van Allah nadat zij tot jou neergezonden zijn en roep jouw Heer aan. En behoor zeker niet tot de veelgodenaanbidders"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "En roep geen andere god aan naad Allah. Er is geen god dan Hij. Alle dingen zullen vergaan, behalve Allah. Aan Hem is het oordeel en tot Ham worden jullie teruggebracht"
        }
    ]
}