{
    "rukus": [
        {
            "chapter": 33,
            "verse": 59,
            "text": "O Profeet, zeg tot jouw echtgenotes en tot jouw dochters en tot de vrouwen van de gelovigen dat zij hun overkleden (Djilbâb) over zich heen laten hangen. Op die manier is het gemakkelijker om hen te herkennen en worden zij niet lastig gevallen. En Allah is Vergevensgezind, Meest Barmhartig"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "Als de huichelaars, en degenen in wier harten een ziekte is, en de lasteraars in Medinah, niet ophouden, dan zullen Wij jou tegen hen maatregelen laten nemen. Daarna zullen zij daar niet jouw buren zijn, behalve even"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "Vervloekten zijn zij. Waar zij ook worden aangetroffen: grijpt hen en doodt hen"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "Als de handelwijze van Allah met de voorafgaanden. En jij zal in de handelwijze van Allah nooit een verandering aantreffen"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "De mensen vragen jou over het Uur. Zeg: \"Voorwaar, kennis daarover berust slechts bij Allah.\" En hoe kan jij dat weten? Misschien is het Uur al nabij"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "Voorwaar, Allah heeft de ongelovigen vervloekt en voor hen een laaiend vuur bereid"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "Eeuwig levenden zijn zij daarik voor altijd. Zij zullen geen beschermers en geen helpers vinden"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "Op de Dag waarop hun gezichten zullen worden rondgedraaid in de Hel zeggen zij: \"Hadden wij Allah maar gehoorzaamd en hadden wij de Boodschapper maar gehoorzaamd"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "En zij zeggen: \"Onze Heer, voorwaar, wij gehoorzaamden onze leiders en onze vooraanstaanden, waarop zij ons van de Weg deden afdwalen"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "Onze Heer, tref hen rnet het dubbele van de bestraffing en vervloek hen met een grote vervloeking"
        }
    ]
}