{
    "rukus": [
        {
            "chapter": 20,
            "verse": 25,
            "text": "(Musa) jwatite: “Ambuje ŵangu! Sapangulilani chidali changu.”"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "“Nimunjepepachisye masengo gangu.”"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "“Soni gopolaani chiundo palulimi pangu (ngaŵechetaga mwachimeme).”"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "“Kuti (ŵandu) akapikanichisyeje yakuŵecheta yangu.”"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "“Soni mbichilaani nkungamuchisya jwakuumila kwiŵasa kwangu.”"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "“(Jwali) Haruna, nkulugwangu.”"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "“Limbisyani ni jwalakwejo machili gangu.”"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "“Soni mum’bwangani mmasengo gangu (gakulungusya utenga).”"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "“Kuti tunswejesyeje Mmwejo (Allah) kwejinji.”"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "“Ni tunkumbuchileje kwejinji.”"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "“Chisimu Mmwe m’bele ŵakutulolechesya uwwe.”"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "(Allah) jwatite: “Pamasile pampedwile iŵendo yenuyo, E mmwe Musa!”"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "“Soni chisimu chene Uwwe twampele mmwe ukoto ndaŵi jine (kalakala).”"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "“Ndema jatwajuwulile mama ŵenu yatwajuwulile.”"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "“(Yanti) mum’biikaani jwalakwe (mwanachejo) mwibokosi, ni nkaliŵiche nnusulo, basi lusulo chilumponye munjengwe, (sano palakwepo) amagongo Ŵangu ŵali soni amagongo ŵakwe tan’jigale. Ni naŵisile chinonyelo penumwe chakuuma Kukwangu (kuti m’be ŵakunonyeledwa ni ŵandu wosope), nambo soni kuti nneledwe kwa Liso Lyangu (mwakuloledwa ni Une).”"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "“(Kumbuchilani) katema kaŵajendaga alumbu ŵenu (kuja kwiŵasa lya Firiauna) ni kuja kuti: ‘Ana nannanjile kwa mundu jwampaka akombole kunnela jwalakweju?’ Basi ni twam’buchisye kwa achikulu ŵenu, kuti gatulale meso gao, nambo soni kuti akadandaula. Kaneka ni mwauleje mundu (mwakuluchisya), basi ni twan’jokwele ku madandausi gamakulungwa, ni twan’dinjile mmwejo ni mayeso gausito nnope. Kaneka mwatemi yaka igala ni ŵandu ŵa ku Madyana. Kaneko nim’biche (apa) mwampango (Ŵangu wakumpa utume n’di niyaka makumi ncheche) E mmwe Musa!”"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "“Ni nansagwile mmwejo kulisagulila Nansyene (kuti m’be ntume Jwangu).”"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "“Jaulani mmwe ni akuluŵenu pamo ni isimosimo Yangu, soni ngasimpela pakungumbuchila Une.”"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "“Jaawulani ŵanaŵaŵilimmwe kwa Firiauna, chisimu jwalakwejo jusumbile mpika (pakulikwesya).”"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "“Basi ni nkansalile maloŵe gakoloŵa kuti mwine jwalakwejo chijukachetelele kapena chijukajogope.”"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "Ŵanganyao ŵatite: “Ambuje ŵetu! Chisimu uwwe tukogopa kuti chakatuguŵatile (nkanituyiche mwakuŵecheta chilichose) kapena chakasumbe mpika (wakutulagachisya ni kulikwesya).”"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "(Allah) jwatite: “Nkajogopa, chisimu Une ndinamwe, ngupikana soni ngulola.”"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "“Basi mun’jaulilani, ni nkajile: ‘Chisimu uwwe mitenga jiŵili ja Ambuje ŵenu, basi mwalekani aŵigule nowe ŵanache ŵa Israila, soni ngasimwalagasya. Chisimu tum’bichilile ni chisimosimo chakuumila kwa Ambuje ŵenu. Sano ntendele chiuŵe kwa mundu jwaakukuya chongoko.’"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "‘Chisimu uwwe ijuwulidwe kukwetu yanti: Chisimu ilagasyo chiiŵe kwa mundu jwaakukanila (yalakweyi) ni galauchila kumbali.”"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "(Firiauna) jwatite: “Ana M’mbuje gwenujo ninduni, E mmwe Musa?”"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "(Musa) jwatite: “M’mbuje gwetu ni Ajula jwaachipele chindu chilichose kagumbidwe kakwe, kaneka ni kuchijongolela (ku yaachiguumbiile).”"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "(Firiauna) jwatite: “Nambi mikutula jandanda jili uli (jajapite mmwe nkanim’biche)?”"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "(Musa) jwatite: “Umanyilisi waajimanya jalakwejo uli kwa Ambuje ŵangu m’chitabu (chailembedwemo ichindu yosope), Ambuje ŵangu ŵangaŵa nkusoya namuno kuliŵalila.”"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "Ajula jwam’biichiile litaka kuŵa chakutandika, ni ampaanjiile mwalakwemo matala, ni atulwisye kuumila kwinani mesi (gawula), ni tukopwesye ni galakwego mitundu jakulekanganalekangana ja mmela"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "Lyagani soni illichisyeje ilango yenu. Chisimu mu yalakweyo mwana ilosyo kwa achinsyene lunda"
        }
    ]
}