{
    "rukus": [
        {
            "chapter": 9,
            "verse": 1,
            "text": "(Bul—) Allaһ jana (Anın) paygambarı tarabınan siler ubada-kelisim tuzgon musrikter ucun (kelisim mildetinen) kutuluu (jarıyası)"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "(O,musrikter!) Tort ay (moonottun) icinde jer betinde (tınc-aman) juro bergile. Jana bilip algıla, (silerge tınctık moonotu berilse da) siler ec kacan Allaһtı alsız kaltıra albaysıŋar. Allaһ (sirk isterin ulantkan) kaapırlardı sermende kıluucu"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "(Bul) Allaһ jana (Anın) paygambarı tarabınan, coŋ ajı kunu (Kurman mayramı) bolgondo adamdarga, Allaһ jana Anın paygambarı musrikterden taza (b.a. alardın aldında ubada-mildettenmesi jok) ekenin jarıyalap koyuu!? (O, musrikter!) Eger tooba kılsaŋar, ozuŋorgo jaksı (mal-janıŋardı saktap kalasıŋar) Eger juz bursaŋar, bilip koygula, siler Allaһtı alsız kaltıruucu emessiŋer. Jana (O, Muhammad,) kaapırlarga jan oorutkan azaptın kabarın berip koy"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "Al emi, siler kelisim tuzgon musrikter (mildettenmelerden) ec nerseni buzbasa jana siler-din ec bir dusmanıŋarga jardam berbese, anda alardın kelisimderin oz moonotuno ceyin toluk saktagıla. Albette, Allaһ takıba kisilerdi suyot"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "Emi, kacan “Al-Hurum” ayları (musrikter menen sogusuuga tıyuuu salıngan tort ay) cıgaarı menen, musrikterdi tapkan jeriŋerde olturgulo!, tutkundagıla, kurcoogo algıla jana (alardın) ar bir joldorunda (sazayın beruu ucun) kutup olturgula! Egerde tooba kılıp, namaz okup, zeket berisse (musulman bolussa) joldoruna toskool bolbogula. Cınında, Allaһ — Keciruucu, Irayımduu"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "Eger musrikterdin biri senden (Allaһtın sozun ugup, Islam menen taanısuu ucun) korgoo-kepildik surasa, anı — Allaһtın Sozun ukkanga ceyin — oz kepildigiŋe al. Andan soŋ anı ozunun tınc mekenine jetkirip koy. Bul (okum) alardın bilimsiz koom bolgonu (jana Islamdı taanıp-bilip aluusuna sart jaratıp beruu) ucun"
        }
    ]
}