{
    "rukus": [
        {
            "chapter": 11,
            "verse": 9,
            "text": "Eger Biz insanga ırıskılarıbızdı(n daamın) tattırıp, kiyin anı alıp koysok (Bizden) umutsuz jana sugursuz bolup kalat"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "Al emi, basına tuskon oor kundordun artınan (kop-kop) neemattarıbızdı(n daamın) tattırsak “Oor kundor ottu (emi kelbeyt)” dep mancırkap, biroonu nazarına ilbey kalat"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "Al emi, (masakattuu kundordo) sabırduu bolup, salih-jaksı amaldardı kılgan adamdar (anday emes.) Alarga Allaһtın kecirimi jana coŋ sooptor bar"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "(O, Muhammad, musrikterdin) “Aga asmandan kazına tusso je asmandan periste (ucup) kelse bolboyt bele” degen sozdoru sebeptuu balkim, Senin juroguŋ sıgılıp, ozuŋo vahiy kılıngan kee bir ayattardı tastagıŋ keleer. (Kapa bolbo jana anday kılba) sen — estetuucusuŋ. Allaһ ar nersenin saktoocusu"
        },
        {
            "chapter": 11,
            "verse": 13,
            "text": "Je bolboso alar (Kuraandı Muhammad) oylop cıgargan desebi? Aytkın: «Eger sozuŋor cın bolso, Allaһtan baska cakıra alganıŋardın baarın jardamga cakırıp, usuga oksos On daana “oylop cıgarılgan suro” keltirgileci, kana"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "Eger (jardamga cakırgan kıyındarıŋar) silerge joop berbese, anda, bilip koygula: bul (Kuraan) Allaһtın ilimi menen tuskon! Ec bir sıyınuuga tatıktuu kuday jok, jalgız Anın Ozu bar! Emi, musulman bolosuŋarbı?»"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Kim usul duyno jasoosun jana anın zıynattarın kaalasa, alarga (kaalagan) isterin usul duynodo toluktap berebiz. Jana alar kem bolboy jasasat"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "Birok, alarga Akırette Tozok otunan baska ec nerse jok! Jana duynodo jasagan, atkargan isteri “kuyup”, paydasız bolup kalat"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "Rabbisi tarabınan anık dalildi (Kuraandı) karmagan, al dalilin Rabbi tarabınan (dagı bir) kubo (taza akıl) kostogon, andan murdaraak jolbascı jana ırayım bolgon Musanın Kitebi (Toorat dagı tastıktagan) adamdar! (Tuura Jol tabuucubu je dalil karmabay ele adasıp jurgondorbu?) Osol (dalil karmagan) adamdar aga (Kuraanga) ıyman keltiriset. (Ar turduu) taypalardan kim buga kaapır bolso aga ubada kılıngan jer — Tozok. Sen (O, Muhammad) andan kumon sanaba. Al — Rabbiŋden kelgen Akıykat. Birok, adamdardın kopculugu ıyman keltirispeyt"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "Allaһka jalaa japkandardan koburook zaalım bolgon kim bar?! Alar (Kıyamatta) Rabbisine jolukturulat jana (bardık) kubolor: “Rabbisine jalgan jalaa japkandar — usular!” deset. Ukkula, zaalımdarga Allaһtın naalatı bolsun"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "(Zaalımdar adamdardı) Allaһtın jolunan tosup, anı (oz kaalooloruna karay) buruunu kaalasat. Alar Akıretke tap-takır isenbegen adamdar"
        },
        {
            "chapter": 11,
            "verse": 20,
            "text": "Alar jer betinde (Allaһtın okumunon) kacıp kutula alıspayt jana alarga Allaһtan baska jardamcı da jok. Alarga (ozdoruno kosup baskalardı da adastırganı sebeptuu) kosumca azap berilet. Alar (Akıykattı jek korup, anı) ukkanga da, korgongo da jarabay kalıstı"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "Alar ozdoruno zıyan kılgan adamdar. Jana (Kıyamat jazası mezgilinde) oylop tapkan “kudayları” alardan jok bolup ketet"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "Ec seksiz alar Akırette eŋ kop zıyan tartuucular"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "Iyman keltirip, sooptuu isterdi jasagan jana Rabbisine moyun sungan adamdar Beyis eeleri bolup, anda tuboluk kalısat"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "Bul eki taypanın (sorduular menen baktıluulardın) misalı sokur, duloy menen koruucu, uguucu adamga oksos. Usul ekoonu teŋestirip bolobu? Esiŋerge kelbeysiŋerbi"
        }
    ]
}