{
    "rukus": [
        {
            "chapter": 14,
            "verse": 7,
            "text": "«Dagı bir kezde Rabbiŋer silerge: «Eger (Menin neematıma) sugur kılsaŋar silerdi(n neemattı) koboytomun. Al emi, sugur kılbasaŋar (bilip koygula), cınında Menin azabım katuu»-dep jarıyalagan"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "Jana Musa ayttı: «Eger siler jana (silerge kosulup) jer juzunun bardık jamaatı kapır bolso da, Allaһ Beymuktaj jana maktoogo ılayık"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Silerge ozuŋordon murunkulardın: Nuh koomunun, Aad, Samud koomdorunun jana alardan kiyinki koomdordun kabarı kelbedibi? Alardı Allaһtan baska ec kim bilbeyt bolcu. (Kiyin Allaһ alar jonundo kabar berdi:) Alarga Paygambarları anık dalilder alıp kelgende, koldorun oozuna (kerney kılıp) koyuusup: «Biz silerge jiberilgen dinge kaapır bolduk: Biz siler daavat kılıp jatkan nerselerden sektenuudobuz!» — desti"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "(Anda) paygambarları: «Asmandar jana jerdi jaratkan Allaһta sek bar beken?! Al silerdin kunooŋordu kecirip, belgiluu ubakıtka ceyin (usul duynodo) kaltıruuga cakırıp jatat! degende, alar aytıstı: «Siler paygambar emes, biz sıyaktuu ele (jonokoy) adamsıŋar. (Dagı) bizdi ata-babalarıbız sıyınıp kelgen nerselerden tosuunu kaalap jatasıŋar! (Eger sozuŋor cın bolso) bizge anık dalilderdi (moojizalardı) keltirgile!»"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "«Alarga paygambarları ayttı: «(Tuura). Biz dele siler sıyaktuu adambız. Birok, Allaһ pendelerinen Ozu kaalagandarına (mınday) neemat beret. (Anan), silerge dalil-moojizalardı keltiris bizdin ıktıyarda emes. Allaһ kaalasa gana keltire alabız. Momundar Allaһka gana tobokel kılısat"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "Emne ucun biz Allaһka tobokel kılbayt ekenbiz?! Al bizdi (Ozu bergen) Tuura Jolubuzga bastap koydu. (Biz bul joldon kaytpaybız, eger azap korsotsoŋor) azabıŋarga bekem sabır kılabız. Tobokel kıluucular Allaһka gana tobokel kılsın!»"
        }
    ]
}