{
    "rukus": [
        {
            "chapter": 19,
            "verse": 66,
            "text": "(Kaapır) insan: «Eger, men olsom, jakında (kayradan) tiruu boydon (murzomdon) cıgarılat bekenmin?!»- deyt"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "(Osol) insan oyloboybu, Biz anı mından murun ec nerse emes (jok) bolgon kezde jaratkan elek"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "(O, Muhammad) Rabbiŋe ant, Biz albette, alardı jana saytandardı (Kıyamattagı maydanga) cogultup, Tozoktun tegeregine cogolotup koyobuz"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "Kiyin (kaapırlardın) ar bir jamaatının arasınan Rahmanga asa capkan kunooluulordu suurup cıgabız (jana Tozokko birinci osolordu tastaybız)"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "Anan Tozokko kim (birinci) ılayıgıraak ekenin Ozubuz jaksı bilebiz"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "Silerden (Akıretke cogulgan adamdardan) bardıgıŋar tozokko keluucusuŋor. (Bul) Rabbiŋdin kaaloosu boyunca anık okum kılıngan is"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "Andan soŋ Allaһtan korkkon (takıba) kisilerdi kutkarıp, zaalım (kaapır)lardı cogologon abalda Tozokto kaltırabız"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "Jana kacan alarga Bizdin anık ayattarıbız okulgan kezde, kaapır adamdar ıymanduularga: «Kaysı jamaattın darajası jana majilisteri jaksıraak? (silerdikibi je bizdikibi?)» deset"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "Biz alarga ceyin duyno-mulku jana kelbet-soolotu bulardıkınan jaksıraak bolgon necendegen muundardı kıyratıp tastaganbız"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "Ayt (o, Muhammad): «Kim adasuuculukta bolso, (jana eskertilgenine karabay jolunan kaytpasa) Rahman alarga (jasoo) moonotun uzartsın!!» Kacan alar ozdoruno ubada kılıngan azaptı je Kıyamattı koruskondo, kimdin darajası jamanıraak jana askeri alsızıraak ekenin bilip alısat"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "Allaһ Hidayat (Tuura Jol) tapkan adamdardı koboytot. Rabbiŋdin nazarında soop-sıylık jaatınan da, akıbet-natıyja jaatınan da tuboluk-tugongus jaksı amaldar paydaluuraak"
        },
        {
            "chapter": 19,
            "verse": 77,
            "text": "(O, Muhammad!) Bizdin ayattarıbızga kaapır bolup (jurgon baylardın): «Bizge (Kıyamatta dele) mal-doolot menen perzentter berilet» degenin korboysuŋbu"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "Emne, alar kayıptı korup koyupturbu je bolboso, Rahman menen (Beyiske tusuu jonundo) ubada kelisimderi bar beken"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "Jok, anday emes! Biz alardın (kunoo) sozdorun jazıp koyobuz jana alarga azaptı(n moonotun) uzartabız"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "Jana alar aytkan nerselerge (duyno-mulk, doolotko) mına Biz muraskor bolobuz. Alar bolso, Bizge jalgız ozdoru keliset"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "Alar ozdoruno kubat-jardamcı bolot degen oydo Allaһtan baska nerselerdi kuday kılıp alıskan"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "Jok, anday bolboyt! (Kıyamatta) «kudayları» alardın ozuno sıyınganınan tanısat jana alarga karsı cıgısat"
        }
    ]
}