{
    "rukus": [
        {
            "chapter": 19,
            "verse": 83,
            "text": "Korboysuŋbu, cınında Biz kaapırlarga saytandardı jiberebiz. (Saytandar) alardı (kunoogo) katuu turtot"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "Sen alarga (azaptı) sasıltırba. Biz alarga (azap moonotun) kıldattık menen eseptep koygonbuz"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "Osol (Kıyamat) Kunu Biz takıba kisilerdi okul iretinde (urmat-sıy menen) cogultabız"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "(Kaapır) kılmıskerlerdi bolso, suusagan (kordolgon) abalda tozokko aydaybız"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "(Al jerde) Rahman (Allaһ) menen ubada-kelisimi (ıymanı) bar adamdar gana sapaatka ee bolo alısat.”"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "(Musrikter): «Allaһtın balası bar» desti"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "(Ey, musrikter) siler oto opurtalduu soz ayttıŋar"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "Bul sozdon asmandar ayrılıp, jer jarılıp, toolor barcalanıp ketis mumkun"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "«Rahmandın balası bar» degenderi sebeptuu"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "Rahmanga bala tutunuunun zarıldıgı jok"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "Asmandarda jana jerdeginin baarı Rahmanga kul-pende bolup, kelisti"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "Allaһ bardıgının anık esebin alıp koygon"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "Bardıgı Kıyamat Kundo Aga jalgız abalda keliset"
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "Albette, ıyman keltirip, jaksı amal kılgandar ucun Rahman suyuunu jaratat"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "(O, Muhammad!) Biz Kuraandı senin tiliŋe jeŋil kıldık. Anı menen takıbalarga (Beyisten) kus kabar berisiŋ ucun jana talaskan kaapırlardı (tozokton) korkutusuŋ ucun"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "Biz bul (Makkadagı) musrikterden murda (Aad, Samud sıyaktuu) necendegen (kaapır-musrik) muundardı kıyrattık! Sen alardan biroo jarımın sezip, je bolboso dobusun ugup jatasıŋbı"
        }
    ]
}