{
    "rukus": [
        {
            "chapter": 20,
            "verse": 105,
            "text": "(O, Muhammad) Senden toolor (jana alardın Kıyamattagı abalı) jonundo surasat. Aytkın: «Rabbim alardı (kum sıyaktuu) cacıp jiberet"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "Jana (jer menen) tegiz kılıp salat"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "Sen al (Kıyamatta elder cogulcu) jerde ne bir iyrilik, ne bir oydo-cuŋkur korboysuŋ"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "Osol kunu (elder) bir jarcının artınan (Mavkif maydanına) eercip jonosot. Anın jar salgan sozdorundo ec bir kata jok. (Kuuldogon) dobustar Rahmandın (Allaһtın) urmatına ocup, sıbıragan undordu gana ugup kalasıŋ"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "Al kunu Rahman? uruksat bergenderge jana sozunon Allaһ ıraazı bolgondorgo gana sapaat payda beret"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "(Allaһ) pendelerdin kelecegindegi, otmusundogu bardık nerseni bilet. Alardın ilimi Allaһtı kamtıy albayt"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "Bardık juzdor(dun eeleri) Tuboluk Tiruu (bardık aalamdardı baskarıp) Turuucuga bas iyiset. Zulum kotorup bargandar (kaapırlar) maksatka jetpey kalat"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "Jana kim ıymanduu bolgon abalda jaksı amaldardı jasagan bolso, zulumdan jana sooptorunun kemitip koyuluusunan korkpoyt"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "(O, Muhammad) mına usintip, Biz anı arab tilindegi Kuraan surotundo tusurduk jana anda eskertuucu ayattardı udaama-udaa keltirdik. Balkim, emi alar korkusaar je (bul eskertuucu ayattar) alarda eskeruunu (sergektikti) jarataar"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "Akıykat Padısa bolgon Allaһ eŋ Jogoru! (O, Muhammad)) saga vahiy kabarı tusup buto elekte, Kuraandı okuganga sasılba jana: «O, Rabbim! Menin ilimimdi koboytkun!» dep duba kıl"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "Biz (Beyistegi bir darakka jakındaboo jonundo) Adam menen ubadalaskan elek. Al unutup koydu. Biz anda sabırduuluktu korboduk"
        }
    ]
}