{
    "rukus": [
        {
            "chapter": 23,
            "verse": 78,
            "text": "Al (Allaһ) silerge kulak, koz jana dil-jurok berdi. Siler bolso oto az sugur kıluudasıŋar"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "Al silerdi(n bardıgıŋardı) jer betine jarattı. Jana (Kıyamatta) Ozuno cogultulasıŋar"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "Al jasoo beret jana olturot. Tun menen kundun almasuusu Aga taandık. Akılıŋardı istetpeysiŋerbi"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "Birok, (kaapırlar) murdakılar aytkan sozdordu aytısıp, (mınday)"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "desti: «Eger biz olup topurakka jana (cirigen) sookko aylanıp kalsak dele kayra tirilet bekenbiz"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "Bul (sozdor) bizge jana ata-babalarıbızga buga ceyin (kop iret) aytıldı. Bular bayırkılardın jomoktorunan baska emes»"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "Aytkın (oo, Muhammad:) «Jer jana andagılar kimdiki, aytkılacı, eger bilseŋer?»"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "Alar daroo: «Allaһka taandık» deset. Aytkın: «Estebeysiŋerbi (osol Allaһtı?!»)"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Ayt: «Jeti (kabat) asmandardın jana (alardın ustundogu) Uluu Arstın Rabbisi (Eesi) kim?»"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "Alar daroo «Allaһka taandık» deset. Aytkın: «korkpoysuŋarbı (osol Allaһtan?!»)"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Aytkın: «Bardık nerselerdin padısalıgı kimdin kolunda? Kim al — korgoyt, birok, ec kim anı korgoy albayt? (Aytkılacı,) eger bilseŋer?»"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "Alar daroo «Allaһka taandık» deset. Aytkın: «Kantip aldanuudasıŋar?°»"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "Jok, Biz alarga cındıktı alıp kelgenbiz. Birok, «jalgan» dep, cetke kagıstı"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "Allaһ (ec kimdi Ozuno) bala (kılıp) algan emes! Anı menen birge baska kuday dagı jok! Anday bolso, ar bir kuday ozu jaratkan nerse menen ketmek jana (duyno padısaları sıyaktuu) biri-birine ustomduk kılmak. Allaһ (musrikter) sıpattagandan! Aruu"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "Al komuskonu da, korungondu da Biluucu. Al (musrikter oylop tapkan) serikterden Aruu-Biyik"
        }
    ]
}