{
    "rukus": [
        {
            "chapter": 2,
            "verse": 8,
            "text": "Adamdardan kee birooloru «Allaһka jana Akıret kununo isendik» deset. Birok, isenisken (ıymanduu) emes"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "Allaһtı jana momundardı aldamakcı bolusat, birok ozdorun gana aldap jatkandarın sezispeyt"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Juroktorundo ooru bar. Allaһ ooruuların dagı koboyttu. Jana jalgan suylogondoru sebeptuu alar ucun jan oorutkan azap bar"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Eger alarga «Jer betinde buzukuluk kılbagıla»-dep aytılcu bolso, «Biz — oŋ-doocularbız»-deset"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Koŋul burgula! Alar — anık buzukular. Birok, ozdoru (munu) sezispeyt"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Dagı alarga «Adamdar (sahaabalar) ıyman keltirgendey ıyman keltirgile»-dep aytılsa, «(Usul) akılsızdar sıyaktuu ıy-man keltirebizbi?!»-deset. Koŋul burgula! Ozdoru anık akmak! Birok, (munu) bilispeyt"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "Iymanduu kisilerge jolukkanda: «Biz ıyman keltirdik»-deset. Al emi, ozdorunun saytandarı (coŋdoru) menen jalgız kalıssa: «Biz siler menenbiz. Biz alardı sıldıŋ kıluudabız»-deset"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Allaһ ozdorun sermende kılat jana bastarı aylanganca kaapırcılıkta juruulorun uzartat"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Alar- Tuura Joldun orduna adasuunu satıp algandar. (Bul) «soodaları» payda berbedi jana Tuura Jolgo tusuucu boluspadı"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Alardın misalı biroodon ot surap jakkan kisiler sıyaktuu. Ot emi gana tegeregin jarıttı ele, Allaһ (kapıstan) nurun ketirip, alardı karaŋgılıktarda, korboy turgan abalda kaltırdı"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "(Dagı alardın misalı) duloy, duduk jana sokur (sıyaktuu). Demek, (adasuularınan) ec kaytıspayt"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Je bolboso karaŋgı, kurkuroktuu, cagılganduu asmandan nosorlogon jamgırda kalgan kisilerge oksoyt. Cagılgan cartıldaganda olumdon korkup, manjaların kulaktarına tıgıp alısat. Allaһ kaapırlardı orop aluucu"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Cagılgan kozdorun sokur kıla jazdayt. Jarık tiygen sayın (bir az) jurup alısat, karaŋgı bolgondo toktop kalısat. Eger Allaһ kaalasa kulaktarın jana kozdorun (tap-takır) jok kılıp koymok. Allaһ bardık nersege Kudurettuu"
        }
    ]
}