{
    "rukus": [
        {
            "chapter": 47,
            "verse": 12,
            "text": "Cınında, Allaһ ıymanduu jana jaksı amaldardı jasagan pendelerin tubunon darıyalar akkan beyisterge kirgizet. Kaapırlar bolso, (bul duynodo) paydalana beriset jana aybandar sıyaktuu jep-iciset. Alardın ordu - tozok"
        },
        {
            "chapter": 47,
            "verse": 13,
            "text": "(O, Muhammad!) Biz, seni cıgarıp jibergen saarıŋdan da kubattuuraak bolgon necendegen saarlardı kıyratıp salganbız. Anan alarga (ec kanday) jardamcı bolboy kalgan"
        },
        {
            "chapter": 47,
            "verse": 14,
            "text": "Rabbisi tarabınan (jiberilgen) anık bayan-dalildin ustundo bolgon kisi, jaman isi ozuno (saytan tarabınan) kooz korgozulgon jana napsinin kaaloolorun (gana) eercigen adamga oksop kalmak bele"
        },
        {
            "chapter": 47,
            "verse": 15,
            "text": "Takıba kisiler ucun ubada kılıngan Beyistin misalı: anda icuuculor ucun (daamı, jıtı, tusu) buzulbagan suu darıyaları, daamı aynıbagan sut darıyaları, ılazzattuu sarap darıyaları jana taza-pakiza bal darıyaları bar. Anda alar ucun ar turduu momolor jana Rabbisinen kecirim bar. (Usunday beyiske tuskon adam) tozokto tuboluk kalıp, (udaama-udaa) kaynak suu icirilip, natıyjada icegileri uzulup ketken adamga oksoybu"
        },
        {
            "chapter": 47,
            "verse": 16,
            "text": "Alardın (munafıktardın) arasınan kee birooloru saga (jurogu menen berilbey) kulak salısat. Al emi, kacan senden cıkkanda (berilip ukkan) ilimduu adamdardan «(Muhammad) azır emne dedi ele?» dep surasat. (Munun sebebi) Allaһ alardın juroktoruno moor basıp koygon. Alar oz kaaloolorun gana eercigen adamdar"
        },
        {
            "chapter": 47,
            "verse": 17,
            "text": "(Allaһ) Tuura Jolgo tuskon adamdardın hidayatın dagı da koboytot jana alardı takıbaluu kılat"
        },
        {
            "chapter": 47,
            "verse": 18,
            "text": "Emi alar (munafıktar) ozdoruno kapısınan Kıyamat kelip kalısın baska ec nerseni kutuspoyt. Kıyamattın (kee bir) belgileri kelip da kaldı! Anan eger Kıyamat kelip kalsa, alardın eskerme-sabak aluuları kaydan mumkun bolsun"
        },
        {
            "chapter": 47,
            "verse": 19,
            "text": "(O, Muhammad!) Bilgin, ec bir kuday jok, jalgız Allaһ bar! Ozuŋdun kunooloruŋ ucun jana momun erkek, momun ayaldar ucun Allaһtan kecirim sura! Allaһ silerdin (bardık) kıymıl-araketiŋerdi jana (kıymılsız turgan) orduŋardı bilet"
        }
    ]
}