{
    "rukus": [
        {
            "chapter": 68,
            "verse": 34,
            "text": "Albette, takıba kisiler ucun Rabbisinin aldında eŋ mıktı beyister bar"
        },
        {
            "chapter": 68,
            "verse": 35,
            "text": "(Ey, Makka musrikteri!) emne, biz musulmandardı (silerge oksogon) kunookorlor sıyaktuu kılat bekenbiz"
        },
        {
            "chapter": 68,
            "verse": 36,
            "text": "Silerge emne bolgon?! Kanday okum cıgarıp jatasıŋar"
        },
        {
            "chapter": 68,
            "verse": 37,
            "text": "Je silerdin aldıŋarda anı sabak kılıp okugan (Iyık) Kitep bar bele"
        },
        {
            "chapter": 68,
            "verse": 38,
            "text": "(Je) Al (kiteptin icinde) siler ucun ozuŋor kaalagan nerse (bar beken)"
        },
        {
            "chapter": 68,
            "verse": 39,
            "text": "Je bolboso, siler ucun Bizdin moynubuzda Kıyamat kununo ceyin jete turgan «Siler kaalagan (bardık) nerse(ler) siler ucun mumkun» degen ant-ubada bar beken"
        },
        {
            "chapter": 68,
            "verse": 40,
            "text": "(O, Muhammad), alardan suracı, kimisi buga kepil bolo alat"
        },
        {
            "chapter": 68,
            "verse": 41,
            "text": "Je alardın (kaaloo tilekterin orundatıp bere turgan Allaһtan baska) kudayları barbı?! Eger cıncıl bolussa, (osol) kuday-ların alıp kelissin"
        },
        {
            "chapter": 68,
            "verse": 42,
            "text": "(Kıyamat) kunu Baltır acılıp, (bardık elder) sajda kıluuga cakırılganda, alar (musrikter sajda kıluuga) jarabay kalısat"
        },
        {
            "chapter": 68,
            "verse": 43,
            "text": "Kozdoru jerge kadalıp, alardı korduk orogon abalda (turusat) Alar (duyno jasoosunda) sak-salamat bolup (sajda kıluuga jarap) turganda sajdaga cakırılıskan ele"
        },
        {
            "chapter": 68,
            "verse": 44,
            "text": "(O, Muhammad!) Sen bul Sozdu (Kuraandı) jalgan degenderdi Maga koy! Biz alardı bilbegen tarabınan ec bilgizbey azapka salabız"
        },
        {
            "chapter": 68,
            "verse": 45,
            "text": "Men alarga moonot beremin. Menin amalkerligim bekem"
        },
        {
            "chapter": 68,
            "verse": 46,
            "text": "Je bolboso (o, Muhammad) sen alardan (ozuŋdun daavatıŋ ucun) akı surap, alar bolso toloodon kıynalıp jatısabı"
        },
        {
            "chapter": 68,
            "verse": 47,
            "text": "Je alardın aldında kayıp (aalamındagı Tagdır Kitebi) barbı (jana) alar (osondon okugandarın) jazısabı"
        },
        {
            "chapter": 68,
            "verse": 48,
            "text": "Emi (o, Muhammad) sen Rabbiŋdin okumuno sabır kıl! Balıktın «eesi» (Yunus paygambar) sıyaktuu (eliŋe sabırsız) bolbo! Bir kezde al (balıktın icine) jutulgan boydon (kap-karaŋgı kursakta oturup) Rabbisine duba kılgan bolcu"
        },
        {
            "chapter": 68,
            "verse": 49,
            "text": "Egerde aga Rabbisinin neematı (jaksılıgı) jetpegende, jek korulgon abalda jaydak jerge (karoosuz) tastap koyulmak"
        },
        {
            "chapter": 68,
            "verse": 50,
            "text": "Anan Rabbisi anı (kayradan paygambarcılık ucun) tandap, salih (jaksı) insandardan kıldı"
        },
        {
            "chapter": 68,
            "verse": 51,
            "text": "(O, Muhammad) kaapır bolgon adamdar zikirdi (Kuraandı) ukkan mezgilde (ici orttonup) seni kozdoru menen oodara sala jazdasat jana: «Al jindi!»-deset"
        },
        {
            "chapter": 68,
            "verse": 52,
            "text": "Al (Kuraan) but aalamdar ucun (eŋ daanısman) nasaat-eskermeden baska nerse emes"
        }
    ]
}