{
    "pages": [
        {
            "chapter": 6,
            "verse": 111,
            "text": "N’iyo tuza kubamanurira abamalayika, (tukabazurira) abapfuye bakabavugisha, tukanabateranyiriza buri kintu imbona nkubone (nk’uko babyifuzaga), ntibari kwemera keretse Allah abishatse. Ariko abenshi muri bo bafite ubujiji"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "Uko ni na ko buri muhanuzi twamushyiriyeho abanzi, (abo banzi ni) amashitani (aboneka) mu bantu n’amajini. Bamwe muri bo bacengeza mu bandi imvugo zitatse ikinyoma zigamije kubashuka. N’iyo Nyagasani wawe aza kubishaka ntibari kubikora; bityo bareke n’ibyo bihimbira"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "(Ibi) ni no kugira ngo imitima ya ba bandi batemera imperuka izibogamireho (izo mvugo z’ibishuko) izishimire, no kugira ngo bakore ibyo bakora (ibyaha by’ingeri zose)"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "Ese utari Allah ni we nagira umukiranuzi kandi ari We (Allah) wabahishuriye igitabo gisobanutse? Kandi ba bandi twahaye ibitabo (Tawurati n’Ivanjili) bazi ko (igitabo cya Qur’an) cyahishuwe giturutse kwa Nyagasani wawe mu kuri. Ku bw’ibyo, uramenye ntuzabe mu bashidikanya"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "N’ijambo rya Nyagasani wawe ryarasohoye (ku byo rivuga) mu kuri no mu butabera (mu mategeko yabyo). Ntawahindura amagambo Ye. Ni na We Uwumva bihebuje, Umumenyi uhebuje"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "Kandi nuramuka wumviye abenshi mu bari ku isi, bazakuyobya inzira ya Allah. Nta kindi bakurikira kitari ugukeka, ndetse nta n’icyo bakora kitari ukubeshya"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Mu by’ ukuri Nyagasani wawe ni We uzi neza abayobye inzira ye, kandi ni We Uzi neza abayobotse"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "Bityo, nimurye ibyavugiweho izina rya Allah (bibagwa), niba muri abemera amagambo ye (Qur’an)"
        }
    ]
}