{
    "pages": [
        {
            "chapter": 9,
            "verse": 94,
            "text": "Nimutabaruka mugahura na bo, bazababwira impamvu (batagiye ku rugamba). Vuga (yewe Muhamadi) uti “Mwigira impamvu mutanga kuko tudashobora kwemera ibyo muvuga. Allah yamaze kutumenyesha ibyanyu. Kandi Allah azareba ibikorwa byanyu ndetse n'Intumwa ye izabireba (niba muzicuza cyangwa muzaguma mu buryarya bwanyu). Hanyuma muzasubizwa ku Mumenyi w'ibyihishe n'ibigaragara, maze abamenyeshe ibyo mwajyaga mukora.”"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "Nimugaruka mugahura na bo bazabarahirira ku izina rya Allah, kugira ngo mubihorere (ntimugire icyo mubabaza). Ngaho nimubirengagize. Mu by’ukuri ntibasukuye (kubera ibikorwa byabo bibi) kandi ubuturo bwabo buzaba mu muriro wa Jahanamu, ibyo bikazaba igihembo cy’ibyo bakoraga"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "Barabarahirira kugira ngo mubishimire, ariko nimuramuka mubishimiye (kuko mutazi ibinyoma byabo), mu by’ukuri Allah ntiyishimira abantu b’ibyigomeke"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "Abarabu bo mu cyaro ni bo barusha abandi ubuhakanyi n’uburyarya, ni nabo babanguka mu kutamenya imbibi z’ibyo Allah yamanuriye Intumwa ye. Kandi Allah ni Umumenyi uhebuje, Nyirubugenge buhambaye"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "No mu Barabu bo mu cyaro harimo ababona ko ibyo batanga (mu nzira ya Allah) ari umutwaro kuri bo, bakanitega ko amakuba abageraho (mwe abemeramana). Amakuba nabe kuri bo! Allah ni Uwumva bihebuje, Umumenyi uhebuje"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "No mu Barabu bo mu cyaro harimo abemera Allah n’umunsi w'imperuka, bakanabona ko ibyo batanga (mu nzira ya Allah) ari ibibegereza Allah, bikaba n’impamvu yo gusabirwa n’Intumwa. Mumenye ko mu by’ukuri ibyo bibegereza (Allah) koko. Allah azabinjiza mu mpuhwe ze (Ijuru). Mu by’ukuri Allah ni Ubabarira ibyaha, Nyirimpuhwe"
        }
    ]
}