{
    "pages": [
        {
            "chapter": 10,
            "verse": 43,
            "text": "No muri bo hari abakwitegereza (ariko ntibabone ibyo Allah yaguhaye bijyanye n’urumuri rw’ukwemera). Ese wayobora abigira nk’abatabona kabone n’ubwo baba batabona koko"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "Mu by’ukuri Allah ntacyo ajya ahuguza abantu, ahubwo abantu ni bo bihemukira ubwabo"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "N’umunsi azabakoranyiriza hamwe, (bazamera) nk’aho batigeze babaho (ku isi) uretse isaha imwe yo ku manywa, kandi bazamenyana. Rwose ba bandi bahakanye kuzahura na Allah barahombye, kandi ntibayobotse"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "Kandi (yewe Muhamadi) n’iyo twakwereka bimwe mu byo tubasezeranya (ukiri ku isi), cyangwa tukakuzuriza igihe cyawe (ugapfa), (uko byagenda kose) iwacu ni ho bazagarurwa. Hanyuma Allah akaba umuhamya w’ibyo bakoraga"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "Na buri muryango (Umat) wahawe Intumwa; ubwo Intumwa yabo izaba ije (gutanga ubuhamya ku munsi w’imperuka), bazacirwa imanza mu butabera kandi ntibazarenganywa"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "Baranavuga bati “Iryo sezerano (imperuka) rizasohora ryari niba koko muri abanyakuri?”"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "Vuga (yewe Muhamadi) uti “Ku bwanjye, nta bushobozi mfite bwo kugira ikibi nakwikiza cyangwa ngo ngire icyiza nakwimarira uretse icyo Allah yashaka. Buri muryango (Umat) wagenewe igihe ntarengwa (cyo kubaho); iyo igihe cyabo kigeze, ntibarindirizwa na gato cyangwa ngo bihutishwe mbere yacyo.”"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "Vuga uti “Nimumbwire! Ese ibihano bye (Allah) biramutse bibagezeho nijoro cyangwa ku manywa (mwabihungira he)? None se ni iki inkozi z’ibibi zisaba kubyihutishaho?”"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "Ese biramutse bibagezeho ni bwo mwabyemera? (Icyo gihe muzabwirwa muti) Ese ubu (ni bwo mwemeye) kandi mwarajyaga musaba ko byihutishwa"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "Hanyuma ba bandi bihemukiye babwirwe bati “Ngaho nimwumve ububabare bw’ibihano bihoraho. Ese hari ikindi muhaniwe kitari ibyo mwakoraga?”"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "Barakubaza bati “Ese ibyo uvuga (byerekeranye n’imperuka) ni ukuri?” Vuga (yewe Muhamadi) uti “Yego! Ndahiye ku izina rya Nyagasani wanjye! Ni ukuri! Kandi ntabwo mwananira Allah (nta ho mwamucikira.)”"
        }
    ]
}