{
    "pages": [
        {
            "chapter": 10,
            "verse": 107,
            "text": "Kandi Allah aramutse aguteje ingorane, nta wazigukiza utari We, ndetse anagushakiye icyiza, nta wakumira ingabire ze agenera uwo ashaka mu bagaragu be. Kandi ni We Ubabarira ibyaha, Nyirimpuhwe"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "Vuga (yewe Muhamadi) uti “Yemwe bantu! Rwose mwagezweho n’ukuri guturutse kwa Nyagasani wanyu. Bityo, uyobotse aba yigiriye neza ndetse n’uyobye aba yihemukiye. Kandi njye si ndi umuhagararizi wanyu (sinoherejwe kugira ngo mbahatire kuyoboka).”"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "Kandi ujye ukurikiza ibyo uhishurirwa, unihangane kugeza ubwo Allah abakiranuye (wowe na bo), kuko ari We Mukiranuzi mwiza"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "Alif Laam Raa. Iki ni igitabo kigizwe n’imirongo yasobekanywe ubushishozi, hanyuma isesengurwa na Nyirubugenge buhambaye, Umumenyi wa byose"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "(Twahishuye Qur’an) kugira ngo mutazagira undi mugaragira utari Allah. Mu by’ukuri njye (Muhamadi) ndi Umuburizi wanyu uturutse kuri We (Allah), nkaba n’utanga inkuru nziza"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "No kugira ngo musabe imbabazi Nyagasani wanyu ndetse munamwicuzeho, bityo azabahe ibyishimo bihebuje kugeza igihe cyagenwe (cyo gupfa), anahe buri wese wakoze neza ibihembo bye. Ariko nimwigomeka (mukirengagiza ibyo mbahamagarira), mu by’ukuri njye ndatinya ko mwazahura n’ibihano byo ku munsi ukomeye"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "Kwa Allah ni ho muzagaruka (nyuma yo gupfa). Kandi ni We Ushobora byose"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Nta gushidikanya ko mu by’ukuri bahisha ibiri mu bituza byabo bakiyegeranya bagamije guhisha (ibirimo). Rwose n’iyo bipfutse imyambaro yabo, (Allah) amenya ibyo bahishe n’ibyo bagaragaza. Mu by’ukuri We ni Umumenyi uhebuje w’ibiri mu bituza (by’abantu)"
        }
    ]
}