{
    "pages": [
        {
            "chapter": 16,
            "verse": 65,
            "text": "Kandi Allah amanura amazi (imvura) ayakuye mu kirere, nuko akayahesha isi ubuzima nyuma yo gupfa kwayo (gukakara). Mu by’ukuri muri ibyo harimo inyigisho ku bantu bumva"
        },
        {
            "chapter": 16,
            "verse": 66,
            "text": "Kandi mu by’ukuri mu matungo mukuramo inyigisho. Tubaha ibinyobwa biturutse mu nda zayo, bikomoka mu mase (akiri mu mara) n’amaraso; ibyo bikaba amata y’umwimerere aryohera abayanywa"
        },
        {
            "chapter": 16,
            "verse": 67,
            "text": "No mu mbuto z’imitende n’imizabibu, mukuramo ibisindisha (byaziririjwe) ndetse n’amafunguro meza. Mu by’ukuri muri ibyo harimo isomo ku bantu bafite ubwenge"
        },
        {
            "chapter": 16,
            "verse": 68,
            "text": "Nyagasani wawe yanahishuriye inzuki (agira ati) “Mwubake amazu mu misozi, mu biti no mu byo (abantu) bubaka (imitiba)”"
        },
        {
            "chapter": 16,
            "verse": 69,
            "text": "“Hanyuma murye ku mbuto zose, munanyure mu nzira za Nyagasani wanyu yaborohereje.” Mu nda zazo havamo ikinyobwa (ubuki) cy’amabara atandukanye, kirimo umuti ku bantu. Mu by’ukuri muri ibyo harimo inyigisho ku bantu batekereza"
        },
        {
            "chapter": 16,
            "verse": 70,
            "text": "Kandi Allah yarabaremye ndetse ni na We ubambura ubuzima. No muri mwe hari abo ageza mu zabukuru (bakaba abasaza rukukuri), kugeza ubwo bayoberwa ibyo bari bazi. Mu by’ukuri Allah ni Umumenyi wa byose, Ushobora byose"
        },
        {
            "chapter": 16,
            "verse": 71,
            "text": "Kandi Allah yarutishije bamwe muri mwe abandi mu butunzi. Nyamara ba bandi barutishijwe abandi, ntibashobora kwemera guha imitungo yabo abacakara babo kugira ngo bareshye mu butunzi. (Ese niba mutemera kureshya n’abagaragu banyu, ni gute mureshyeshya Imana n’ibigirwamana?) None se bahakana ingabire za Allah"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "Kandi Allah yabaremeye abagore ababakomoyemo, maze abaha abana n’abuzukuru bakomotse ku bagore banyu, ndetse abaha n’amafunguro meza. Ese bemera ibitari ukuri (ibigirwamana) bagahakana ingabire za Allah"
        }
    ]
}