{
    "pages": [
        {
            "chapter": 28,
            "verse": 85,
            "text": "Mu by’ukuri uwaguhishuriye Qur’an (yewe Muhamadi) azanagusubiza ahantu hawe h’isezerano (Maka cyangwa mu Ijuru nyuma yo gupfa kwawe). Vuga uti “Nyagasani wanjye ni We uzi neza uwayobotse (by’ukuri) ndetse n’uri mu buyobe bugaragara.”"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Kandi ntabwo wigeze utekereza ko uzahishurirwa igitabo (cya Qur’an), ariko ku bw’impuhwe za Nyagasani wawe (waragihishuriwe). Bityo ntuzashyigikire abahakanyi"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "Kandi rwose (ababangikanyamana) ntibazakubuze kugeza amagambo ya Allah (ku bantu) nyuma y’uko uyahishuriwe. Ujye unahamagarira (abantu) kugana Nyagasani wawe, ndetse ntuzabe mu babangikanyamana"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "Kandi ntuzabangikanye Allah n’uwo ari we wese. Nta yindi mana ikwiriye gusengwa by’ukuri itari We. Buri kintu cyose kizarimbuka usibye uburanga bwe (Allah). Ni we ufite ubutware (bwa buri kintu) kandi Iwe ni ho muzasubizwa"
        },
        {
            "chapter": 29,
            "verse": 1,
            "text": "Alif Laam Miim"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Ese abantu bibaza ko bazabaho batageragezwa kubera ko bavuze bati “Twaremeye?”"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "Kandi rwose twagerageje ababayeho mbere yabo; bityo nta gushidikanya ko Allah azi neza abanyakuri, kandi nta gushidikanya ko azi neza abanyabinyoma"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Cyangwa ba bandi bakora ibikorwa bibi bibwira ko bazaducika? Rwose ibyo bibwira ni bibi"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Uwizera kuzahura na Allah, mu by’ukuri igihe ntarengwa Allah yagennye kizagera nta kabuza. Kandi We ni Uwumva bihebuje, Umumenyi uhebuje"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "Kandi uzagira umuhate, uwo azaba abyigiriye ubwe. Mu by’ukuri Allah arihagije nta cyo akeneye ku biremwa byose"
        }
    ]
}