{
    "pages": [
        {
            "chapter": 32,
            "verse": 21,
            "text": "Kandi rwose tuzabasogongeza ku bihano bya hafi (hano ku isi) mbere y’ibihano bihambaye (byo ku munsi w’imperuka) kugira ngo bisubireho"
        },
        {
            "chapter": 32,
            "verse": 22,
            "text": "Ese ni nde muhemu kurusha uwibutswa amagambo ya Nyagasani we maze akayatera umugongo? Mu by’ukuri tuzihorera ku nkozi z’ibibi"
        },
        {
            "chapter": 32,
            "verse": 23,
            "text": "Kandi rwose twahaye Musa igitabo (Tawurati). Bityo, ntuzagire ugushidikanya ko kuzahura na we. Kandi twakigize umuyoboro kuri bene Isiraheli"
        },
        {
            "chapter": 32,
            "verse": 24,
            "text": "Kandi bamwe muri bo (bene Isiraheli) twabagize abayobozi bayobora ku bw’itegeko ryacu, ubwo bihanganaga bakanemera amagambo yacu batayashidikanyaho"
        },
        {
            "chapter": 32,
            "verse": 25,
            "text": "Mu by’ukuri Nyagasani wawe ni We uzabakiranura ku munsi w’imperuka mu byo batavugagaho rumwe"
        },
        {
            "chapter": 32,
            "verse": 26,
            "text": "Ese ntibibabera ikimenyetso iyo bibajije umubare w’ibisekuru twarimbuye mbere yabo, bakaba banyura mu matongo yabyo? Mu by’ukuri muri ibyo harimo ibimenyetso; ese ntibumva"
        },
        {
            "chapter": 32,
            "verse": 27,
            "text": "Ese ntibabona uko twohereza amazi ku butaka bwumagaye, tukayeresha ibimera bitanga amafunguro ku matungo yabo ndetse na bo ubwabo? Ese ntibabona"
        },
        {
            "chapter": 32,
            "verse": 28,
            "text": "Baranavuga bati “Ese uko kudukiranura kuzaba ryari, niba muri abanyakuri?”"
        },
        {
            "chapter": 32,
            "verse": 29,
            "text": "Vuga (yewe Muhamadi) uti “Ku munsi w’urubanza, ukwemera kwa ba bandi bahakanye nta cyo kuzabamarira kandi ntibazarindirizwa (kugira ngo bicuze).”"
        },
        {
            "chapter": 32,
            "verse": 30,
            "text": "Ngaho bitarure ubirengagize unategereze (ibizababaho), mu by’ukuri na bo bategereje (ibizakubaho)"
        }
    ]
}