{
    "pages": [
        {
            "chapter": 6,
            "verse": 1,
            "text": "ಅವನೇ ನಿಮ್ಮನ್ನು ಮಣ್ಣಿನಿಂದ ಸೃಷ್ಟಿಸಿದವನು ಹಾಗೂ ಆ ಬಳಿಕ (ನಿಮ್ಮ ಮರಣಕ್ಕೆ) ಒಂದು ಸಮಯವನ್ನು ನಿಗದಿಗೊಳಿಸಿದವನು. ಅವನ ಬಳಿಯಂತು (ಎಲ್ಲದಕ್ಕೂ) ಸಮಯವು ನಿಶ್ಚಿತವಾಗಿದೆ. ಆದರೆ ನೀವು ಸಂಶಯಿಸುತ್ತಿರುವಿರಿ"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "ಆಕಾಶಗಳಲ್ಲೂ ಭೂಮಿಯಲ್ಲೂ ಆ ಅಲ್ಲಾಹನೇ ಇರುವನು. ನಿಮ್ಮ ಗುಪ್ತ ಹಾಗೂ ಬಹಿರಂಗವಾದ ಎಲ್ಲ ಸಂಗತಿಗಳನ್ನೂ ಅವನು ಬಲ್ಲನು ಮತ್ತು ನೀವು ಏನನ್ನು ಸಂಪಾದಿಸುತ್ತಿರುವಿರಿ ಎಂಬುದೂ ಅವನಿಗೆ ತಿಳಿದಿದೆ"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "ಅಲ್ಲಾಹನ ದೃಷ್ಟಾಂತಗಳ ಪೈಕಿ, ತಮ್ಮ ಬಳಿಗೆ ಬಂದ ಪ್ರತಿಯೊಂದು ದೃಷ್ಟಾಂತವನ್ನೂ ಅವರು ಕಡೆಗಣಿಸಿದರು"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "ಸತ್ಯವು ತಮ್ಮ ಬಳಿಗೆ ಬಂದಾಗಲೆಲ್ಲಾ ಅವರು ಅದನ್ನು ಸುಳ್ಳೆಂದು ತಿರಸ್ಕರಿಸಿದರು. ಆದರೆ ಅವರು ಈ ತನಕ ಗೇಲಿ ಮಾಡುತ್ತಿದ್ದ ವಿಷಯಗಳ ಸತ್ಯಾಂಶವು ಶೀಘ್ರವೇ ಅವರಿಗೆ ತಿಳಿಯಲಿದೆ"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "ನಾವು ಅವರಿಗಿಂತ ಮುನ್ನ ಅದೆಷ್ಟು ಜನಾಂಗಗಳನ್ನು ನಾಶಗೊಳಿಸಿರುವೆವೆಂದು ಅವರು ಕಂಡಿಲ್ಲವೇ? ಭೂಮಿಯಲ್ಲಿ ನಿಮಗೆ ನೀಡಿಲ್ಲದಷ್ಟು ಸ್ಥಿರತೆಯನ್ನು ನಾವು ಅವರಿಗೆ ನೀಡಿದ್ದೆವು ಹಾಗೂ ಆಕಾಶದಿಂದಲೂ ಅವರ ಮೇಲೆ ಧಾರಾಳ ಮಳೆಯನ್ನು ಸುರಿಸಿದೆವು ಮತ್ತು ನಾವು ಅವರ ತಳದಲ್ಲಿ ನದಿಗಳನ್ನು ಹರಿಸಿದೆವು – ಕೊನೆಗೆ, ಅವರ ಪಾಪಗಳ ಕಾರಣ ನಾವು ಅವರನ್ನು ನಾಶ ಮಾಡಿದೆವು ಮತ್ತು ಅವರ ಬಳಿಕ ಬೇರೆ ಜನಾಂಗಗಳನ್ನು ಮುಂದೆ ತಂದೆವು"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "(ದೂತರೇ,) ಒಂದು ವೇಳೆ ನಾವು ನಿಮಗೆ ಕಾಗದದಲ್ಲಿ ಬರೆದಿರುವ ಸಂದೇಶವನ್ನು ಇಳಿಸಿಕೊಟ್ಟಿದ್ದರೆ ಮತ್ತು ಅವರು (ಜನರು) ಅದನ್ನು ತಮ್ಮ ಕೈಗಳಿಂದ ಮುಟ್ಟುವಂತಿದ್ದರೆ, ಆಗಲೂ ಧಿಕ್ಕಾರಿಗಳು – ಇದೆಲ್ಲಾ ಸ್ಪಷ್ಟ ಮಾಟಗಾರಿಕೆಯಲ್ಲದೆ ಬೇರೇನೂ ಅಲ್ಲ – ಎನ್ನುತ್ತಿದ್ದರು"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "‘‘ಅವರ (ದೂತರ) ಜೊತೆ ‘ಮಲಕ್’ ಅನ್ನು ಯಾಕೆ ಇಳಿಸಿಕೊಡಲಾಗಿಲ್ಲ?’’ ಎಂದು ಅವರು ಕೇಳುತ್ತಾರೆ. ಒಂದು ವೇಳೆ ನಾವು ಮಲಕ್‌ಗಳನ್ನು ಇಳಿಸಿಬಿಟ್ಟಿದ್ದರೆ ಎಲ್ಲವೂ ಇತ್ಯರ್ಥವಾಗಿ ಬಿಡುತ್ತಿತ್ತು ಮತ್ತು ಅವರಿಗೆ ಕಾಲಾವಕಾಶವೇ ಸಿಗುತ್ತಿರಲಿಲ್ಲ"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "ಇನ್ನು ನಾವು ಮಲಕ್ ಅನ್ನು ಕಳಿಸಿದ್ದರೂ, ಆತನನ್ನು ಮಾನವ ರೂಪದಲ್ಲೇ ಕಳುಹಿಸುತ್ತಿದ್ದೆವು ಮತ್ತು ಆಗಲೂ, ನಾವು ಅವರಲ್ಲಿ, ಅವರು ಈಗ ಪ್ರಕಟಿಸುತ್ತಿರುವಂತಹ ಸಂದೇಹವನ್ನೇ ಬಿತ್ತುತ್ತಿದ್ದೆವು"
        }
    ]
}