{
    "pages": [
        {
            "chapter": 7,
            "verse": 105,
            "text": "ಅವನು (ಫಿರ್‌ಔನ್) ಹೇಳಿದನು; ನೀನು ದೃಷ್ಟಾಂತದೊಂದಿಗೆ ಬಂದಿದ್ದರೆ (ಹಾಗೂ) ನೀನು ಸತ್ಯವಂತನಾಗಿದ್ದರೆ ಅದನ್ನು ಮುಂದಿಡು"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "ಅವರು (ಮೂಸಾ) ತಮ್ಮ ಊರುಗೋಲನ್ನು ಎಸೆದರು ಮತ್ತು ಹಠಾತ್ತನೆ ಅದು ಸ್ಪಷ್ಟವಾಗಿ ಒಂದು ಹೆಬ್ಬಾವಾಗಿ ಬಿಟ್ಟಿತು"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "ತರುವಾಯ ಅವರು ತಮ್ಮ ಕೈಯನ್ನು ಹೊರತೆಗೆದರು. ಹಠಾತ್ತನೆ ಅದು ನೋಡುವವರಿಗೆ ತುಂಬಾ ಉಜ್ವಲವಾಗಿ ಕಂಡಿತು"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "ಫಿರ್‌ಔನನ ಜನಾಂಗದ ಸರದಾರರು ಹೇಳಿದರು; ಇವನು ಖಂಡಿತ ಒಬ್ಬ ತಜ್ಞ ಜಾದೂಗಾರನಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "ಇವನು ನಿಮ್ಮನ್ನು ನಿಮ್ಮ ನಾಡಿನಿಂದ ಹೊರದಬ್ಬ ಬಯಸುತ್ತಾನೆ. ಈಗ ನೀವೇನು ಆದೇಶಿಸುತ್ತೀರಿ"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "ಅವರು (ಫಿರ್‌ಔನನೊಡನೆ) ಹೇಳಿದರು; ಇವನನ್ನು ಹಾಗೂ ಇವನ ಸಹೋದರನನ್ನು ತಡೆದಿಟ್ಟುಕೊ ಮತ್ತು ವಿವಿಧ ನಗರಗಳಿಗೆ ದೂತರನ್ನು ಕಳುಹಿಸು"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "ಅವರು ಎಲ್ಲ ತಜ್ಞ ಜಾದೂಗಾರರನ್ನು ನಿನ್ನ ಬಳಿಗೆ ತರಲಿ"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "ಹೀಗೆ, ಜಾದೂಗಾರರು ಫಿರ್‌ಔನನ ಬಳಿಗೆ ಬಂದರು. ನಾವು ವಿಜಯಿಗಳಾದರೆ ಖಂಡಿತವಾಗಿಯೂ ನಮಗೆ ಪ್ರತಿಫಲ ಸಿಗಲಿದೆ ಎಂದರು"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "ಅವನು (ಫಿರ್‌ಔನ್) ಹೇಳಿದನು; ಹೌದು, ಜೊತೆಗೆ ನೀವು ನನ್ನ ಆಪ್ತರ ಸಾಲಿಗೆ ಸೇರುವಿರಿ"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "ಅವರು (ಜಾದೂಗಾರರು), ಓ ಮೂಸಾ, ನೀನು ಎಸೆಯುವೆಯಾ ಅಥವಾ ನಾವು ಎಸೆಯಬೇಕೇ?ಎಂದು ಕೇಳಿದರು"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "ಅವರು (ಮೂಸಾ), ನೀವೇ ಎಸೆಯಿರಿ ಎಂದರು. ಹೀಗೆ ಅವರು (ಜಾದೂಗಾರರು ದಾಳಗಳನ್ನು) ಎಸೆದರು, ಜನರ ಕಣ್ಣುಗಳನ್ನು ಮಂಕುಗೊಳಿಸಿದರು ಹಾಗೂ ಅವರನ್ನು ಹೆದರಿಸಿಬಿಟ್ಟರು ಮತ್ತು ಭಾರೀ ಭವ್ಯ ಜಾದುವನ್ನು ಮುಂದಿಟ್ಟರು"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "ಆಗ ನಾವು ಮೂಸಾರ ಕಡೆಗೆ ದಿವ್ಯವಾಣಿಯನ್ನು ಕಳಿಸಿದೆವು; ಎಸೆಯಿರಿ ನಿಮ್ಮ ಊರುಗೋಲನ್ನು, ಅವರ ಎಲ್ಲ ಕೃತಕ ರಚನೆಗಳನ್ನು ಅದು ನುಂಗಿಬಿಡುವುದು – ಎಂದು"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "ಕೊನೆಗೆ, ಸತ್ಯವು ಸಾಬೀತಾಗಿ ಬಿಟ್ಟಿತು ಮತ್ತು ಅವರು (ಜಾದೂಗಾರರು) ಮಾಡಿದ್ದೆಲ್ಲವೂ ಮಿಥ್ಯವಾಯಿತು"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "ಹೀಗೆ, ಅವರು (ಫಿರ್‌ಔನನ ಕಡೆಯವರು) ಅಲ್ಲೇ ಸೋತು ಹೋದರು ಮತ್ತು ಅಪಮಾನಿತರಾಗಿ ಮರಳಿದರು"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "ಅತ್ತ , ಜಾದೂಗಾರರು ಸಾಷ್ಟಾಂಗವೆರಗಿದರು"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "ಅವರು ಹೇಳಿದರು; ನಾವು ಸರ್ವಲೋಕಗಳ ಒಡೆಯನನ್ನು ನಂಬಿದೆವು"
        }
    ]
}