{
    "pages": [
        {
            "chapter": 2,
            "verse": 113,
            "text": "ಕ್ರೈಸ್ತರ ಬಳಿ ಏನೂ (ಯಾವ ಸತ್ಯವೂ) ಇಲ್ಲವೆಂದು ಯಹೂದಿಗಳು ಹೇಳುತ್ತಾರೆ ಮತ್ತು ಯಹೂದಿಗಳ ಬಳಿ ಏನೂ ಇಲ್ಲವೆಂದು ಕ್ರೈಸ್ತರು ಹೇಳುತ್ತಾರೆ. ಹಾಗೆಂದು, ಅವರು (ಇಬ್ಬರೂ) ಗ್ರಂಥವನ್ನು ಓದುವವರಾಗಿದ್ದಾರೆ. ತಿಳುವಳಿಕೆ ಇಲ್ಲದವರೂ ಇದೇ ರೀತಿ, ಅವರು ಆಡುತ್ತಿರುವಂತಹ ಮಾತನ್ನೇ ಆಡುತ್ತಾರೆ. ಅವರು ಭಿನ್ನತೆಗೊಳಗಾಗಿದ್ದ ವಿಷಯಗಳಲ್ಲಿ ಪುನರುತ್ಥಾನ ದಿನ, ಅಲ್ಲಾಹನೇ ಅವರ ನಡುವೆ ತೀರ್ಪು ನೀಡುವನು"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "ಅಲ್ಲಾಹನ ಮಸೀದಿಗಳಲ್ಲಿ ಅವನ ಹೆಸರನ್ನು ಪ್ರಸ್ತಾಪಿಸದಂತೆ ತಡೆಯುವವನಿಗಿಂತ ಹಾಗೂ ಅವುಗಳನ್ನು ಪಾಳುಬೀಳಿಸಲು ಶ್ರಮಿಸುವವನಿಗಿಂತ ದೊಡ್ಡ ಅಕ್ರಮಿ ಯಾರಿದ್ದಾನೆ? ಅಂಥವರು, ಭಯ ಭಕ್ತಿಯಿಲ್ಲದೆ ಅವುಗಳೊಳಗೆ ಪ್ರವೇಶಿಸಲೇ ಬಾರದಾಗಿತ್ತು. ಅವರಿಗೆ ಇಹಲೋಕದಲ್ಲಿ ನಷ್ಟವಿದೆ ಮತ್ತು ಪರಲೋಕದಲ್ಲೂ ಅವರಿಗೆ ಮಹಾ ಯಾತನೆ ಸಿಗಲಿದೆ"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "ಪೂರ್ವ ಮತ್ತು ಪಶ್ಚಿಮವು ಅಲ್ಲಾಹನಿಗೇ ಸೇರಿದೆ. ನೀವು ಯಾವೆಡೆಗೆ ತಿರುಗಿದರೂ, ಅಲ್ಲಾಹನ ಸಾನ್ನಿಧ್ಯವು ಅಲ್ಲಿದೆ. ಅಲ್ಲಾಹನು ಖಂಡಿತ ಸರ್ವವ್ಯಾಪಿಯಾಗಿದ್ದಾನೆ ಮತ್ತು ಬಲ್ಲವನಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "ಮತ್ತು ಅವರು ‘‘ಅಲ್ಲಾಹನು ಒಬ್ಬನನ್ನು ತನ್ನ ಪುತ್ರನಾಗಿಸಿಕೊಂಡಿದ್ದಾನೆ’’ ಎನ್ನುತ್ತಾರೆ. ಅವನು ಪಾವನನು. ನಿಜವಾಗಿ ಆಕಾಶಗಳಲ್ಲಿ ಮತ್ತು ಭೂಮಿಯಲ್ಲಿರುವುದೆಲ್ಲವೂ ಅವನಿಗೇ ಸೇರಿದೆ. ಎಲ್ಲವೂ ಅವನಿಗೆ ವಿಧೇಯವಾಗಿದೆ"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "ಅವನೇ ಆಕಾಶಗಳಿಗೆ ಮತ್ತು ಭೂಮಿಗೆ ಚಾಲನೆ ನೀಡಿದವನು. ಅವನು ಒಂದು ನಿರ್ಧಾರ ಮಾಡಿದಾಗ, ಆದಕ್ಕೆ ‘ಆಗು’ ಎಂದಷ್ಟೇ ಹೇಳುತ್ತಾನೆ ಮತ್ತು ಅದು ಆಗಿ ಬಿಡುತ್ತದೆ"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "ಅರಿವಿಲ್ಲದವರು, ‘‘ಅಲ್ಲಾಹನೇಕೆ ನಮ್ಮೊಡನೆ ಮಾತನಾಡುವುದಿಲ್ಲ? ಅಥವಾ ನಮ್ಮ ಬಳಿಗೊಂದು ಪುರಾವೆಯಾದರೂ ಯಾಕೆ ಬರುವುದಿಲ್ಲ?’’ ಎನ್ನುತ್ತಾರೆ. ಅವರಿಗಿಂತ ಹಿಂದಿನವರೂ ಅವರು ಹೇಳಿದಂತಹ ಮಾತನ್ನೇ ಹೇಳಿದ್ದರು. ಅವರ ಮನಸ್ಸುಗಳು ಒಂದೇ ತರದ್ದಾಗಿವೆ. ದೃಢ ವಿಶ್ವಾಸವಿರುವ ಜನರಿಗಂತೂ ನಾವು ಪುರಾವೆಗಳನ್ನು ಈಗಾಗಲೇ ವಿವರಿಸಿ ಬಿಟ್ಟಿದ್ದೇವೆ"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "(ದೂತರೇ,) ಖಂಡಿತವಾಗಿಯೂ ನಿಮ್ಮನ್ನು ನಾವು ಸತ್ಯದೊಂದಿಗೆ ಕಳಿಸಿರುತ್ತೇವೆ – ಶುಭ ವಾರ್ತೆ ನೀಡುವವರಾಗಿ ಮತ್ತು ಎಚ್ಚರಿಸುವವರಾಗಿ. ನರಕದವರ ಕುರಿತು ನಿಮ್ಮನ್ನು ಪ್ರಶ್ನಿಸಲಾಗದು"
        }
    ]
}