{
    "pages": [
        {
            "chapter": 14,
            "verse": 25,
            "text": "ಅಲ್ಲಾಹನ ಅನುಗ್ರಹಗಳಿಗೆ ಪ್ರತಿಯಾಗಿ ಕೃತಘ್ನತೆ ತೋರಿದವರನ್ನು ಹಾಗೂ ತಮ್ಮ ಜನಾಂಗವನ್ನು ವಿನಾಶದ ಮನೆಗೆ ಇಳಿಸಿದವರನ್ನು ನೀವು ಕಂಡಿರಾ"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "ನರಕ! ಅವರು ಅದರೊಳಗೆ ಪ್ರವೇಶಿಸುವರು ಮತ್ತು ಅದು ತೀರಾ ಕೆಟ್ಟ ನೆಲೆಯಾಗಿದೆ"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "ಅವರು ಅಲ್ಲಾಹನ ಹಾದಿಯಿಂದ ತಮ್ಮನ್ನು ದೂರಗೊಳಿಸಲಿಕ್ಕಾಗಿ ಅವನಿಗೆ ಪಾಲುದಾರರನ್ನು ನೇಮಿಸಿಕೊಂಡರು. ಹೇಳಿರಿ; ಸದ್ಯ ಸುಖ ಅನುಭವಿಸಿಕೊಳ್ಳಿರಿ. ಆದರೆ ಅಂತಿಮವಾಗಿ ನೀವು ಖಂಡಿತ ಬೆಂಕಿಯ ಕಡೆಗೇ ಮರಳಬೇಕಾಗುವುದು"
        },
        {
            "chapter": 14,
            "verse": 28,
            "text": "ಸತ್ಯದಲ್ಲಿ ನಂಬಿಕೆ ಇಟ್ಟಿರುವ ನನ್ನ ದಾಸರೊಡನೆ ಹೇಳಿರಿ; ಯಾವುದೇ ವ್ಯವಹಾರಕ್ಕಾಗಲಿ ಸ್ನೇಹಕ್ಕಾಗಲಿ ಅವಕಾಶವಿಲ್ಲದ ದಿನವು ಬರುವುದಕ್ಕೆ ಮುನ್ನ ಅವರು ನಮಾಝ್ ಅನ್ನು ಪಾಲಿಸಲಿ ಮತ್ತು ನಾವು ಅವರಿಗೆ ಏನನ್ನು ನೀಡಿರುವೆವೋ ಅದರಿಂದ ಗುಪ್ತವಾಗಿಯೂ ಬಹಿರಂಗವಾಗಿಯೂ ಖರ್ಚುಮಾಡಲಿ"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "ಅಲ್ಲಾಹನೇ, ಆಕಾಶಗಳನ್ನು ಹಾಗೂ ಭೂಮಿಯನ್ನು ಸೃಷ್ಟಿಸಿದವನು, ಆಕಾಶದಿಂದ ನೀರನ್ನು ಸುರಿಸಿದವನು, ಅದರ ಮೂಲಕ ನಿಮಗೆ ಆಹಾರವಾಗಿ ಬೆಳೆಗಳನ್ನು ಬೆಳೆಸಿದವನು ಮತ್ತು ತನ್ನ ಆದೇಶ ಪ್ರಕಾರ ಕಡಲಲ್ಲಿ ಚಲಿಸುವಂತೆ ಹಡಗನ್ನು ನಿಮಗೆ ಅಧೀನಗೊಳಿಸಿದವನು ಮತ್ತು (ಅವನೇ) ನದಿಗಳನ್ನು ನಿಮಗೆ ಅಧೀನಗೊಳಿಸಿದವನು"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "(ಅವನೇ) ನಿರ್ದಿಷ್ಟ ಕಕ್ಷೆಯಲ್ಲಿ ಚಲಿಸುವ ಸೂರ್ಯ ಮತ್ತು ಚಂದ್ರರನ್ನು ನಿಮಗೆ ಅಧೀನಗೊಳಿಸಿದವನು ಹಾಗೂ ರಾತ್ರಿ ಮತ್ತು ಹಗಲನ್ನು ನಿಮಗೆ ಅಧೀನಗೊಳಿಸಿದವನು"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "(ಅವನೇ) ನೀವು ಕೇಳಿದ ಎಲ್ಲವನ್ನೂ ನಿಮಗೆ ನೀಡಿದವನು. ನೀವು ಅಲ್ಲಾಹನ ಅನುಗ್ರಹಗಳನ್ನು ಎಣಿಸಲಾರಂಭಿಸಿದರೆ ಅದನ್ನು ಪೂರ್ತಿಗೊಳಿಸಲಾರಿರಿ. ಖಂಡಿತವಾಗಿಯೂ ಮಾನವನು ಮಹಾ ಅಕ್ರಮಿ ಹಾಗೂ ಕೃತಘ್ನನಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "ಇಬ್ರಾಹೀಮರು ಹೇಳಿದ್ದರು; ನನ್ನೊಡೆಯಾ, ಈ ನಾಡನ್ನು ಶಾಂತಿಯ ನಾಡಾಗಿ ಮಾಡು ಹಾಗೂ ನನ್ನನ್ನು ಮತ್ತು ನನ್ನ ಸಂತತಿಯನ್ನು ಮೂರ್ತಿ ಪೂಜೆಯಿಂದ ದೂರವಿಡು"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "ನನ್ನೊಡೆಯಾ, ಖಂಡಿತವಾಗಿಯೂ ಅವರು ಬಹಳಷ್ಟು ಮಾನವರನ್ನು ದಾರಿಗೆಡಿಸಿದ್ದಾರೆ. ನನ್ನನ್ನು ಅನುಸರಿಸಿದವನು ಖಂಡಿತ ನನ್ನವನು. ಇನ್ನು, ನನಗೆ ಅವಿಧೇಯನಾದವನು – ನೀನು ಖಂಡಿತವಾಗಿಯೂ ಕ್ಷಮಿಸುವವನು ಮತ್ತು ಕರುಣಾಳುವಾಗಿರುವೆ"
        }
    ]
}