{
    "pages": [
        {
            "chapter": 18,
            "verse": 5,
            "text": "ನಾವು ಅದರ (ಭೂಮಿಯ) ಮೇಲಿರುವ ಎಲ್ಲವನ್ನೂ ಖಂಡಿತ ಬರಡು ಬಯಲಾಗಿಸಲಿದ್ದೇವೆ"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "ನೀವೇನು, ಗುಹೆಯವರು ಮತ್ತು ರಕೀಮ್‌ನವರು ನಮ್ಮ ವಿಚಿತ್ರ ಪುರಾವೆಗಳ ಸಾಲಿಗೆ ಸೇರಿದ್ದರೆಂದು ಕೊಂಡಿರುವಿರಾ"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "ಆ ಯುವಕರು ಒಂದು ಗುಹೆಯಲ್ಲಿ ಆಶ್ರಯ ಪಡೆದಿದ್ದರು ಮತ್ತು, ‘‘ನಮ್ಮೊಡೆಯಾ, ನಿನ್ನ ಬಳಿಯಿಂದ ನಮಗಾಗಿ ವಿಶೇಷ ಅನುಗ್ರಹವನ್ನು ಕರುಣಿಸು ಮತ್ತು ನಮ್ಮ ಸನ್ನಿವೇಶವನ್ನು ಸುಲಭಗೊಳಿಸು’’ ಎಂದು ಪ್ರಾರ್ಥಿಸಿದ್ದರು"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "ನಾವು ಅವರ ಕಿವಿಗಳಿಗೆ ಹೊಡೆದು (ಮೂರ್ಛೆ ಬರಿಸಿ) ಅವರನ್ನು ಹಲವಾರು ವರ್ಷ ಗುಹೆಯಲ್ಲೇ ಉಳಿಸಿದೆವು"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "ಮುಂದೆ, ಅವರು ಎಷ್ಟು ಕಾಲ ಹಾಗಿದ್ದರೆಂಬುದನ್ನು, ಎರಡು ಗುಂಪುಗಳ ಪೈಕಿ ಯಾರು ಹೆಚ್ಚು ಖಚಿತವಾಗಿ ಗ್ರಹಿಸುತ್ತಾರೆಂಬುದನ್ನು ಅರಿಯಲು – ನಾವು ಅವರನ್ನು ಎಬ್ಬಿಸಿದೆವು"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "ನಾವಿದೋ ನಿಮಗೆ ಅವರ ನೈಜ ವೃತ್ತಾಂತವನ್ನು ತಿಳಿಸುತ್ತಿದ್ದೇವೆ; ಅವರು ನಿಜವಾಗಿ, ತಮ್ಮ ಒಡೆಯನಲ್ಲಿ ನಂಬಿಕೆ ಇಟ್ಟ ಕೆಲವು ಯುವಕರಾಗಿದ್ದರು. ನಾವು ಅವರಿಗೆ ಹೆಚ್ಚಿನ ಮಾರ್ಗದರ್ಶನ ನೀಡಿದ್ದೆವು"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "ಅವರು ಎದ್ದು ನಿಂತಾಗ ನಾವು ಅವರ ಮನಸ್ಸುಗಳಿಗೆ ದೃಢತೆಯನ್ನೊದಗಿಸಿದೆವು ಮತ್ತು ಅವರು,‘‘ಆಕಾಶಗಳ ಹಾಗೂ ಭೂಮಿಯ ಒಡೆಯನೇ ನಮ್ಮ ಒಡೆಯ. ನಾವು ಅವನ ಹೊರತು ಬೇರಾವ ದೇವರನ್ನೂ ಪ್ರಾರ್ಥಿಸಲಾರೆವು. ಅನ್ಯಥಾ ನಾವು ಅರ್ಥಹೀನ ಮಾತನ್ನಾಡಿದಂತಾಗುವುದು’’ ಎಂದು ಘೋಷಿಸಿದರು"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "‘‘ಈ ನಮ್ಮ ಜನಾಂಗದ ಜನರು ಅವನ ಹೊರತು ಅನ್ಯರನ್ನು ದೇವರಾಗಿಸಿಕೊಂಡಿದ್ದಾರೆ. ಆದರೆ ಅವರು ಅವರ (ಆ ದೇವರುಗಳ) ಪರವಾಗಿ ಯಾವುದೇ ಸ್ಪಷ್ಟ ಪುರಾವೆಯನ್ನೇಕೆ ತರುವುದಿಲ್ಲ? ಅಲ್ಲಾಹನ ಕುರಿತು ಸುಳ್ಳನ್ನು ರಚಿಸುವವನಿಗಿಂತ ದೊಡ್ಡ ಅಕ್ರಮಿ ಯಾರಿದ್ದಾನೆ?’’ (ಎಂದು ಅವರು ಹೇಳಿದರು)"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "‘‘ಇದೀಗ ನೀವು ಅವರನ್ನು ಮತ್ತು ಅವರು ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಪೂಜಿಸುತ್ತಿದ್ದ ಎಲ್ಲವನ್ನೂ ತ್ಯಜಿಸಿ ಬಂದಿರುವುದರಿಂದ ಗುಹೆಯಲ್ಲಿ ಆಶ್ರಯ ಪಡೆಯಿರಿ. ನಿಮ್ಮ ಒಡೆಯನು ನಿಮಗಾಗಿ ತನ್ನ ಅನುಗ್ರಹವನ್ನು ವಿಸ್ತರಿಸುವನು ಮತ್ತು ನಿಮ್ಮ ಸನ್ನಿವೇಶದಲ್ಲಿ ನಿಮಗೆ ನೆರವನ್ನು ಒದಗಿಸುವನು’’ (ಎಂಬ ಶುಭವಾರ್ತೆಯನ್ನು ಅವರಿಗೆ ನೀಡಲಾಯಿತು)"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "ನೀವು ಕಾಣುವಿರಿ – ಸೂರ್ಯನು ಉದಯಿಸಿದಾಗ ಅದು (ಅದರ ಬೆಳಕು) ಅವರ ಗುಹೆಯ ಬಲಭಾಗದಿಂದ ಹಾದು ಹೋಗುತ್ತಿತ್ತು ಮತ್ತು ಅದು ಅಸ್ತಮಿಸುವಾಗ ಅವರನ್ನು ತಪ್ಪಿಸಿಕೊಂಡು ಅವರ ಎಡಭಾಗದಿಂದ ಹಾದು ಹೋಗುತ್ತಿತ್ತು. ಅವರು ಅದರ (ಗುಹೆಯ) ಒಂದು ವಿಶಾಲ ಭಾಗದಲ್ಲಿದ್ದರು. ಇವೆಲ್ಲಾ ಅಲ್ಲಾಹನ ಸೂಚನೆಗಳು. ಅಲ್ಲಾಹನು ಯಾರಿಗೆ ದಾರಿತೋರಿದನೋ ಅವನು ಸರಿದಾರಿಯನ್ನು ಪಡೆದನು. ಇನ್ನು ಅವನು ಯಾರನ್ನು ದಾರಿಗೆಡಿಸಿದನೋ ಅವನು ತನಗಾಗಿ ಯಾವುದೇ ರಕ್ಷಕ ಅಥವಾ ಮಾರ್ಗದರ್ಶಿಯನ್ನು ಕಾಣಲಾರನು"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "ಅವರು ಎಚ್ಚರವಿದ್ದಾರೆಂದು ನೀವು ಗ್ರಹಿಸುತ್ತಿದ್ದಿರಿ. ಆದರೆ ಅವರು ನಿದ್ರಿಸುತ್ತಿದ್ದರು. ನಾವು ಅವರನ್ನು ಎಡಕ್ಕೂ ಬಲಕ್ಕೂ ಹೊರಳಿಸುತ್ತಿದ್ದೆವು. ಅವರ ನಾಯಿಯು ತನ್ನ ಮುಂದಿನ ಎರಡೂ ಕಾಲುಗಳನ್ನು ಊರಿ (ಗುಹೆಯ) ಬಾಗಿಲಲ್ಲೇ ಕುಳಿತಿರುತ್ತಿತ್ತು. ಒಂದು ವೇಳೆ ನೀವು ಅವರೆಡೆಗೆ ಇಣುಕಿ ನೋಡಿದ್ದರೆ ಅಲ್ಲಿಂದ ಓಡಿ ಬಿಡುತ್ತಿದ್ದಿರಿ ಮತ್ತು ಅವರ ಕುರಿತು ಅಂಜುತ್ತಿದ್ದಿರಿ"
        }
    ]
}