{
    "pages": [
        {
            "chapter": 20,
            "verse": 126,
            "text": "ನಿಮ್ಮ ಒಡೆಯನ ಕಡೆಯಿಂದ ಒಂದು ವಿಷಯವು ಮೊದಲೇ ನಿಗದಿಯಾಗದೆ ಇದ್ದಿದ್ದರೆ ಮತ್ತು ಒಂದು ಅವಧಿ ನಿಶ್ಚಿತವಾಗದೆ ಇದ್ದಿದ್ದರೆ, (ಶಿಕ್ಷೆಯು) ಈಗಾಗಲೇ ಬಂದಿರುತ್ತಿತ್ತು"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "(ದೂತರೇ,) ನೀವೀಗ ಅವರ ಎಲ್ಲ ಮಾತುಗಳನ್ನು ಸಹಿಸಿ ಕೊಳ್ಳಿರಿ ಮತ್ತು ಸೂರ್ಯೋದಯಕ್ಕೆ ಮುಂಚೆಯೂ ಸೂರ್ಯಾಸ್ತಮಾನಕ್ಕೆ ಮುಂಚೆಯೂ ರಾತ್ರಿಯ ಕೆಲವು ಕ್ಷಣಗಳಲ್ಲೂ ನಿಮ್ಮ ಒಡೆಯನ ಗುಣಗಾನ ಮಾಡುತ್ತಾ ಅವನ ಪಾವಿತ್ರವನ್ನು ಜಪಿಸಿರಿ ಮತ್ತು ಹಗಲಿನ ಗಡಿಭಾಗದಲ್ಲಿ (ಅಲ್ಲಾಹನ) ಪಾವಿತ್ರವನ್ನು ಜಪಿಸಿರಿ – ನೀವು ಸಂತೃಪ್ತರಾಗಬಹುದು"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "ಅವರಲ್ಲಿನ ಕೆಲವು ಗುಂಪುಗಳಿಗೆ, ಕೇವಲ ಇಹಲೋಕದ ಬದುಕಿನ ಶೋಭೆಯಾಗಿ ನಾವು ನೀಡಿರುವ ಬಳಕೆಯ ವಸ್ತುಗಳೆಡೆಗೆ ನೀವು ದೃಷ್ಟಿ ಹಾಯಿಸಬೇಡಿ. ನಾವು ಆ ಮೂಲಕ ಅವರನ್ನು ಪರೀಕ್ಷಿಸುತ್ತಿದ್ದೇವೆ. ನಿಜವಾಗಿ ನಿಮ್ಮ ಒಡೆಯನ ಕೊಡುಗೆಯೇ ಹೆಚ್ಚು ಶ್ರೇಷ್ಠವಾಗಿದೆ ಹಾಗೂ ಹೆಚ್ಚು ಕಾಲ ಉಳಿಯುತ್ತದೆ"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "ನೀವು ನಿಮ್ಮ ಮನೆಯವರಿಗೆ ನಮಾಝ್‌ನ ಆದೇಶ ನೀಡಿರಿ ಮತ್ತು ಸ್ವತಃ ನೀವು ಅದನ್ನು ಪಾಲಿಸಿರಿ. ನಾವು ನಿಮ್ಮೊಡನೆ ಆಹಾರವನ್ನೇನೂ ಬೇಡುವುದಿಲ್ಲ. ನಿಜವಾಗಿ ನಾವೇ ನಿಮಗೆ ಆಹಾರ ನೀಡುತ್ತೇವೆ. ಅಂತಿಮ ಸಾಫಲ್ಯವು ಧರ್ಮನಿಷ್ಠೆಗೇ ಸಲ್ಲುವುದು"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "‘‘ಆತನು ತನ್ನ ಒಡೆಯನ ಕಡೆಯಿಂದ ನಮ್ಮ ಬಳಿಗೆ ಯಾವುದೇ ಪುರಾವೆಯನ್ನೇಕೆ ತಂದಿಲ್ಲ?’’ ಎಂದು ಅವರು ಕೇಳುತ್ತಾರೆ. ಗತಕಾಲದ ಗ್ರಂಥಗಳಲ್ಲಿರುವ ಸ್ಪಷ್ಟ ಪುರಾವೆಗಳು ಅವರ ಬಳಿಗೆ ಬಂದಿಲ್ಲವೇ"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "ಒಂದು ವೇಳೆ ನಾವು ಇದಕ್ಕೆ (ಕುರ್‌ಆನ್‌ನ ಆಗಮನಕ್ಕೆ) ಮುಂಚೆಯೇ ಅವರನ್ನು ಒಂದು ಶಿಕ್ಷೆಯ ಮೂಲಕ ನಾಶಮಾಡಿ ಬಿಟ್ಟಿದ್ದರೆ ಅವರು ‘‘ನಮ್ಮೊಡೆಯಾ, ನೀನು ನಮ್ಮೆಡೆಗೆ ಒಬ್ಬ ದೂತನನ್ನೇಕೆ ಕಳಿಸಲಿಲ್ಲ? (ಕಳಿಸಿದ್ದರೆ) ನಾವು, ಅಪಮಾನಿತರಾಗುವ ಹಾಗೂ ನಿಂದ್ಯರಾಗುವ ಮುನ್ನ ನಿನ್ನ ವಚನಗಳನ್ನು ಅನುಸರಿಸುತ್ತಿದ್ದವು’’ ಎನ್ನುತ್ತಿದ್ದರು"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "ನೀವು ಹೇಳಿರಿ; ಎಲ್ಲರೂ ಕಾಯುತ್ತಿದ್ದಾರೆ, ನೀವೂ ಕಾಯಿರಿ. ನೇರಮಾರ್ಗದವರು ಯಾರು ಹಾಗೂ ಮಾರ್ಗದರ್ಶನ ಪಡೆದವರು ಯಾರು ಎಂಬುದು ನಿಮಗೆ ಬಹುಬೇಗನೇ ತಿಳಿಯಲಿದೆ"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "ಜನರ ವಿಚಾರಣೆಯ ಸಮಯವು ಹತ್ತಿರವೇ ಇದೆ. ಆದರೂ ಅವರು ನಿಶ್ಚಿಂತರಾಗಿದ್ದಾರೆ ಮತ್ತು ಕಡೆಗಣಿಸುತ್ತಿದ್ದಾರೆ"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "ಅವರ ಒಡೆಯನ ಕಡೆಯಿಂದ ಅವರ ಬಳಿಗೆ ಪ್ರತಿಯೊಂದು ಹೊಸ ಉಪದೇಶ ಬಂದಾಗಲೂ ಅವರು ಅದನ್ನು ಕೇಳಿ ಗೇಲಿ ಮಾಡಿದ್ದಾರೆ"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "ಅವರ ಮನಸ್ಸುಗಳು (ಆ ಕುರಿತು) ನಿರಾತಂಕವಾಗಿವೆ. ಮತ್ತು ಅಕ್ರಮಿಗಳು ಗುಟ್ಟಾಗಿ ಪರಸ್ಪರ (ಹೀಗೆಂದು) ಮಾತನಾಡಿಕೊಳ್ಳುತ್ತಿದ್ದಾರೆ;‘‘ಅವನು (ಮುಹಮ್ಮದ್.ಸ.) ನಿಮ್ಮಂತಹ ಒಬ್ಬ ಮಾನವನಲ್ಲದೆ ಬೇರೇನಾದರೂ ಆಗಿರುವನೇ? ನೀವೇನು ಕಣ್ಣಾರೆ ಕಂಡೂ, ಮಾಟದ ಬಳಿಗೆ ಬರುವಿರಾ?’’"
        }
    ]
}