{
    "pages": [
        {
            "chapter": 21,
            "verse": 102,
            "text": "ನಾವು ಝಬೂರ್‌ನಲ್ಲಿ ಉಪದೇಶದ ಬಳಿಕ, ‘‘ನನ್ನ ಸಜ್ಜನ ದಾಸರೇ ಭೂಮಿಯ ಉತ್ತರಾಧಿಕಾರಿಗಳಾಗುವರು’’ ಎಂದು ಬರೆದಿರುವೆವು"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "ಭಕ್ತ ಜನರಿಗೆ ಇದರಲ್ಲಿ ಖಂಡಿತ ಶುಭವಾರ್ತೆ ಇದೆ"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "(ದೂತರೇ,) ನಾವು ನಿಮ್ಮನ್ನು ಸರ್ವಲೋಕಗಳಿಗೆ ಅನುಗ್ರಹವಾಗಿ ಕಳಿಸಿರುವೆವು"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "ಹೇಳಿರಿ; ಏಕಮಾತ್ರ ದೇವನೇ ನಿಮ್ಮ ದೇವನೆಂದು ನನ್ನ ಕಡೆಗೆ ದಿವ್ಯವಾಣಿಯನ್ನು ರವಾನಿಸಲಾಗಿದೆ. ಇನ್ನಾದರೂ ನೀವು ಶರಣಾಗುವಿರಾ"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "(ದೂತರೇ,) ಅವರು ನಿರ್ಲಕ್ಷಿಸಿದರೆ ಹೇಳಿರಿ; ನಾನಂತು ಸಮಾನವಾಗಿ ನಿಮಗೆಲ್ಲಾ ಎಚ್ಚರಿಕೆ ನೀಡಿದ್ದೇನೆ. ನಿಮಗೆ ವಾಗ್ದಾನ ಮಾಡಲಾಗಿರುವ ದಿನವು (ಲೋಕಾಂತ್ಯವು) ಹತ್ತಿರವಿದೆಯೋ ದೂರವಿದೆಯೋ ಎಂಬುದು ನನಗೆ ತಿಳಿಯದು"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "ಅವನು, ಗುಟ್ಟಿನ ಮಾತುಗಳನ್ನೂ ನೀವು ಅಡಗಿಸಿಡುವ ವಿಷಯಗಳನ್ನೂ ಖಂಡಿತ ಬಲ್ಲನು"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "ನನಗೆ ತಿಳಿಯದು; ಅದು (ಲೋಕಾಂತ್ಯದಲ್ಲಿನ ವಿಳಂಬವು) ನಿಮ್ಮ ಪಾಲಿಗೆ ಪರೀಕ್ಷೆಯಾಗಿರಬಹುದು ಅಥವಾ ಒಂದು ನಿರ್ದಿಷ್ಟ ಕಾಲದ ವರೆಗಿನ, ವಿಸ್ತರಣೆಯೂ ಆಗಿರಬಹುದು"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "ಅವರು (ದೂತರು) ಹೇಳಿದರು; ನನ್ನೊಡೆಯಾ, ನೀನು ನ್ಯಾಯದೊಂದಿಗೆ ತೀರ್ಮಾನಿಸಿಬಿಡು. ನಮ್ಮ ಒಡೆಯನು ಪರಮ ದಯಾಳುವಾಗಿದ್ದಾನೆ. ನೀವು ಆಡುವ ಎಲ್ಲ ಮಾತುಗಳ ಕುರಿತಂತೆ ಅವನಿಂದಲೇ ನೆರವನ್ನು ಬೇಡಲಾಗುತ್ತದೆ"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "ಮಾನವರೇ, ನಿಮ್ಮ ಒಡೆಯನಿಗೆ ಅಂಜಿರಿ. ಅಂತಿಮ ಘಳಿಗೆಯ ಆ ಕಂಪನವು ನಿಜಕ್ಕೂ ಮಹಾ ಘಟನೆಯಾಗಿರುವುದು"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "ಅಂದು ನೀವು ಕಾಣುವಿರಿ; ಹಾಲುಣಿಸುವ ಪ್ರತಿಯೊಬ್ಬಳು (ತಾಯಿ) ತಾನು ಹಾಳುಣಿಸುತ್ತಿದ್ದುದನ್ನು (ತನ್ನ ಮಗುವನ್ನು) ಮರೆತು ಬಿಡುವಳು ಮತ್ತು ಪ್ರತಿಯೊಬ್ಬ ಗರ್ಭಿಣಿಯು ತನ್ನ ಗರ್ಭವನ್ನು ಬೀಳಿಸುವಳು ಮತ್ತು ನಿಮಗೆ, ಜನರು ಅಮಲಿನಲ್ಲಿರುವಂತೆ ಕಾಣುವರು. ಆದರೆ ಅವರು ಅಮಲಿನಲ್ಲಿರಲಾರರು. ನಿಜವಾಗಿ ಅಲ್ಲಾಹನ ಶಿಕ್ಷೆಯು ಅಷ್ಟು ಕಠೋರವಾಗಿರುವುದು"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "ಜನರಲ್ಲಿ ಕೆಲವರು ಜ್ಞಾನವೇನೂ ಇಲ್ಲದೆ, ಅಲ್ಲಾಹನ ವಿಷಯದಲ್ಲಿ ಜಗಳಾಡುತ್ತಾರೆ ಮತ್ತು ಪ್ರತಿಯೊಬ್ಬ ವಿದ್ರೋಹಿ ಶೈತಾನನನ್ನು ಅನುಕರಿಸುತ್ತಾರೆ.4. ಅವನ (ಶೈತಾನನ) ಕುರಿತು, ಅವನು ತನ್ನ ಮಿತ್ರರಾಗುವ ಎಲ್ಲರನ್ನೂ ದಾರಿಗೆಡಿಸುವನು ಮತ್ತು ಅವರನ್ನು ನರಕದ ಶಿಕ್ಷೆಯೆಡೆಗೆ ಮುನ್ನಡೆಸುವನು ಎಂದು ವಿಧಿಸಲಾಗಿದೆ"
        }
    ]
}