{
    "pages": [
        {
            "chapter": 30,
            "verse": 16,
            "text": "ಸಂಜೆಯ ವೇಳೆ ಹಾಗೂ ಮುಂಜಾವಿನ ವೇಳೆ ನೀವು ಅಲ್ಲಾಹನ ಪಾವಿತ್ರವನ್ನು ಜಪಿಸಿರಿ"
        },
        {
            "chapter": 30,
            "verse": 17,
            "text": "ಆಕಾಶಗಳಲ್ಲೂ ಭೂಮಿಯಲ್ಲೂ ಹೊಗಳಿಕೆಗಳೆಲ್ಲವೂ ಅವನಿಗೇ ಮೀಸಲು. ಇರುಳಲ್ಲೂ ಮಧ್ಯಾಹ್ನದ ವೇಳೆಯೂ (ನೀವು ಅಲ್ಲಾಹನ ಪಾವಿತ್ರವನ್ನು ಜಪಿಸಿರಿ)"
        },
        {
            "chapter": 30,
            "verse": 18,
            "text": "ಅವನು ನಿರ್ಜೀವದಿಂದ ಜೀವಿಯನ್ನು ಹೊರ ತೆಗೆಯುತ್ತಾನೆ ಮತ್ತು ಜೀವಿಯಿಂದ ನಿರ್ಜೀವಿಯನ್ನು ಹೊರ ತೆಗೆಯುತ್ತಾನೆ ಮತ್ತು ಭೂಮಿಯು ಸತ್ತ ಬಳಿಕ ಅದನ್ನು ಮತ್ತೆ ಜೀವಂತಗೊಳಿಸುತ್ತಾನೆ. ಇದೇ ರೀತಿ ನಿಮ್ಮನ್ನು (ಮರಣಾನಂತರ, ಜೀವಂತಗೊಳಿಸಿ) ಹೊರ ತೆಗೆಯಲಾಗುವುದು"
        },
        {
            "chapter": 30,
            "verse": 19,
            "text": "ಅವನು (ಅಲ್ಲಾಹನು) ನಿಮ್ಮನ್ನು ಮಣ್ಣಿನಿಂದ ಸೃಷ್ಟಿಸಿರುವುದು ಮತ್ತು ಅಂತಹ ನೀವು ಇದೀಗ ಮನುಷ್ಯರಾಗಿ (ಎಲ್ಲೆಡೆ) ಹರಡಿಕೊಂಡಿರುವುದು ಅವನ ಸಂಕೇತಗಳ ಸಾಲಿಗೆ ಸೇರಿವೆ"
        },
        {
            "chapter": 30,
            "verse": 20,
            "text": "ಹಾಗೆಯೇ ಅವನು ನಿಮಗಾಗಿ ನಿಮ್ಮೊಳಗಿಂದಲೇ, ನೀವು ನೆಮ್ಮದಿ ಪಡೆಯಬಹುದಾದ ಜೋಡಿಗಳನ್ನು ಸೃಷ್ಟಿಸಿರುವುದು ಮತ್ತು ನಿಮ್ಮ ನಡುವೆ ಪ್ರೀತಿ, ವಾತ್ಸಲ್ಯಗಳನ್ನು ಬೆಳೆಸಿರುವುದು – (ಇವೆಲ್ಲಾ) ಅವನ ಸಂಕೇತಗಳ ಸಾಲಿಗೆ ಸೇರಿವೆ. ಚಿಂತನೆ ನಡೆಸುವವರಿಗೆ ಇದರಲ್ಲಿ ಖಂಡಿತ ಸೂಚನೆಗಳಿವೆ"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "ಆಕಾಶಗಳ ಹಾಗೂ ಭೂಮಿಯ ಸೃಷ್ಟಿ ಮತ್ತು ನಿಮ್ಮ ಭಾಷೆ ಹಾಗೂ ಬಣ್ಣಗಳಲ್ಲಿರುವ ವ್ಯತ್ಯಾಸಗಳು ಅವನ ಸಂಕೇತಗಳ ಸಾಲಿಗೆ ಸೇರಿವೆ. ಜ್ಞಾನ ಉಳ್ಳವರಿಗೆ ಇದರಲ್ಲಿ ಖಂಡಿತ ಸೂಚನೆಗಳಿವೆ"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "ರಾತ್ರಿ ಹಾಗೂ ಹಗಲಲ್ಲಿ ನೀವು ಮಾಡುವ ನಿದ್ದೆ ಮತ್ತು ಅವನ ಅನುಗ್ರಹಕ್ಕಾಗಿ ನೀವು ನಡೆಸುವ ಹುಡುಕಾಟ (ಇವೆಲ್ಲಾ) ಅವನ ಸಂಕೇತಗಳ ಸಾಲಿಗೆ ಸೇರಿವೆ. ಆಲಿಸುವವರಿಗೆ ಖಂಡಿತವಾಗಿಯೂ ಇದರಲ್ಲಿ ಸೂಚನೆಗಳಿವೆ"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "ಹಾಗೆಯೇ ಅವನು ನಿಮಗೆ ತೋರಿಸುವ, ಭಯವನ್ನೂ ನಿರೀಕ್ಷೆಯನ್ನೂ ಹುಟ್ಟಿಸುವ ಮಿಂಚು ಮತ್ತು ಅವನು ಆಕಾಶದಿಂದ ಸುರಿಸುವ ನೀರು ಮತ್ತು ಆ ಮೂಲಕ ಅವನು ಭೂಮಿಗೆ ಅದರ ಮರಣಾನಂತರ ನೀಡುವ ಮರು ಜೀವ – (ಇವೆಲ್ಲಾ) ಅವನ ಸಂಕೇತಗಳ ಸಾಲಿಗೆ ಸೇರಿವೆ. ಆಲೋಚಿಸುವವರಿಗೆ ಖಂಡಿತವಾಗಿಯೂ ಇದರಲ್ಲಿ ಸೂಚನೆಗಳಿವೆ"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "ಆಕಾಶಗಳು ಮತ್ತು ಭೂಮಿಯು ಅವನ ಅಪ್ಪಣೆಯಂತೆ ಸ್ಥಾಪಿತವಾಗಿರುವುದು ಅವನ ಸಂಕೇತಗಳ ಸಾಲಿಗೆ ಸೇರಿದೆ. ಕೊನೆಗೊಮ್ಮೆ ಅವನು ಒಂದು ಕರೆಕೊಟ್ಟು ನಿಮ್ಮನ್ನು ಕರೆದಾಗ ಭೂಮಿಯೊಳಗಿಂದ ನೀವೆಲ್ಲಾ ಹೊರಟು ಬರುವಿರಿ"
        }
    ]
}