{
    "pages": [
        {
            "chapter": 65,
            "verse": 1,
            "text": "ಅವನು ಗುಪ್ತ ಮತ್ತು ವ್ಯಕ್ತವಾದ ಎಲ್ಲವನ್ನೂ ಅರಿತಿರುವ ಪ್ರಬಲನೂ ಯುಕ್ತಿವಂತನೂ ಆಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 65,
            "verse": 2,
            "text": "ಪ್ರವಾದಿ ವರ್ಯರೇ, (ವಿಶ್ವಾಸಿಗಳೊಡನೆ ಹೇಳಿರಿ;) ನೀವು ಮಹಿಳೆಯರಿಗೆ (ಪತ್ನಿಯರಿಗೆ) ತಲಾಕ್ ನೀಡುವಾಗ (ವಿಚ್ಛೇದಿಸುವಾಗ) ಅವರ (ನೈರ್ಮಲ್ಯದ) ಅವಧಿಯಲ್ಲಿ ತಲಾಕ್ ನೀಡಿರಿ ಮತ್ತು ಅವಧಿಯ ದಿನಗಳನ್ನು ಸರಿಯಾಗಿ ಎಣಿಸಿರಿ. ಮತ್ತು ನಿಮ್ಮೊಡೆಯನಾದ ಅಲ್ಲಾಹನಿಗೆ ಅಂಜಿರಿ. ಅವರು ಸ್ಪಷ್ಟವಾದ ಅಶ್ಲೀಲ ಕೃತ್ಯವನ್ನು ಎಸಗಿರದಿದ್ದರೆ, ಅವರನ್ನು (ಇದ್ದತ್‌ನ ಅವಧಿಯಲ್ಲಿ) ಅವರ ಮನೆಗಳಿಂದ ಹೊರ ಹಾಕ ಬೇಡಿ, ಮತ್ತು ಸ್ವತಃ ಅವರೂ ಹೊರ ಹೋಗದಿರಲಿ. ಇವು ಅಲ್ಲಾಹನು ನಿಶ್ಚಯಿಸಿರುವ ಮಿತಿಗಳು. ಅಲ್ಲಾಹನು ನಿಶ್ಚಯಿಸಿರುವ ಮಿತಿಗಳನ್ನು ಉಲ್ಲಂಘಿಸಿದವನು ಸ್ವತಃ ತನ್ನ ಮೇಲೆ ಅಕ್ರಮವೆಸಗಿ ಕೊಂಡನು. ನಿಮಗೆ ತಿಳಿಯದು, ಇಷ್ಟಾದ ಬಳಿಕ ಅಲ್ಲಾಹನು ಹೊಸ ಮಾರ್ಗವನ್ನೇನಾದರೂ ತೋರಿಸಲೂ ಬಹುದು"
        },
        {
            "chapter": 65,
            "verse": 3,
            "text": "ಮುಂದೆ ಅವರು ತಮ್ಮ ಅವಧಿಯ ಕೊನೆಯನ್ನು ಮುಟ್ಟಿದಾಗ ಅವರನ್ನು ನಿಯಮಾನುಸಾರ (ಪತ್ನಿಯರಾಗಿ) ಇಟ್ಟುಕೊಳ್ಳಿರಿ ಅಥವಾ ನಿಯಮಾನುಸಾರ ಅವರನ್ನು ಪ್ರತ್ಯೇಕಿಸಿರಿ ಹಾಗೂ ನಿಮ್ಮ ಪೈಕಿ ಇಬ್ಬರು ನ್ಯಾಯವಂತರನ್ನು ಸಾಕ್ಷಿಯಾಗಿಸಿಕೊಳ್ಳಿರಿ. ಮತ್ತು ನೀವು, ಅಲ್ಲಾಹನಿಗಾಗಿ ಸಾಕ್ಷಿ ಹೇಳಿರಿ. ಇವು, ಅಲ್ಲಾಹನಲ್ಲಿ ಮತ್ತು ಪರಲೋಕದಲ್ಲಿ ನಂಬಿಕೆ ಉಳ್ಳವನಿಗೆ ನೀಡಲಾಗುತ್ತಿರುವ ಉಪದೇಶಗಳು. ಅಲ್ಲಾಹನ ಭಯ ಉಳ್ಳವನಿಗೆ ಅವನು (ಅಲ್ಲಾಹನು, ಸಂಕಟಗಳಿಂದ) ಹೊರ ಬರುವ ದಾರಿ ತೋರುವನು"
        },
        {
            "chapter": 65,
            "verse": 4,
            "text": "ಮತ್ತು ಅವನು ಊಹಿಸಿಯೂ ಇಲ್ಲದ ಕಡೆಯಿಂದ ಅವನಿಗೆ ಸಾಧನಗಳನ್ನು ಒದಗಿಸುವನು. ಅಲ್ಲಾಹನಲ್ಲಿ ಭರವಸೆ ಇಟ್ಟವನಿಗೆ ಅವನೇ (ಅಲ್ಲಾಹನೇ) ಸಾಕು. ಅಲ್ಲಾಹನು ತನ್ನ ಕಾರ್ಯವನ್ನು ಪೂರ್ತಿಗೊಳಿಸಿಯೇ ತೀರುವನು. (ಆದರೆ) ಅಲ್ಲಾಹನು ಪ್ರತಿಯೊಂದಕ್ಕೂ ಒಂದು ನಿರ್ದಿಷ್ಟ ಪ್ರಮಾಣವನ್ನು ನಿಶ್ಚಯಿಸಿರುವನು"
        },
        {
            "chapter": 65,
            "verse": 5,
            "text": "ನಿಮ್ಮ (ವಿಚ್ಛೇದಿತ) ಮಹಿಳೆಯರ ಪೈಕಿ ಋತು ಸ್ರಾವದ ಕುರಿತು ನಿರಾಶರಾಗಿರುವವರ (ಋತುಸ್ರಾವ ನಿಂತವರ) ಅವಧಿಯ ವಿಷಯದಲ್ಲಿ ನಿಮಗೆ ಸಂಶಯವಿದ್ದರೆ, ಅವರ ಅವಧಿ ಮೂರು ತಿಂಗಳಾಗಿದೆ. ಇನ್ನೂ ಋತುಸ್ರಾವ ಆರಂಭವಾಗಿಲ್ಲದವರಿಗೂ ಇದು ಅನ್ವಯಿಸುತ್ತದೆ. ಗರ್ಭಿಣಿಯರ ಅವಧಿಯು ಪ್ರಸವದವರೆಗಿರುತ್ತದೆ. ಅಲ್ಲಾಹನು, ತನ್ನನ್ನು ಅಂಜುವವನಿಗೆ ಅವನ ವ್ಯವಹಾರಗಳನ್ನು ಸುಲಭಗೊಳಿಸಿ ಕೊಡುತ್ತಾನೆ"
        }
    ]
}