{
    "pages": [
        {
            "chapter": 4,
            "verse": 38,
            "text": "ಅವರು ಅಲ್ಲಾಹನಲ್ಲಿ ಹಾಗೂ ಪರಲೋಕದಲ್ಲಿ ನಂಬಿಕೆ ಇಟ್ಟಿದ್ದರೆ ಮತ್ತು ಅಲ್ಲಾಹನು ಅವರಿಗೆ ನೀಡಿರುವುದರಿಂದ ಖರ್ಚು ಮಾಡಿದ್ದರೆ, ಅವರಿಗೇನಾಗುತ್ತಿತ್ತು? ಅಲ್ಲಾಹನಂತು ಅವರನ್ನು ಚೆನ್ನಾಗಿ ಬಲ್ಲನು"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "ಖಂಡಿತವಾಗಿಯೂ ಅಲ್ಲಾಹನು ಕಿಂಚಿತ್ತೂ ಅನ್ಯಾಯವೆಸಗುವುದಿಲ್ಲ. ಒಂದು ಸತ್ಕರ್ಮವಿದ್ದರೆ, ಅವನು ಅದನ್ನು ಹಲವು ಪಟ್ಟು ಹೆಚ್ಚಿಸಿ, ತನ್ನ ವತಿಯಿಂದ ಭಾರೀ ಭವ್ಯ ಪ್ರತಿಫಲವನ್ನು ನೀಡುತ್ತಾನೆ"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "(ದೂತರೇ,) ನಾವು ಪ್ರತಿಯೊಂದು ಸಮುದಾಯದಿಂದ ಒಬ್ಬ ಸಾಕ್ಷಿಯನ್ನು ಮುಂದೆ ತಂದಾಗ ಮತ್ತು ಅವರ (ಧಿಕ್ಕಾರಿಗಳ) ವಿಷಯದಲ್ಲಿ ನಿಮ್ಮನ್ನು ಸಾಕ್ಷಿಯಾಗಿ ಮುಂದೆ ತಂದಾಗ (ಅವರ ಸ್ಥಿತಿ) ಹೇಗಿದ್ದೀತು"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "ಆ ದಿನ, ಧಿಕ್ಕಾರಿಗಳು ಮತ್ತು ದೇವದೂತರ ಆಜ್ಞೆ ಮೀರಿ ನಡೆದವರು, ತಾವು ನೆಲಸಮರಾಗಿದ್ದರೆ ಚೆನ್ನಾಗಿತ್ತೆಂದು ಹಂಬಲಿಸುವರು. ಏನನ್ನೂ ಅಲ್ಲಾಹನಿಂದ ಬಚ್ಚಿಡಲು ಅವರಿಗೆ ಸಾಧ್ಯವಾಗದು"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "ವಿಶ್ವಾಸಿಗಳೇ, ನೀವು (ಮದ್ಯದ) ಅಮಲಿನಲ್ಲಿರುವಾಗ – ನೀವೇನು ಹೇಳುತ್ತಿರುವಿರಿ ಎಂಬುದು ನಿಮಗೆ ತಿಳಿಯುವ ತನಕ – ನಮಾಝ್‌ನ ಹತ್ತಿರ ಹೋಗಬಾರದು. ಸಂಭೋಗಾನಂತರದ ಸ್ಥಿತಿಯಲ್ಲೂ – ನೀವು ಸ್ನಾನ ಮಾಡುವ ತನಕ (ನಮಾಝನ್ನು ಸಮೀಪಿಸಬಾರದು) – ನೀವು ಪ್ರಯಾಣಿಸುತ್ತಿರುವಾಗಿನ ಹೊರತು. ಇನ್ನು ನೀವು ರೋಗಿಗಳಾಗಿದ್ದರೆ, ಅಥವಾ ಪ್ರಯಾಣದಲ್ಲಿದ್ದರೆ ಅಥವಾ ನಿಮ್ಮಲ್ಲೊಬ್ಬರು ಶೌಚಾಲಯದಿಂದ ಬಂದಿದ್ದರೆ ಅಥವಾ ನೀವು ಮಹಿಳೆಯರನ್ನು (ಲೈಂಗಿಕವಾಗಿ) ಸಂಪರ್ಕಿಸಿದ್ದರೆ ಮತ್ತು ಆ ಬಳಿಕ ನಿಮಗೆ ನೀರು ಸಿಗದಿದ್ದರೆ ನಿರ್ಮಲ ಮಣ್ಣಿನಿಂದ ‘ತಯಮ್ಮಮ್’ ಮಾಡಿರಿ – (ಅಂದರೆ) ಅದನ್ನು ಸ್ಪರ್ಶಿಸಿ ನಿಮ್ಮ ಮುಖ ಮತ್ತು ಕೈಗಳನ್ನು ಸವರಿಕೊಳ್ಳಿರಿ. ಅಲ್ಲಾಹನು ಖಂಡಿತವಾಗಿಯೂ (ಪ್ರಮಾದಗಳನ್ನು) ಕಡೆಗಣಿಸುವವನೂ (ಪಾಪಗಳನ್ನು) ಕ್ಷಮಿಸುವವನೂ ಆಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "ನೀವು ಕಾಣಲಿಲ್ಲವೆ, ದಿವ್ಯ ಗ್ರಂಥದಲ್ಲಿನ ಭಾಗವೊಂದನ್ನು ನೀಡಲಾಗಿದ್ದವರು ಸ್ವತಃ ದಾರಿಗೇಡಿತನವನ್ನು ಖರೀದಿಸಿಕೊಳ್ಳುತ್ತಿದ್ದಾರೆ ಮತ್ತು ನಿಮ್ಮನ್ನೂ ಸರಿದಾರಿಯಿಂದ ದೂರಗೊಳಿಸಬಯಸುತ್ತಾರೆ"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "ನಿಮ್ಮ ಶತ್ರುಗಳನ್ನು ಅಲ್ಲಾಹನು ಚೆನ್ನಾಗಿ ಬಲ್ಲನು. (ನಿಮಗೆ) ರಕ್ಷಕನಾಗಿ ಅಲ್ಲಾಹನೇ ಸಾಕು ಮತ್ತು ಸಹಾಯಕನಾಗಿಯೂ ಅಲ್ಲಾಹನೇ ಸಾಕು"
        }
    ]
}