{
    "pages": [
        {
            "chapter": 4,
            "verse": 106,
            "text": "ನೀವು ಆತ್ಮವಂಚಕರ ಪರವಾಗಿ ವಾದಕ್ಕೆ ಇಳಿಯಬೇಡಿ. ಖಂಡಿತವಾಗಿಯೂ ಅಲ್ಲಾಹನು ವಂಚಕ ಪಾಪಿಗಳನ್ನು ಮೆಚ್ಚುವುದಿಲ್ಲ"
        },
        {
            "chapter": 4,
            "verse": 107,
            "text": "ಅವರು ಜನರಿಂದ ಅಡಗಿ ಕೊಂಡಿರುತ್ತಾರೆ ಆದರೆ ಅಲ್ಲಾಹನಿಂದ ಅಡಗಿರಲು ಅವರಿಗೆ ಸಾಧ್ಯವಿಲ್ಲ. ಅವರು ರಾತ್ರಿಯ ವೇಳೆ ಅನಪೇಕ್ಷಿತ ವಿಷಯಗಳನ್ನು ಚರ್ಚಿಸುತ್ತಿರುವಾಗ ಅವನು ಅವರ ಜೊತೆಗೇ ಇರುತ್ತಾನೆ. ಅಲ್ಲಾಹನಂತೂ ಅವರ ಎಲ್ಲ ಚಟುವಟಿಕೆಗಳನ್ನು ಆವರಿಸಿಕೊಂಡಿದ್ದಾನೆ"
        },
        {
            "chapter": 4,
            "verse": 108,
            "text": "ಸರಿ. ಇಹಲೋಕದ ಬದುಕಿನಲ್ಲಿ ನೀವು ಆ ಜನರ ಪರವಾಗಿ ವಾದಿಸಿದಿರಿ. ಆದರೆ ಪುನರುತ್ಥಾನದ ದಿನ ಅವರ ಪರವಾಗಿ ಅಲ್ಲಾಹನೊಂದಿಗೆ ಯಾರು ತಾನೇ ವಾದಿಸುವರು? ಅಥವಾ ಯಾರು ತಾನೇ (ಅಲ್ಲಿ) ಅವರ ರಕ್ಷಕರಾಗಿರುವರು"
        },
        {
            "chapter": 4,
            "verse": 109,
            "text": "ಯಾರಾದರೂ ಒಂದು ಪಾಪಕೃತ್ಯವನ್ನು ಮಾಡಿ ಅಥವಾ ತನ್ನ ಮೇಲೆ ಅಕ್ರಮವೆಸಗಿಕೊಂಡು ಆ ಬಳಿಕ ಅಲ್ಲಾಹನಲ್ಲಿ ಕ್ಷಮೆ ಯಾಚಿಸಿದರೆ ಅವನು ಅಲ್ಲಾಹನನ್ನು ಕ್ಷಮಾಶೀಲನಾಗಿಯೂ ಕರುಣಾಮಯಿಯಾಗಿಯೂ ಕಾಣುವನು"
        },
        {
            "chapter": 4,
            "verse": 110,
            "text": "ಪಾಪವನ್ನು ಸಂಪಾದಿಸುವವನು ನಿಜವಾಗಿ ಸ್ವತಃ ತನಗೆ ವಿರುದ್ಧವಾದುದನ್ನು ಸಂಪಾದಿಸುತ್ತಾನೆ. ಅಲ್ಲಾಹನಂತೂ ಎಲ್ಲವನ್ನೂ ಬಲ್ಲ ಯುಕ್ತಿವಂತನಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 4,
            "verse": 111,
            "text": "ಇನ್ನು, ಸ್ವತಃ ಒಂದು ಪ್ರಮಾದವನ್ನು ಅಥವಾ ಒಂದು ಪಾಪಕೃತ್ಯವನ್ನು ಮಾಡಿ, ಆ ಬಳಿಕ ಅದರ ಹೊಣೆಯನ್ನು ಒಬ್ಬ ನಿರಪರಾಧಿಯ ಮೇಲೆ ಹೊರಿಸಿ ಬಿಟ್ಟವನು ಸುಳ್ಳಾರೋಪದ ಹಾಗೂ ಒಂದು ಸ್ಪಷ್ಟ ಪಾತಕದ ಹೊರೆಯನ್ನು ಹೊತ್ತನು"
        },
        {
            "chapter": 4,
            "verse": 112,
            "text": "(ದೂತರೇ,) ಒಂದು ವೇಳೆ ನಿಮ್ಮ ಮೇಲೆ ಅಲ್ಲಾಹನ ವಿಶೇಷ ಅನುಗ್ರಹ ಮತ್ತು ಕೃಪೆ ಇಲ್ಲದಿರುತ್ತಿದ್ದರೆ, ಅವರಲ್ಲಿನ ಒಂದು ಗುಂಪಂತೂ ನಿಮ್ಮನ್ನು ದಾರಿ ತಪ್ಪಿಸುವುದಾಗಿ ನಿರ್ಧರಿಸಿ ಬಿಟ್ಟಿತ್ತು. ನಿಜವಾಗಿ ಸ್ವತಃ ತಮ್ಮ ಹೊರತು ಬೇರಾರನ್ನೂ ದಾರಿಗೆಡಿಸಲು ಅವರಿಂದಾಗದು. ಹಾಗೆಯೇ, ನಿಮಗೆ ಯಾವುದೇ ಹಾನಿಯನ್ನು ಮಾಡಲು ಅವರಿಗೆ ಸಾಧ್ಯವಾಗದು. ಅಲ್ಲಾಹನು ನಿಮಗೆ (ದಿವ್ಯ) ಗ್ರಂಥವನ್ನು ಹಾಗೂ ಯುಕ್ತಿಯನ್ನು ಇಳಿಸಿಕೊಟ್ಟಿರುವನು. ನಿಮಗೆ ತಿಳಿಯದಿದ್ದ ವಿಷಯಗಳನ್ನು ನಿಮಗೆ ತಿಳಿಸಿರುವನು. ನಿಜಕ್ಕೂ ನಿಮ್ಮ ಮೇಲೆ ಅಲ್ಲಾಹನ ಭವ್ಯ ಅನುಗ್ರಹವಿದೆ"
        },
        {
            "chapter": 4,
            "verse": 113,
            "text": "ಅವರು ನಡೆಸುತ್ತಿರುವ ಹೆಚ್ಚಿನ ಗುಪ್ತ ಸಮಾಲೋಚನೆಗಳಲ್ಲಿ ಹಿತವೇನೂ ಇಲ್ಲ – ದಾನ ಧರ್ಮವನ್ನು ಆದೇಶಿಸುವ, ಒಳಿತನ್ನು ಬೋಧಿಸುವ ಅಥವಾ ಜನರ ನಡುವೆ ಸಂಧಾನ ಏರ್ಪಡಿಸಲಿಕ್ಕಾಗಿ ನಡೆಸುವ ಸಮಾಲೋಚನೆಗಳ ಹೊರತು. ಅಲ್ಲಾಹನ ಮೆಚ್ಚುಗೆಯನ್ನು ಸಂಪಾದಿಸಲಿಕ್ಕಾಗಿ ಈ ಕಾರ್ಯವನ್ನು (ಸಮಾಲೋಚನೆಗಳನ್ನು) ನಡೆಸುವವರಿಗೆ ನಾವು ಶೀಘ್ರದಲ್ಲೇ ಭಾರೀ ಪ್ರತಿಫಲ ನೀಡಲಿದ್ದೇವೆ"
        }
    ]
}