{
    "chapter": [
        {
            "chapter": 34,
            "verse": 1,
            "text": "Neka je hvaljen Allah, cije je sve ono na nebesima i sve ono na Zemlji! Hvaljen neka bude i na onom svijetu! On je Mudar i Sveznajuci"
        },
        {
            "chapter": 34,
            "verse": 2,
            "text": "On zna sta u zemlju ulazi, a sta iz nje izlazi, i sta se s neba spusta, a sta se na nj uspinje; On je samilostan i On prasta grijehe"
        },
        {
            "chapter": 34,
            "verse": 3,
            "text": "A nevjernici govore: \"Cas ozivljenja nam nece doci!\" Reci: \"Hoce, tako mi Gospodara moga, koji zna i ono sto je skriveno, zacijelo ce vam doci.\" - Njemu ne moze nista, ni truncica jedna ni na nebesima ni na Zemlji, izmaci, i ne postoji nista, ni manje ni vece od toga, sto nije u jasnoj Knjizi"
        },
        {
            "chapter": 34,
            "verse": 4,
            "text": "da nagradi one koji vjeruju i dobra djela cine, - njih ceka oprost i opskrba plemenita"
        },
        {
            "chapter": 34,
            "verse": 5,
            "text": "a da kazni najbolnijom patnjom one koji protiv dokaza Nasih bore, nastojeci da ih onemoguce"
        },
        {
            "chapter": 34,
            "verse": 6,
            "text": "Oni kojima je dato znanje dobro znaju da je ono sto ti se objavljuje od Gospodara tvoga istina i da vodi na put Silnoga i Hvaljenog"
        },
        {
            "chapter": 34,
            "verse": 7,
            "text": "dok oni koji ne vjeruju govore: \"Hocete li da vam pokazemo covjeka koji vam predskazuje da cete, kada se sasvim raspadnete, zaista, ponovo stvoreni biti"
        },
        {
            "chapter": 34,
            "verse": 8,
            "text": "Iznosi li on o Allahu lazi ili je lud?\" Nijedno, vec ce oni koji u onaj svijet nece da vjeruju na muci biti i u zabludi su velikoj"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "Kako ne vide nebo i Zemlju, ono sto je iznad njih i ono sto je ispod njih?! Kad bismo htjeli, u zemlju bismo ih utjerali, ili komade neba na njih srucili.To je, zaista, pouka svakom robu koji je odan"
        },
        {
            "chapter": 34,
            "verse": 10,
            "text": "Mi smo Davudu Nasu milost ukazali - \"O brda, ponavljajte zajedno s njim hvalu, i vi ptice!\" - i ucinili da mu mekano gvozđe bude"
        },
        {
            "chapter": 34,
            "verse": 11,
            "text": "pravi siroke pancire i cestito ih pleti!\" - i cinite dobro, jer Ja vidim sta radite vi"
        },
        {
            "chapter": 34,
            "verse": 12,
            "text": "A Sulejmanu - vjetar, ujutro je prevaljivao rastojanje od mjesec dana, a navece rastojanje od mjesec dana; i ucinili smo da mu iz izvora rastopljen bakar tece i da dzinnovi, voljom njegova Gospodara, pred njim rade; a kad bi neki od njih otkazao poslusnost naređenju Nasem, ucinili bismo da ognjenu patnju osjeti"
        },
        {
            "chapter": 34,
            "verse": 13,
            "text": "Oni su mu izrađivali sto god je htio; hramove i spomenike, i zdjele kao catrnje, i kotlove nepokretne. \"Trudite se i budite zahvalni, o celjadi Davudova!\" - A malo je zahvalnih među robovima Mojim"
        },
        {
            "chapter": 34,
            "verse": 14,
            "text": "A kad smo odredili da umre, crv koji je bio rastocio stap njegov - upozorio ih je da je umro, i kad se on srusio, dzinnovi shvatise da ne bi na muci sramnoj ostali da su buducnost prozreti mogli"
        },
        {
            "chapter": 34,
            "verse": 15,
            "text": "Stanovnici Sabe imali su dokaz u mjestu u kom su zivjeli: vrtove, zdesna i slijeva. \"Jedite hranu Gospodara svoga i budite Mu zahvalni; kakav divan kraj i Gospodar koji mnogo prasta"
        },
        {
            "chapter": 34,
            "verse": 16,
            "text": "Ali oni su nezahvalni postali, pa smo na njih poplavu pustili, popustanjem brana nastalu, i zamijenili im njihove vrtove drugim vrtovima sa plodovima gorkim i tamariskom i neznatnim lotosom divljim"
        },
        {
            "chapter": 34,
            "verse": 17,
            "text": "Kaznili smo ih tako zato sto su bili nezahvalni, a da li Mi kaznjavamo ikoga drugog do nevjernika, nezahvalnika"
        },
        {
            "chapter": 34,
            "verse": 18,
            "text": "A između njih i gradova koje smo blagoslovili izgradili smo bili naselja povezana i odredili im potrebnu udaljenost. \"Putujte kroz njih i po noci i po danu, bezbjedni"
        },
        {
            "chapter": 34,
            "verse": 19,
            "text": "Ali oni rekose: \"Gospodaru nas, ucini vece rastojanje prilikom putovanja nasih!\" - i ogrijesise se prema sebi, i Mi ucinismo da se o njima samo prica, a njih kud koje raselismo. To su, zaista, pouke za svakog strpljivog i zahvalnog"
        },
        {
            "chapter": 34,
            "verse": 20,
            "text": "I Iblis se uvjerio da je o njima ispravno mislio, i oni su se poveli za njim, osim nekolicine vjernika"
        },
        {
            "chapter": 34,
            "verse": 21,
            "text": "nad kojima nikakve vlasti nije imao; Mi smo htjeli da ukazemo na onoga ko vjeruje u onaj svijet, a ko u njega sumnja. - A Gospodar tvoj bdi nad svim"
        },
        {
            "chapter": 34,
            "verse": 22,
            "text": "Reci: \"Zovite one koje, pored Allah, bogovima smatrate. Oni nista nemaju, ni koliko trun jedan, ni na nebesima ni na Zemlji; oni u njima nemaju nikakva udjela i On nema od njih nikakve pomoci"
        },
        {
            "chapter": 34,
            "verse": 23,
            "text": "Kod Njega ce se moci zauzimati za nekoga samo onaj kome On dopusti. I kad iz srca njihovih nestane straha, oni ce upitati: \"Sta je to rekao Gospodar vas?\" - \"Istinu\" - odgovorice, On je uzvisen i velik"
        },
        {
            "chapter": 34,
            "verse": 24,
            "text": "Upitaj: \"Ko vas opskrbljuje i iz neba i iz zemlje?\" i odgovori: \"Allah!\" Da li smo onda mi ili vi na pravom putu, ili u ocitoj zabludi"
        },
        {
            "chapter": 34,
            "verse": 25,
            "text": "Reci: \"Vi necete odgovarati za grijehe koje mi pocinimo niti cemo mi odgovarati za ono sto uradite vi"
        },
        {
            "chapter": 34,
            "verse": 26,
            "text": "Reci: \"Gospodar nas ce nas sabrati i onda nam pravedno presuditi, On je sudija pravedni, sveznajuci"
        },
        {
            "chapter": 34,
            "verse": 27,
            "text": "Reci: \"Pokazite mi one koje smatrate Njemu ravnim\" Nema ih; postoji samo Allah, silni i mudri"
        },
        {
            "chapter": 34,
            "verse": 28,
            "text": "Mi smo te poslali svima ljudima da radosne vijesti donosis i da opominjes, ali vecina ljudi ne zna"
        },
        {
            "chapter": 34,
            "verse": 29,
            "text": "i govore: \"Kad ce vec jednom ta prijetnja, ako istinu govorite"
        },
        {
            "chapter": 34,
            "verse": 30,
            "text": "Reci: \"Dan vam je vec određen, ne mozete ga ni za cas jedan zaustaviti niti ubrzati"
        },
        {
            "chapter": 34,
            "verse": 31,
            "text": "A oni koji ne vjeruju govore: \"Mi necemo vjerovati u ovaj Kur´an niti u one prije njega!\" A kada bi samo vidio kad oni koji su ucinili zlo pred Gospodrom svojim budu zadrzani i kad stanu među sobom razgovarati: \"Da vas nije bilo, sigurno bismo bili vjernici\" - reci ce oni koji su tlaceni bili onima koji su bili oholi"
        },
        {
            "chapter": 34,
            "verse": 32,
            "text": "A zar smo vas mi od pravog puta odvratili nakon sto vam je bilo na njega ukazano? Ne, sami ste vi grjesnici bili\" - reci ce oni koji su bili oholi onima koji su bili tlaceni"
        },
        {
            "chapter": 34,
            "verse": 33,
            "text": "Nije bilo tako\" - odgovorice oni koji su bili tlaceni onima koji su bili oholi -, \"nego ste danju i nocu spletkarili kad ste od nas trazili da u Allaha ne vjrujemo i da Mu druge jednakim smatramo\". I svi ce prikriti tugu kad vide da ce kaznjeni biti, a Mi cemo na vratove nevjernika sindzire staviti; zar ce biti kaznjeni drugacije nego prema onome kako su radili"
        },
        {
            "chapter": 34,
            "verse": 34,
            "text": "Mi ni u jedan grad nismo poslanika poslali, a da nisu rekli oni koji su na raskosan zivot bili navikli: \"Ne vjerujemo mi u ono sto je po vama poslano"
        },
        {
            "chapter": 34,
            "verse": 35,
            "text": "i da nisu govorili: \"Imamo vise imetka i djece; mi necemo biti muceni"
        },
        {
            "chapter": 34,
            "verse": 36,
            "text": "Reci: \"Gospodar moj daje obilnu opskrbu onome kome hoce, a i uskracuje, ali, vecina ljudi ne zna"
        },
        {
            "chapter": 34,
            "verse": 37,
            "text": "Ni bogatstva vasa ni djeca vasa nece vas uciniti Nama bliskim; samo one koji budu vjerovali i dobra djela cinili ceka visestruka nagrada za ono sto su radili, i oni ce u visokim odajama biti bezbjedni"
        },
        {
            "chapter": 34,
            "verse": 38,
            "text": "A oni koji se budu trudili da se dokazima Nasim suprostave, da ih onemoguce, oni ce biti kaznjeni"
        },
        {
            "chapter": 34,
            "verse": 39,
            "text": "Reci: \"Gospodar moj daje obilnu opskrbu onome kome hoce od robova Svojih, a kome hoce uskracuje; sto god vi udjelite, On ce to nadoknaditi, On najbolje opskrbljuje"
        },
        {
            "chapter": 34,
            "verse": 40,
            "text": "A na Dan kad ih sve sabere, pa meleke upita: \"Zar su se ovi vama klanjali"
        },
        {
            "chapter": 34,
            "verse": 41,
            "text": "oni ce odgovoriti: \"Hvaljen neka si, Ti si Gospodar nas, između nas i njih nije bilo prijateljstva; oni su se dzinnovima pokoravali i vecina njih je vjerovala u njih"
        },
        {
            "chapter": 34,
            "verse": 42,
            "text": "Toga Dana jedni drugima necete moci ni koristiti ni nauditi, a Mi cemo onima koji su se prema sebi ogrijesili reci: \"Trpite patnju u vatri koju ste poricali"
        },
        {
            "chapter": 34,
            "verse": 43,
            "text": "Kad im se Nasi jasni ajeti kazuju, oni govore: \"Ovaj covjek samo hoce da vas odvrati od onoga cemu su se vasi preci klanjali\", i govre: \"Ovo nije nista drugo ne go izmisljena laz!\" A oni koji ne vjeruju govore o Istini kada im dolazi: \"Ovo nije nista drugo nego ocito vracanje"
        },
        {
            "chapter": 34,
            "verse": 44,
            "text": "A Mi im nismo dali nikakve knjige da ih izucavaju i Mi im, prije tebe, nismo bili poslali nekoga ko bi ih opominjao"
        },
        {
            "chapter": 34,
            "verse": 45,
            "text": "A i oni prije njih su poslanike u laz ugonili, a ovi nisu postigli ni deseti dio onoga sto smo onima bili dali, pa su ipak poslanike Moje laznim smatrali, i kakva je samo bila kazna Moja"
        },
        {
            "chapter": 34,
            "verse": 46,
            "text": "Reci: \"Ja vam savjetujem samo jedno: ustanite iskreno prema Allahu, dvojica po dvojica, ili jedan po jedan, pa zatim razmislite da drug vas nije lud. On vas samo prije teske patnje opominje"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "Reci: \"Kakvu god nagradu da zatrazim od vas, nek ostane vama, mene ce nagraditi Allah, On nad svim bdi"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "Reci: \"Gospodar moj pobijeđuje istinom, On dobro zna i sve sto je veoma skriveno"
        },
        {
            "chapter": 34,
            "verse": 49,
            "text": "Reci : \"Dosla je istina, a lazi je nestalo"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "Reci: \"Ako zalutam, zalutao sam na svoju stetu, a ako sam na pravom putu, to je zbog onoga sto mi Gospodar moj objavljuje; On zaista sva cuje i blizu je"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "A da ti je vidjeti kad ih strava uhvati - umaci nece moci; izbliza bice scepani"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "i kada reknu: \"Vjerujemo u Poslanika!\" A sta ce im biti od koristi kad je zivot na Zemlji bio i prosao"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "U njega oni nisu prije vjerovali, govorili su ono sto nije poznato, sto je od istine daleko"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "i između njih i onoga sto budu zeljeli bice prepreka postavljena kao sto je prije bilo ucinjeno sa njima slicnim, jer su svi oni, doista, mnogo sumnjali"
        }
    ]
}