{
    "maqras": [
        {
            "chapter": 41,
            "verse": 9,
            "text": "Kazhete, \"Vy disbelieve u khto utvoryv zemlyu u dvokh dnyakh, ta vy vstanovlyuyete idoliv vyshykuvatysya z Nym, khoch Vin Lord vsesvitu"
        },
        {
            "chapter": 41,
            "verse": 10,
            "text": "Vin rozmistyv na tse stabilizers (hory), vstyhuti produktyvni, ta Vin obchyslyuvav yoho umovy u chotyrʹokh dnyakh, shchob zadovolʹnyty potreby vsikh yoho meshkantsiv"
        },
        {
            "chapter": 41,
            "verse": 11,
            "text": "Todi Vin povernuvsya do neba, koly tse buv dosi haz, ta skazanyy tse, ta do zemli, \"Prybutoyi u isnuvannya, okhoche abo zmusheno.\" Vony skazaly, \"My prybuvayemo okhoche"
        },
        {
            "chapter": 41,
            "verse": 12,
            "text": "Otzhe, Vin zavershyv sim vsesvit u dvokh dnyakh, ta vstanovlyuyutʹ zakony dlya kozhnoho vsesvitu. Ta my prykrasyly naybilʹsh nyzʹkyy vsesvit z lampamy, ta rozmistyly varty navkolo tse. Takyy yavlyaye soboyu proekt Mohutnʹoho, Omniscient"
        },
        {
            "chapter": 41,
            "verse": 13,
            "text": "Yakshcho vony prohanyayutʹ, todi kazhutʹ, \"ya poperedzhayu vas lykha lyubyte lykho shcho vynyshchuvaly `aad ta Thamoud"
        },
        {
            "chapter": 41,
            "verse": 14,
            "text": "Yikhni kur'yery poyikhaly yim, tak zhe, yak i pered tym, yak yim ta pislya nykh, kazhuchy, \"Vy ne budete obozhnyuvaty krim BOHA.\" Vony skazaly, \"Maly nashoho Lorda willed, Vin mih poslaly anhely. My disbelievers u shcho vy kazhete"
        },
        {
            "chapter": 41,
            "verse": 15,
            "text": "Yak dlya `aad, vony povernulysya zukhvali na zemli, protystavlena pravda, ta skazala, \"Khto bilʹshe potuzhnyy nizh my?\" Vony ne zdiysnyly shcho BOH, khto utvoryv yikh, ye bilʹshe potuzhni nizh vony? Vony unappreciative nashykh vidkryttiv"
        },
        {
            "chapter": 41,
            "verse": 16,
            "text": "Otzhe, my poslaly na nykh nasylʹnytsʹkyy viter, dlya nechyslennykh neshchasnykh dniv. My takym chynom afflicted yim z prynyzhuyuchym retribution u tse zhyttya, ta retribution U maybutnʹomu bilʹshe prynyzhuye; vony mozhutʹ nikoly ne peremohty"
        },
        {
            "chapter": 41,
            "verse": 17,
            "text": "Yak dlya Thamoud, my yakshcho yim z kerivnytstvom, ale vony viddaly perevahu blindness nad kerivnytstvom. Otzhe, z·hubnyy ta hanebnyy retribution vynyshchyv yikh, vnaslidok yaki vony zarobleni"
        },
        {
            "chapter": 41,
            "verse": 18,
            "text": "My zavzhdy ryatuyemo tsi khto vvazhayutʹ ta vedemo spravedlyve zhyttya"
        },
        {
            "chapter": 41,
            "verse": 19,
            "text": "denʹ prybude koly vorohy BOHA budutʹ sklykatysya do hellfire, forcibly"
        },
        {
            "chapter": 41,
            "verse": 20,
            "text": "Odnoho razu vony pryyizhdzhayutʹ tam, yikhniy volodiyutʹ slukhannyam, ochi, ta shkury budutʹ davaty svidchennya do vse vony zrobyly"
        },
        {
            "chapter": 41,
            "verse": 21,
            "text": "Vony skazhutʹ yikhnim shkuram, \"Chomu vy davaly svidchennya proty nas?\" Vony vidpovidyatʹ, \"BOH zrobyv nam rozmovlyayutʹ; Vin yavlyaye soboyu odyn khto vyklykaye vse rozmovlyaty. Vin yavlyaye soboyu odyn khto utvoryv vas pershyy chas, ta zaraz vam buly povernuti yomu"
        },
        {
            "chapter": 41,
            "verse": 22,
            "text": "Nemaye shlyakhu vy mozhete skhovatysya z vashoho vlasnoho slukhannya, vashykh ochey, abo vashykh shkur. Faktychno, vy podumaly shcho BOH unaware bahato yaki vy"
        },
        {
            "chapter": 41,
            "verse": 23,
            "text": "Tsey riznovyd dumayuchoho pro vashoho Lorda vyklykaye vas vpasty, ta todi vy stayete losers"
        },
        {
            "chapter": 41,
            "verse": 24,
            "text": "Yakshcho vony prodovzhuyutʹ shlyakh vony, Peklo bude yikh dolya, ta yakshcho vony skladayutʹ probachennya, vony ne budutʹ vybacheni"
        }
    ]
}