{
    "maqras": [
        {
            "chapter": 7,
            "verse": 117,
            "text": "My todi nadykhnuly Moses: \"Kynʹte vnyz vash personal,\" whereupon tse kovtnuti shchob ni vony vyhotovyly"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "Otzhe, pravda perevazhala, ta yaki vony buly znyshcheni"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "Vony buly zavdani porazky todi ta tam; vony buly prynyzheni"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "charivnyky upaly prostrate"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "Vony skazaly, \"My virymo v Lordu vsesvitu"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "Lord Moses ta Aaron"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Pharaoh skazaly, vy viryly v yomu bez moho dozvolu? Tse povynno buty zmova vy zamyslyly po mistu, aby vzyaty yoho lyudey daleko. Vy bezsumnivno znaydete"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "ya rozrizhu vashi ruky ta nohy na zminnykh storonakh, todi ya budu crucify vy vsi"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "Vony skazaly, \"My todi povernemosya do nashoho Lorda"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "Vy peresliduyete nas prosto tomu, shcho my viryly v dokazam nashoho Lorda koly vony prybuly do nas.\" \"Nash Lord, harantuyutʹ nam steadfastness, ta dozvolyayutʹ nam vmyrayutʹ yak submitters"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "lidery sered Pharaoh lyudy skazaly, vy 'Budete dozvolyaty Moses ta yoho lyudy do 'Budutʹ pidkupaty zemlyu, ta forsake vas ta vashykh bohiv?\" Vin skazav, \"My ub'yemo yikhnikh syniv, ta zapasnykh yikhnikh dochok. My ye bahato bilʹshe potuzhnoho nizh vony"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Moses skazanyy yoho lyudyam, \"Shukayutʹ BOZHOYI dopomohy, ta steadfastly persevere. Zemlya nalezhytʹ BOHU, ta Vin harantuye tse whomever Vin vybyraye z chysla Yoho sluzhbovtsiv. Ostatochna peremoha nalezhytʹ spravedlyvyy"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "Vony skazaly, \"My peresliduvalysʹ pered tym, yak vy prybuly do nas, ta pislya vy prybuly do nas.\" Vin skazav, \"Vash Lord vynyshchytʹ vashoho voroha ta vstanovlyuyete vas na zemli, todi Vin pobachytʹ yak vy povodytesʹ"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "My todi afflicted Pharaoh lyudy z posukhoyu, ta defitsyt zerna, shcho vony mozhutʹ vzyaty uvahu"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "Koly harni oznaky prybuly yikhniy shlyakh, vony skazaly, \"My zasluzhyly tse,\" ale koly neharazdy afflicted yim, vony osudyly Moses ta tsey z nym. Faktychno, yikhni oznaky vyrishuyutʹsya tilʹky BOHOM, ale bilʹshistʹ yikh ne znayutʹ"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "Vony skazaly, \"Niyaka materiya yakyy riznovyd znaku vy ne pokazuyete nam, dupe ny z vashym zacharuvannyam, my ne povirymo"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "Otzhe, my poslaly na nykh potik, sarana, lice, zhaby, ta krov - hlyboki znaky. Ale vony pidtrymaly yikhnyu zukhvalistʹ. Vony buly z·hubni lyudy"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "Koly zavhodno chuma afflicted yim, vony skazaly, \"O Moses, blahayutʹ vashoho Lorda - vy blyzʹki yomu. Yakshcho vy relieve tsya chuma, my povirymo z vamy, ta poshlemo Dityam Izrayilya z vamy"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "Dosi, koly my relieved chuma dlya budʹ-yakoyi dovzhyny chasu, vony porushyly yikhnyu zastavu"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "Otzhe, my avenged yikhni diyi, ta potopyly yikh u mori. Shcho tomu, shcho vony vidkhylyly nashi znaky, ta buly povnistyu neuvazhni tut"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "My dozvolyayemo pryhnichenykh lyudey uspadkovuyemo zemlyu, skhid ta zakhid, ta my blahoslovenne tse. Blahoslovenni komandy vashoho Lorda takym chynom buly vykonani dlya Ditey Izrayilya, shchob nahorodyty yikh dlya yikhnʹoho steadfastness, ta my vynyshchyly pratsi Pharaoh ta yoho lyudey ta vse vony zibraly urozhay"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "My dostavyly Dityam Izrayilya cherez more. Koly vony proyshly povz lyudey shcho obozhnyuvaly statuyi, vony skazaly, \"O Moses, roblyatʹ bohu dlya nas, lyublyatʹ bohiv vony.\" Vin skazav, \"Diysno, vy ye neobiznani lyudy"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "Tsi lyudy zdiysnyuyutʹ blasphemy, za shcho vony roblyatʹ z·hubni dlya nykh"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "ya 'Budu prahnuty vas za vynyatkom BOHA buty vash boh, koly Vin 'Bude blahoslovyv vas bilʹsh nizh budʹ khto shche v sviti"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "Vidklykannya shcho my dostavyly vam z Pharaoh lyudyam, khto zapodiyav nayhirshyy persecution na vas, ubyvayuchy vashykh syniv ta ekonomlyachykh vashykh dochok. Shcho buv exacting ispyt dlya vas z vashoho Lorda"
        }
    ]
}