{
    "maqras": [
        {
            "chapter": 9,
            "verse": 19,
            "text": "vy roz·hlyanuly polyvayuchi pilgrims ta pikluyutʹsya pro Svyashchennyy Masjid zamina dlya toho, shchob viryty v BOHU ta ostannʹomu Dnyu, ta dokladayutʹ zusylʹ v im'ya BOHA? Vony ne rivni u vydovyshchi BOHA. BOH ne keruye bezputnymy lyudʹmy"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Tsey khto vvazhayutʹ, ta pereyizhdzhayutʹ, ta dokladayutʹ zusylʹ v im'ya BOHA z yikhnimy hroshamy ta yikhnimy zhyttyam, ye daleko bilʹshyy u rozryadi u vydovyshchi BOHA. Tsey yavlyayutʹ soboyu peremozhtsiv"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Yikhniy Lord daye yim harnu novynu: myloserdya ta skhvalennya z Yoho, ta park de vony tishatʹsya z everlasting blazhenstvo"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "Vichno vony perebuyutʹ tam. BOH volodiye velykoyu vynahorodoyu"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "O vy shcho vvazhayete, ne z'yednuyete sebe navitʹ z vashymy batʹkamy ta vashymy siblings, yakshcho vony viddayutʹ perevahu disbelieving nad viryachymy. Tsey sered vas kotryy soyuznyk sebe z nymy porushuyete"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "Proholoshuyutʹ: \"Yakshcho vashi batʹky, vashi dity, vashi siblings, vashe podruzhzhya, vasha rodyna, hroshovi vy zarobyly, dilovi vy pilkuyetesya pryblyzno, ta domivky vy plekayete bilʹshe kokhanoho do vas nizh BOH ta Yoho kur'yer, ta prahnuchyy u Yoho prychyni, todi tilʹky chekayete do BOHA prynosytʹ Yoho vyrok.\" BOH ne keruye bezputnymy lyudʹmy"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "BOH harantuvav vam peremohu u bahato sytuatsiy. Ale na dni Hunayn, vy staly nadto hordym vashoho velykoho chysla. Otzhe, tse ne dopomohlo vam zovsim, ta prostora zemlya stala tak straitened navkolo vas, shcho vy povernulysya navkolo ta fled"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "Todi BOH poslav vnyz contentment na Yoho kur'yera ta na viruyuchiv. Ta Vin poslav vnyz nevydymym soldatam; Vin takym chynom pokarav tsi khto disbelieved. Tse yavlyaye soboyu requital dlya disbelievers"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "Ostatochno, BOH vykupovuye whomever Vin wills. BOH Forgiver, Naybilʹsh Myloserdnyy"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "O vy shcho vvazhayete, idol worshipers zabrudnyuyetesʹ; vony ne povynni buty dozvoleni shchob pidiyty do Svyashchennyy Masjid pislya tsʹoho roku. Yakshcho vy bo vtraty prybutku, BOH bude zlyva vy z Yoho umovamy, z·hidno z Yoho budete. BOH Omniscient, Naybilʹsh Mudryy"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "Vy budete borotysʹ nazad proty tsykh khto ne viryte v BOHU, ne u ostannʹomu Dni, ne robyte vony zaboronyayutʹ yakoho BOHA ta Yoho kur'yera zaboronyly, ne roblyatʹ vony perebuyutʹ relihiyeyu pravdy - sered tsykh khto otrymaly svyate pysannya - do vony platyatʹ nalezhne opodatkovuyutʹ, okhoche abo zmusheno"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "Yevreyi skazaly, \"Ezra yavlyaye soboyu syna BOHA,\" v toy chas, yak Khrystyyanyn skazaly, \"Isus yavlyaye soboyu syna BOHA!\" Tsey blasphemies vymovlenyy yikhnimy hyrlamy. Vony takym chynom match blasphemies tsykh khto disbelieved ranishe. BOH zasudzhuye yikh. Vony bezsumnivno deviated"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Vony vstanovyly yikhnikh relihiynykh lideriv ta vchenykh tomu shcho lordy, zamistʹ BOHA. Inshi deified Messiah, syn Mary. Vony buly vsi nakazani shchob obozhnyuvaty tilʹky odnoho boha. Nemaye boha krim Vin. Vin glorified, vysoki nahori mayuchi budʹ-yaki partnery"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Vony zakhochutʹ vydobuty BOZHE svitlo z yikhnimy hyrlamy, ale BOH napolyahaye na perfecting Yoho svitlo, nezvazhayuchy na disbelievers"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "Vin yavlyaye soboyu odyn khto poslav Yoho kur'yeru z kerivnytstvom ta relihiyeyu pravdy, ta vstyhne dominate vsi relihiya, nezvazhayuchy na idola worshipers"
        }
    ]
}