{
    "maqras": [
        {
            "chapter": 9,
            "verse": 111,
            "text": "BOH kupyv z viruyuchiv yikhni zhyttya ta yikhni hroshovi v obmin na Ray. Otzhe, vony boryutʹsya v im'ya BOHA, bazhayuchoho ubyty ta pryyizhdzhayutʹ zbyti. Takyy Yoho pravdyva zastava u Torah, Yevanheliye, ta Quran - ta khto fulfills Yoho zastava krashche nizh BOH? Vy budete tishytysya z ukladennya takoho obminu. Tse yavlyaye soboyu naybilʹsh velykyy triumf"
        },
        {
            "chapter": 9,
            "verse": 112,
            "text": "Vony yavlyayutʹ soboyu repenters, worshipers, praisers, meditators, klanyayuchi ta prostrating, advocators righteousness ta forbidders zla, ta keepers BOZHYKH zakoniv. Dayte harna novyna takym viruyucham"
        },
        {
            "chapter": 9,
            "verse": 113,
            "text": "Ni prorok, ni tsey khto vvazhayutʹ bude poprosyty forgiveness dlya idola worshipers, navitʹ yakshcho vony buly yikh nayblyzhchi rodyny, odnoho razu vony zdiysnyuyutʹ shcho vony destined dlya Pekla"
        },
        {
            "chapter": 9,
            "verse": 114,
            "text": "Yedyna prychyna Abraham poprosyla forgiveness dlya yoho batʹka shcho vin poobitsyav yomu zrobyty tak. Ale yak tilʹky vin zdiysnyv shcho vin buv voroh BOHA, vin vidmovyvsya vid yoho. Abraham buv nadzvychayno lyub'yaznyy, clement"
        },
        {
            "chapter": 9,
            "verse": 115,
            "text": "BOH ne posylaye budʹ-yakym lyudyam astray, pislya Vin keruvav nymy, bez pershoho pokazuyuchykh dlya nykh shcho ochikuvaty. BOH znaye tsilkom vsi rechi"
        },
        {
            "chapter": 9,
            "verse": 116,
            "text": "Do BOHA nalezhytʹ suverenitetu neba ta zemli. Vin kontrolyuye zhyttya ta smertʹ. Vy nikhto ne mayete bilya BOHA yak Lord ta Mayster"
        },
        {
            "chapter": 9,
            "verse": 117,
            "text": "BOH vykupyv proroka, ta imihranty (Muhajireen) ta prykhylʹnyky shcho hosted yim ta daly yim prytulok (Ansar), khto proslidkuvav za yo pid chas vazhkykh chasiv. Tse - koly serdenʹka deyakykh z nykh mayzhe wavered. Ale Vin vykupyv yikh, dlya Vin ye Compassionate do nykh, Naybilʹsh Myloserdnykh"
        },
        {
            "chapter": 9,
            "verse": 118,
            "text": "Takozh (vykuplenyy) try khto zalyshyvsya zzadu. Prostora zemlya stala tak straitened dlya nykh, shcho vony mayzhe vidmovylysya vid vsʹoho spodivannya dlya sebe. Nareshti, vony zdiysnyly shcho tam ni vtecha z BOHA, krim yomu. Vin todi vykupyv yikh shcho vony mozhutʹ kayatysya. BOH yavlyaye soboyu Redeemer, Naybilʹsh Myloserdnyy"
        },
        {
            "chapter": 9,
            "verse": 119,
            "text": "O vy shcho vvazhayete, vy budete BOH povahy, ta budete sered pravdyvyy"
        },
        {
            "chapter": 9,
            "verse": 120,
            "text": "Niyakyy dwellers mista, ne Arabs navkolo nykh, bude prahnuty zalyshytysya pozadu kur'yera BOHA (koly vin mobilizovuye dlya viyny). Ne budutʹ vony dayutʹ priorytet yikhnim vlasnym spravam nad pidtrymuyuchym yo. Tse tomu, shcho vony ne zaznayutʹ budʹ-yakoyi sprahy, abo budʹ-yake zusyllya, abo holod v im'ya BOHA, abo berutʹ yedynyy krok shcho enrages disbelievers, abo zapodiyuyutʹ budʹ-yaki neharazdy na voroha, bez tse zapysuvalo dlya nykh yak kredyt. BOH nikoly ne bude nespromozhnyy vidshkoduvaty tsym khto pratsyuyutʹ righteousness"
        },
        {
            "chapter": 9,
            "verse": 121,
            "text": "Ne roblyatʹ vony zaznayutʹ budʹ-yakoho vydatku, maloho abo velykoho, ne roblyatʹ vony khrest budʹ-yakyy valley, bez mayuchoho kredytu zapysanoho dlya nykh. BOH bezsumnivno nahorodytʹ yikh velykodushno dlya yikhnikh pratsʹ"
        }
    ]
}