{
    "maqras": [
        {
            "chapter": 11,
            "verse": 6,
            "text": "YE ne vytvir na zemli chyye zabezpechennya ne harantuyetʹsya BOHOM. Ta Vin znaye yoho kurs ta yoho zaklyuchna dolya. Vesʹ zapysuyutʹsya u hlybokomu zapysi"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "Vin yavlyaye soboyu odyn khto utvoryv nebo ta zemlyu u shesty dnyakh - ta Yoho (earthly) oblastʹ povnistyu vmila nakryta z vodoyu aby vyprobuvaty vas, shchob rozriznyty ts sered vas kotrykh pratsyuyete righteousness. Dosi, koly vy kazhete, \"Vy budete resurrected pislya smerti,\" tsey khto disbelieve by skazav, \"Tse yasno witchcraft"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "Ta yakshcho my zatrymuyemo retribution vony pidpaly - dlya my rezerv tse dlya spetsyfichnoyi spilʹnoty - yak kazhutʹ, 'Shcho keeping Yo?\" Faktychno, odnoho razu yomu prybuvaye yim, nichoho ne mozhe zupynyty tse, ta yikhnye vysmiyuyuche povernetʹsya peresliduvaty yikh"
        },
        {
            "chapter": 11,
            "verse": 9,
            "text": "Koly zavhodno my blahoslovlyayemo lyudsʹkyy buduchy z myloserdyam z nas, todi usuyemo tse, vin povertaye despondent, unappreciative"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "Koly zavhodno my blahoslovlyayemo yoho, pislya neshchastya afflicted yo, vin kazhe, \"Vse neshchastya poyikhalo z meni;\" vin staye zbudzhenym, hordyy"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "Yak dlya tsykh khto steadfastly persevere, ta vedutʹ spravedlyve zhyttya, vony zasluhovuyutʹ forgiveness ta velykodushnu vynahorodu"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "Vy mozhete pobazhaty disregard deyakyy z shcho kotrykh vidkryvayetʹsya do vas, ta vy mozhete buty rozdratovani tse. Takozh, vony mozhutʹ skazaty, 'Yak mozhutʹ prybuty niyakyy skarb ne prybuvaye vnyz yomu, abo anhel?\" Vy ye tilʹky warner; BOH kontrolyuye vsi rechi"
        },
        {
            "chapter": 11,
            "verse": 13,
            "text": "Yakshcho yak kazhutʹ, \"Vin vyhotovyv (Quran),\" rozpovidayete yim, \"Todi vyroblyayete desyatʹ suras lyubyte tsey, vyhotovleni, ta zaproshuyete whomever vy mozhete, za vynyatkom BOHA, yakshcho vy ye pravdyvi"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "Yakshcho vony ne spromozhutʹsya shchob zustrity vash vyklyk, todi znayutʹ shcho tse vidkryvayetʹsya z BOZHYM znannyam, ta shcho nemaye boha krim Vin. Vy todi budete pidkoryatysya"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Tsey khto peresliduyutʹ tse svitovo dovichnyy ta yoho material vanities, my zaplatymo yim dlya yikhnikh pratsʹ u tsʹomu zhytti, bez naymenshoho zmenshennya"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "Tse - vony shcho vidmovylysya vid yikhnʹoyi aktsiyi u U maybutnʹomu, ta, otzhe, Peklo yikhnya dolya. Vsi yikhni pratsi marno; vse vony zrobleni znyshchuyetʹsya"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "Yak dlya tsykh khto dayutʹsya tverdyy dokaz z yikhnʹoho Lorda, dopovidayutʹsya svidkom z Yoho, ta ranishe yomu, knyha Moses vstanovyla precedent ta myloserdya, vony bezsumnivno poviryatʹ. Yak dlya tsykh khto disbelieve sered riznomanitnykh hrup, Peklo ochikuye yikh. Ne havanʹ budʹ-yakyy sumniv; tse yavlyaye soboyu pravdu z vashoho Lorda, ale naybilʹsh lyudey disbelieve"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "Khto bilʹshe z·hubnyy nizh khto vyhotovlyayutʹ brekhnyu pro BOHA? Vony budutʹ predstavlyatysya pered tym, yak yikhniy Lord, ta svidky skazhutʹ, \"Tsey yavlyayutʹ soboyu khto lih pro yikhnʹoho Lorda. BOZHYY osud befallen porushnyky"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "Vony vyklykayutʹ ohydu z shlyakhu BOHA ta prahnutʹ vstyhnuty kryvi, ta vony disbelievers u U maybutnʹomu"
        },
        {
            "chapter": 11,
            "verse": 20,
            "text": "Tsey nikoly ne vtichutʹ, ne budutʹ vony znakhodyatʹ budʹ-yakykh lordiv abo volodariv dopomohty yim proty BOHA. Retribution bude podvoyuvatysya dlya nykh. Vony vyyshly z ladu pochuty, ta vony vyyshly z ladu pobachyty"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "Tsey yavlyayutʹ soboyu khto hublyatʹ yikhni dushi, ta idoly vony vyhotovleni vidmovlyatʹsya vid nykh"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "Nemaye sumnivu shcho, u U maybutnʹomu, vony budutʹ nayhirshyy losers"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "Yak dlya tsykh khto vvazhayutʹ ta vedutʹ spravedlyve zhyttya, ta prysvyachuyutʹ sebe do yikhnʹoho Lorda, vony yavlyayutʹ soboyu dwellers Rayu; vony perebuyutʹ tam zavzhdy"
        }
    ]
}