{
    "maqras": [
        {
            "chapter": 19,
            "verse": 59,
            "text": "But they were succeeded by an evil posterity who neglected the prayer, and followed [their base] appetites. So they will soon encounter [the reward of] perversity"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "barring those who repent, believe, and act righteously. Such will enter paradise, and they will not be wronged in the least"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "Gardens of Eden promised by the All-beneficent to His servants, [while they were still] unseen. Indeed His promise is bound to come to pass"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "Therein they will not hear vain talk, but only ‘Peace!’ Therein they will have their provision morning and evening"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "This is the paradise We will give as inheritance to those of Our servants who are Godwary"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "[O Gabriel, tell the Prophet,] ‘We do not descend except by the command of your Lord. To Him belongs whatever is before us and whatever is behind us and whatever is in between that, and your Lord does not forget"
        },
        {
            "chapter": 19,
            "verse": 65,
            "text": "—the Lord of the heavens and the earth and whatever is between them. So worship Him and be steadfast in His worship. Do you know anyone who could be His namesake?’"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "Man says, ‘What? Shall I be brought forth alive [from the grave], when I have been dead?’"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "Does not man remember that We created him before when he was nothing"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "By your Lord, We will surely gather them with the devils; then We will surely bring them up around hell [scrambling] on their knees"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "Then from every group We shall draw whichever of them was more defiant towards the All-beneficent"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "Then surely We will know best those who deserve most to enter it"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "There is none of you but will come to it: a [matter that is a] decided certainty with your Lord"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "Then We will deliver those who are Godwary, and leave the wrongdoers in it, fallen on their knees"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "When Our manifest signs are recited to them, the faithless say to the faithful, ‘Which of the two groups is superior in station and better with respect to company?’"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "How many a generation We have destroyed before them, who were superior in furnishings and appearance"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "Say, ‘Whoever abides in error, the All-beneficent shall prolong his respite until they sight what they have been promised: either punishment, or the Hour.’ Then they will know whose position is worse, and whose host is weaker"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "Allah enhances in guidance those who are [rightly] guided, and lasting righteous deeds are better with your Lord in reward, and better at the return [to Allah]"
        },
        {
            "chapter": 19,
            "verse": 77,
            "text": "Have you not regarded him who defies Our signs, and says, ‘I will surely be given wealth and children’"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "Has he come to know the Unseen, or taken a promise from the All-beneficent"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "No indeed! We will write down what he says, and We will prolong his punishment endlessly"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "We shall take over from him what he talks about, and he will come to Us alone"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "They have taken gods besides Allah that they may be a [source of] might to them"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "No Indeed! Soon they will disown their worship, and they will be their opponents"
        },
        {
            "chapter": 19,
            "verse": 83,
            "text": "Have you not regarded that We unleash the devils upon the faithless to urge them vigorously"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "So do not make haste against them; indeed We are counting for them, a counting [down]"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "The day We shall gather the Godwary toward the All-beneficent, on mounts"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "and drive the guilty as a thirsty herd towards hell"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "no one will have the power to intercede [with Allah], except for him who has taken a covenant with the All-beneficent"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "They say, ‘The All-beneficent has taken a son!’"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "You have certainly advanced something hideous"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "The heavens are about to be rent apart at it, the earth to split open, and the mountains to collapse into bits"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "that they should ascribe a son to the All-beneficent"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "It does not behoove the All-beneficent to take a son"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "There is none in the heavens and the earth but he comes to the All-beneficent as a servant"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "Certainly He has counted them [all] and numbered them precisely"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "and each of them will come to Him alone on the Day of Resurrection"
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "Indeed those who have faith and do righteous deeds—the All-beneficent will endear them [to His creation]"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "Indeed We have made it simple in your language so that you may give good news thereby to the Godwary and warn with it a disputatious lot"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "How many a generation We have destroyed before them! Can you descry any one of them, or hear from them so much as a murmur"
        }
    ]
}