{
    "maqras": [
        {
            "chapter": 27,
            "verse": 27,
            "text": "He said, ‘We shall see whether you are truthful, or if you are one of the liars"
        },
        {
            "chapter": 27,
            "verse": 28,
            "text": "Take this letter of mine and deliver it to them. Then draw away from them and observe what [response] they return.’"
        },
        {
            "chapter": 27,
            "verse": 29,
            "text": "She said, ‘O [members of the] elite! Indeed a noble letter has been delivered to me"
        },
        {
            "chapter": 27,
            "verse": 30,
            "text": "It is from Solomon, and it begins in the name of Allah, the All-beneficent, the All-merciful"
        },
        {
            "chapter": 27,
            "verse": 31,
            "text": "[It states,] ‘‘Do not defy me, and come to me in submission.’’ ’"
        },
        {
            "chapter": 27,
            "verse": 32,
            "text": "She said, ‘O [members of the] elite! Give me your opinion concerning my matter. I do not decide any matter until you are present.’"
        },
        {
            "chapter": 27,
            "verse": 33,
            "text": "They said, ‘We are powerful and possess a great might. But it is up to you to command. So consider what orders you will give.’"
        },
        {
            "chapter": 27,
            "verse": 34,
            "text": "She said, ‘Indeed when kings enter a town, they devastate it, and make the mightiest of its people the weakest. That is how they act"
        },
        {
            "chapter": 27,
            "verse": 35,
            "text": "I will send them a gift, and see what the envoys bring back.’"
        },
        {
            "chapter": 27,
            "verse": 36,
            "text": "So when he came to Solomon, he said, ‘Are you aiding me with wealth? What Allah has given me is better than what He has given you. Indeed, you are proud of your gift"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "Go back to them, for we will come at them with hosts which they cannot face, and we will expel them from it, abased and degraded.’"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "He said, ‘O [members of the] elite! Which of you will bring me her throne before they come to me in submission?’"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "An afreet from among the jinn said, ‘I will bring it to you before you rise from your place. I have the power to do it and am trustworthy.’"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "The one who had knowledge of the Book said, ‘I will bring it to you in the twinkling of an eye.’ So when he saw it set near him, he said, ‘This is by the grace of my Lord, to test me if I will give thanks or be ungrateful. Whoever gives thanks, gives thanks only for his own sake. And whoever is ungrateful [should know that] my Lord is indeed all-sufficient, all-generous.’"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "He said, ‘Disguise her throne for her, so that we may see whether she is discerning or if she is one of the undiscerning ones.’"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "So when she came, it was said [to her], ‘Is your throne like this one?’ She said, ‘It seems to be the same, and we were informed before it, and we had submitted.’"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "She had been barred [from the way of Allah] by what she used to worship besides Allah, for she belonged to a faithless people"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "It was said to her, ‘Enter the palace.’ So when she saw it, she supposed it to be a pool of water, and she bared her shanks. He said, ‘It is a palace paved with crystal.’ She said, ‘My Lord! Indeed I have wronged myself, and I submit with Solomon to Allah, the Lord of all the worlds.’"
        },
        {
            "chapter": 27,
            "verse": 45,
            "text": "Certainly We sent to Thamud Salih, their brother, [with the summons:] ‘Worship Allah!’ But thereat they became two groups contending with each other"
        },
        {
            "chapter": 27,
            "verse": 46,
            "text": "He said, ‘O My people! Why do you press for evil sooner than for good? Why do you not plead to Allah for forgiveness so that you may receive His mercy?’"
        },
        {
            "chapter": 27,
            "verse": 47,
            "text": "They said, ‘We take you and those who are with you for a bad omen.’ He said, ‘Your bad omens are from Allah. Indeed, you are a people being tested.’"
        },
        {
            "chapter": 27,
            "verse": 48,
            "text": "There were nine persons in the city who caused corruption in the land and did not set things right"
        },
        {
            "chapter": 27,
            "verse": 49,
            "text": "They said, ‘Swear by Allah that we will attack him and his family by night. Then we will tell his heir that we were not present at the murder of his family and that we speak the truth.’"
        },
        {
            "chapter": 27,
            "verse": 50,
            "text": "They devised a plot, and We [too] devised a plan, but they were not aware"
        },
        {
            "chapter": 27,
            "verse": 51,
            "text": "So observe how was the outcome of their plotting, as We destroyed them and all their people"
        },
        {
            "chapter": 27,
            "verse": 52,
            "text": "So there lay their houses, fallen in ruin because of their wrongdoing. There is indeed a sign in that for a people who have knowledge"
        },
        {
            "chapter": 27,
            "verse": 53,
            "text": "And We delivered those who had faith and were Godwary"
        },
        {
            "chapter": 27,
            "verse": 54,
            "text": "[We also sent] Lot, when he said to his people, ‘What! Do you commit this indecency while you look on"
        },
        {
            "chapter": 27,
            "verse": 55,
            "text": "Do you approach men with [sexual] desire instead of women?! Indeed, you are a senseless lot!’"
        }
    ]
}