{
    "maqras": [
        {
            "chapter": 3,
            "verse": 93,
            "text": "All food was lawful to the Children of Israel except what Israel had forbidden himself before the Torah was sent down. Say, ‘Bring the Torah, and read it, if you are truthful.’"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "So whoever fabricates a lie against Allah after that—it is they who are the wrongdoers"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "Say, ‘Allah has spoken the truth; so follow the creed of Abraham, a Hanif, and he was not one of the polytheists"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "Indeed the first house to be set up for mankind is the one at Bakkah, blessed and a guidance for all nations"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "In it are manifest signs [and] Abraham’s Station, and whoever enters it shall be secure. And it is the duty of mankind toward Allah to make pilgrimage to the House—for those who can afford the journey to it—and should anyone renege [on his obligation], Allah is indeed without need of the creatures"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "Say, ‘O People of the Book! Why do you deny the signs of Allah, while Allah is witness to what you do?’"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "Say, ‘O People of the Book! why do you bar the faithful from the way of Allah, seeking to make it crooked, while you are witnesses [to its truthfulness]? And Allah is not oblivious of what you do.’"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "O you who have faith, if you obey a part of those who were given the Book, they will turn you back, after your faith, into faithless ones"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "And how would you be faithless while the signs of Allah are recited to you and His Apostle is in your midst? Whoever takes recourse in Allah is certainly guided to a straight path"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "O you who have faith! Be wary of Allah with the wariness due to Him and do not die except as Muslims"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "Hold fast, all together, to Allah’s cord, and do not be divided [into sects]. Remember Allah’s blessing upon you when you were enemies, then He brought your hearts together, so you became brothers with His blessing. And you were on the brink of a pit of Fire, whereat He saved you from it. Thus does Allah clarify His signs for you so that you may be guided"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "There has to be a nation among you summoning to the good, bidding what is right, and forbidding what is wrong. It is they who are the felicitous"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "Do not be like those who became divided [into sects] and differed after manifest signs had come to them. For such there will be a great punishment"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "on the day when [some] faces will turn white and [some] faces will turn black. As for those whose faces turn black [it will be said to them], ‘Did you disbelieve after your faith? So taste the punishment because of what you used to disbelieve.’"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "But as for those whose faces become white, they shall dwell in Allah’s mercy, and they will remain in it [forever]"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "These are the signs of Allah, which We recite to you in truth, and Allah does not desire any wrong for the creatures"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "To Allah belongs whatever there is in the heavens and the earth, and to Allah all matters are returned"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "You are the best nation [ever] brought forth for mankind: you bid what is right and forbid what is wrong, and have faith in Allah. And if the People of the Book had believed, it would have been better for them. Among them [some] are faithful, but most of them are transgressors"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "They will never do you any harm, except for some hurt; and if they fight you, they will turn their backs [to flee], then they will not be helped"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "Wherever they are found, abasement is stamped upon them, except for an asylum from Allah and an asylum from the people. They have earned the wrath of Allah, and poverty has been stamped upon them. That, because they would deny the signs of Allah and kill the prophets unjustly. That, because they would disobey and commit transgression"
        }
    ]
}