{
    "maqras": [
        {
            "chapter": 10,
            "verse": 11,
            "text": "Were Allah to hasten ill for mankind with their haste for good, their term would have been over. But We leave those who do not expect to encounter Us bewildered in their rebellion"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "When distress befalls man, he supplicates Us, [lying] on his side, sitting, or standing; but when We remove his distress, he passes on as if he had never supplicated Us concerning the distress that had befallen him. What they have been doing is thus presented as decorous to the transgressors"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "Certainly We destroyed generations before you when they perpetrated wrongs: their apostles brought them manifest proofs, but they would not have faith. Thus do We requite the guilty lot"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Then We made you successors on the earth after them that We may observe how you will act"
        },
        {
            "chapter": 10,
            "verse": 15,
            "text": "When Our manifest signs are recited to them, those who do not expect to encounter Us say, ‘Bring a Quran other than this, or alter it.’ Say, ‘I may not alter it of my own accord. I follow only what is revealed to me. Indeed should I disobey my Lord, I fear the punishment of a tremendous day.’"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "Say, ‘Had Allah [so] wished, I would not have recited it to you, nor would He have made it known to you, for I have dwelled among you for a lifetime before it. Do you not exercise your reason?’"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "So who is a greater wrongdoer than him who fabricates a lie against Allah, or denies His signs? Indeed the guilty will not be felicitous"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "They worship besides Allah that which neither causes them any harm, nor brings them any benefit, and they say, ‘These are our intercessors with Allah.’ Say, ‘Will you inform Allah about something He does not know in the heavens or on the earth?’ Immaculate is He and exalted above [having] any partners that they ascribe [to Him]"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "Mankind were but a single [religious] community; then they differed. And were it not for a prior decree of your Lord, decision would have been made between them concerning that about which they differ"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "They say, ‘Why has not some sign been sent down to him from his Lord?’ Say, ‘[The knowledge of] the Unseen belongs only to Allah. So wait. I too am waiting along with you.’"
        },
        {
            "chapter": 10,
            "verse": 21,
            "text": "When We let people taste [Our] mercy after a distress that has befallen them, behold, they scheme against Our signs! Say, ‘Allah is more swift at devising.’ Indeed Our messengers write down what you scheme"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "It is He who carries you across land and sea. When you are in the ships, and they sail along with them with a favourable wind, exulting in it, there comes upon them a tempestuous wind and waves assail them from every side, and they think that they are besieged, they invoke Allah putting exclusive faith in Him, ‘If You deliver us from this, we will surely be among the grateful.’"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "But when He delivers them, behold, they commit violations on the earth unduly! O mankind! Your violations are only to your own detriment. [These are] the wares of the life of this world; then to Us will be your return, whereat We will inform you concerning what you used to do"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "The parable of the life of this world is that of water which We send down from the sky. It mingles with the earth’s vegetation from which humans and cattle eat. When the earth puts on its luster and is adorned, and its inhabitants think they have power over it, Our edict comes to it, by night or day, whereat We turn it into a mown field, as if it did not flourish the day before. Thus do We elaborate the signs for a people who reflect"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "Allah invites to the abode of peace, and He guides whomever He wishes to a straight path"
        }
    ]
}