{
    "maqras": [
        {
            "chapter": 12,
            "verse": 53,
            "text": "‘Yet I do not absolve my [own carnal] soul, for the [carnal] soul indeed prompts [men] to evil, except inasmuch as my Lord has mercy. Indeed my Lord is all-forgiving, all-merciful.’"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "The king said, ‘Bring him to me, I will make him my favourite.’ Then, when he had spoken with him, he said, ‘Indeed today [onwards] you will be honoured and trustworthy with us.’"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "He said, ‘Put me in charge of the country’s granaries. I am indeed fastidious [and]well-informed.’"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "That is how We established Joseph in the land that he may settle in it wherever he wished. We confer Our mercy on whomever We wish, and We do not waste the reward of the virtuous"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "And the reward of the Hereafter is surely better for those who have faith and are Godwary"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "[After some years] the brothers of Joseph came and entered his presence. He recognized them, but they did not recognize him"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "When he had furnished them with their provision, he said, ‘Bring me a brother that you have through your father. Do you not see that I give the full measure and that I am the best of hosts"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "But if you do not bring him to me, then there will be no rations for you with me, and don’t [ever] come near me.’"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "They said, ‘We will solicit him from his father. [That] we will surely do.’"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "He said to his servants, ‘Put their money [back] into their saddlebags. Maybe they will recognize it when they return to their folks, and maybe they will come back [again].’"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "So when they returned to their father, they said, ‘Father, the measure has been withheld from us, so let our brother go with us so that we may obtain the measure, and we will indeed take [good] care of him.’"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "He said, ‘Should I not trust you with him just as I trusted you with his brother before? Yet Allah is the best of protectors, and He is the most merciful of merciful ones.’"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "And when they opened their baggage, they found their money restored to them. They said, ‘Father, what [more] do we want?! This is our money, restored to us! We will get provisions for our family and take care of our brother, and add another camel-load of rations. These are meagre rations.’"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "He said, ‘I will not let him go with you until you give me a [solemn] pledge by Allah that you will surely bring him back to me, unless you are made to perish.’ When they had given him their [solemn] pledge, he said, ‘Allah is witness over what we say.’"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "And he said, ‘My sons, do not enter by one gate, but enter by separate gates, though I cannot avail you anything against Allah. Sovereignty belongs only to Allah. In Him I have put my trust; and in Him let all the trusting put their trust.’"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "When they entered whence their father had bidden them, it did not avail them anything against Allah, but only fulfilled a wish in Jacob’s heart. Indeed, he had the knowledge of what We had taught him, but most people do not know"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "When they entered into the presence of Joseph, he set his brother close to himself, and said, ‘Indeed I am your brother, so do not sorrow for what they used to do.’"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "When he had furnished them with their provision, he put the drinking-cup into his brother’s saddlebag. Then a herald shouted: ‘O [men of the] caravan! You are indeed thieves!’"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "They said, as they turned towards them, ‘What are you missing?’"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "They said, ‘We miss the king’s goblet.’ ‘Whoever brings it shall have a camel-load [of grain],’ [said the steward], ‘I will guarantee that.’"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "They said, ‘By Allah! You certainly know that we did not come to make trouble in this country, and we are not thieves.’"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "They said, ‘What shall be its requital if you [prove to] be lying?’"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "They said, ‘The requital for it shall be that he in whose saddlebag it is found shall give himself over as its requital. Thus do we requite the wrongdoers.’"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "Then he began with their sacks, before [opening] his brother’s sack. Then he took it out from his brother’s sack. Thus did We devise for Joseph’s sake. He could not have held his brother under the king’s law unless Allah willed [otherwise]. We raise in rank whomever We please, and above every man of knowledge is One who knows best"
        }
    ]
}