{
    "rukus": [
        {
            "chapter": 19,
            "verse": 1,
            "text": "Kaaf haa yaa ain suaad"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "Yeh hai teray perwerdigar ki uss meharbani ka zikar jo uss ney apney banday zakriya per ki thi"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "Jabkay uss ney apney rab say chupkay chupkay dua ki thi"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "Kay aey meray perwerdigar! Meri hadiyan kamzor hogaee hain aur sir burhapay ki waja say bharak utha hai lekin mein tujh say dua kerkay kabhi bhi mehroom nahi raha"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "Mujhay apney marney kay baad apney qarabat daron ka darr hai meri biwi bhi baanjh hai pus tu mujhay apney pass say waris ata farma"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "Jo mera bhi waris ho aur yaqoob (alh-e-salam) kay khandan ka bhi ja-nasheen aur meray rab! Tu ussay maqbool banda bana ley"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "Aey zakriya! Hum tujhay aik bachay ki khushkhabri detay hain jiss kay naam yahya hai hum ney iss say pehlay iss ka hum naam bhi kissi ko nahi kiya"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "Zakriya (alh-e-salam) kehney lagay aey meray rab! Meray haan larka kaisay hoga jabkay meri biwi baanjh aur mein khud burhapay kay intehaee zoaf ko phonch chuka hun"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "Irshad hua kay wada issi tarah ho chuka teray rab ney farma diya hai kay mujh per to yeh bilkul aasan hai aur tu khud jabkay kuch na tha mein tujhay peda ker chuka hun"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "Kehney lagay meray perwerdigar meray liye koi alamat muqarrar farma dey irshad hua kay teray liye alamat yeh hai kay bawajood bhala changa honey kay tu teen raaton tak kissi shaks say bol na sakay ga"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "Abb zakriya (alh-e-salam) apney hujray say nikal ker apni qom kay pass aaker unhen ishara kertay hain kay tum subha-o-shaam Allah Taalaa ki tasbeeh biyan kero"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "“Aey yahya! Meri kitab ko mazbooti say thaam ley” aur hum ney ussay larakpan hi say danaee ata farma di"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "Aur apney pass say shafqat aur pakeezgi bhi woh perhezgar shaks tha"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "Aur apney maa baap say nek salook kerney wala tha woh sirkash aur gunehgar na tha"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "Uss per salam hai jiss din woh peda hua aur jiss din woh maray aur jiss din woh zinda kerkay uthaya jaye"
        }
    ]
}