{
    "rukus": [
        {
            "chapter": 7,
            "verse": 130,
            "text": "Ani amhi phira'aunavalyanna duskala ani phalancya utpannata kamidvare gherale, yasathi ki tyanni bodha prapta karava"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "Jara tyancyajavala bhala'i yete, tevha mhanatata ki he tara amacyasathi vhayalaca have ani jara kasta-yatana yete, tevha musa ani tyancya anuyayinna apasakuni tharavitata. Aika, tyanca apasakuna allahacya javala ahe, parantu adhikansa loka janata nahita"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "Ani te mhanale, amacyajavala jidekhila nisani amacyavara jadu karanyasathi anala tari amhi tumacyavara imana rakhanara nahita"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "Maga amhi tyacyavara vadala ani tola ani uva ani beduka ani rakta pathavile, vegavegalya nisanya, maga tyanni ghamenda keli ani te aparadhi loka hote"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "Ani jevha tyancyavara ekhada azaba (allahaca prakopa) yeta ase, tevha mhanata ki he musa! Amacyasathi apalya palanakartyajavala tya vayadyadvare, jo tumhala dila, du'a (prarthana) kara. Jara tumhi amacyavaruna azaba hatavila tara avasya amhi tumacyavara imana rakhu ani tumacyasobata isra'ilacya putranna pathavu"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "Maga jevha amhi tyancyavaruna to azaba eka tharavika mudatiparyanta ki tyaparyanta tyanna pohacane kramaprapta hote, hatavita tevha te tvarita vacana bhanga karu lagata"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "Maga amhi tyacyasi suda ghetala arthata tyanna samudrata budavile, ya karanastava ki te amacya ayatinna (nisanyanna) khote tharavita, ani tyancyababata gaphilapana darsavita"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "Ani amhi tya lokanna je atisaya durbala samajale jata, tya dharaticya purva ani pascimece malaka banavile, jicyata amhi samrd'dhi rakhali ahe ani tumacya palanakartyaca neka vayada bani isra'ilavisayi, tyancya dhira-sanyamamule purna jhala ani amhi phira'auna ani tyacya janasamuhane banavilelya karakhan'yanna ani jya unca imarati te ubharata, sarvakahi ksata-viksata karuna takale"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "Ani amhi banu isra'ila (isla'icya mulanna) la samudrapalikade utaravile, maga tyance eka asa jamatijavaluna jane jhale, ji apalya kahi murtya (pratima) ghe'una basali hoti. (Tyanna pahuna he loka) mhanale, he musa! Amacyasathi sud'dha aseca upasya tharavuna dya, jasi yanci hi daivate aheta. Musa mhanale, kharokhara, tumha lokanta mothi murkhata ahe"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "He loka jya kamata guntale aheta te nasta kele ja'ila ani tyance he kama kevala asatya ahe"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "Pharmavile, kaya allahakherija an'ya ekhadyala tumaca mabuda (upasya) tharavuna de'u? Vastavika tyane samasta jagatila lokanvara tumhala pradhan'ya pradana kele ahe"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "Ani ti vela athava, jevha amhi tumhala phira'aunacya lokampasuna vacavile je tumhala sakta siksa deta asata. Tumacya putranci hatya karita ani tumacya striyanna jivanta soduna deta ani yata tumacya palanakartyatarphe phara mothi pariksa hoti"
        }
    ]
}