{
    "rukus": [
        {
            "chapter": 11,
            "verse": 9,
            "text": "Ani jara amhi manasala ekhadya sukhaci godi cakhavuna, maga te tyacyakaduna hiravuna gheto, tevha to phara udasa ani motha krtaghna banato"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "Ani jara amhi tyala ekhade sukha pohacavito, tya duhkhanantara je tyala pohocale hote, tevha to mhanu lagato ki ata majhya kasta-yatana dura jhalya 1 niscitaca to khupa anandita ho'una ghamenda karu lagato"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "Tyancyakherija, je dhira-sanyama rakhatata ani satkarma karita rahatata asaca lokansathi ksamahi ahe ani phara motha mobadalahi"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "Tara kadacita tumhi tya vahayi (isa-sandesa) ca ekhada bhaga soduna denara ahata, jo tumacyakade avatarita kela jato ani tyamule tumacya manata sankoca ahe kevala tyancya ya bolanyavara ki yacyavara ekhada khajina ka nahi utaravila gela? Kinva yacyasobata ekhada pharista tari ala asata. Aika! Tumhi tara kevala bhaya dakhavinareca ahata ani pratyeka cijavastuci dekharekha karanara kevala allaha ahe"
        },
        {
            "chapter": 11,
            "verse": 13,
            "text": "Kaya te ase mhanatata ki ya kura'anala tyane apalya manane racale ahe. Tumhi uttara dya ki tumhidekhila asa daha suraha (adhyaya) manane racuna ana ani allahakherija vatela tyala apalyasobata samila karuna ghya, jara tumhi sacce asala"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "Maga jara te tumace he mhanane man'ya na karatila tara tumhi khatripurvaka januna ghya ki ha grantha (kura'ana) allahacya jnanasaha avatarita kela gela ahe ani he ki allahasivaya konihi upasya nahi. Tara kaya tumhi muslima hota"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Jo manusya aihika jivana ani sobha- sajavativara asakta asela tara asanna amhi sarva karmanca (mobadala) itheca purnatah de'una takato ani ithe tyanna kasalihi kamatarata thevali jata nahi"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "Matra heca te loka hota, jyancyasathi akhiratamadhye agisivaya dusare kahihi nahi ani je kahi tyanni ithe kele asela te tithe sarva vyartha ahe ani ji kahi tyanci karme hoti, ti sarva nasa pavanari aheta"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "To, jo apalya palanakartyatarphe eka pramanavara kayama asela, ani tyacyasobata allahatarphe saksi asela, ani tyacyapurvi musaca grantha (saksi) asela jo margadarsaka ani daya- krpa ahe. (Dusaryampramane asu sakato?) Heca loka aheta, je tyavara imana rakhatata ani sarva samuhampaiki, jodekhila yaca inkari asela tyacya antima vayadyace thikana jahannama ahe.1 Tevha tumhi tyababata kasalyahi sansayata padu naka. Nihsansaya he tumacya palanakartyatarphe purnatah satya ahe. Parantu adhikansa loka imana balaganare nasatata"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "Ani tyahuna adhika atyacari kona asela, jo allahababata khote racela. He loka apalya palanakartyasamora sadara kele jatila ani saksa denare sarva mhanatila ki he ase loka aheta jyanni apalya palanakartyavisayi asatya racale. Khabaradara! Allahatarphe dhikkaraca mara ahe asa atyacari lokanvara"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "Je allahacya margapasuna rokhatata ani tyata cuka sodhanyamage lagatata. Heca te loka hote, je akhirataca inkara karatata"
        },
        {
            "chapter": 11,
            "verse": 20,
            "text": "Ase loka na ya jagata allahala haravu sakale, ani na tyanca koni madatakarta allahakherija jhala. Tyancyasathi siksa duppata keli ja'ila na te aikanyace samarthya balagata hote ani pahatahi navhate"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "Heca te loka hote jyanni svatahca apale nukasana karuna ghetale ani tyancyakaduna tyanni racalele asatya haravale"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "Nihsansaya he loka akhirata (maranottara jivana) madhye totyata asatila"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "Nihsansaya, jyanni imana rakhale ani satkarma karita rahile ani apalya palanakartyakade jhukatahi rahile, teca loka jannatamadhye janara aheta jithe te nehami nehami rahatila"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "Donhi gatance udaharana ase ahe janu eka andhala ani bahira tara dusara dolasa ani aikanara. Udaharanata kaya he donhi samana aheta? Kaya tarihi tumhi bodha prapta karita nahita"
        }
    ]
}