{
    "rukus": [
        {
            "chapter": 20,
            "verse": 25,
            "text": "(Musa) mhanale, he majhya palanakartya! Majhi chati majhyakarita ughada (mokali) kara"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "Ani majhe karya majhyasathi sope kara"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "Ani majhya jibheci gatha sodava"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "Yasathi ki lokanni majhe mhanane cangalya prakare samaju sakave"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "Ani majha vajira majhya kutumbiyampaiki banava"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "(Arthata) majha bha'u harunala"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "Tu tyacyadvare majhi kambara majabuta kara"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "Ani tyala majhya karyata sahayyaka banava"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "Yasathi ki amhi doghanni tujhi khupa khupa stuti-prasansa varnana karavi"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "Ani tujhe adhikadhika smarana karave"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "Nihsansaya, tu amaci cangalya prakare dekhabhala karanara ahesa"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "(Allahane) pharmavile, he musa! Tumacya sarva maganya purna kelya gelya"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "Ani amhi tara tumacyavara anakhi ekada yahuna motha upakara kela ahe"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "Jevha amhi tumacya matecya manata te avatarita kele, jyace varnana ya veli kele jate ahe"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "Ki tumhi, ya (bala) la lakadi petita thevuna tila banda karuna nadita soduna dya, maga nadi tya petila kinaryavara ne'ila ani majha va tyaca svatahca satru tila ghe'ila ani mi apalyatarphe visesa prema ani pasantica tumacyavara varsava kela yasathi ki tumace palanaposana majhya dolyadekhata kele jave"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "(Smarana kara) jevha tumaci bahina jata hoti ani sangata hoti ki, tumhi mhanata asala tara mi tyaca patta sangu jo ya (bala) ci dekharekha thevanara banu sakela. Asa prakare amhi tumhala punha tumacya matejavala pathavile, yasathi ki tice netra sitala rahaveta ani ti duhkhi ho'u naye ani tumhi eka manasaca vadha kela hota, tya uparanta amhi tumhala duhkhapasuna vacavile, arthata amhi tumaci cangalya prakare kasoti ghetali, maga tumhi aneka varsaparyanta madayanacya lokammadhye nivasa kela, maga allahacya likhita bhagyanusara he musa tumhi ale"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "Ani mi tumhala visesatah apalyasathi pasanta kele"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Ata tumhi apalya bhavasaha majhya nisanyansobata ghe'una ja, khabaradara! Tumhi doghehi majhe smarana karanyata susti karu naka"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Tumhi doghe phira'aunacya javala ja. Tyane motha vidroha kela ahe"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "Tyala naramine samajavuna sanga, kadacita tyane dhyani ghyave kinva (allahace) bhaya balagave"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "Donhi mhanale, he amacya palanakartya! Amhala bhaya vatate ki kadacita phira'aunane amacyavara ekhada atyacara na karava, kinva apalya bandakhorita anakhi vadhava"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "Uttara milale ki tumhi kadhihi bhaya rakhu naka, mi sadaiva tumacya sobatila ahe ani aikata va pahata rahina"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "Tumhi tyacyajavala ja'una tyala sanga ki amhi tujhya panalakartyace paigambara (isaduta) ahota. Tu amacya sobata isra'ilacya santatila pathava, tyancya siksa-yatana sampava. Amhi tara tujhyajavala, tujhya palanakartyatarphe nisanya ghe'una alo ahota. Santi salamati phakta tyacyacakarita ahe, jo margadarsanaca majabutapane angikara karela"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Amacyakade vahayi (prakasana) keli geli ahe ki jo khote tharavila. Ani tonda phiravila, tyacyakarita azaba (siksa-yatana) ahe"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "(Phira'aunane) vicarale ki he musa! Tumha doghanca palanakarta kona ahe"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "Uttara dile ki amaca palanakarta to ahe, jyane pratyekala tyace khasa rupa pradana kele, maga margadarsanahi dile"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "Phira'auna mhanala, (bare he sanga) purvi ho'una gelelya lokanci kaya avastha jhali"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "Uttara dile, tyance jnana majhya palanakartyajavala granthata ahe. Majha palanakartana cuka karato, na visarato"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "Tyaneca tumacyasathi jaminila antharuna (bichana) banavile ahe ani tyata tumacya calanyasathi raste banavile aheta, ani akasatuna parjan'yavrsti dekhila toca karato, maga tya pavasadvare aneka prakaraci paidavarahi amhi nirmana karato"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "Tumhi svatah kha ani apalya janavarannahi cara. Nihsansaya yata bud'dhimanankarita aneka nisanya aheta"
        }
    ]
}