{
    "rukus": [
        {
            "chapter": 24,
            "verse": 35,
            "text": "Allaha akasanca ani jaminica nura (prakasa) ahe. Tyacya nurace udaharana ase ki janu ekhadya konadyata diva ahe ani to diva kacecya (kandilacya) ata asava. Kaca cakakatana, lakhkha camakanarya taryasamana asava ani to diva pavitra vrksa jaitunacya telane prajvalita kela jata asava, jo vrksa na purvekadaca ahe, na pascimekadaca ani te tela prakasamana honyacya betata asave agine tyala kadhi sparsa kela nasala tari. Prakasavara prakasa ahe. Sarvasrestha allaha apalya nuracya disene jyala icchito margadarsana karato. Lokanna samajavanyakarita allaha he udaharana deta ahe ani allaha pratyeka gostici avastha cangalya prakare janato"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "Tya gharammadhye, jyanna uncavinyaca ani tithe apale namahsmarana karanyaca allahane adesa dila ahe tice sakala-sandhyakala allahaci tasbiha (gunagana) karita asatata"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "Ase loka jyanna tyanca vyapara ani kharedi-vikri allahacya smaranapasuna ani namaja kayama karanyapasuna va jakata ada karanyapasuna gaphila karita nahi, tya divasace bhaya balagatata, jya divasi aneka hrdaye ani aneka dole ulathe-palathe hotila"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "Ya hetune ki allahane tyanna tyancya karmaca cangala mobadala dyava ani apalya krpene kahi jastaca pradana karave ani sarvasrestha allaha jyala icchito aganita roji (ajivika) pradana karato"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "Ani kaphira (inkari) lokance karma tya cakakanarya valusarakhe ahe ji khulya maidanata asavi. Jila tahanalela manusya duruna pani samajato, parantu jevha to tyajavala pohacato, tevha tyala kahica adhalata nahi, tathapi allaha apalya nikata asalyace adhalate, jo tyaca hisoba purepura cukata karato. Ani allaha lavakaraca hisoba cukata karanara ahe"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "Kinva tya andharansarakhe ahe je khupa khola samudrata asaveta, jyala latevara lata jhakata asavi, maga tyavara dhaga pasarale asaveta. Arthata andharavara andhara asava. Jara apala hata bahera kadhila tara tohi pahane tyala sakya nasave, ani (vastutah) jyala allahaneca nura na dyava tyacyajavala konatahi nura (prakasa) nasato"
        }
    ]
}