{
    "rukus": [
        {
            "chapter": 2,
            "verse": 236,
            "text": "Jara tumhi striyanna hata na lavata ani mahara nirdharita na karata talaka dyala tara asahi sthitita tumacyavara kahi gunha nahi, matra tyanna kahi na kahi phayada pohacava. Dhanavanane apalya hisobane ani garibane apalya takadicya hisobane niyamanusara cangala phayada dyava. Bhala'i karanaryankarita he avasyaka ahe"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "Ani jara tumhi striyanna yapurvi talaka dyala ki tumhi tyanna hata lavala asela ani tumhi tyanca maharahi niscita kela asela tara maga tharalelya maharaci nim'mi rakkama (mahara) dya, ata tine svatahca mapha kele tara gosta vegali kinva tya manasane mapha karave jyacya hati nikahace bandhana ahe. Tumace he mapha karane takava (allahace bhaya rakhanya) si agadi javalace ahe. Ani ekamekancya pratisthela visaru naka. Nihsansaya, allaha tumacya pratyeka karmala pahata ahe"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "Namajance raksana kara, visesatah madhalya namajaci ani allahakarita namratapurvaka ubhe rahata ja"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "Jara tumhala ekhade bhaya asela tara payi calata kinva vahanavara basuna ani jara santipurna sthiti jhalyasa allahaca mahima varnana kara, jya prakare tyane tumhala ya gostici sikavana dili ahe, ji tumhi janata navhate"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "Ani tumacyapaiki je marana pavatila ani mage patn'ya soduna jatila tyanni vasiyata (mrtyupatra) karuna jave ki tyancya patninni eka varsaparyanta gujarana karanyaca labha ghyava. Tyanna koni gharabahera ghalavu naye, parantu jara tya svatah nighuna jatila tara tumacyavara yata kahi gunha nahi, je ti svatahsathi bhalepanane karila. Allaha tara motha jabaradasta, hikamatasali ahe"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "Ani talaka dilya gelelya striyanna cangalya prakare phayada pohacavine allahace bhaya rakhanaryankarita avasyaka ahe"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "Asa prakare allaha tumacyasathi apalya ayati spastapane sangato, yasathi ki tumhi akaleca vapara karava"
        }
    ]
}