{
    "rukus": [
        {
            "chapter": 4,
            "verse": 15,
            "text": "Tumacya striyampaiki jya vyabhicara karatila tara tyancyabaddala apalyapaiki cara saksidara bolavuna ghya jara tyanni saksa dili tara tya striyanna gharata bandista karuna theva, yethaparyanta ki mrtyune tyance ayusya sampavave, kinva sarvasrestha allahane tyancyasathi ekhada dusara marga kadhava"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "Ani tumacyapaiki je donajana ase krtya karatila tara tyanna duhkha-yatana dya. Jara te tauba (ksama-yacana) karatila ani apale acarana sudharatila tara tyanna soduna dya. Nihsansaya, sarvasrestha allaha tauba (ksama-yacana) kabula karanara ani daya karanara ahe"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "Allaha kevala asaca lokanci tauba kabula karato, je ajanatepani va'ita krtya karuna basatata, pana lavakaraca tase krtya karane sodatata ani allahajavala maphi magatata, jevha allahadekhila tyanci ksama-yacana svikarato allaha sarva kahi jananara bud'dhimana ahe"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "Ani tyanci tauba kadapi kabula nahi, je duskarmanvara duskarma karita jatata itake ki tyancyapaiki ekhadyace marana javala ye'una thepate, tevha mhanu lagato ki ata mi tauba karato! Ani asa lokancihi tauba kabula keli jata nahi je inkara karanyacya avasthetaca marana pavatata. Asaca lokansathi amhi sakta azaba (kathora siksa-yatana) tayara karuna thevala ahe"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "He imana rakhanaryanno! Tumacyasathi he halala (vaidha) navhe ki jabaradastine striyance, tyancya marjivirud'dha varasadara banave1 ani apana dilele tyancyakaduna kahi parata ghyave ya hetune tyanna rokhuna thevu naka matra jara tya ughadapane ekhade duskarma ani vyabhicarace kama karatila tara gosta vegali. Tyancyasi cangale vartana rakha, maga tya tumhala napasanta ka asenata, karana phara sakya ahe ki tumhi ekhadya gostila va'ita janave ani allahane ticyata mothi bhala'i ani khubi thevali asavi"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "Ani jara eka patnicya thikani tumhi dusari patni karu icchita asala tara tyancyapaiki ekhadila tumhi dhana-sampattica khajina de'una thevala asela, tarihi tyatuna kahi (parata) ghe'u naka. Kaya tumhi tila badanama karuna ughada asa aparadhane parata ghyala"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "Ani tumhi te kase parata ghyala? Yanantarahi ki tumhi ekamekansi sahavasa kelela ahe ani tya striyanni tumacyakaduna pakka vayada-karara ghetala ahe"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "Ani tya striyansi vivaha karu naka, jyancyasi tumacya pityanni vivaha kela asela, parantu yapurvi je jhale te jhale he nirlajjatece kama ani kapatipanamule ahe ani motha va'ita (acaranaca) marga ahe"
        }
    ]
}