{
    "rukus": [
        {
            "chapter": 4,
            "verse": 43,
            "text": "He imana rakhanaryanno! Jevha tumhi naseta cura asala tevha namajacya javala ja'u naka, joparyanta apale mhanane samaju na lagala ani (sambhoganantaracya) apavitra avastheta, joparyanta snana na karuna ghyala, parantu rastyane jatana (namajacya sthanavaruna) jane hota asela tara gosta vegali ani jara tumhi ajari asala, kinva pravasata asala kinva tumacyapaiki koni saucasa ja'una ala asela kinva tumhi striyansi samagama kela asela ani tumhala pani milata nasela tara sapha svaccha matine tayam'muma kara ani apale tonda ani apale hata (matine) maluna ghya. Nihsansaya allaha motha mapha karanara ani ksamasila ahe"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Kaya tumhi tyanna nahi pahile, jyanna granthaca kahi bhaga dila gela? Te margabhrastata kharedi karatata ani icchitata ki tumhihi margabhrasta vhave"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "Ani allaha tumacya satrunna cangalya prakare jananara ahe ani allaha puresa ahe dosta honyasathi ani allaha paryapta ahe madatakarta honyasathi"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "Kahi yahudi, vani (kalama) la ticya yogya sthanapasuna badaluna takatata. Ani mhanatata ki amhi aikale ani avajna keli ani aika tyacyavina ki tula aikale na jave ani amaci tabedari kabula kara (parantu he bolatana) apalya jibhela moda detata ani dina (dharma) kalankita karatata ani jara he loka ase mhanale asate ki amhi aikale ani amhi man'ya kele ani tumhi aika ani amhala paha tara he tyancyasathi phara cangale jhale asate ani adhika uttama tharale asate. Parantu allahane tyancya inkaramule tyanca dhihkkara kela, tevha he phara kami imana rakhatata"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "He granthadharakanno! Je kahi amhi avatarita kele ahe, je tumacyajavala asalelya (grantha) la satya asalyace sangato, tyavara yapurvi imana rakha ki amhi cehare bighadavuna takaveta ani tyanna phiravuna pathikade karave kinva tyancyavara dhihkkaraca mara karava, jasa amhi sanivaravalya lokanvara kela ahe, ani allahaca nirnaya purna jhalyasivaya rahata nahi"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "Nihsansaya, allaha apalyasaha konala sahabhagi kele jane mapha karata nahi ani yacyakherija jyala icchila mapha karila 1 ani jo allahasobata dusaryala sahabhagi karila tara tyane allahavara phara mothe asatya racale"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "Kaya tumhi tyanna nahi pahile je svatala phara sud'dha pavitra asalyace sangatata? Kimbahuna allaha jyala icchito svaccha, sud'dha, pavitra karato, ani konavara dhagya'itakahi atyacara kela janara nahi"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "Paha, he loka allahavara kasa prakare khota aropa thevatata ani he phara motha gunha sabita honyasa purese ahe"
        }
    ]
}