{
    "pages": [
        {
            "chapter": 9,
            "verse": 80,
            "text": "Wúlùn nǐ [mù shèng] wèi tāmen qiúráo, háishì bù wéi tāmen qiúráo, jíshǐ nǐ wèi tāmen qiúráo qīshí cì, ān lā yě bù huì kuānshù tāmen, zhè shì yīnwèi tāmen fǒurèn ān lā jí qí shǐzhě [mù shèng]. Ān lā jué bù yǐndǎo bèinì de mínzhòng."
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "Nàxiē zhǔnxǔ liú zài hòufāng zhě [wěi xìnzhě], tāmen ānzuò jiāzhōng wèi méiyǒu tóng'ān lā de shǐzhě [mù shèng] yīqǐ chūzhēng ér gāoxìng, yīnwèi tāmen bù yuàn yòng zìjǐ de cáichǎn hé shēngmìng wéi ān lā zhī dào zhàndòu. Tāmen shuō:“Nǐmen bùyào zài yánrè shí chūzhēng.” Nǐ [duì tāmen] shuō:“Huǒ yù zhī huǒ cái shì zuì yánrè de [zhù], jiǎrú nǐmen lǐjiě.”"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "Ràng tāmen shǎo xiào,[hòushì] tāmen bì jiāng cháng kū, zhè shì duì tāmen suǒ zuò è xíng de huán bào."
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "Jiǎrú ān lā shǐ nǐ huíqù jiàn dào tāmen [wěi xìnzhě] zhōng de yī huǒ rén, ér tāmen qǐng nǐ zhǔnxǔ [tāmen] chūzhēng, nàme, nǐ [duì tāmen] shuō:“Nǐmen yǒngyuǎn bùdé tóng wǒ yīqǐ chūzhēng, nǐmen yǒngyuǎn bùdé tóng wǒ yīqǐ qù tǎofá dírén, yīnwèi nǐmen dì yī gè lǐyóu jiùshì xǐhuān ānzuò jiāzhōng, yīncǐ,[xiànzài] nǐmen jiù tóng liú zài hòufāng zhě yīqǐ ānzuò jiāzhōng ba!”"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "Nǐ [mù shèng] yǒngyuǎn bùyào wèi tāmen [wěi xìnzhě] zhōng sǐwáng de rènhé rén jǔxíng bìn lǐ [zhù], yě bùyào zhàn zài tā de fén qián [wèi tā qídǎo], yīnwèi tāmen què yǐ fǒurèn ān lā jí qí shǐzhě [mù shèng], érqiě tāmen shì zài bèinì [fǒurèn ān lā hé mù shèng] zhōng sǐwáng de."
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "Bùyào ràng tāmen de cáifù hé érnǚ shǐ nǐ xiànmù, ān lā zhǐ xiǎng jiè cǐ zài jīnshì chéngfá tāmen, tāmen de shēngmìng jiàng zài tāmen bù xìnyǎng de qíngkuàng xià sǐwáng."
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "Měi dāng jiàng shì [“gǔlánjīng” de] yī zhāng jīng wén [shuō]“nǐmen dāng xìnyǎng ān lā, dāng tóng tā de shǐzhě [mù shèng] yīqǐ zhàndòu” shí, tāmen [wěi xìnzhě] zhōng de fùyù zhě jiù xiàng nǐ qǐngjià. Tāmen shuō:“Qǐng nǐ ràng wǒmen tóng'ān zuò jiāzhōng zhě liú zài yīqǐ ba!”"
        }
    ]
}