{
    "pages": [
        {
            "chapter": 10,
            "verse": 98,
            "text": "Chú yōu nǔ sī de zúrén wài,[kànjiàn xíngfá hòu] wèishéme méiyǒu yīgè chéngshì de jūmín xìnyǎng bìng yīncǐ ér huòdé xìnyǎng de yìchu ne? Dāng tāmen yǐ xìnyǎng shí, wǒ wèi tāmen jiěchúle jīnshì shēnghuó zhōng língrù de xíngfá, bìng shǐ tāmen zhànshí xiǎnglè."
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "Jiǎrú nǐ de zhǔ yìyù, nàme, dà dìshàng de suǒyǒu rén bìdìng dū xìnyǎngle. Nándào nǐ [mù shèng] yào qiǎngpò rénmen dōu chéngwéi xìnshì ma?"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "Chúfēi jīng ān lā yǔnxǔ, fǒuzé, jué méiyǒu rén huì xìnyǎng. Tā jiàng xíngfá chéngzhì bùmíng lǐ de rénmen."
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "Nǐ [duì tāmen] shuō:“Nǐmen dāng guānchá tiāndì jiān [zhèng fāshēng] de yīqiè.” Yī qiē jīxiàng hé jǐnggào duì bù xìnyǎng de mínzhòng dōu shì wúyì de."
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "Chúle zài tāmen zhīqián shìqù de rénmen suǒ shòu de kǔnàn rìzi wài, tāmen hái zài děngdài shénme ne? Nǐ [duì tāmen] shuō:“Nǐmen děngdài ba! Wǒ díquè yě tóng nǐmen yīqǐ děngdài.”"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Zuìhòu, wǒ zhěngjiùle wǒ de shǐzhěmen hé xìnshìmen. Rúcǐ zhěngjiù xìnshì shì wǒ de yìwù [zhù]."
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "Nǐ shuō:“Rénmen a! Jiǎrú nǐmen huáiyí wǒ de zōngjiào [zhù][yīsīlán jiào], nàme,[nǐmen dāng zhīdào] wǒ jué bù huì chóngbài nǐmen shě ān lā ér chóngbài de ǒuxiàng, ér wǒ zhǐ huì chóngbài ān lā, tā néng shǐ nǐmen sǐwáng. Wǒ yǐ fèngmìng zuò xìnshì."
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "[Wǒ hái fèngmìng]: Nǐ [mù shèng] dāng qiánchéng chèdǐ qīngxiàng zhèngjiào [yīsīlán jiào], nǐ jué bùyào zuò bài ǒuxiàng zhě,"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "nǐ jué bùyào shě ān lā ér qíqiú duì nǐ jì wúyì yě wú hài de [ǒuxiàng]. Jiǎrú nǐ zhèyàng zuò, nǐ bì shì bù yì zhě.”"
        }
    ]
}