{
    "pages": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "Duì rénlèi de qīngsuàn línjìnle, dàn tāmen [xiànzài] háishì shūhū dàyì, bù yǔ zhòngshì."
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Měi dāng [“gǔlánjīng” zhōng] yǒu xīn de qǐshì [gàojiè] cóng tāmen de zhǔ [ān lā] jiànglín tāmen, tāmen zǒng shì cháoxiàozhe tīngqǔ."
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "Bù yì zhě de xīnzhōng chōngmǎn xiéniàn, tāmen mìmì xiéshāng shuō:“Zhè zhǐshì tóng nǐmen yīyàng de fánrén, nǐmen míngzhī shì móshù hái yào jiēshòu [shùncóng] ma?”"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "Tā [mù shèng] shuō:“Wǒ de zhǔ zhīdào tiāndì jiān suǒ shuō de yīqiè. Tā shì quán wén de, quánzhī de [zhù].”"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Dàn tāmen shuō:“Zhè [“gǔlánjīng” zhōng yǐ jiàng shì mù shèng de jīng wén] shì yīgè zá mèng. Bù, shì tā wèizào de yáncí! Bù, tā shì yī wèi shīrén! Ràng tā xiàng yǐqián bèi pàiqiǎn de shǐzhěmen yīyàng xiǎnshì wǒmen yī zhǒng jīxiàng ba!”"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "[Jǐnguǎn wǒ céng jiàng shì tāmen jīxiàng], dàn zài tāmen zhīqián wǒ suǒ huǐmiè de chéngshì zhōng, méiyǒu yīgè quèxìn jīxiàng de.[Xiànzài] tāmen huì quèxìn ma?"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "Zài nǐ [mù shèng] zhīqián, wǒ céng pàiqiǎn xǔduō rén [zuò shǐzhě] bìng qǐshì tāmen. Jiǎrú nǐmen bù zhīdào, nǐmen kěyǐ qǐngjiào shòu gàojiè zhě [“tǎo lā tè” hé “yǐn jí lēi” de xuézhě]."
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "Wǒ méiyǒu bǎ tāmen [shǐzhě] zàochéng bù chī shi wù de shēntǐ, tāmen yě bùshì yǒngshēng de."
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Ránhòu, wǒ shíxiànle duì tāmen de nuòyán, wǒ zhěngjiùle tāmen hé wǒ suǒ yìyù zhě, huǐmièle chāoyuè fǎdù zhě."
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "[Rénmen a!] Wǒ què yǐ jiàng shì nǐmen yī bù jīngdiǎn [“gǔlánjīng”], qízhōng yǒu duì nǐmen de gàojiè, nándào nǐmen hái bùmíng lǐ ma?"
        }
    ]
}