{
    "pages": [
        {
            "chapter": 28,
            "verse": 44,
            "text": "Dāng wǒ shǐ mù sà míngbái mìnglìng shí, nǐ [mù shèng] méiyǒu zài nà shān de xī biān, yě méiyǒu zàichǎng."
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "[Zài mù sà zhīhòu], wǒ yòu chuàngzàole xǔduō shìdài, nàxiē shìdài jīnglìle màncháng de suìyuè. Nǐ [mù shèng] wèicéng zài mǎ dé yǎ rén zhōng jūzhùguò, xiàng tāmen sòngdú wǒ de qǐshì, ér wǒ shì [jiānchí jìxù] pàiqiǎn shǐzhě de."
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "Dāng wǒ zhàohuàn [mù sà] shí, nǐ méiyǒu zài shān biān, ér [pàiqiǎn nǐ] shì cóng nǐ de zhǔ jiàng shì de ēnhuì, yǐbiàn nǐ jǐnggào zài nǐ zhīqián méiyǒu rènhé jǐnggào zhě dàodá de mínzhòng, yǐbiàn tāmen jiēshòu jiàohuì."
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "Jiǎrú bùshì zhèyàng [jiǎrú wǒ méiyǒu pàiqiǎn nǐ qù jiàohuà mài jiā rén], tāmen bì yīn zìjǐ qīnshǒu suǒ fàn de zuì'è ér zāoshòu zāinàn, tāmen bì shuō:“Wǒmen de zhǔ a! Wèishéme nǐ bù pàiqiǎn yī wèi shǐzhě lái jiàohuà wǒmen, ràng wǒmen zūnxíng nǐ de qǐshì [“gǔlánjīng”] ér chéngwéi xìnshì ne?”"
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "Dàn dàng zhēnlǐ [mù shèng jí qí shǐmìng] cóng wǒ zhèlǐ jiànglín tāmen shí, tāmen quèshuō:“Wèishéme tā méiyǒu shòu cì xiàng mù sà suǒ shòu cì de [jīxiàng] ne?” Nándào tāmen cǐqián méiyǒu fǒurènguò mù sà suǒ shòu cì de [jīxiàng] ma? Tāmen shuō:“Zhè [“tǎo lā tè” hé “gǔlánjīng”] shì liǎng bù hùxiāng biāobǎng de móshù.” Tāmen hái shuō:“Wǒmen yī bù jīngdiǎn yě bù xiāngxìn.”"
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "Nǐ [mù shèng] shuō:“Jiǎrú nǐmen shì chéngshí zhě, nàme, nǐmen jiù ná chū yī bù cóng ān lā jiàng shì de jīngdiǎn lái, zhǐyào bǐ zhè liǎng bù gèng néng yǐn rén yú zhèngdào, wǒ jiù zūnxíng tā.”"
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "Jiǎrú tāmen bùnéng huídá nǐ [jí bù xìnyǎng yīsīlán jiào de jiàoyì jiàoguī, yě bù zhuīsuí nǐ], nàme, nǐ dāng zhīdào, tāmen zhǐshì shùncóng zìjǐ de sīyù. Shéi bǐ bù zūnxíng ān lā qǐshì de zhèngdào ér shùncóng zìjǐ de sīyù zhě gèng mí wù ne? Ān lā jué bù yǐndǎo bù yì de mínzhòng."
        }
    ]
}