{
    "pages": [
        {
            "chapter": 39,
            "verse": 6,
            "text": "Tā [ān lā] yóu yīgè rén [ā dān shèngrén] chuàngzàole nǐmen, ránhòu, tā yóu nàgè rén chuàngzàole tā de qīzi [hā wá]. Tā wèi nǐmen ér jiàngxià bā zhǐ pèiduì de shēngchù [yī duì miányáng (gōng de yǔ mǔ de), yī duì shānyáng (gōng de yǔ mǔ de), yī duì niú (gōng de yǔ mǔ de), yī duì luòtuó (gōng de yǔ mǔ de)]. Tā bǎ nǐmen chuàngzào yú nǐmen de mǔ fù zhōng, zài sānchóng hēi'àn zhōng fǎnfù chuàngzào nǐmen. Zhè shì ān lā, shì nǐmen de zhǔ. Zhǔquán shì tā de, chú tā wài, zài méiyǒu yīng shòu chóngbài de zhǔ. Nǐmen zěnme hái yào bèilí ne?"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "Jiǎrú nǐmen wàng'ēnfùyì, nàme, ān lā què shì wú qiú yú nǐmen de. Tā bù xǐhuān wàng'ēnfùyì de pú rén. Jiǎrú nǐmen [chéngwéi xìnshì bìng] gǎn'ēn, nàme, tā jiāng xǐyuè nǐmen. Yīgè fù zuì zhě bù fùdān biérén de zuì'è. Ránhòu, nǐmen dōu jiāng guī dào nǐmen de zhǔ nàlǐ qù, tā jiāng bǎ nǐmen céngjīng suǒ zuò de gàosù nǐmen. Tā díquè quánzhī [rénlèi] xiōngzhōng de yīqiè."
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "Dāng rén zāoyù bùxìng shí, tā jiù qíqiú tā de zhǔ [ān lā] bìng guī xìn tā [qiě xiàng tā huǐzuì]. Ránhòu, dāng tā [ān lā] cìyǔ tā [rén] ēnhuì shí, tā [rén] biàn wàngjìle tā yǐqián suǒ qíqiú de, bìng gěi ān lā shèzhì xǔduō [yǔ ān lā tóngděng de] chóngbài duìxiàng, yǐbiàn yòu rén bèilí tā [ān lā] de dào. Nǐ shuō:“Nǐ zhànshí xiǎngshòu nǐ de bù xìn ba! Nǐ què shì huǒ yù de fànrén.”"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "[Shéi de xíngwéi gèng hǎo ne?] Shì zhěng yè qiánchéngwéi zhǔ [lǐbài] kòutóu, zhànlì, jǐnfáng hòushì bìng kěwàng tā de zhǔ de ēnhuì de rén ne?[Háishì bù xìnyǎng zhě?] Nǐ shuō:“Yǒu zhīshì de rénmen yǔ wú zhīshì de rénmen xiāngděng ma [zhù]? Wéi yǒu lǐzhì de rénmen cáinéng juéwù.”"
        },
        {
            "chapter": 39,
            "verse": 10,
            "text": "Nǐ [mù shèng] shuō:“Wǒ de xìnyǎng de pú rénmen a! Nǐmen dāng jìngwèi nǐmen de zhǔ [ān lā]. Zài jīnshì xíngshàn de rénmen bì yǒu shàn bào [zhù 1]. Ān lā de dàdì shì kuānkuò de [rúguǒ jiǎ dì bùnéng chóngbài ān lā, kě dào yǐ dì chóngbài ān lā]. Wéi jiānrěn zhě cáinéng wúxiàn liàng huòdé tāmen yīng dé de bàochóu [zhù 2]."
        }
    ]
}