{
    "pages": [
        {
            "chapter": 45,
            "verse": 23,
            "text": "Nǐ jiànguò bǎ zìjǐ de sīyù dāng shénlíng chóngbài de rén ma? Ān lā míngzhī ér shǐ tā mí wù, fēngbìle tā de tīngjué hé xīn [sīwéi], bìng zài tā de yǎn shàng méngle yī céng mó. Zài ān lā zhīhòu, shéi hái néng yǐndǎo tā ne? Nándào nǐmen hái bù juéwù ma?"
        },
        {
            "chapter": 45,
            "verse": 24,
            "text": "Tāmen shuō:“Chúle wǒmen jīnshì de shēnghuó wài, zài méi bié dele, wǒmen sǐ, wǒmen shēng, zhǐyǒu shíguāng [zhù] néng huǐmiè wǒmen.” Tāmen duì cǐ [fùhuó] háo wúzhīshì, tāmen zhǐshì wàng cāi."
        },
        {
            "chapter": 45,
            "verse": 25,
            "text": "Dāng yǒurén xiàng tāmen sòngdú wǒ de míngbái de qǐshì shí, tāmen de zhēnglùn zhǐshì shuō:“Jiǎrú nǐmen shì chéngshí zhě,[xiànzài] nǐmen jiù bǎ wǒmen [yǐ gù] de zǔxiān zhàohuí lái [fùhuó] ba!”"
        },
        {
            "chapter": 45,
            "verse": 26,
            "text": "Nǐ [duì tāmen] shuō:“Ān lā shǐ nǐmen shēng, ránhòu yòu shǐ nǐmen sǐwáng, zuìhòu, tā jiàng zài wúyí de fùhuó rì jíhé nǐmen, dàn dà duōshù rén bìng bù zhīdào.”"
        },
        {
            "chapter": 45,
            "verse": 27,
            "text": "Tiāndì de zhǔquán dōu shì ān lā de. Fùhuó de shíjiān láilín zhī rì, zài nà rì, zhuīsuí miùwù zhě bì sǔnshī."
        },
        {
            "chapter": 45,
            "verse": 28,
            "text": "[Zài nà rì] nǐ jiāng kànjiàn měi gè mínzú dōu shì qūxī de, měi gè mínzú dōu bèi zhào qù kàn zìjǐ de gōngguò bù.[Yǒu huà shēng duì tāmen shuō]:“Jīntiān, nǐmen jiāng yīn nǐmen [zài chénshì] suǒ zuò de ér shòu bàochóu.”"
        },
        {
            "chapter": 45,
            "verse": 29,
            "text": "Zhè shì wǒ shèlì de gōngguò bù, tā jiāng jù shí shuō gěi nǐmen, wǒ [de tiānshǐmen] yǐ bǎ nǐmen suǒ zuò de jìlù xiàlái."
        },
        {
            "chapter": 45,
            "verse": 30,
            "text": "Zhìyú xìnyǎng bìng xíngshàn zhě, tāmen de zhǔjiàng shǐ tāmen jìnrù tā de ēnhuì zhōng. Zhè què shì míngxiǎn de chénggōng."
        },
        {
            "chapter": 45,
            "verse": 31,
            "text": "Zhìyú bù xìnyǎng zhě,[yǒu huà shēng duì tāmen shuō]:“Nándào méiyǒurén xiàng nǐmen sòngdúguò wǒ de qǐshì ma? Dàn nǐmen jiāo'ào zì dà, nǐmen shì fànzuì de mínzhòng [zhù].”"
        },
        {
            "chapter": 45,
            "verse": 32,
            "text": "Dāng yǒu rén [duì nǐmen] shuō “ān lā de xǔnuò què shì zhēnshí de, fùhuó de shíjiān què shì wúyí de” shí, nǐmen quèshuō:“Wǒmen bù zhīdào fùhuó de shíjiān shì shénme, wǒmen rènwéi nà zhǐshì cāixiǎng, wǒmen bìng bù zhēnxìn.”"
        }
    ]
}