{
    "pages": [
        {
            "chapter": 45,
            "verse": 33,
            "text": "Tāmen suǒ zuò de è xíngjiāng xiǎnlù gěi tāmen, tāmen suǒ cháoxiào de [xíngfá] jiāng bāowéi zhù tāmen."
        },
        {
            "chapter": 45,
            "verse": 34,
            "text": "Yǒu huà shēng shuō:“Jīntiān, wǒ jiāng wàngjì nǐmen, yóurú nǐmen céng wàngjì nǐmen jīntiān de xiāng huì yīyàng. Nǐmen de guīsù shì huǒ yù, nǐmen jué méiyǒu rènhé yuánzhù zhě."
        },
        {
            "chapter": 45,
            "verse": 35,
            "text": "Zhè shì yīnwèi nǐmen céng bǎ ān lā de qǐshì [“gǔlánjīng”] dāng xiàobǐng, jīnshì shēnghuó qīpiànle nǐmen.” Jīntiān, tāmen jiāng bù huì bèi fàngchū huǒ yù [zhù] qù, yě bùdé zài qiú zhǔ ēn [rú chóng fǎn chénshì, xiàng ān lā huǐzuì, qiú ān lā kuānshù děng]."
        },
        {
            "chapter": 45,
            "verse": 36,
            "text": "Yīqiè zànsòng, quán guī ān lā——zhū tiān de zhǔ, dàdì de zhǔ, zhòng shìjiè de zhǔ."
        },
        {
            "chapter": 45,
            "verse": 37,
            "text": "Tiāndì jiān de zuìgāo quánlì quán guī tā. Tā shì quánnéng de, zuì ruìzhì de."
        },
        {
            "chapter": 46,
            "verse": 1,
            "text": "Hā, mǐ mù [ālābó yǔ èr gè zìmǔ de yīnyì, wéi ān lā zuì zhīdào qí yì]."
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "Zhè bù jīngdiǎn [“gǔlánjīng”] shì cóng quánnéng de, zuì ruìzhì de ān lā jiàng shì de."
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "Wǒ zhǐ yī zhēnlǐ hé dìngqí chuàngzào tiāndì wànwù. Bùxìnyǎng zhě bèiqìle tāmen suǒ bèi jǐnggào de [xíngfá]."
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "Nǐ [duì tāmen] shuō:“Nǐmen gàosù wǒ ba! Nǐmen shě ān lā ér qíqiú de [ǒuxiàng], nǐmen zhǐ gěi wǒ kàn ba! Tāmen chuàngzàole dàdì de nǎ yībùfèn ne? Háishì tāmen zēng shēn yǔ zhū tiān de chuàngzào? Jiǎrú nǐmen shì chéngshí zhě, nǐmen ná chū yī bù cǐ [“gǔlánjīng”] qián yǐ jiàng shì de jīngdiǎn lái, huò yīxiē cáncún de zhīshì [zhèngjù] lái [zhīchí nǐmen de wàngyán] ba!”"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "Tāmen shě ān lā ér qíqiú zhídào fùhuó rì yě bùnéng yìngdá tāmen, érqiě hūshì tāmen de qídǎo de ǒu xiàng, shéi bǐ zhè zhǒng rén gèng mí wù ne?"
        }
    ]
}