{
    "chapter": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "Eksiklikten uzaktır O (Allah) ki gecenin bir vaktinde kulunu, ayetlerimizden bir bolumunu, kendisine gostermemiz icin, Mescid-i Haram'dan, cevresini bereketli kıldıgımız Mescid-i Aksa'ya yuruttu. Gercekten O, isitendir, gorendir"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "Biz Musa'ya Kitabı verdik ve onu Israil ogullarına \"Benden baska bir vekil tutmayın!\" diye bir kılavuz yaptık"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "Ey Nuh ile beraber (gemide) tasıdıklarımızın cocukları, dogrusu o (Nuh), cok sukreden bir kuldu. (Siz de atanız gibi olun)"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "Kitapta Israil ogullarına su hukmu verdik: \"Siz o ulkede iki kez bozgunculuk yapacaksınız ve cok boburleneceksiniz (zorbalık edeceksiniz)"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "Birincisinin zamanı gelince uzerinize cok guclu kullarımızı gonderdik, evlerin aralarına girip (sizi) arastırdılar. Bu, yapılması gereken bir va'd idi"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "Sonra tekrar size, onları yenme imkanı verdik ve sizi mallarla, ogullarla destekledik ve savascılarınızı cogalttık"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "Iyilik ederseniz, kendinize iyilik etmis olursunuz. Kotuluk ederseniz, o da kendi aleyhinizedir. Son taskınlıgınızın zamanı gelince (yine oyle kullar gondeririz) ki, yuzlerinizi kotu duruma soksunlar (uzuntuden suratlarınızın asılmasına sebeb olsunlar) ve ilk kez girdikleri gibi yine Mescid'e (Kudus'e) girsinler ve ele gecirdiklerini mahvetsinler"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "(Bundan sonra) Belki Rabbiniz size acır, ama siz (bozgunculuk yapmaya) donerseniz, biz de (sizi cezalandırmaga) doneriz. Cehennemi, kafirler icin kusatıcı (bir zindan) yapmısızdır"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "Gercekten bu Kur'an da en dogru yola iletir ve iyi isler yapan mu'minlere, kendileri icin buyuk bir ecir oldugunu mujdeler"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "Ahirete inanmayanlara da acı bir azab hazırlamısızdır"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "Insan, hayra du'a eder gibi, serre du'a etmekte(hayrı ister gibi serri istemekte)dir. Insan pek acelecidir"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "Biz gece ve gunduzu, (kudretimizi gosteren) iki ayet yaptık. Gece ayetini sildik, gunduz ayetini aydınlatıcı yaptık ki hem Rabbinizin lutfunu arayasınız ve hem de yılların sayısını ve hesabı bilesiniz. Biz her seyi acık acık anlattık"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "Her insanın tair(kus)ini boynuna bagladık, kıyamet gunu onun icin, acılmıs olarak bulacagı bir Kitap cıkarırız"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "Kitabını oku, bugun nefsin sana hesapcı olarak yeter! (deriz)"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "Kim yola gelirse kendisi icin yola gelmis olur, kim de saparsa kendi aleyhine sapar. Hicbir gunahkar, baskasının gunah yukunu tasımaz. Biz elci gondermedikce azab edecek degiliz"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "Biz bir kenti helak etmek istedigimiz zaman onun varlıklılarına emrederiz, orada kotu isler yaparlar, boylece o ulkeye (azab) karar(ı) gerekli olur, biz de orayı darmadagın ederiz"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "Nitekim Nuh'dan sonra nice kusakları helak ettik. Kullarının gunahlarını haber alıcı, gorucu olarak Rabbin yeter"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "Kim bu aceleci(dunya)yı isterse, orada ona, (evet) istedigimiz kimseye hemen cabucak diledigimiz kadar veririz; ama sonra yerini cehennem yaparız! Kınanmıs ve kovulmus olarak oraya girer"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "Kim de ahireti ister ve inanarak ona yarasır bicimde calısırsa, oylelerinin calısmalarının karsılıgı verilir"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "Hepsine onlara da, onlara da (dunyayı isteyenlere de, ahireti isteyenlere de, mu'minlere de, kafirlere de) Rabbinin vergisiden uzatırız. Rabbinin vergisi kesilmez"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "Bak, (rızık bakımından) nasıl onların kimini kiminden ustun yaptık. Elbette ahiret, dereceler bakımından da daha buyuk, ustunluk bakımından da daha buyuktur"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "Allah ile beraber baska bir tanrı edinme, sonra kınanmıs ve yalnız basına bırakılmıs olarak oturup kalırsın"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "Rabbin, yalnız kendisine tapmanızı ve anaya babaya, iyilik etmenizi emretti. Ikisinden birisi, yahut her ikisi, senin yanında ihtiyarlık cagına ulasır(ihtiyarlık zamanlarında senin yanında kalırlar)sa sakın onlara \"Of!\" deme, onları azarlama! Onlara guzel soz soyle"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "Onlara acımadan dolayı, kuculme kanadını indir, (onlara karsı alcak gonullu ol) ve: \"Ey (her varlıgı terbiye edip yetistiren) Rabbim! Bunlar, beni kucukken nasıl (acıyıp) yetistirdilerse sen de bunlara (oyle) acı!\" de"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "Rabbiniz iclerinizdekini daha iyi bilir. Eger siz iyi kisiler olursanız suphesiz O, tevbe edenleri bagıslayandır"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "Akrabaya, yoksula ve yolcuya hakkını ver, fakat sacıp savurma"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "Cunku savurganlar, seytanların kardesleri olmuslardır. Seytan ise Rabbine karsı cok nankordur"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "Eger (elin dar oldugu icin) Rabbinden umdugun bir rahmeti bekleyerek onlardan yuz cevirecek, (onlara birsey vermeyecek) olursan, bari onlara yumusak soz soyle"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "El(ler)ini boynuna baglanmıs yapma, tamamen de acma, sonra kınanır, hasret icinde kalırsın"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "Rabbin diledigine rızkı acar (bol bol verir, diledigine) kısar. Cunku O, kulları(nın hali)ni bilir, gorur"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "Fakirlik korkusuyla cocuklarınızı oldurmeyin. Onları da sizi de biz besliyoruz. Onları oldurmek, buyuk gunahtır"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "Zinaya yaklasmayın, cunku o, acık bir kotuluktur, cok kotu bir yoldur"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "Allah'ın haram kıldıgı canı haksız yere oldurmeyin. Kim haksızlıkla oldurulurse, onun velisi(olan mirascısı)na yetki vermisizdir (oldurulenin hakkını arar. Fakat o da) oldurmede asırı gitmesin. Cunku kendisine yardım edilmis(yetki verilmis)tir"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "Yetimin malına yaklasmayın, ancak erginlik cagına erisinceye kadar en guzel bir tarzda (onun malını kullanıp gelistirebilirsiniz). Ahdi de yerine getirin, cunku ahd'den sorulacaktır"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "Olctugunuz zaman olcuyu tam yapın, dogru terazi ile tartın. Bu daha iyidir, sonuc bakımından da daha guzeldir"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "Bilmedigin bir seyin ardına dusme, cunku kulak, goz ve gonul, bunların hepsi o(yaptıgı)ndan sorumludur"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "Yeryuzunde kabara kabara yurume. Cunku sen yeri yırtamazsın, boyca da daglara erisemezsin"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "Bunlar(\"Allah ile beraber baska tanrı edinme!\" ayetinden itibaren sayılan fiiler)in hepsi, kotu olan, Rabbinin katında hos gorulmeyen seylerdir"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "Sunlar, Rabbinin, Hikmet'ten sana vahyettigi(emirleri)ndendir. Allah ile berebar baska tanrı edinme, sonra kınanmıs, (Allah'ın rahmetinden) uzaklastırılmıs olarak cehenneme atılırsın"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "Rabbiniz, ogulları size secti de kendisine meleklerden kadınlar mı edindi? Gercekten siz buyuk (cok tehlikeli) bir soz soyluyorsunuz"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "Biz Kur'an'da sozu turlu bicimlerde anlattık ki, dusunup anlasınlar. Fakat bu, onların sadece kacıslarını artırıyor"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "De ki: \"Eger dedikleri gibi O'nunla beraber (baska) tanrılar olsaydı o zaman onlar da Arsın sahibine gitmenin yolunu ararlardı"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "Hasa, O, onların dediklerinden cok yucedir, uludur"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "Yedi gok, arz ve bunların icinde bulunanlar, O'nu tesbih ederler. O'nu ovgu ile tesbih etmeyen hicbir sey yoktur, ama siz onların tesbihlerini anlamazsınız. O, halimdir, cok bagıslayandır"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "Kur'an okudugun zaman seninle, ahirete inanmayanların arasına gizli bir perde cekeriz"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "Kablerine -onu anlamalarına engel olacak- kabuklar, kulaklarına da bir agırlık koyarız. Kur'an'da yalnız Rabbini andıgın zaman (tek Tanrı inancından hoslanmadıkları icin) arkalarına donup kacarlar"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "Biz onların, seni dinlerken ne sebeple dinlediklerini, kendi aralarında gizli konusurlarken de o zalimlerin: \"Siz buyulenmis bir adamdan baskasına uymuyorsunuz!\" dediklerini gayet iyi biliyoruz"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "Bak, nasıl misaller verdiler (seni sa'ire, buyucuye, kahine ve mecnuna benzettiler) de sastılar. Artık bir daha yolu bulamazlar"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "Dediler ki: \"Biz kemikler haline geldikten, ufalanıp toprak olduktan sonra mı sahiden biz mi yeni bir yaratılısla diriltilecegiz"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "De ki: \"Ister tas olun, ister demir"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "Ister gonlunuzde buyuyen, (aklınıza tuhaf gelen) herhangi bir yaratık, (ne olursanız olun, Allah sizi mutlaka diriltecektir). Bizi kim tekrar (hayata) dondurebilir?\" diyecekler. \"Sizi ilk defa yaratan (dondurur)\" de. Sana alaylı alaylı baslarını sallayacaklar ve: \"Ne zaman o?\" diyecekler. \"Pek yakın olabilir\" de"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "Sizi cagıracagı gun O'na hamdederek cagrısına uyarsınız (dirilip kalkarsınız) ve (dunyada) pek az kaldıgınızı sanırsınız"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "Kullarıma soyle: En guzel sozu soylesinler (puta tapanlara sert davranmasınlar). Cunku seytan aralarına girer (onları tartısmaya ve kavgaya durtukler). Dogrusu seytan, insanın apacık dusmanıdır"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Rabbiniz sizi daha iyi bilir. Dilerse size acır, dilerse size azabeder. Biz seni, onların uzerine vekil gondermedik"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Rabbin, goklerde ve yerde olan kimseleri daha iyi bilir (O, peygamber olmaga kimi layık gorurse onu secer). Andolsun ki biz, peygamberlerin kimini kimine ustun kıldık, Davud'a da Zebur'u verdik"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "De ki: \"O'ndan baska (tanrı oldugunu) sandıgınız seylere yalvarın; onlar ne sizden sıkıntıyı kaldırabilirler, ne de (onu) baska bir yana cevirebilirler"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "O yalvardıkları da, onların (Allah'a) en yakın olan(lar)ı da Rablerine yaklasmak icin vesile ararlar; O'nun merhametini umarlar, azabından korkarlar. Cunku Rabbinin azabı, cidden korkunctur"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "Hicbir kent yoktur ki biz, kıyamet gununden one onu yok edecek, yahut ona siddetli bir sekilde azabedecek olmayalım. Bu, Kitapta yazılmıstır"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "Bizi ayetler (mu'cizeler) gondermekten alıkoyan sey, evvelkilerin, (onları) yalanlamıs olmasıdır. Semud(kavmin)e acık bir mu'cize olarak disi deveyi verdik, o zulmetmelerine sebeb oldu (deveyi bogazlayarak kedilerine yazık etmis oldular). Biz mu'cizeleri, yalnız korkutmak icin gondeririz"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "Bir zaman sana: \"Rabbin insanları kusatmıstır, (sucluları cezalandırmak uzeredir)\" demistik. Sana gosterdigimiz ru'yayı ve Kur'an'da la'netlenmis agacı, insanları(n imanını) sınama (aracı) yaptık. Biz onları (cesitli bicimlerde) korkutuyoruz. Fakat korkutmamız onların azgınlıklarını daha da artırmaktan baska bir katkı yapmıyor"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "Bir zaman meleklere: \"Adem'e secde edin!\" demistik. Secde ettiler, yalnız Iblis etmedi: \"Ben camur olarak yarattıgın kimseye secde eder miyim? dedi"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "Su benden ustun yaptıgını gordun mu (nesi var onun ki onu benden ustun kıldın)? Andolsun, eger beni kıyamet gunune kadar ertelersen, onun zurriyetini, pek azı haric kokunden koparıp surukleyecegim! dedi"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "(Allah) \"(defol) git, dedi, onlardan kim sana uyarsa cezanız cehennemdir, mukemmel bir ceza (size)"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "Onlardan gucunun yettigini sesinle yerinden oynat; atlıların ve yayalarınla onların uzerine yaygarayı bas; mallarda ve evladlarda onlara ortak ol; onlara (cesitli) va'dler yap (va'dlerinle onları oyala); seytan, onlara aldatmadan baska bir sey va'detmez"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "Benim (gercek) kullarım(a gelince) senin onlar(ı kandırmag)a gucun yetmez! vekil olarak Rabbin yeter"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "(Ey insanlar), Rabbiniz O'dur ki lutfundan (payınızı) aramanız icin size gemileri denizde yurutur. Dogrsu O, size cok acır"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "Denizde size bir sıkıntı (bogulma korkusu) dokundugu zaman O'ndan baska butun yalvardıklarınız kaybolur (artık o zaman, Allah'tan baska kimseden yardım istemezsiniz. Cunku O'ndan baska sizi kurtaracak kimse yoktur). Fakat (O) sizi kurtarıp karaya cıkarınca yine (Allah'ı bir tanımaktan) yuz cevirirsiniz. Gercekten insan nankordur"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "(Allah'ın) Karayı ters cevirip sizi batırmayacagından, yahut uzerinize taslar savuran bir kasırga gondermeyeceginden emin misiniz? (Ki bunlar olduktan) Sonra kendinize bir koruyucu bulamazsınız"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "Yoksa O'nun sizi bir kez daha denize gonderip, ustunuze, kırıp geciren bir fırtına salarak inkar ettiginizden dolayı sizi bogmayacagından emin misiniz? O zaman bize karsı sizi izleyip koruyacak birini bulamazsınız"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "Andolsun biz, Adem ogullarına cok ikram ettik: onları karada ve denizde (hayvanlar ve tasıtlar uzerinde) tasıdık. Onları guzel rızıklarla besledik ve onları yarattıklarımızın bir cogundan ustun kıldık"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "Her milleti, imamıyla (eylemlerini saptayan defteriyle veya izledigi onderiyle) cagırdıgımız gun, kimlerin Kitabı sagından verilirse iste onlar, Kitaplarını okurlar ve en ufak bir haksızlıga ugratılmazlar"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "Su dunyada kor olan kimse, ahirette de kordur (dunyada dogru yolu goremeyen, ahirette de kurtulus yolunu goremeyecektir, hatta onun) yolu daha da sapıktır"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "Az daha onlar, baskı ile seni, sana vahyettigimizden ayırarak ondan baskasını ustumuze atman icin kandıracaklardı. Iste o zaman seni dost edinirlerdi"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "Eger biz seni saglamlastırmamıs olsaydık, onlara bir parca yanasacaktın"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "O takdirde sana hayatın da, olumun de kat kat(azab)ını taddırırdık. Sonra bize karsı bir yardımcı da bulamazdın"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "Neredeyse seni yurdundan cıkarmak icin tedirgin edeceklerdi. O takdirde kendileri de senin ardından pek az kalabilirler"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "Senden once gonderdigimiz elcilerimizin de yasası (budur). Bizim yasamızda bir degisiklik bulamazsın"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "Gunesin sarkmasından (asagı kaymasından) gecenin kararmasına (yatsı vaktine) kadar namaz kıl ve sabahın Kur'an'ın(ı, uzunca Kur'an okunan sabah namazını) da (unutma). Cunku sabah Kur'an (okuması) gorulecek seydir"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "Ayrıca sana ozgu olarak gecenin bir kısmında da Kur'an oku(yup namaz kıl)mak uzere uyan! Rabbinin seni guzel bir makama ulastırması umulur"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "De ki: \"Rabbim, beni dogruluk girdirisiyle girdir ve beni dogruluk cıkarısiyle cıkar. Bana katından yardımcı bir guc ver"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "De ki: \"Hak geldi, batıl gitti; zaten batıl yok olmaga mahkumdur"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "Biz Kur'an'dan mu'minlere sifa ve rahmet olan seyler indiriyoruz. Ama bu, zalimlerin ziyanını artırmaktan baska bir katkıda bulunmaz"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "Insana ni'met verdigimiz zaman, yuz cevirip yan cizer. Ona bir zarar dokununca da umutsuzluga duser"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "De ki: \"Herkes kendi karakterine gore hareket eder. Rabbiniz kimin en dogru yolda oldugunu daha iyi bilir"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "Sana ruhtan sorarlar. De ki: \"Ruh, Rabbimin emrindendir. Size ilimden pek az bir sey verilmistir"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "Andolsun, biz dilesek, sana vahyettigimiz(ayetler)i tamamen gideririz; sonra onun (geri alınması) icin bize karsı sana bir yardımcı bulamazsın"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "Ancak Rabbin sana acıyarak ayetlerini geri almamaktadır. Cunku O'nun sana olan lutfu cidden buyuktur"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "De ki: \"Andolsun eger insan(lar) ve cin(ler) bu Kur'an'ın bir benzerini getirmek uzere toplansalar ve birbirlerine arka ol(up yardım et)seler yine onun benzerini getiremezler"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "Andolsun biz bu Kur'an'da insanlara her cesit misali turlu bicimlerde anlattık, ama insanlardan cogu inkarda direttiler"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "Dediler ki: \"Yerden bize bir goze fıskırtmadıkca sana inanmayız"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "Yahut senin hurmalardan ve uzumlerden olusan bir bahcen olmalı, aralarından ırmaklar fıskırtmalısın"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "Yahut zannettigin gibi uzerimize gokten parcalar dusurmelisin, yahut Allah'ı ve melekleri karsımıza getirmelisin (onlar senin dogru soyledigine sahidlik etmelidirler)"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "Yahut altundan bir evin olmalı, ya da goge cıkmalısın. Ama, sen uzerimize, okuyacagımız bir Kitap indirmedikce senin sadece goge cıkmana da inanmayız! De ki: \"Rabbimin sanı yucedir. (Boyle seyleri yapmak benim isim degildir). Ben, sadece elci ol(arak gonderil)en bir insan degil miyim"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "Zaten kendilerine hidayet geldigi zaman insanları dogru yola gelmekten alıkoyan sey, hep: \"Allah, bir insanı elci mi gonderdi?\" demeleridir"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "De ki: \"Eger yer yuzunde uslu uslu yuruyen melekler olsaydı, elbette onlara gokten bir melegi elci gonderirdik"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "De ki: \"Benimle sizin aranızda sahid olarak Allah yeter. O, kulları(nın halleri)ni haber alır, gorur"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "Allah kime hidayet ederse, iste dogru yolu bulan odur. Kimi de sapıklıkta bırakırsa artık onlar icin O'ndan baska veliler bulamazsın. Kıyamet gunu onları, yuzu koyun, kor, dilsiz ve sagır bir halde sureriz. Varacakları yer cehennemdir. Ates her dindikce, onlara cılgın alevi artırırız"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "Iste cezaları budur. Cunku onlar, ayetlerimizi inkar ettiler ve: \"Biz kemikler ve ufalanmıs toprak haline geldikten sonra mı, biz mi yeni bir yaratılısla diriltilecegiz?\" dediler"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "Gormediler mi ki, gokleri ve yeri yaratan Allah, kendilerinin benzerini yaratmaga da kadirdir? Kendileri icin, bir sure koymustur, onda hic suphe yoktur. Ama zalimler inkardan baska bir sey yapmazlar"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "De ki: \"Eger Rabbimin rahmet hazinelerine siz sahip olsaydınız, harcamaktan korkarak tutardınız. Gercekten insan cok cimridir"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "Andolsun biz Musa'ya acık acık dokuz mu'cize vermistik. Iste Israil ogullarına sor: Musa onlara gelmis; Fir'avn ona: \"Ey Musa, ben seni buyulenmis sanıyorum\" demisti"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "Musa dedi ki: \"Bunları, ancak goklerin ve yerin Rabbinin, (benim dogrulugumu belgeleyen) kanıtlar olarak indirdigini pekala bildin. Ey Fir'avn, ben de seni mahvolmus goruyorum"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "Fir'avn onları o ulkeden surup cıkarmak istedi, biz de onu, yanındakilerle birlikte toptan bogduk"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "Onun ardından Israil ogullarına: \"O ulkede oturun, ahiret zamanı gelince hepinizi toplayıp bir araya getirecegiz,\" dedik"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "Biz o(Kur'a)nı hak olarak indirdik ve o, hak ile inmistir. Seni de ancak bir mujdeleyici ve uyarıcı olarak gonderdik"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "Onu, insanlara agır agır okuman icin, okuma parcalarına ayırdık ve onu azar azar indirdik"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "De ki: \"Siz ister ona inanın, ister inanmayın, O, daha once kendilerine bilgi verilenlere okundugu zaman onlar, derhal ceneleri ustune secdeye kapanırlar"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "Rabbimizin sanı yucedir, gercekten Rabbimizin sozu mutlaka yerine getirilir! derler"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "Aglayarak ceneleri ustune kapanırlar ve Kur'an onların derin saygısını artırır"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "De ki: \"Ister Allah diye cagırın, ister Rahman diye cagırın. Hangisiyle cagırsanız en guzel isimler O'nundur. Namazında pek bagırma, pek de sesini gizleme, bu ikisinin arasında bir yol tut"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "Cocuk edinmeyen, mulkte ortagı olmayan, acze dusup de yardımcıya ihtiyacı bulunmayan Allah'a hamdolsun! de ve O'nu geregi gibi tekbir et (saygı ve tekbir ile an)"
        }
    ]
}