{
    "rukus": [
        {
            "chapter": 6,
            "verse": 83,
            "text": "یہ تھی ہماری وہ دلیل جو ہم نے ابراہیم (ع) کو ان کی قوم کے مقابلہ میں عطا کی تھی۔ ہم جس کے چاہتے ہیں درجے بلند کرتے ہیں آپ کا پروردگار بڑا حکمت والا، بڑا جاننے والا ہے۔"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "اور ہم نے انہیں اسحاق جیسا (بیٹا) اور یعقوب (جیسا پوتا) عطا فرمایا۔ ہر ایک کو ہم نے ہدایت دی اور ان سے پہلے نوح کو ہدایت دی۔ اور ان (نوح یا ابراہیم) کی اولاد میں سے داؤد، سلیمان، ایوب، یوسف، موسیٰ، ہارون کو (بھی ہدایت دی) اور اسی طرح ہم نیکوکاروں کو جزا دیا کرتے ہیں۔"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "اور زکریا، یحییٰ، عیسیٰ اور الیاس کو (بھی ہم نے ہدایت دی) جو سب صالحین میں سے تھے۔"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "اور اسماعیل، یسع، یونس اور لوط کو (بھی ہدایت دی) اور ان سب کو ہم نے تمام جہانوں پر فضیلت دی۔"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "اور ان کے آباء و اجداد اور اولاد اور بھائیوں میں سے بھی (کچھ کو ہدایت دی) اور ہم نے انہیں منتخب کیا اور سیدھے راستے کی ہدایت دی۔"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "یہ اللہ کی خاص ہدایت ہے جس کے ذریعے سے وہ بندوں میں سے جس کی چاہتا ہے راہنمائی کرتا ہے اور اگر انہوں نے شرک کیا ہوتا تو ان کے وہ سب عمل برباد ہو جاتے جو وہ کیا کرتے تھے۔"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "یہ وہ لوگ ہیں جن کو ہم نے کتاب کا حکم اور نبوت عطا کی اب اگر یہ (مکہ والے) لوگ ان چیزوں کا انکار کرتے ہیں تو کوئی پروا نہیں ہے ہم نے ان چیزوں کا ذمہ دار ان لوگوں کو بنایا ہے جو انکار کرنے والے نہیں ہیں۔"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "یہ وہ لوگ ہیں جن کو اللہ نے ہدایت دی ہے سو آپ بھی ان کے راستہ اور طریقہ پر چلیں۔ کہہ دیجئے کہ میں اس پر تم سے کوئی معاوضہ نہیں مانگتا وہ (قرآن) تو تمام عالمین کے لئے نصیحت ہے۔"
        }
    ]
}