{
    "rukus": [
        {
            "chapter": 6,
            "verse": 122,
            "text": "اور کیا وہ شخص جو (پہلے) مردہ تھا پھر ہم نے اسے زندہ کیا اور اس کے لئے ایک نور بنایا جس کے ساتھ وہ لوگوں میں چلتا پھرتا ہے اس شخص کی طرح ہو سکتا ہے جو تاریکیوں میں پڑا ہوا ہے اور ان سے نکل نہیں سکتا۔ جس طرح مؤمن کی نگاہ میں ایمان آراستہ کیا گیا ہے اسی طرح کافروں کی نگاہ میں ان کے اعمال آراستہ کر دیئے گئے ہیں۔"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "اور (جس طرح ہم نے مکہ کے فاسقوں کو بڑا بنایا) اسی طرح ہم نے ہر بستی میں اس کے مجرمین کو بڑا سردار بنایا ہے تاکہ وہ وہاں مکر و فریب کیا کریں حالانکہ وہ فریب نہیں دیتے مگر اپنے آپ کو لیکن انہیں اس کا شعور نہیں ہے۔"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "اور جب ان کے پاس کوئی معجزہ آتا ہے تو وہ کہتے ہیں کہ ہم اس وقت تک ہرگز ایمان نہیں لائیں گے جب تک ہم کو بھی وہی نہ دیا جائے جو اللہ کے رسولوں کو دیا گیا ہے۔ اللہ بہتر جانتا ہے کہ اپنی رسالت کو کہاں رکھے؟ (اس کا اہل کون ہے؟) عنقریب مجرموں کو اللہ کے یہاں ذلت نصیب ہوگی اور سخت عذاب بھی ہوگا ان کی ان مکاریوں کی وجہ سے جو وہ کیا کرتے تھے۔"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "پس جب اللہ کسی کو ہدایت بخشنے کا ارادہ کرتا ہے تو اس کے سینہ کو اسلام کیلئے کھول دیتا ہے اور جسے گمراہی میں چھوڑنا چاہتا ہے تو اس کے سینہ کو تنگ کر دیتا ہے جیسے کہ وہ زبردستی آسمان پر چڑھ رہا ہے (اس کی طرف اونچا ہو رہا ہے) اسی طرح اللہ ان لوگوں پر کثافت مسلط کر دیتا ہے جو ایمان نہیں لاتے۔"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "یہ تمہارے پروردگار کا سیدھا راستہ ہے۔ ہم نے نصیحت قبول کرنے والوں کے لیے آیتوں کو تفصیل سے بیان کر دیا ہے۔"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "ان کیلئے سلامتی کا گھر ہے ان کے پروردگار کے ہاں اور ان کے اچھے اعمال کی وجہ سے جو وہ کرتے ہیں اللہ ان کا سرپرست ہے۔"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "اور (وہ دن یاد کرو) جس دن وہ (اللہ) سب (جن و انس) کو محشر میں جمع کرے گا (اور جنات سے خطاب کرکے فرمائے گا) کہ اے گروہِ جن! تم نے بہت انسانوں کو گمراہ کیا (اس وقت) وہ آدمی جو ان (جنات) کے دوست و رفیق ہوں گے کہیں گے اے ہمارے پروردگار! ہم سب نے ایک دوسرے سے خوب فائدہ اٹھایا اور اب ہم اپنی اس میعاد کو پہنچ گئے ہیں جو تو نے ہمارے لئے مقرر کی تھی۔ اللہ فرمائے گا اب تمہارا ٹھکانہ دوزخ ہے جس میں تم ہمیشہ رہوگے۔ سوائے اس کے جسے اللہ (بچانا) چاہے گا۔ بے شک تمہارا پروردگار حکیم و علیم ہے (بڑی حکمت اور بڑے علم والا ہے)۔"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "اور اسی طرح ہم بعض ظالموں کو ان کے اعمال (کرتوتوں) کی وجہ سے بعض کا سرپرست بناتے ہیں (یا ایک دوسرے پر مسلط کرتے ہیں)۔"
        }
    ]
}