{
    "rukus": [
        {
            "chapter": 13,
            "verse": 32,
            "text": "اے رسول(ص)) آپ سے پہلے بھی بہت سے پیغمبروں کا مذاق اڑایا گیا ہے مگر میں نے کافروں کو (کچھ مدت تک) ڈھیل دی پھر میں نے انہیں پکڑ لیا۔ تو (دیکھو) میرا عذاب کیسا تھا؟"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "کیا وہ ذات جو ہر نفس کے (نیک و بد) اعمال پر نگران ہے کہ اس نے کیا کمایا ہے؟ (وہ ان کے خود ساختہ معبودوں جیسا ہے؟) ان لوگوں نے اللہ کے کچھ شریک بنا لئے ہیں؟ اے رسول ان سے کہو کہ آخر ان کے نام تو بتاؤ یا تم اس (اللہ) کو ایسی چیز کی خبر دیتے ہو جسے وہ (ہمہ دان ہو کر بھی) زمین میں نہیں جانتا کہ کہاں ہے؟ یا یونہی یہ ظاہری الفاظ ہیں (جن کا کوئی مصداق نہیں ہے) بلکہ کافروں کے لئے ان کا مکر و فریب خوشنما بنا دیا گیا ہے اور وہ راہ (راست) سے روک دیئے گئے ہیں اور جسے اللہ گمراہی میں چھوڑ دے (اور اسے ہدایت نہ دے) تو اسے کوئی ہدایت کرنے والا نہیں ہے۔"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "ان کے لئے دنیا کی زندگی میں بھی عذاب ہے اور آخرت کا عذاب تو اور بھی زیادہ سخت ہے اور کوئی نہیں ہے جو انہیں اللہ (کی گرفت) سے بچائے۔"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "جس جنت کا پرہیزگاروں سے وعدہ کیا گیا ہے اس کی صفت یہ ہے کہ اس کے نیچے سے نہریں جاری ہیں اس کے پھل دائمی ہیں اور اس کا سایہ بھی (لازوال) ہے یہ پرہیزگاروں کا انجام ہے اور کافروں کا انجام آتشِ دوزخ ہے۔"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "اور (اے رسول) جن کو ہم نے (پہلے) کتاب دی ہے وہ اس (کتاب) سے خوش ہوتے ہیں جو ہم نے آپ پر نازل کی ہے اور ان جماعتوں میں کچھ ایسے لوگ بھی ہیں جو اس کتاب کے بعض حصوں کا انکار کرتے ہیں آپ کہہ دیجئے کہ مجھے تو صرف یہی حکم دیا گیا ہے کہ میں اللہ کی عبادت کروں اور کسی کو اس کا شریک نہ ٹھہراؤں میں اسی کی طرف دعوت دیتا ہوں اور اسی کی طرف میری بازگشت ہے۔"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "اسی طرح ہم نے اس قرآن کو عربی فرمان کی شکل میں نازل کیا ہے اور اگر آپ اپنے پاس علم (قرآن) کے آجانے کے بعد بھی انکی خواہشات کی پیروی کریں گے تو اللہ کے مقابلہ میں آپ کا نہ کوئی سرپرست و کارساز ہوگا اور نہ کوئی بچانے والا۔"
        }
    ]
}