{
    "rukus": [
        {
            "chapter": 16,
            "verse": 51,
            "text": "اور اللہ تعالیٰ نے فرمایا ہے کہ دو اِلٰہ (خدا) نہ بناؤ۔ الٰہ (خدا) تو صرف ایک ہی ہے سو تم صرف مجھ ہی سے ڈرو۔"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "اور اسی کا ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے اور اسی کا دین دائمی اور واجب الاطاعت ہے تو کیا تم اللہ کے سوا غیروں سے ڈرتے ہو؟"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "اور تمہارے پاس جو بھی نعمت ہے وہ سب اللہ ہی کی طرف سے ہے پھر جب تمہیں کوئی تکلیف پہنچتی ہے تو اسی کی جناب میں داد و فریاد کرتے ہو۔"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "پھر جب وہ تکلیف کو دور کر دیتا ہے تو ایک دم تم میں سے ایک گروہ اپنے پروردگار کے ساتھ شرک کرنے لگتا ہے۔"
        },
        {
            "chapter": 16,
            "verse": 55,
            "text": "تاکہ جو کچھ ہم نے انہیں عطا کیا ہے اس کا کفران کریں سو (اے ناشکرو) چند روزہ فائدہ اٹھا لو۔ عنقریب تمہیں (اپنا انجام) معلوم ہو جائے گا۔"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "یہ لوگ ہمارے دیے ہوئے رزق میں سے ان (بتوں وغیرہ) کے لئے حصہ مقرر کرتے ہیں جن کو یہ جانتے بھی نہیں ہیں خدا کی قسم تم سے ضرور پوچھا جائے گا کہ تم کیسی افترا پردازیاں کرتے تھے۔"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "اور یہ اللہ کے لئے لڑکیاں قرار دیتے ہیں پاک ہے اس کی ذات اور خود ان کے لئے وہ ہے جس کے یہ خواہشمند ہیں۔"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "اور جب ان میں سے کسی کو بیٹی کے پیدا ہونے کی اطلاع دی جاتی ہے تو اس کا چہرہ سیاہ پڑ جاتا ہے اور وہ رنج و غم سے بھر جاتا ہے۔"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "وہ اس بری خبر سے جو اسے دی گئی ہے لوگوں سے چھپتا پھرتا ہے (اور سوچتا ہے) کہ ذلت کے ساتھ اسے لئے رہے یا اسے مٹی کے تلے گاڑ دے؟ کیا ہی بُرا فیصلہ ہے جو یہ کرتے ہیں۔"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "جو لوگ آخرت پر ایمان نہیں رکھتے ان کی حالت بری ہے اور اللہ کے لئے اعلیٰ صفت ہے وہ زبردست ہے بڑا حکمت والا ہے۔"
        }
    ]
}