{
    "rukus": [
        {
            "chapter": 35,
            "verse": 38,
            "text": "بیشک اللہ آسمانوں اور زمین کی پوشیدہ چیزوں کا جاننے والا ہے۔ یقیناً وہ دلوں کے رازوں سے خوب واقف ہے۔"
        },
        {
            "chapter": 35,
            "verse": 39,
            "text": "وہ وہی ہے جس نے تمہیں (گزشتہ لوگوں کا) جانشین بنایا سو جو کوئی کفر کرے گا۔ تو اس کے کفر (کا وبال) اسی پر پڑے گا اور کافروں کا کفران کے پروردگار کے ہاں سوائے قہر و غضبِ الٰہی کے اور کسی چیز میں اضافہ نہیں کرتا اور کافروں کا کفر صرف ان کے خسارے اور گھاٹے میں اضافہ کرتا ہے۔"
        },
        {
            "chapter": 35,
            "verse": 40,
            "text": "آپ(ص) کہہ دیجئے! (اے مشرکو) کیا تم نے کبھی اپنے (خودساختہ) شریکوں کو دیکھا بھی ہے جنہیں تم اللہ کو چھوڑ کر پکارتے ہو مجھے دکھاؤ انہوں نے زمین میں کیا پیدا کیا ہے؟ یا ان کی آسمانوں میں شرکت ہے یا ہم نے انہیں کوئی کتاب دی ہے کہ وہ اس کی بناء پر (اپنے شرک کے جواز کی) کوئی سند رکھتے ہوں؟ (کچھ بھی نہیں) بلکہ (یہ) ظالم لوگ ایک دوسرے سے محض پُر فریب وعدے کرتے ہیں۔"
        },
        {
            "chapter": 35,
            "verse": 41,
            "text": "بے شک اللہ (اپنی قدرتِ کاملہ) سے آسمانوں اور زمین کو تھامے ہوئے ہے کہ وہ اپنی جگہ سے ہٹ نہ جائیں اور اگر وہ (بالفرض) ہٹ جائیں تو اس کے سوا انہیں کون تھام سکتا ہے؟ بے شک وہ (اللہ) بڑا بردبار (اور) بڑا بخشنے والا ہے۔"
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "اور یہ لوگ (کفارِ مکہ) بڑی سخت قَسمیں کھا کر کہتے تھے کہ اگر ان کے پاس کوئی ڈرانے والا (پیغمبر) آیا تو وہ ہر ایک قوم سے بڑھ کر ہدایت قبول کرنے والے ہوں گے لیکن جب ان کے پاس ڈرانے والا آگیا تو اس (کی آمد) نے ان کی نفرت۔"
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "زمین میں سرکشی کرنے اور بری سازشیں کرنے میں اضافہ ہی کیا حالانکہ بری سازشیں تو اس کو گھیرتی ہیں جو بری سازش کرتا ہے سو کیا اب یہ لوگ پہلے والے لوگوں کے ساتھ خدا کے طریقۂ کار کا انتظار کر رہے ہیں (کہ ان کے ساتھ بھی وہی ہو) تم خدا کے دستور (طریقۂ کار) میں کوئی تبدیلی نہیں پاؤگے (کہ مقررہ قاعدے سے پھر جائے)۔"
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "کیا یہ لوگ زمین میں چلتے پھرتے نہیں ہیں کہ وہ دیکھتے کہ ان سے پہلے والے لوگوں کا انجام کیا ہوا تھا حالانکہ وہ قوت و طاقت میں ان سے بڑھے ہوئے تھے آسمانوں اور زمین میں کوئی ایسی چیز نہیں ہے جو اللہ کو عاجز (بے بس) کر سکے۔ وہ بڑا جاننے والا، بڑا قدرت رکھنے والا ہے۔"
        },
        {
            "chapter": 35,
            "verse": 45,
            "text": "اور اگر خدا لوگوں کا ان کے (برے) اعمال کی پاداش میں جلدی مواخذہ کرتا (پکڑتا) تو روئے زمین پر کوئی جاندار نہ چھوڑتا لیکن ان کو ایک مقررہ مدت تک مہلت دیتا ہے تو جب ان کی مدت پوری ہو جائے گی تو اللہ اپنے بندوں کو خوب دیکھنے والا (نگران) ہے۔"
        }
    ]
}