{
    "rukus": [
        {
            "chapter": 43,
            "verse": 1,
            "text": "حا۔ میم۔"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "قَسم ہے اس واضح کتاب کی۔"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "کہ ہم نے اس کو عربی زبان کا قرآن بنایا ہے تاکہ تم سمجھو۔"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "بےشک وہ (قرآن) اصل کتاب (لوحِ محفوظ) میں جو ہمارے پاس ہے بلند مرتبہ (اور) حکمت والا ہے۔"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "کیا ہم محض اس لئے نصیحت سے منہ پھیرلیں کہ تم حد سے تجاوز کرنے والے لوگ ہو۔"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "اور ہم نے پہلے لوگوں میں کتنے ہی نبی(ع) بھیجے ہیں۔"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "اور ان کے پاس کوئی نبی(ع) نہیںایا مگریہ کہ وہ اس کامذاق اڑاتے تھے۔"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "پھر ہم نے ان لوگوں کو ہلاک کر دیا جو ان (موجودہ منکرین) سے زیادہ طاقتور تھے اور پہلے لوگوں کی مثال (حالت) گزر چکی ہے۔"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "اور اگر آپ ان سے پوچھیں کہ آسمانوں اور زمین کو کس نے پیدا کیا ہے؟ تو وہ ضرور کہیں گے کہ انہیں اس ہستی نے پیدا کیا ہے جو غالب ہے اور ہمہ دان۔"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "وہی جس نے زمین کو تمہارے لئے گہوارہ بنایا اور اس میں تمہارے لئے راستے بنا دئیے تاکہ تم (منزل تک) راہ پاؤ۔"
        },
        {
            "chapter": 43,
            "verse": 11,
            "text": "اور جس نے ایک خاص مقدارمیں آسمان سے پا نی اتارا پھر ہم نے اس سے مردہ (خشک) زمین کو زندہ کر دیا اسی طرح تم (قبروں سے) نکالے جاؤ گے۔"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "اور جس نے تمام اِقسام کی چیزیں پیدا کیں اور تمہارے لئے کشتیاں اور چوپائے بنائے جن پر تم سوار ہوتے ہو۔"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "تاکہ تم ان کی پیٹھوں پر جم کر بیٹھو اور پھر اپنے پروردگار کی نعمت کو یاد کرو اور کہو پاک ہے وہ ذات جس نے ان چیزوں کو ہمارے لئے مسخر کر دیا اور ہم ایسے نہ تھے کہ ان کو اپنے قابو میں کرتے۔"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "اور بےشک ہم اپنے پروردگار کی طرف لو ٹنے والے ہیں۔"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "اور ان لوگوں نے خدا کے بندوں میں سے اس کا جزو قرار دیا ہے بیشک انسان کھلا ہوا ناشکراہے۔"
        }
    ]
}