{
    "rukus": [
        {
            "chapter": 3,
            "verse": 92,
            "text": "لوگو! تم ہرگز اس وقت تک نیکی (کو حاصل) نہیں کر سکتے جب تک اپنی پسندیدہ چیزوں میں سے کچھ راہِ خدا میں خرچ نہ کرو۔ اور تم (راہِ خدا میں) جو کچھ خرچ کرتے ہو خدا اس کو خوب جانتا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 93,
            "text": "تورات نازل ہونے سے پہلے کھانے کی سب چیزیں (جو اسلام میں حلال ہیں) بنی اسرائیل کے لیے بھی حلال تھیں۔ سوائے اس کے جو اسرائیل (یعقوب) نے اپنے اوپر حرام کر رکھی تھی (یہود سے) کہو کہ اگر تم سچے ہو تو تورات لاؤ اور اسے پڑھو۔"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "پھر اس کے بعد جو شخص خدا پر بہتان باندھے۔ تو (سمجھ لو کہ) ایسے لوگ ہی ظالم ہیں۔"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "اے رسول(ص)) کہہ دیجیے خدا نے سچ فرمایا! پس تم ملت (دین) ابراہیم کی پیروی کرو جو باطل سے کنارہ کش ہوکر صرف اللہ کا ہو رہا تھا اور مشرکین میں سے نہ تھا۔"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "بے شک سب سے پہلا گھر جو لوگوں (کی عبادت) کے لیے بنایا گیا یقینا وہی ہے جو مکہ میں ہے بڑی برکت والا اور عالمین کے لیے مرکز ہدایت ہے۔"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "اس گھر میں کھلی ہوئی نشانیاں ہیں (منجملہ ان کے ایک) مقام ابراہیم ہے۔ اور جو اس میں داخل ہوا اسے امن مل گیا۔ اور لوگوں پر واجب ہے کہ محض خدا کے لیے اس گھر کا حج کریں جو اس کی استطاعت (قدرت) رکھتے ہیں اور جو (باوجود قدرت) کفر کرے (انکار کرے) تو بے شک خدا تمام عالمین سے بے نیاز ہے۔"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "اے رسول(ص)) کہہ دیجیے! اے اہل کتاب تم آیاتِ الٰہیہ کا کیوں انکار کرتے ہو؟ حالانکہ تم جو کچھ کرتے ہو خدا اس کا گو اہ ہے (سب کچھ دیکھ رہا ہے) ۔"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "کہیے۔ اے اہل کتاب! آخر تم اس شخص کو جو ایمان لانا چاہتا ہے کیوں خدا کی راہ سے روکتے ہو؟ اور چاہتے ہو کہ اس راہ (راست) کو ٹیڑھا بنا دو حالانکہ تم خود گواہ ہو (کہ سیدھی راہ یہی ہے) اور جو کچھ تم کرتے ہو خدا اس سے بے خبر نہیں ہے۔"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "اے ایمان والو! اگر تم نے اہل کتاب میں سے کسی گروہ کی بات مان لی تو یہ تمہیں ایمان کے بعد کفر کی طرف پلٹا دیں گے۔"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "اور بھلا تم کیوں کر کفر اختیار کر سکتے ہو۔ جبکہ تمہارے سامنے برابر خدا کی آیتیں پڑھی جا رہی ہیں اور تمہارے درمیان اس کا رسول موجود ہے۔ اور جو شخص خدا سے وابستہ ہوگیا وہ ضرور سیدھے راستے پر لگا دیا گیا۔"
        }
    ]
}