{
    "maqras": [
        {
            "chapter": 20,
            "verse": 55,
            "text": "Sizi yerden yarattık, oraya dondurecegiz, sizi tekrar oradan cıkaracagız"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "And olsun ki Firavun'a butun delillerimizi gosterdik de yalan sayıp kabulden cekindi ve: \"Ey Musa! Sihirbazlıgınla bizi yurdumuzdan cıkarmaya mı geldin? Simdi biz de seninkinin benzeri bir sihri sana gosterecegiz. Bizimle senin aranda bir vakit tayinet ki sen de biz de duz bir yerde bulunalım da caymayalım\" dedi"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "And olsun ki Firavun'a butun delillerimizi gosterdik de yalan sayıp kabulden cekindi ve: \"Ey Musa! Sihirbazlıgınla bizi yurdumuzdan cıkarmaya mı geldin? Simdi biz de seninkinin benzeri bir sihri sana gosterecegiz. Bizimle senin aranda bir vakit tayinet ki sen de biz de duz bir yerde bulunalım da caymayalım\" dedi"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "And olsun ki Firavun'a butun delillerimizi gosterdik de yalan sayıp kabulden cekindi ve: \"Ey Musa! Sihirbazlıgınla bizi yurdumuzdan cıkarmaya mı geldin? Simdi biz de seninkinin benzeri bir sihri sana gosterecegiz. Bizimle senin aranda bir vakit tayinet ki sen de biz de duz bir yerde bulunalım da caymayalım\" dedi"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "Musa: \"Bulusma zamanımız sizin bayram gununuzde, insanların toplandıgı kusluk vaktidir\" dedi"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "Firavun dondu, tuzaklarını toplayıp o gun geldi"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Musa onlara: \"Size yazıklar olsun! Allah'a karsı yalan uydurmayın, yoksa sizi azabla yok eder. Allah'a iftira eden husrana ugrar\" dedi"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "Sihirbazlar isi aralarında tartıstılar ve konusmalarını gizli tuttular"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "Musa ile Harun'u gostererek: \"Bu iki sihirbaz, sihirleriyle sizi yurdunuzdan cıkarmak, sizin en ustun dininizi ortadan kaldırmak istiyorlar; onun icin tuzaklarınızı bir araya getirin, sonra sırayla gelin. Bugun ustun gelen basarıya erecektir\" dediler"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "Musa ile Harun'u gostererek: \"Bu iki sihirbaz, sihirleriyle sizi yurdunuzdan cıkarmak, sizin en ustun dininizi ortadan kaldırmak istiyorlar; onun icin tuzaklarınızı bir araya getirin, sonra sırayla gelin. Bugun ustun gelen basarıya erecektir\" dediler"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "Ey Musa! Marifetini ya sen ortaya koy, ya da once biz koyalım\" dediler"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "Musa: \"Siz koyun\" dedi. Hemen, degnekleri ve ipleri, sihirleri yuzunden, Musa'ya sanki yuruyorlarmıs gibi geldi"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "Bu yuzden Musa icinde bir korku hissetti"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "Korkma, sen muhakkak daha ustunsun\" dedik"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "Sag elindekini at da onların yaptıklarını yutsun, yaptıkları sadece sihirbaz duzenidir. Sihirbaz nereden gelirse gelsin basarı kazanamaz"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "Sonunda sihirbazlar: \"Biz Musa ve Harun'un Rabbine inandık\" deyip secdeye kapandılar"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "Firavun \"Ben size izin vermeden mi O'na inandınız? Dogrusu size sihri ogreten, buyugunuz odur. And olsun ki, ellerinizi ve ayaklarınızı caprazlama kesecegim, sizi hurma kutuklerine asacagım. Hangimizin azabının daha cetin ve daha devamlı oldugunu bileceksiniz\" dedi"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "Iman eden sihirbazlar: \"Seni, gelen apacık mucizelere ve bizi yaratana ustun tutmayacagız. Ne hukum vereceksen ver. Sen, ancak bu dunya hayatına hukmedebilirsin. Dogrusu biz, yanılmalarımızı ve bize zorla yaptırdıgın sihri bagıslaması icin Rabbimize iman ettik. Allah'ın verecegi mukafat daha iyi ve daha devamlıdır\" dediler"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Iman eden sihirbazlar: \"Seni, gelen apacık mucizelere ve bizi yaratana ustun tutmayacagız. Ne hukum vereceksen ver. Sen, ancak bu dunya hayatına hukmedebilirsin. Dogrusu biz, yanılmalarımızı ve bize zorla yaptırdıgın sihri bagıslaması icin Rabbimize iman ettik. Allah'ın verecegi mukafat daha iyi ve daha devamlıdır\" dediler"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Rabbine suclu olarak gelen bilsin ki, cehennem onun icindir. Orada ne olur, ne yasar"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "Rabbine inanmıs ve yararlı is yaparak gelenlere, iste onlara, en ustun dereceler, iclerinden ırmaklar akan, icinde temelli kalacakları Adn cennetleri vardır. Bu, arınanların mukafatıdır"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "Rabbine inanmıs ve yararlı is yaparak gelenlere, iste onlara, en ustun dereceler, iclerinden ırmaklar akan, icinde temelli kalacakları Adn cennetleri vardır. Bu, arınanların mukafatıdır"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "And olsun ki Musa'ya: \"Kullarımı geceleyin yurut, denizde onlara kuru bir yol ac, batmaktan ve dusmanların yetismesinden korkma, endise etme\" diye vahyettik"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "Firavun, ordusuyla onları takip etti, deniz de onları icine alıverdi, hem de ne alıs"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "Firavun, milletini saptırdı, onlara dogru yolu gostermedi"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "Ey Israilogulları! Sizleri dusmanınızdan kurtardık, Tur'un sag yanını size vadettik ve uzerinize kudret helvasıyla bıldırcın indirdik"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "Size verdigimiz rızıkların temizlerinden yiyin, bunda asırı gitmeyin ki gazabımı haketmeyesiniz. Gazabımı hakeden kimse muhakkak mahvolur"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "Dogrusu Ben, tevbe edeni, inanıp yararlı is isleyerek dogru yola gireni bagıslarım"
        }
    ]
}