{
    "chapter": [
        {
            "chapter": 2,
            "verse": 1,
            "text": "Ài liè fú, liǎ mù, mǐ mù."
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "Zhè bù jīng, qízhōng háo wú kěyí, shì jìngwèi zhě de xiàngdǎo."
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "Tāmen quèxìn yōuxuán, jǐn shǒu bài gōng, bìng fēn shě wǒ suǒ gěi yǔ tāmen de."
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "Tāmen quèxìn jiàng shì nǐ de jīngdiǎn, hé zài nǐ yǐqián jiàng shì de jīngdiǎn, bìngqiě dǔxìn hòushì."
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "Zhè děng rén, shì zūnshǒu tāmen de zhǔ de zhèngdào de; zhè děng rén, què shì chénggōng de."
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "Bùxìndào zhě, nǐ duì tāmen jiāyǐ jǐnggào yǔ fǒu, zhè zài tāmen shì yīyàng de, tāmen bìjìng bù xìndào."
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "Zhēnzhǔ yǐ fēngbì tāmen de xīn hé ěr, tāmen de yǎn shàng yǒu yì mó; tāmen jiāng shòu zhòngdà de xíngfá."
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "Yǒuxiē rén shuō:`Wǒmen yǐ xìn zhēnzhǔ hé mòrìle.'Qíshí, tāmen jué bùshì xìnshì."
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "Tāmen xiǎng qīmán zhēnzhǔ hé xìnshì, qíshí, tāmen zhǐshì zì qī, què bù juéwù."
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Tāmen de xīnlǐ yǒu bìng, gù zhēnzhǔ zēngjiā tāmen de xīnbìng; tāmen jiāng wéi shuōhuǎng ér zāoshòu zhòngdà de xíngfá."
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Yǒurén duì tāmen shuō:`Nǐmen bùyào zài dìfāng shàng zuò'è.'Tāmen jiù shuō:`Wǒmen zhǐshì tiáojiě de rén.'"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Zhēn de, tāmen què shì zuò'è zhě, dàn tāmen bù juéwù."
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Yǒurén duì tāmen shuō:`Nǐmen yīngdāng xiàng zhòngrén nàyàng xìndào.'Tāmen jiù shuō:`Wǒmen néng xiàng yúrén nàyàng qīngxìn ma?'Zhēn de, tāmen què shì yúrén, dàn tāmen bù zhīdào."
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "Tāmen yùjiàn xìnshìmen jiù shuō:`Wǒmen yǐ xìndàole.'Tāmen huíqù jiànle zìjǐ de èmó, jiù shuō:`Wǒmen què shì nǐmen de tóng dǎng, wǒmen bùguò shì yúnòng tāmen bàle.'"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Zhēnzhǔ jiàng yòng tāmen de yúnòng huán bào tāmen, jiāng rèn suí tāmen fǎnghuáng yú bèinì zhī zhōng."
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Zhè děng rén, yǐ zhèngdào huànqǔ mí wù, suǒyǐ tāmen de jiāoyì bìng wèi huò lì, tāmen bùshì zūnxún zhèngdào de."
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Tāmen pìrú rán huǒ de rén, dāng huǒguāng zhào liàngle tāmen de sìzhōu de shíhòu, zhēnzhǔ bǎ tāmen de huǒguāng ná qù, ràng tāmen zài chóngchóng de hēi'àn zhōng, shénme yě kàn bùjiàn."
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "(Tāmen) shì lóng de, shì yǎ de, shì xiā de, suǒyǐ tāmen zhímíbùwù."
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Huòzhě rú zāoyù qīngpén dàyǔ zhě, yǔ lǐ yǒu chóngchóng hēi'àn, yòu yǒu léi hé diàn, tāmen kǒngpà zhèn sǐ, gù yòng shǒuzhǐ sāi zhù ěrduǒ, yǐ bì jí léi. Zhēnzhǔ shì zhōuzhī bù xìndào de rénmen de."
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Diànguāng jīhū duóle tāmen de shìjué, měi féng diànguāng wèi tāmen ér zhàoyào de shíhòu, tāmen zài diànguāng zhōng qiánjìn; hēi'àn de shíhòu, tāmen jiù zhànzhù. Jiǎrú zhēnzhǔ yìyù, tā bì chǐduó tāmen de tīngjué hé shìjué. Zhēnzhǔ duìyú wànshì què shì quánnéng de."
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "Zhòngrén a! Nǐmen de zhǔ, chuàngzàole nǐmen, hé nǐmen yǐqián de rén, nǐmen dāng chóngbài tā, yǐbiàn nǐmen jìngwèi."
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "Tā yǐ dàdì wèi nǐmen de xí, yǐ tiānkōng wèi nǐmen de mù, bìngqiě cóng yún zhōng jiàngxià yǔshuǐ, ér jiè yǔshuǐ shēng xǔduō guǒshí, zuò nǐmen de jǐyǎng, suǒyǐ nǐmen bùyào míngzhīgùfàn de gěi zhēnzhǔ shùlì pǐdí."
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Rúguǒ nǐmen huáiyí wǒ suǒ jiàng shì gěi wǒ de pú rén de jīngdiǎn, nàmò, nǐmen shì nǐzuò yī zhāng, bìng shě zhēnzhǔ ér qídǎo nǐmen de jiànzhèng, rúguǒ nǐmen shì chéngshí de."
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Rúguǒ nǐmen bùnéng zuò ──nǐmen jué bùnéng zuò ──nàmò, nǐmen dàng fángbèi huǒ yù, nà shì yòngrén hé shí zuò ránliào de, yǐ wéi bù xìndào de rénmen yùbèi hǎole."
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "Nǐ dāng xiàng xìndào ér xíngshàn de rén bàoxǐ; tāmen jiāng xiǎngyǒu xǔduō xià lín zhū hé de lèyuán, měi dāng tāmen déyǐ yuán lǐ de yīzhǒng shuǐguǒ wèi jǐyǎng de shíhòu, tāmen dōu shuō:`Zhè shì wǒmen yǐqián suǒ shòu cì de.'Qíshí, tāmen suǒ shòu cì de shì lèisì de. Tāmen zài lèyuán lǐ jiāng xiǎngyǒu chúnjié de pèi'ǒu, tāmen jiāng yǒng jū qízhōng."
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "Zhēnzhǔ díquè bù xián yǐ wénzi huò gèng xiǎo de shìwù shè rènhé pìyù; xìndào zhě, dōu zhīdào nà shì cóng tāmen de zhǔ jiàng shì de zhēnlǐ; bù xìndào zhě, quèshuō:`Zhēnzhǔ shè zhège pìyù de zōngzhǐ shì shénme?'Tā yǐ pìyù shǐ xǔduō rén rù mítú, yě yǐ pìyù shǐ xǔduō rén shàng zhènglù; dàn chú bèinì zhě wài, tā bù yǐ pìyù shǐ rén rù mítú."
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "Tāmen yǔ zhēnzhǔ dìyuē zhīhòu, bìng duànjué zhēnzhǔ mìng rén liánluò de, qiě zài dìfāng shàng zuò'è; zhè děng rén, què shì kuī shé de."
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "Nǐmen zěnme bù xìn zhēn zhǔ ne? Nǐmen yuán shì sǐ de, ér tā yǐ shēngmìng fùyǔ nǐmen, ránhòu shǐ nǐmen sǐwáng, ránhòu shǐ nǐmen fùhuó; ránhòu nǐmen yào bèi zhào guīyú tā."
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "Tā yǐ wèi nǐmen chuàngzàole dà dìshàng de yīqiè shìwù, fù jīngyíng zhū tiān, wánchéngle qī céng tiān. Tā duìyú wànwù shì quánzhī de."
        },
        {
            "chapter": 2,
            "verse": 30,
            "text": "Dāngshí, nǐ de zhǔ duì zhòng tiānshén shuō:`Wǒ bìdìng zài dà dìshàng shèzhì yīgè dàilǐ rén.'Tāmen shuō:`Wǒmen zàn nǐ chāojué, wǒmen zàn nǐ qīngjìng, nǐ hái yào zài dà dìshàng shèzhì zuò'è hé liú xiě zhě ma?'Tā shuō:`Wǒ zhīdào nǐmen suǒ bù zhīdào de.'"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "Tā jiāng wànwù de míngchēng, dōu jiàoshòu ā dān, ránhòu yǐ wànwù zhāoshì zhòng tiānshén, shuō:`Nǐmen bǎ zhèxiē shìwù de míngchēng gàosù wǒ ba, rúguǒ nǐmen shì chéngshí de.'"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "Tāmen shuō:`Zàn nǐ chāojué, chúle nǐ suǒ jiàoshòu wǒmen de zhīshì wài, wǒmen háo wú zhīshì, nǐ què shì quánzhī de, què shì zhì ruì de.'"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "Tā shuō:`Ā dān a! Nǐ bǎ zhèxiē shìwù de míngchēng gàosù tāmen ba.'Dāng tā bǎ nàxiē shìwù de míngchēng gàosù tāmen de shíhòu, zhēnzhǔ shuō:`Nándào wǒ méiyǒu duì nǐmen shuōguò ma? Wǒ díquè zhīdào tiāndì de yōuxuán, wǒ díquè zhīdào nǐmen suǒ biǎobái de, hé nǐmen suǒ yǐnhuì de.'"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "Dāngshí, wǒ duì zhòng tiānshén shuō:`Nǐmen xiàng ā dān kòutóu ba!'Tāmen jiù kòutóu, wéiyǒu yì bo liè sī bù kěn, tā zì dà, tā yuán shì bùxìndào de."
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "Wǒ shuō:`Ā dān a! Nǐ hé nǐ de qī zǐ tóng zhù lèyuán ba! Nǐmen liǎ kěyǐ rènyì chī yuán lǐ suǒyǒu fēngfù de shíwù, nǐmen liǎ bùyào línjìn zhè kē shù; fǒuzé, jiù yào biànchéng bùyì de rén.'"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "Ránhòu, èmó shǐ tāmen liǎ wèi nà kē shù ér fànzuì, suì jiāng tāmen liǎ rén cóng suǒ jū de lèyuán zhōng yòu chū. Wǒ shuō:`Nǐmen hùxiāng chóushì xiàqù ba. Dà dìshàng yǒu nǐmen zhànshí de zhùchù hé xiǎngshòu.'"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Ránhòu, ā dān fèng dào cóng zhǔ jiàng shì de jǐ jiàn jiè mìng, zhǔ jiù shù yòule tā. Zhǔ què shì zhì yòu de, què shì zhì cí de."
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "Wǒ shuō:`Nǐmen dōu cóng zhèlǐ xiàqù ba! Wǒ de yǐndǎo rúguǒ dàodá nǐmen, nàmò, shuí zūnshǒu wǒ de yǐndǎo, shuí zài jiānglái méiyǒu kǒngjù, yě bù yǒu chóu."
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "Bùxìndào érqiě fǒurèn wǒ de jīxiàng de rén, shì huǒ yù de jūmín, tāmen jiāng yǒng jū qízhōng.'"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "Yǐsèliè de hòuyì a! Nǐmen dāng míngjì wǒ suǒ cì nǐmen de ēnhuì, nǐmen dāng lǚxíng duì wǒ de yuē yán, wǒ jiù lǚxíng duì nǐmen de yuē yán; nǐmen yīngdāng zhǐ wèijù wǒ."
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "Nǐmen dāng xìn wǒ suǒ jiàng shì de, zhè néng zhèngshí nǐmen suǒyǒu de jīngdiǎn, nǐmen bùyào zuò shǒuxiān bù xìn de rén, bùyào yǐ liánjià chūmài wǒ de jīxiàng, nǐmen yīngdāng zhǐ jìngwèi wǒ."
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "Nǐmen bùyào míngzhīgùfàn de yǐ wěi luànzhēn, yǐnhuì zhēnlǐ."
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "Nǐmen dāng jǐn shǒu bài gōng, wánnà tiān kè, yǔ jūgōng zhě tóng qí jūgōng."
        },
        {
            "chapter": 2,
            "verse": 44,
            "text": "Nǐmen shì dújīng de rén, zěnme quàn rénwéi shàn, ér wàngquè zìshēn ne? Nándào nǐmen bù liǎojiě ma?"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "Nǐmen dāng jiè jiānrěn hé lǐbài ér qiú yòuzhù. Lǐbài què shì yī jiàn nánshì, dàn duì gōngjìng de rén què bù nán."
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "Tāmen quèxìn zìjǐ bìdìng jiàn zhǔ, bìdìng guī zhǔ."
        },
        {
            "chapter": 2,
            "verse": 47,
            "text": "Yǐsèliè de hòuyì a! Nǐmen dāng míngjì wǒ suǒ cì nǐmen de ēndiǎn, bìng míngjì wǒ céng shǐ nǐmen chāoyuè shìrén."
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "Nǐmen dàng fángbèi jiānglái yǒu zhèyàng de yī rì: Rènhé rén bùnéng tì rènhé rén bāng yīdiǎn máng, rènhé rén de shuō qíng, dōu bù méng jiēshòu, rènhé rén de shújīn, dōu bù méng cǎi nà, tāmen yě bù huò yuánzhù."
        },
        {
            "chapter": 2,
            "verse": 49,
            "text": "Dāngshí, wǒ zhěngjiù nǐmen tuōlíle fǎlǎo de bǎixìng. Tāmen shǐ nǐmen zāoshòu kùxíng; túshā nǐmen de érzi, liúcún nǐmen de nǚzǐ; zhè shì cóng nǐmen de zhǔ jiàngxià de dànàn."
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "Wǒ wèi nǐmen fēnkāi hǎishuǐ, zhěngjiùle nǐmen, bìng nìshāle fǎlǎo de bǎixìng, zhè shì nǐmen kànzhe de."
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "Dāngshí, wǒ yǔ mù sà yuē qí sìshí rì, zài tā líbié nǐmen zhīhòu, nǐmen rèn dú wèi shén, nǐmen shì bùyì de."
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "Zài nà jiàn shì zhīhòu, wǒ shù ráole nǐmen, yǐbiàn nǐmen gǎnxiè."
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "Dāngshí, wǒ yǐ jīngdiǎn hé zhèngjù shǎngcì mù sà, yǐbiàn nǐmen zūnxún zhèngdào."
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "Dāngshí, mù sà duì tā de zōngzú shuō:`Wǒ de zōngzú a! Nǐmen què yīn rèn dú wèi shén ér zì qī, gù nǐmen dāng xiàng zàowùzhǔ huǐzuì, dāng chǔsǐ zuìrén. Zài zhēnzhǔ kàn lái, zhè duìyú nǐmen què shì gèng hǎo de. Tā jiù shù yòu nǐmen. Tā què shì zhì yòu de, què shì zhì cí de.'"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "Dāngshí, nǐmen shuō:`Mù sà a! Wǒmen jué bù xìn nǐ, zhídào wǒmen qīnyǎn kànjiàn zhēnzhǔ.'Gù jí léi xíjíle nǐmen, zhè shì nǐmen kànzhe de."
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "Zài nǐmen yūn sǐ zhīhòu, wǒ shǐ nǐmen sūxǐng, yǐbiàn nǐmen gǎnxiè."
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "Wǒ céng shǐ báiyún yīnbì nǐmen, yòu jiàng gānlù hé ānchún gěi nǐmen. Nǐmen kěyǐ chī wǒ suǒ gōngjǐ nǐmen de jiāměi shíwù. Tāmen méiyǒu sǔnhài wǒ, dàn tāmen zì qī."
        },
        {
            "chapter": 2,
            "verse": 58,
            "text": "Dāngshí, wǒ shuō:`Nǐmen jìn zhè chéngshì qù, nǐmen kěyǐ suíyì chī qízhōng suǒyǒu fēngfù de shíwù. Nǐmen yīngdāng jūgōng ér jìn chéngmén, bìngqiě shuō:‘Shì wǒ zhòngfù.’ Wǒ jiāng shè yòu nǐmen de zhǒngzhǒng zuìguo, wǒ yào hòu bào shànrén.'"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "Dàn bùyì de rén gǎibiànle tāmen suǒ fèng de zhǔ yán, gùwǒ jiàng tiānzāi yú bùyì zhě, nà shì yóuyú tāmen de fànzuì."
        },
        {
            "chapter": 2,
            "verse": 60,
            "text": "Dāngshí, mù sà tì tā de zōngzú qí shuǐ, wǒ shuō:`Nǐ yòng shǒuzhàng dǎ nà pánshí ba.'Shí'èr dào shuǐquán, jiù cóng nà pánshí lǐ yǒng chūlái, gè bùluò dōu zhīdào zìjǐ de yǐnshuǐ chǔ. Nǐmen kěyǐ chī yǐn zhēnzhǔ de jǐyǎng, nǐmen bùyào zài dìfāng shàng wéifēizuòdǎi."
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "Dāngshí, nǐmen shuō:`Mù sà a! Zhuān chī yīyàng shíwù, wǒmen jué bùnéng rěnshòu, suǒyǐ qǐng nǐ tì wǒmen qǐngqiú nǐ de zhǔ, wèi wǒmen shēngchū dàdì suǒ chǎn de shūcài ──huángguā, dàsuàn, biǎndòu hé yù cōng.'Tā shuō:`Nándào nǐmen yào yǐ jiào guì de huànqǔ jiào jiàn de ma? Nǐmen dào yīzuò chéng lǐ qù ba! Nǐmen bìděi zìjǐ suǒ qǐngqiú de shíwù.'Tāmen xiànyú bēijiàn hé qióngkùn zhōng, tāmen yīng shòu zhēnzhǔ de qiǎn nù. Zhè shì yīnwèi tāmen bùxìn zhēnzhǔ de jīxiàng, érqiě wǎng shā zhòng xiānzhī; zhè yòu shì yīnwèi tāmen wéikàng zhǔmìng, chāoyuè fǎdù."
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "Xìndào zhě, yóutàijiàotú, jīdū jiàotú, bài xīng jiào tú, fán xìn zhēnzhǔ hé mòrì, bìngqiě xíngshàn de, jiānglái zài zhǔ nàlǐ bìděi xiǎngshòu zìjǐ de bàochóu, tāmen jiānglái méiyǒu kǒngjù, yě bù yǒu chóu."
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "Dāngshí, wǒ yǔ nǐmen dìyuē, bìng jiāng shān shùlì zài nǐmen de shàngmiàn, wǒ shuō:`Nǐmen dāng jiānshǒu wǒ suǒ cì nǐmen de jīngdiǎn, bìngqiě dāng láojì qízhōng de lǜ lì, yǐbiàn nǐmen jìngwèi.'"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "Yǐhòu, nǐmen bèipàn. Jiǎruò méiyǒu zhēnzhǔ shǎngcì nǐmen de ēnhuì hé cí'ēn, nǐmen bìdìng biànchéng kuī shé zhě."
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "Nǐmen què yǐ rènshí nǐmen zhōng yǒuxiē rén, zài ānxírì chāoyuè fǎdù, gùwǒ duì tāmen shuō:`Nǐmen biànchéng bēijiàn de yuánhóu ba.'"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "Wǒ yǐ zhè zhǒng xíngfá wèi qián rén hé hòu rén de jiàn jiè yǔ jìngwèi zhě de jiàoxùn."
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "Dāngshí, mù sà duì tā de zōngzú shuō:`Zhēnzhǔ díquè mìnglìng nǐmen zǎi yītóu niú.'Tāmen shuō:`Nǐ yúnòng wǒmen ma?'Tā shuō:`Wǒ qiú zhēnzhǔ bǎoyòu wǒ, yǐmiǎn wǒ biànchéng yúrén.'"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "Tāmen shuō:`Qǐng nǐ tì wǒmen qǐngqiú nǐ de zhǔ wèi wǒmen shuōmíng nà tóu niú de qíngzhuàng.'Tā shuō:`Wǒ de zhǔ shuō: Nà tóu niú què shì bùlǎo bù shǎo, niánlíng shìzhòng de. Nǐmen zūnmìng ér xíng ba!'"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "Tāmen shuō:`Qǐng nǐ tì wǒmen qǐngqiú nǐ de zhǔ wèi wǒmen shuōmíng nà tóu niú de máosè.'Tā shuō:`Wǒ de zhǔ shuō: Nà tóu niú máosè chún huáng, jiàn zhě xǐyuè.'"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "Tāmen shuō:`Qǐng nǐ tì wǒmen qǐngqiú nǐ de zhǔ wèi wǒmen shuōmíng nà tóu niú de qíngzhuàng, yīnwèi zài wǒmen kàn lái, niú dōu shì xiāngsì de, rúguǒ zhēnzhǔ yìyù, wǒmen bì huò zhǐdǎo.'"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "Tā shuō:`Wǒ de zhǔ shuō: Nà tóu niú bùshì shòuguò xùnliàn de, jì bù gēng tiándì, yòu bù zhuǎn shuǐchē, què shì quánměi wú bān de.'Tāmen shuō:`Xiànzài nǐ jiēshì zhēnxiàngle.'Tāmen jiù zǎile nà tóu niú, dàn fēi chū zìyuàn."
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "Dāngshí, nǐmen shāle yīgèrén, nǐmen hùxiāng dǐlài. Ér zhēnzhǔ shì yào jiēchuān nǐmen suǒ yǐnhuì de shìshí de."
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "Gùwǒ shuō:`Nǐmen yòng tā de yībùfèn dǎ tā ba!'Zhēnzhǔ rúcǐ shǐ sǐzhě fùhuó, bìng yǐ tā de jīxiàng zhāoshì nǐmen, yǐbiàn nǐmen liǎojiě."
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Cǐhòu, nǐmen de xīn biàn yìngle, biàn dé xiàng shítou yīyàng, huò bǐ shítou hái yìng. Yǒuxiē shítou, héshuǐ cóng qízhōng yǒngchū; yǒuxiē shítou, zìjǐ pòliè, ér shuǐquán cóng qízhōng liúchū; yǒuxiē shítou wèi jùpà zhēnzhǔ ér zhuìluò. Zhēnzhǔ jué bù hūshì nǐmen de xíngwéi."
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Nǐmen hái qìtú tāmen huì wèi nǐmen de quànhuà ér xìndào ma? Tāmen dāngzhōng yǒu yīpài rén, céng tīngdào zhēnzhǔ de yányǔ, tāmen jì liǎojiě zhīhòu, biàn míngzhīgùfàn de jiāyǐ cuàngǎi."
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "Tāmen yùjiàn xìnshìmen, jiù shuō:`Wǒmen yǐ xìndàole.'Tāmen bǐcǐ sīxià jùhuì de shíhòu, tāmen quèshuō:`Nǐmen bǎ zhēnzhǔ suǒ qǐshì nǐmen de gàosù tāmen, shǐ tāmen jiānglái dé zài zhǔ nàlǐ jù cǐ yǔ nǐmen zhēnglùn ma? Nándào nǐmen bù liǎojiě ma?'"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "Nándào tāmen bù xiǎodé zhēnzhǔ zhīdào tāmen suǒ yǐnhuì de, hé tāmen suǒ biǎobái de ma?"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "Tāmen zhōng yǒuxiē wénmáng, bùzhī jīngdiǎn, zhǐ zhī wàngyán, tāmen zhuān shì cāicè."
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "Āi zāi! Tāmen qīnshǒuxiě jīng, ránhòu shuō:`Zhè shì zhēnzhǔ suǒ jiàng shì de.'Tāmen yù jiè cǐ huànqǔ xiēwéi de dàijià. Āi zāi! Tāmen qīn shǒu suǒ xiě de. Āi zāi! Tāmen zìjǐ suǒ yíng móu de."
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "Tāmen shuō:`Huǒ jué bù jiēchù wǒmen, chúfēi ruògān yǒu shǔ de rìzi.'Nǐ shuō;`zhēnzhǔ shì jué bùshuǎngyuē de, nǐmen céng yǔ zhēnzhǔ dìyuē ne? Háishì jiǎjiè zhēnzhǔ de míngyì ér shuō chū zìjǐ suǒ bù zhīdào de shì ne?'"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Bùrán, fán zuò'è ér wéi qí zuìniè suǒ bāoluó zhě, dōu shì huǒ yù de jūmín, tāmen jiāng yǒng jū qízhōng."
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "Xìndào érqiě xíngshàn zhě, shì lèyuán de jūmín, tāmen jiāng yǒng jū qízhōng."
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "Dāngshí, wǒ yǔ yǐsèliè de hòuyì dìyuē, shuō:`Nǐmen yīngdāng zhǐ chóngbài zhēn zhǔ, bìng dāng xiàojìng fùmǔ, hémù qīnqī, liánxù gū'ér, zhènjì pínmín, duì rén shuō shàn yán, jǐn shǒu bài gōng, wánnà tiān kè.'Ránhòu, nǐmen chú shǎoshù rén wài, dōu wéibèi yuē yán, nǐmen shì chángcháng shuǎng yuē de."
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "Dāngshí, wǒ yǔ nǐmen dìyuē, shuō:`Nǐmen bùyào zì xiāng cánshā, bùyào bǎ tóngzú de rén zhú chū jìngwài.'Nǐmen yǐjīng chéngnuò, érqiě zhèngshíle."
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "Ránhòu, nǐmen zì xiāng cánshā, érqiě bǎ yībùfèn tóngzú de rén zhú chū jìngwài, nǐmen tóng è xiāng jì, lángbèiwéijiān dì duìfù tāmen ──rúguǒ tāmen bèi fú láiguī, nǐmen què tì tāmen shúshēn ──qūzhú tāmen, zài nǐmen shì fànfǎ de xíngwéi. Nǐmen quèxìn jīngdiǎn lǐ de yībùfèn lǜ lì, ér bùxìn bié yībùfèn ma? Nǐmen zhōng zuò cǐ shì zhě, qí bàochóu bù wài zài jīnshì shēnghuó zhōng shòurǔ, zài fùhuó rì, bèi pàn shòu zuì yánlì de xíngfá. Zhēnzhǔ jué bù hūshì nǐmen de xíngwéi."
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "Zhè děng rén, shì yǐhòushì huànqǔ jīnshì shēnghuó de, gù tāmen suǒ shòu de xíngfá, bù bèi jiǎnqīng, tāmen yě bù bèi yuánzhù."
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "Wǒ què yǐ bǎ jīngdiǎn shǎngcì mù sà, bìng zài tā zhīhòu jìxù pàiqiǎn xǔduō shǐzhě, wǒ bǎ xǔduō míngzhèng shǎngcì gěi mài ěr yàn zhīzǐ ěr sā, bìng yǐ xuán líng fúzhù tā. Nándào měi féng shǐzhě bǎ nǐmen de sīxīn suǒ bù xǐ'ài de dōngxī dài lái gěi nǐmen de shíhòu, nǐmen zǒng shì wàngzìzūndà ma? Yībùfèn shǐzhě, bèi nǐmen jiāyǐ fǒurèn; yībùfèn shǐzhě, bèi nǐmen jiāyǐ shāhài."
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "Tāmen shuō:`Wǒmen de xīn shì shòu méngbì de.'Bùrán, zhēnzhǔ wèi tāmen bùxìndào ér qì jué tāmen, gù tāmen de xìnyǎng shì hěn shǎo de."
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "Dāng yī bù jīngdiǎn néng zhèngshí tāmen suǒyǒu de jīngdiǎn, cóng zhēnzhǔ jiànglín tāmen de shíhòu,(tāmen bùxìn tā). Yǐqián tāmen chángcháng qídǎo, xīwàng jiè tā lái kèfú bùxìndào zhě, rán'ér dāng tāmen yèyǐ rènshí de zhēnlǐ jiànglín tāmen de shíhòu, tāmen bùxìn tā. Gù zhēnzhǔ de qì jué jiā yú bùxìndào zhě."
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "Tāmen yīn zhēnzhǔ bǎ tā de ēnhuì jiàng gěi tāsuǒ yìyù de pú rén, gù tāmen xīnhuái jídù, yīn'ér bù xìn zhēnzhǔ suǒ jiàng shì de jīngdiǎn; tāmen wèi cǐ ér chūmài zìjǐ, tāmen suǒdé de dàijià zhēn èliè. Gù tāmen yīng shòu jiābèi de qiǎn nù. Bù xìndào zhě, jiāng shòu língrù de xíngfá."
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "Yǒurén duì tāmen shuō:`Nǐmen yīngdāng xìn zhēnzhǔ suǒ jiàng shì de jīngdiǎn.'Tāmen jiù shuō:`Wǒmen xìn wǒmen suǒ shòu de qǐshì.'Tāmen bù xìn cǐhòu de jīngdiǎn, qíshí, zhè bù jīngdiǎn shì zhēnshí de, néng zhèngshí tāmen suǒyǒu de jīngdiǎn. Nǐ shuō:`Rúguǒ nǐmen shì xìndào de rén, yǐqián nǐmen wéishènme shāhài zhòng xiānzhī ne?'"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "Mù sà què yǐ zhāoshì nǐmen xǔduō míngzhèng, tā líkāi nǐmen zhīhòu, nǐmen què rèn dú wèi shén, nǐmen shì bùyì de."
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "Dāngshí, wǒ yǔ nǐmen dìyuē, bìng jiāng shānyuè shùlì zài nǐmen de shàngmiàn, wǒ shuō:`Nǐmen dāng jiānshǒu wǒ suǒ cì nǐmen de jīngdiǎn, bìng dāng tīngcóng.'Tāmen shuō:`Wǒmen tīng ér bù cóng.'Tāmen bù xìndào, gù duì dú zhī ài, yǐ jìnrùnle tāmen de xīnlíng. Nǐ shuō:`Rúguǒ nǐmen shì xìnshì, nàmò, nǐmen de xìnyǎng suǒ mìng nǐmen de zhēn èliè!'"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "Nǐ shuō:`Rúguǒ zài zhēnzhǔ nàlǐ de hòushì de ānzhái, shì nǐmen sīyǒu de, tārén bùdé gòngxiǎng, nàmò, nǐmen ruòshì chéngshí de, nǐmen jiù xīwàng zǎosǐ ba!'"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "Tāmen yīnwèi céngjīng fànzuì, suǒyǐ jué bù xīwàng zǎosǐ. Zhēnzhǔ duìyú bùyì de rén, shì quánzhī de."
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "Nǐ bì fāxiàn tāmen bǐ shìrén hái tānshēng, cǐ nà yǐ wù pèi zhǔ de hái tānshēng; tāmen zhōng měi gèrén, dōu yuàn xiǎng shòu qiānsuì, dàn tāmen zòng xiǎng shàng shòu, zhōng bùmiǎn yào shòu xíngfá. Zhēnzhǔ shì míngchá tāmen de xíngwéi de."
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "Nǐ shuō:`Fán chóushì jí bǔ lì lǐ de, dōu shì yīnwèi tā fèng zhēnzhǔ de mìnglìng bǎ qǐshì jiàng zài nǐ de xīn shàng, yǐ zhèngshí gǔ jīng, yǐndǎo shìrén, bìng xiàng xìnshìmen bàoxǐ."
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "Fán chóushì zhēnzhǔ, zhòng tiānshén, zhòng shǐzhě, yǐjí jí bǔ lì lǐ hé mǐ kǎ lǐ de, xūzhī zhēnzhǔ shì chóushì bù xìndào de rénmen de.'"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "Wǒ què yǐ jiàng shì nǐ xǔduō míngxiǎn de jīxiàng, zhǐyǒu zuìrén bù xìn tā."
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "Tāmen měi féng dìjié yī xiàng méngyuē, bùshì jiù yǒu yībùfèn rén pāoqì tā ma? Bùrán, tāmen dàbàn shì bù xìndào de."
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "Dāng yīgè shǐzhě néng zhèngshí tāmen suǒyǒu de jīngdiǎn de, cóng zhēnzhǔ nàlǐ láilín tāmen de shíhòu, xìnfèng tiān jīng de rén zhōng yǒu yībùfèn rén, bǎ zhēnzhǔ de jīngdiǎn pāoqì zài tāmen de bèihòu, hǎo xiàng tāmen bù zhīdào yīyàng."
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "Tāmen zūn suí zhòng èmó duìyú sù lái màn de guó quán suǒ xuāndú de wúmiè yánlùn ──sù lái màn méiyǒu pàn dào, zhòng èmó què pàn dàole ──tāmen jiào rén móshù, bìng jiāng bābǐlún de liǎng gè tiānshén hā lǔ tè hé mǎ lǔ tè suǒdé de móshù jiào rén. Tāmen liǎ zài jiàoshòu rènhé rén zhīqián, bì shuō:`Wǒmen zhǐshì shìyàn, gù nǐ bùkě pàn dào.'Tāmen jiù cóng tāmen liǎ xuéle kěyǐ líjiàn fūqī de móshù, dàn bùdé zhēnzhǔ de xǔkě, tāmen jué bùnéng yòng móshù shānghài rènhé rén. Tāmen xuéle duì zìjǐ yǒuhài ér wúyì de dōngxī. Tāmen què yǐ zhīdào shuí gòu qǔ móshù, shuí zài hòu shì jué wú fú fen. Tāmen zhǐ yǐ cǐ chūmài zìjǐ, zhè dàijià zhēn èliè! Jiǎruò tāmen zhīdào,(bì bù kěn xué)."
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "Jiǎruò tāmen xìndào, érqiě jìngwèi, nàmò, cóng zhēnzhǔ nàlǐ jiàngxià de bàochóu, bì shì gèng hǎo de; jiǎruò tāmen zhīdào,(bì yǐ xìndào)."
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "Xìndào de rénmen a! Nǐmen bùyào (duì shǐzhě) shuō:`Lā yí nà', nǐmen yīngdāng shuō:`Wēn zhù ěr nà', nǐmen yīngdāng tīngcóng. Bù xìndào zhě, jiāng shòu tòngkǔ de xíngfá."
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "Bùxìndào zhě ──xìnfèng tiān jīng de hé yǐ wù pèi zhǔ de ──dōu bù yuàn yǒu rènhé fúlì cóng nǐmen de zhǔ jiàng yú nǐmen. Zhēnzhǔ bǎ tā de cí'ēn zhuān cì gěi tāsuǒ yìyù de rén, zhēnzhǔ shì yǒu hóng ēn de."
        },
        {
            "chapter": 2,
            "verse": 106,
            "text": "Fánshì wǒ suǒ fèichú de, huò shǐ rén wàngjì de qǐshì, wǒ bì yǐ gèng hǎo de huò tóngyàng de qǐshì dàitì tā. Nándào nǐ bù zhīdào zhēnzhǔ duìyú wànshì shì quánnéng de ma?"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "Nándào nǐ bù zhīdào zhēnzhǔ yǒu tiāndì de guó quán ma? Chú zhēnzhǔ zhī wài, nǐmen jì méiyǒu rènhé bǎohù zhě, yòu méiyǒu rènhé yuánzhù zhě."
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Nǐmen xiǎng qǐngwèn nǐmen de shǐzhě, xiàng yǐqián tāmen qǐngwèn mù sà yīyàng ma? Yǐ zhèngxìn huànqǔ mí wù de rén, què yǐ míshī zhèngdàole."
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Xìnfèng tiān jīng de rén dāngzhōng, yǒu xǔduō rénwéi yuàn shǐ nǐmen zài jì xìndào zhīhòu biànchéng bù xìndào zhě, zhè shì yīnwèi tāmen zài zhēnlǐ jì míng zhīhòu jí shì nǐmen de yuángù. Dàn nǐmen yīngdāng shù ráo tāmen, yuánliàng tāmen, zhídào zhēnzhǔ fābù mìnglìng. Zhēnzhǔ duìyú wànshì què shì quánnéng de."
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Nǐmen yīngdāng jǐn shǒu bài gōng, wánnà tiān kè. Fán nǐmen wèi zìjǐ ér xíng de shàn, nǐmen jiàng zài zhēnzhǔ nàlǐ fā jiàn qí bàochóu. Zhēnzhǔ què shì míngchá nǐmen de xíngwéi de."
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "Tāmen shuō:`Chú yóutàijiàotú hé jīdū jiàotú wài, bié de rén jué bùdé rù lèyuán.'Zhè shì tāmen de wàngxiǎng. Nǐ shuō:`Rúguǒ nǐmen shì chéngshí de, nàmò, nǐmen ná chū zhèngjù lái ba!'"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "Bùrán, fán quántǐ guīshùn zhēnzhǔ, érqiě xíngshàn zhě, jiàng zài zhǔ nàlǐ xiǎngshòu bàochóu, tāmen jiānglái méiyǒu kǒngjù, yě méiyǒu yǒu chóu."
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "Yóutàijiàotú hé jīdū jiàotú, dōu shì sòngdú tiān jīng de, yóutàijiàotú quèshuō:`Jīdū jiào tú háo wú píngjù.'Jīdū jiào tú yě shuō:`Yóutàijiào tú háo wú píngjù.'Wúzhīshì de rén, tāmen yě shuō zhè zhǒng huà. Gù fùhuó rì zhēnzhǔ jiàng pànjué tāmen suǒ zhēnglùn de shìfēi."
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "Zǔzhǐ rén rù qīngzhēnsì qù niànsòng zhēnzhǔ de zūn míng, qiě túmóu chāihuǐ qīngzhēnsì zhě, yǒu shuí bǐ tāmen hái bùyì ne? Zhè děng rén, chúfēi zài huángkǒng zhī zhōng, bùyí jìn qīngzhēnsì qù. Tāmen zài jīnshì jiāng shòu língrǔ, zài hòushì jiāng shòu zhòngdà de xíngfá."
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "Dōngfāng hé xīfāng dōu shì zhēnzhǔ de; wúlùn nǐmen zhuǎnxiàng nǎ fāng, nàlǐ jiùshì zhēnzhǔ de fāngxiàng. Zhēnzhǔ què shì kuāndà de, què shì quánzhī de."
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "Tāmen shuō:`Zhēnzhǔ yǐ rén wéi zi.'Zànsòng zhēnzhǔ, chāojué wànwù! Bùrán, tiāndì wànwù, dōu shì tā de; yīqiè dōu shì fúcóng tā de."
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "Tā shì tiāndì de chuàngzào zhě, dāng tā pànjué yī jiàn shì de shíhòu, tā zhǐ duì nà jiàn shì shuō shēng `yǒu', tā jiù yǒule."
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "Wú zhì zhě shuō:`Wéishènme zhēnzhǔ bù hé wǒmen shuōhuà ne? Wéishènme bù yǒu yīzhǒng jīxiàng jiànglín wǒmen ne?'Tāmen zhīqián de rén yě shuōguò zhèyàng dehuà; tāmen de xīn shì xiāngsì de. Wǒ què yǐ wèi dǔxìn de mínzhòng chǎnmíng xǔduō jīxiàngle."
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "Wǒ què yǐ shǐ nǐ běn zhēnlǐ ér wéi bàoxǐ zhě hé jǐnggào zhě; nǐ duì huǒ yù de jūmín bù fù zérèn."
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "Yóutàijiào tú hé jīdū jiào tú jué bù xǐhuān nǐ, zhídào nǐ shùncóng tāmen de zōngjiào. Nǐ shuō:`Zhēnzhǔ de zhǐdǎo, què shì zhǐdǎo.'Zài zhīshì jiànglín nǐ zhīhòu, rúguǒ nǐ shùncóng tāmen de sīyù, nàmò, nǐ jué wú rènhé bǎohù zhě huò yuánzhù zhě, yǐ fǎnkàng zhēnzhǔ."
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Méng wǒ shǎngcì jīngdiǎn ér qièshí dì jiāyǐ zūnshǒu zhě, shì xìn nà jīngdiǎn de. Bù xìn nà jīngdiǎn zhě, shì kuī shé de."
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "Yǐsèliè de hòuyì a! Nǐmen yīngdāng míngjì wǒ suǒ shī yú nǐmen de ēndiǎn, bìng míngjì wǒ céng shǐ nǐmen chāoyuè shìrén."
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "Nǐmen dàng fángbèi jiānglái yǒu zhèyàng de yī rì, rènhé rén bùnéng tì rènhé rén bāng yīdiǎn máng, rènhé rén de shújīn, dōu bù méng jiēshòu, shuō qíng duìyú rènhé rén dōu wú bìyì, tāmen yě bù huò yuánzhù."
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "Dāngshí, yì bo lā xīn de zhǔ yòng ruògān jiè mìng shìyàn tā, tā jiù shíjiànle nàxiē jiè mìng. Tā shuō:`Wǒ bìdìng rènmìng nǐ wèi zhòng pú rén de shībiǎo.'Yì bo lā xīn shuō:`Wǒ de yībùfèn hòuyì, yě dé wéi rén shībiǎo ma?'Tā shuō:`Wǒ de rènmìng, bù bāokuò bùyì de rénmen.'"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "Dāngshí, wǒ yǐ tiān fáng wèi zhòngrén de guīsù de hé ānníng de. Nǐmen dāng yǐ yì bo lā xīn de lìzú dì wéi lǐbài chù. Wǒ mìng yì bo lā xīn hé yì sīmǎ yí shuō:`Nǐmen liǎ yīngdāng wèi xuánrào zhìjìng zhě, qiánchéng zhù shǒu zhě, jūgōng kòutóu zhě, qīngjié wǒ de fángwū.'"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "Dāngshí, yì bo lā xīn shuō:`Wǒ de zhǔ a! Qiú nǐ shǐ zhèlǐ biànchéng ānníng dì dìfāng, qiú nǐ yǐ gèzhǒng liángshí gōngjǐ zhèlǐ de jūmín ──tāmen zhōngxìn zhēnzhǔ hé mòrì de rén.'Tā shuō:`Bù xìndào zhě, wǒ jiāng shǐ tā zhànshí xiǎngshòu, ránhòu qiǎngbī tā qù shòu huǒxíng. Nà jiéguǒ zhēn èliè!'"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "Dāngshí, yì bo lā xīn hé yì sīmǎ yí shù qǐ tiān fáng de jīchǔ, tāmen liǎ qídǎo shuō:`Wǒmen de zhǔ a! Qiú nǐ jiēshòu wǒmen de jìngyì, nǐ què shì quán cōng de, què shì quánzhī de."
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "Wǒmen de zhǔ a! Qiú nǐ shǐ wǒmen biànchéng nǐ de liǎng gè shùnmín, bìng cóng wǒmen de hòuyì zhōng zàochéng guīshùn nǐ de mínzú, qiú nǐ zhāoshì wǒmen cháojìn de yíshì, qiú nǐ shù yòu wǒmen, nǐ què shì zhì yòu de, què shì zhì cí de."
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "Wǒmen de zhǔ a! Qiú nǐ zài tāmen zhōngjiān pàiqiǎn yīgè tóngzú de shǐzhě, duì tāmen xuāndú nǐ de qǐshì, jiàoshòu tāmen tiān jīng hé zhìhuì, bìngqiě xūn táo tāmen. Nǐ què shì wànnéng de, què shì zhì ruì de.'"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "Chú wàngzìfěibáo zhě wài, shuí yuàn bǐqì yì bo lā xīn de zōngjiào ne? Zài jīnshì, wǒ què yǐ jiǎnxuǎnle tā; zài hòushì, tā bì jūyú shànrén zhī liè."
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "Dāngshí, tā de zhǔ duì tā shuō:`Nǐ guīshùn ba.'Tā shuō:`Wǒ yǐ guīshùn quán shìjiè de zhǔle.'"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "Yì bo lā xīn hé yè ěr gū bái dōu céng yǐ cǐ zhǔfù zìjǐ de érzi shuō:`Wǒ de érzimen a! Zhēnzhǔ què yǐ wèi nǐmen jiǎnxuǎnle zhège zōngjiào, suǒyǐ nǐmen chúfēi chéngle guīshùn de rén bù kěyǐ sǐ.'"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Dāng yè ěr gū bái línsǐ de shíhòu, nǐmen zài yì ma? Dāngshí, tā duì tā de érzimen shuō:`Wǒ sǐ zhīhòu, nǐmen jiāng chóngbài shénme?'Tāmen shuō:`Wǒmen jiāng chóngbài nǐ suǒ chóngbài de, hé nǐ de zǔxiān yì bo lā xīn, yì sīmǎ yí, yì sī hā gé suǒ chóngbài de ──dú yī de zhǔzǎi ──wǒmen zhǐ guīshùn tā.'"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Nà shì yǐ shìqù de mínzú, tāmen dé xiǎngshòu tāmen de xíngwéi de bàochóu, nǐmen dé xiǎngshòu nǐmen de xíngwéi de bàochóu, nǐmen duì tāmen de xíngwéi bù fù zérèn."
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "Tāmen shuō:`Nǐmen yīngdāng biànchéng yóutàijiàotú hé jīdū jiàotú, nǐmen cáinéng huòdé zhèngdào.'Nǐ shuō:`Bùrán, wǒmen zūnxún chóngfèng zhèngjiào de yì bo lā xīn de zōngjiào, tā bùshì yǐ wù pèi zhǔ zhě.'"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "Nǐmen shuō:`Wǒmen xìn wǒmen suǒ shòu de qǐshì, yǔ yì bo lā xīn, yì sīmǎ yí, yì sī hā gé, yè ěr gū bái hé gè zhīpài suǒ shòu de qǐshì, yǔ mù sà hé ěr sā shòu cì de jīngdiǎn, yǔ zhòng xiānzhī shòu zhǔ suǒ cì de jīngdiǎn; wǒmen duì tāmen zhōng rènhé yīgè, dōu bù jiāyǐ qíshì, wǒmen zhǐ shùn zhēnzhǔ.'"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "Rúguǒ tāmen xiàng nǐmen yàng xìndào, nàmò, tāmen què yǐ zūnxún zhèngdàole; rúguǒ tāmen bèiqì zhèngdào, nàmò, tāmen zhǐ xiànyú fǎnduì zhōng; zhēnzhǔ jiàng tì nǐmen dǐyù tāmen. Tā què shì quán cōng de, què shì quánzhī de."
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "Nǐmen dāng bǎochí zhēnzhǔ de xǐlǐ, yǒu shuí bǐ zhēnzhǔ shī xǐ dé gèng hǎo ne?`Wǒmen zhǐ chóngbài tā.'"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "Nǐ shuō:`Nándào nǐmen hé wǒmen zhēnglùn zhēnzhǔ ma? Qíshí, tā shì wǒmen de zhǔ, yěshì nǐmen de zhǔ; wǒmen jiāng shòu wǒmen de xíngwéi de bàochóu, nǐmen yě jiāng shòu nǐmen de xíngwéi de bàochóu; wǒmen zhǐshì zhōngyú tā de.'"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "Nándào nǐmen shuōguò `yì bo lā xīn, yì sīmǎ yí, yì sī hā gé, yè ěr gū bái hé gè zhīpài, dōu shì yóutàijiào tú, huò jīdū jiào tú ma?'Nǐ shuō:`Nǐmen gèng yǒu zhīshì ne? Háishì zhēnzhǔ gèng yǒu zhīshì ne? Zìjǐ shǒuzhōng yǒu cóng zhēnzhǔ jiàng shì de zhèngjù, ér jiāyǐ yǐnhuì de rén, yǒu shuí bǐ tā hái bùyì ne? Zhēnzhǔ jué bù hūshì nǐmen de xíngwéi.'"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "Nà shì yǐ shìqù de mínzú, tāmen dé xiǎngshòu tāmen de xíngwéi de bàochóu, nǐmen yě dé xiǎngshòu nǐmen de xíngwéi de bàochóu, nǐmen duì tāmen de xíngwéi bù fù zérèn."
        },
        {
            "chapter": 2,
            "verse": 142,
            "text": "Yībān yúrén jiāng shuō:`Tāmen wéishènme yào bèiqì tāmen yuánlái suǒ duì de cháoxiàng ne?'Nǐ shuō:`Dōngfāng hé xīfāng, dōu shì zhēnzhǔ de, tā bǎ tāsuǒ yìyù de rén yǐn shàng zhènglù.'"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "Wǒ zhèyàng yǐ nǐmen wéi zhōngzhèng de mínzú, yǐbiàn nǐmen zuò zhèng shìrén, ér shǐzhě zuò zhèng nǐmen. Wǒ yǐ nǐ yuánlái suǒ duì de fāngxiàng wèi cháoxiàng, zhǐ wèi biànbié shuí shì shùncóng shǐzhě de, shuí shì bèipàn de. Zhè què shì yī jiàn nánshì, dàn zài zhēnzhǔ suǒ yǐndǎo de rén, què bù nán. Zhēnzhǔ bù zhìshǐ nǐmen de xìnyǎng túláo wú chóu. Zhēnzhǔ duìyú shìrén, què shì zhì ài de, què shì zhì cí de."
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "Wǒ què yǐ jiàn nǐ fǎnfù de yǎngshì tiānkōng, gùwǒ bì shǐ nǐ zhuǎnxiàng nǐ suǒ xǐyuè de cháoxiàng. Nǐ yīngdāng bǎ nǐ de liǎn zhuǎnxiàng jìn sì. Nǐmen wúlùn zài nàlǐ, dōu yīngdāng bǎ nǐmen de jiǎn zhuǎnxiàng jìn sì. Céng shòu tiān jīng zhě bìdìng zhīdào zhè shì cóng tāmen de zhǔ jiàng shì de zhēnlǐ, zhēnzhǔ jué bù hūshì tāmen de xíngwéi."
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "Jíshǐ nǐ yǐ yī qiē jīxiàng zhāoshì céng shòu tiān jīng zhě, tāmen bì bù shùncóng nǐ de cháoxiàng, nǐ yě jué bù shùncóng tāmen de cháoxiàng; tāmen gè shǒu zìjǐ de cháoxiàng, hù bù xiāng cóng. Zài zhīshì jiànglín nǐ zhīhòu, rúguǒ nǐ shùncóng tāmen de sīyù, nàmò, nǐ bìdìng shì bùyì zhě."
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "Méng wǒ shǎngcì jīngdiǎn de rén, rènshí tā, yóurú rènshí zìjǐ de érnǚ yīyàng. Tāmen zhōng yǒu yīpài rén, díquè míngzhīgùfàn de yǐnhuì zhēnlǐ."
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "Zhēnlǐ shì cóng nǐ de zhǔ jiàng shì de, gù nǐ jué bùyào huáiyí."
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "Gè rén dōu yǒu zìjǐ suǒ duì de fāngxiàng, gù nǐmen dāng zhēngxiān wéi shàn. Nǐmen wúlùn zài nàlǐ, zhēnzhǔ jiàng yào bǎ nǐmen jíhé qǐlái, zhēnzhǔ duìyú wànshì, què shì quánnéng de."
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "Nǐ wúlùn cóng nàlǐ chūqù, dōu yīngdāng bǎ nǐ de liǎn zhuǎnxiàng jìn sì; zhè què shì cóng nǐ de zhǔ jiàng shì de zhēnlǐ. Zhēnzhǔ jué bù hūshì nǐmen de xíngwéi."
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "Nǐ wúlùn cóng nàlǐ chūqù, dōu yīngdāng bǎ nǐ de liǎn zhuǎnxiàng jìn sì. Nǐmen wúlùn zài nàlǐ, dōu yīngdāng bǎ nǐmen de liǎn zhuǎnxiàng tā, yǐmiǎn tārén duì nǐmen yǒu suǒ jièkǒu. Wéi tāmen zhōng bùyì de rén chúwài, dàn nǐmen bùyào wèijù tāmen, nǐmen dāng wèijù wǒ, yǐbiàn wǒ chéngquán wǒ suǒ shī yú nǐmen de ēndiǎn, yǐbiàn nǐmen zūnxún zhèngdào."
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "Yóurú wǒ pàiqiǎn nǐmen zú zhōng de yīgè shǐzhě lái jiàohuà nǐmen, duì nǐmen xuāndú wǒ de jīxiàng, xūntáo nǐmen, jiàoshòu nǐmen tiān jīng hé zhìhuì, bìng jiāng nǐmen suǒ bù zhīdào de jiàoxùn nǐmen."
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "Gù nǐmen dāng jìyì wǒ,(nǐmen jìyì wǒ), wǒ jiù jìyì nǐmen; nǐmen dāng gǎnxiè wǒ; bùyào gūfù wǒ."
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "Xìndào de rénmen a! Nǐmen dāng jiè jiānrěn hé bài gōng, ér qiú yòuzhù. Zhēnzhǔ què shì yǔ jiānrěn zhě tóng zài de."
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "Wéi zhǔ dào ér bèi qiánghài de rén, nǐmen bùyào shuō tāmen shì sǐ de; qíshí, tāmen shì huó de, dàn nǐmen bù zhījué."
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "Wǒ bì yǐ xiēwéi de kǒngbù hé jījǐn, yǐjí zīchǎn, shēngmìng, shōuhuò děng de sǔnshī, shìyàn nǐmen, nǐ dāng xiàng jiānrěn de rén bàoxǐ."
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "Tāmen zāonàn de shíhòu, shuō:`Wǒmen què shì zhēnzhǔ suǒyǒu de, wǒmen bìdìng zhǐ guīyī tā.'"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "Zhè děng rén, shì méng zhēnzhǔ de hù yòu hé cí'ēn de; zhè děng rén, què shì zūnxún zhèngdào de."
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "Sài fǎ hé mài ěr wéi, què shì zhēnzhǔ de biāozhì. Jǔxíng dà cháo huò xiǎo cháo de rén, wúfáng yóu cǐ liǎng shān. Zìyuàn xíngshàn zhě,(bìděi shàn bào), yīn wéi zhēnzhǔ què shì hòu bào de, què shì quánzhī de."
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "Wǒ zài jīngdiǎn zhōng wèi shìrén chǎnmíngzhèngdào zhīhòu, yǐnhuì wǒ suǒ jiàng shì de míng zhèng hé zhèngdào de rén, zhēnzhǔ qì jué tāmen; yībān zǔzhòu zhě, dōu zǔzhòu tāmen."
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "Wéi huǐzuì zì xīn, chǎnmíng zhēnlǐ de rén, wǒ jiāng shè yòu tāmen. Wǒ shì zhì yòu de, shì zhì cí de."
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "Zhōngshēn bù xìndào, línsǐ hái bù xìndào de rén, bì shòu zhēnzhǔ de qì jué, bì shòu tiānshén hé rénlèi quántǐ de zǔzhòu."
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "Tāmen jiāng yǒng jū huǒ yù, bù méng jiǎnxíng, bù huò kuānxiàn."
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "Nǐmen suǒ dāng chóngbài de, shì wéiyī de zhǔzǎi; chú tā wài, jué wú yīng shòu chóngbài de; tā shì zhìrén de, shì zhì cí de."
        },
        {
            "chapter": 2,
            "verse": 164,
            "text": "Tiāndì de chuàngzào, zhòuyè de lúnliú, lì rén hánghǎi de chuánbó, zhēnzhǔ cóng yún zhōng jiàngxià yǔshuǐ, jiè tā ér shǐ yǐ sǐ de dàdì fùshēng, bìng zài dà dìshàng sànbù gèzhǒng dòngwù, yǔ fēngxiàng de gǎibiàn, tiāndì jiān shòuzhì de yún, duìyú néng liǎojiě de rén kàn lái, cǐ zhōng què yǒu xǔduō jīxiàng."
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "Yǒuxiē rén, zài zhēnzhǔ zhī wài, bié yǒu chóngbài, dàngzuò zhēnzhǔ de pǐdí; tāmen jìng'ài nàxiē pǐdí, xiàng jìng'ài zhēnzhǔ yīyàng ──xìndào de rénmen, duìyú jìng'ài zhēnzhǔ, yóuwéi kěnzhì ──dāng bùyì de rén, kànjiàn xíngfá de shíhòu, jiǎruò tāmen zhīdào yīqiè quánlì dōu shì zhēnzhǔ de, zhēnzhǔ shì xíngfá yánlì de……."
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "Dāngshí, bèi suícóng de rén, kànjiàn xíngfá, ér yǔ suícóng de rén juéjiāo, tāmen bǐcǐ jiān de guānxì, dōu duànjuéle."
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "Suícóng de rén, jiāng shuō:`Dàn yuàn wǒmen dé fǎn zhǔ shì, nàmò, wǒmen jiāng yǔ tāmen juéjiāo, yóurú tāmen yǔ wǒmen juéjiāo yīyàng.'Zhēnzhǔ jiàng zhèyàng yǐ tāmen de xíngwéi zhāoshì tāmen, shǐ tāmen gǎndào huǐhèn, tāmen jué bùnéng táo chū huǒ yù."
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "Zhòngrén a! Nǐmen kěyǐ chī dà dìshàng suǒyǒu héfǎ érqiě jiāměi de shíwù, nǐmen bùyào suícóng èmó de bùfá, tā què shì nǐmen de míng dí."
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "Tā zhǐ yǐ zuì'è hé chǒushì mìnglìng nǐmen, bìng jiào nǐmen jiǎjiè zhēnzhǔ de míngyì, ér shuō chū nǐmen suǒ bù zhīdào de shì."
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "Yǒurén quàn tāmen shuō:`Nǐmen yīngdāng zūnshǒu zhēnzhǔ suǒ jiàng shì de jīngdiǎn.'Tāmen jiù shuō:`Bùrán, wǒmen yào zūnshǒu wǒmen zǔxiān de yíjiào.'Jíshǐ tāmen de zǔxiān wúzhī wú shí, bù xún zhèngdào (tāmen réng yào zūnshǒu tāmen de yíjiào) ma?"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "Nǐ hàozhào bù xìndào zhě, jiù xiàng jiàohuàn zhǐ huì tīng hūhǎn de shēngchù yīyàng.(Tāmen) shì lóng de, shì yǎ de, shì xiā de, gù tāmen bù liǎojiě."
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "Xìndào de rénmen a! Nǐmen kěyǐ chī wǒ suǒ gōngjǐ nǐmen de jiāměi de shíwù, nǐmen dāng gǎnxiè zhēnzhǔ, rúguǒ nǐmen zhǐ chóngbài tā."
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "Tā zhǐ jìn jiè nǐmen chī zì sǐ wù, xiěyè, zhūròu, yǐjí sòng fēi zhēnzhǔ zhī míng ér zǎi de dòngwù; fán wèi shì suǒ pò, fēi chū zìyuàn, qiě bùguò fèn de rén,(suī chī jìnwù), háo wúzuìguo. Yīn wéi zhēnzhǔ què shì zhì shè de, què shì zhì cí de."
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "Yǐnhuì zhēnzhǔ suǒ jiàng shì de jīngdiǎn, ér yǐ liánjià chūmài tā de rén, zhǐshì bǎ huǒ tūn dào dùzi lǐ qù, zài fùhuó rì, zhēnzhǔ jì bù hé tāmen shuōhuà, yòu bù díchú tāmen de zuì'è, tāmen jiāng shòu tòngkǔ de xíngfá."
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "Zhè děng rén, yǐ zhèngdào huànqǔ mí wù, yǐ shè yòu huànqǔ xíngfá, tāmen zhēnnéng rěnshòu huǒxíng!"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "Zhè shì yīn wéi zhēnzhǔ yǐ jiàng shì bāohán zhēnlǐ de jīngdiǎn, wéibèi jīngdiǎn de rén, què yǐ xiànyú chángyuǎn de fǎnduì zhōng."
        },
        {
            "chapter": 2,
            "verse": 177,
            "text": "Nǐmen bǎ zìjǐ de liǎn zhuǎnxiàng dōngfāng hé xīfāng, dōu bùshì zhèngyì. Zhèngyì shì xìn zhēnzhǔ, xìn mòrì, xìn tiānshén, xìn tiān jīng, xìn xiānzhī, bìng jiāng suǒ ài de cáichǎn shī jì qīnqī, gū'ér, pínmín, lǚkè, qǐgài hé shú qǔ núlì, bìng jǐn shǒu bài gōng, wánnà tiān kè, lǚxíng yuē yán, rěnshòu qióngkùn, huànnàn hé zhànzhēng. Zhè děng rén, què shì zhōngzhēn de; zhè děng rén, què shì jìngwèi de."
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "Xìndào de rénmen a! Jīn yǐ shārén zhě dǐzuì wèi nǐmen de dìngzhì, gōngmín dǐcháng gōngmín, núlì dǐcháng núlì, fùnǚ dǐcháng fùnǚ. Rúguǒ shī qīn yǒu suǒ kuān shè, nàmò, yīfāng yīng yī lì tíchū yāoqiú, yīfāng yīng yī lǐ jǐyǔ péicháng, zhè shì nǐmen de zhǔ suǒ jiàng shì de jiǎnqīng hé cí'ēn. Shìhòu,guò fèn de rén, jiāng shòu tòngkǔ de xíngfá."
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "Yǒu lǐzhì de rénmen a! Nǐmen zài dǐzuì lǜ zhōng huòdé shēngmìng,(yǐ cǐ wéi zhì), yǐbiàn nǐmen jìngwèi."
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "Nǐmen dāngzhōng, ruò yǒurén zài línsǐ de shíhòu, hái yǒu yíchǎn, nàmò, yīngdāng wèi shuāngqīn hé zhìqīn ér bǐnggōng yízhǔ. Zhè yǐ chéng nǐmen de dìngzhì, zhè shì jìngwèi zhě yīng jìn de yìwù."
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "Jì wén yízhǔ zhīhòu, shuí jiāng yízhǔ jiāyǐ gēnggǎi, shuí fù gēnggǎi de zuìguo. Zhēnzhǔ què shì quán cōng de, què shì quánzhī de."
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "Ruò kǒng yízhǔ zhě piānsī huò wǎngfǎ, ér wéi qí qīnshǔ tiáojiě, nà shì háo wúzuìguo de. Zhēnzhǔ què shì zhì shè de, què shì zhì cí de."
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "Xìndào de rénmen a! Zhāijiè yǐ chéngwéi nǐmen de dìngzhì, yóurú tā céng wèi qián rén de dìngzhì yì yàng, yǐbiàn nǐmen jìngwèi."
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "Gù nǐmen dāng zhāijiè yǒu shǔ de ruògān rì. Nǐmen zhōng yǒuhàibìng huò lǚxíng de rén, dāng yī suǒ quē de rì shù bǔ zhāi. Nányǐ zhāijiè zhě, dāng nà fá shú, jí yǐ yī cān fàn, shī gěi yīgè pínmín. Zìyuàn xíngshàn zhě, bì huò gèng duō de shàn bào. Zhāijiè duìyú nǐmen shì gèng hǎo de, rúguǒ nǐmen zhīdào."
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "Lài mǎi dān yuè zhōng, kāishǐ jiàng shì “gǔlánjīng”, zhǐdǎo shìrén, zhāoshì míngzhèng, yǐbiàn zūnxún zhèngdào, fēnbié zhēn wěi, gù zài cǐ yuè zhōng, nǐmen yīngdāng zhāijiè; hài bìng huò lǚxíng de rén, dāng yī suǒ quē de rì shù bǔ zhāi. Zhēnzhǔyào nǐmen biànlì, bùyào nǐmen kùnnán, yǐbiàn nǐmen bǔzú suǒ quē de rì shù, yǐbiàn nǐmen zànsòng zhēnzhǔ yǐndǎo nǐmen de ēndé, yǐbiàn nǐmen gǎnxiè tā."
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "Rúguǒ wǒ de pú rén xúnwèn wǒ de qíngzhuàng, nǐ jiù gàosù tāmen: Wǒ què shì línjìn de, què shì dāyìng qídǎo zhě de qídǎo de. Dāng tā qídǎo wǒ de shíhòu, jiào tāmen dāyìng wǒ, xìnyǎng wǒ, yǐbiàn tāmen zūnxún zhèngdào."
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "Zhāijiè de yèjiān, zhǔn nǐmen hé qī shì jiāojiē. Tāmen shì nǐmen de yīfú, nǐmen shì tāmen de yīfú. Zhēnzhǔ yǐ zhīdào nǐmen zì qī, ér shù ráo nǐmen, shèmiǎn nǐmen; xiànzài, nǐmen kěyǐ hé tāmen jiāojiē, kěyǐ qiú zhēnzhǔ wèi nǐmen zhùdìng de (zǐnǚ), kěyǐ chī, kěyǐ yǐn, zhì límíng shí tiānbiān de hēi xiàn hé báixiàn duì nǐmen jiérán huàfēn. Ránhòu zhěng rì zhāijiè, zhìyú yèjiān. Nǐmen zài qīngzhēnsì yōu jū de shíhòu, bùyào hé tāmen jiāojiē. Zhè shì zhēnzhǔ de fǎdù, nǐmen bùyào línjìn tā. Zhēnzhǔ zhèyàng wèi shìrén chǎnmíng tā de jīxiàng, yǐbiàn tāmen jìngwèi."
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "Nǐmen bùyào jiè zhàshù ér qīnshí biérén de cáichǎn, bùyào yǐ biérén de cáichǎn huìlù guānlì, yǐbiàn nǐmen míngzhīgùfàn de jiè zuìxíng ér qīnshí biérén de yībùfèn cáichǎn."
        },
        {
            "chapter": 2,
            "verse": 189,
            "text": "Tāmen xúnwèn xīn yuè de qíngzhuàng, nǐ shuō:`Xīn yuè shì rénshì hé cháojìn de shíjì.'Zhèngyì jué bùshì cóng fángwū hòumiàn chuān dòng jìnqù, dàn zhèngyì shì jìngwèi. Nǐmen dāng cóng ménhù zǒu jìn fángwū, dāng jìngwèi zhēnzhǔ, yǐbiàn nǐmen chénggōng."
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "Nǐmen dāng wéi zhǔ dào ér dǐkàng jìngōng nǐmen de rén, nǐmen bùyàoguò fèn, yīn wéi zhēnzhǔ bìdìng bù xǐ'àiguò fèn zhě."
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "Nǐmen zài nàlǐ fāxiàn tāmen, jiù zài nàlǐ shālù tāmen; bìng jiāng tāmen zhú chū jìngwài, yóurú tāmen cóngqián qūzhú nǐmen yīyàng, pòhài shì bǐ shālù gèng cánkù de. Nǐmen bùyào zài jìn sì fùjìn hé tāmen zhàndòu, zhídào tāmen zài nàlǐ jìngōng nǐmen; rúguǒ tāmen jìngōng nǐmen, nǐmen jiù yīngdāng shālù tāmen. Bù xìndào zhě de bàochóu shì zhèyàng de."
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "Rúguǒ tāmen tíngzhàn, nàmò, zhēnzhǔ què shì zhì shè de, què shì zhì cí de."
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "Nǐmen dāng fǎnkàng tāmen, zhídào pòhài xiāochú, ér zōngjiào zhuān wéi zhēnzhǔ; rúguǒ tāmen tíngzhàn, nàmò, chú bùyì zhě wài, nǐmen jué bùyào qīnfàn rènhé rén."
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "Jìn yuè dǐcháng jìn yuè, fán yīngdāng zūnjìng de shìwù, dōu shì hùxiāng dǐcháng de. Shuí qīnfàn nǐmen, nǐmen kěyǐ tóngyàng de fāngfǎ bàofù shuí; nǐmen dāng jìngwèi zhēnzhǔ, dāng zhīdào zhēnzhǔ shì yǔ jìngwèi zhě tóng zài de."
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "Nǐmen dāng wéi zhǔ dào ér shīshě, nǐmen bùyào zì tóu yú mièwáng. Nǐmen yīng dàng xíngshàn; zhēnzhǔ díquè xǐ'ài xíngshàn de rén."
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "Nǐmen dāng wéi zhēnzhǔ ér wánchéng dà cháo hé xiǎo cháo. Rúguǒ nǐmen bèi kùn yú zhōngtú, nàmò, yīngdāng xiàn yī zhī yì dé de xīshēng. Nǐmen bùyào tì fà, zhídào xīshēng dàodá qí dìng suǒ. Nǐmen dāngzhōng shuí wéi shēngbìng huò tóu bù yǒu jí ér tì fà, shuí dāng yǐ zhāijiè, huò shīshě, huò xiàn shēng, zuòwéi fá shú. Dāng nǐmen píng'ān dì shíhòu, fán zài xiǎo cháo hòu xiǎngshòu dào dà cháo de rén, dōu yīngdāng xiàn yī zhī yì dé de xīshēng. Fán bùnéng xiàn shēng de, dōu yīngdāng zài dà cháo qíjiān zhāijiè sān rì, guī jiā hòu zhāijiè qī rì, gòngjì shí rì. Zhè shì jiājuàn bùzài jìn sì qūyù nèi de rén suǒ yīng jìn de yìwù. Nǐmen dāng jìngwèi zhēn zhǔ, nǐmen dāng zhīdào zhēn zhǔ de xíngfá shì yánlì de."
        },
        {
            "chapter": 2,
            "verse": 197,
            "text": "Cháojìn de yuèfèn, shì jǐ gè kězhī de yuèfèn. Fán zài zhè jǐ gè yuè nèi juéjì cháojìn de rén, zài cháojìn zhōng dāng jièchú yín cí, è yán hé zhēngbiàn. Fán nǐmen suǒ xíng de shàngōng, zhēnzhǔ dōu shì zhīdào de. Nǐmen dāng yǐ jìngwèi zuò lǚfèi, yīnwèi zuì hǎo de lǚfèi shì jìngwèi. Yǒu lǐzhì de rén a! Nǐmen dāng jìngwèi wǒ."
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "Xúnqiú zhǔ de ēnhuì, duìyú nǐmen shì wúzuì de. Nǐmen cóng ā lài fǎ tè jié duì ér xíng de shíhòu, dāng zài jìn sì fùjìn jìniàn zhēnzhǔ, nǐmen dāng jìniàn tā, yīnwèi tā céng jiàodǎo nǐmen, cóngqián nǐmen què shì mí wù de."
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "Ránhòu, nǐmen cóngzhòng rén jié duì ér xíng dì dìfāng jié duì ér xíng, nǐmen dāng xiàng zhēnzhǔ qiúráo. Zhēnzhǔ què shì zhì shè de, què shì zhì cí de."
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "Nǐmen zài jǔxíng cháojìn de diǎnlǐ zhīhòu, dāng jìniàn zhēnzhǔ, yóurú jìniàn nǐmen de zǔxiān yīyàng, huò jìniàn dé gèng duō xiē. Yǒurén shuō:`Wǒmen de zhǔ a! Qiú nǐ zài jīnshì shǎngcì wǒmen.'Tā zài hòushì, jué wú fú fen."
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "Yǒurén shuō:`Wǒmen de zhǔ a! Qiú nǐ zài jīnshì shǎngcì wǒmen měihǎo de (shēnghuó), zài hòushì yě shǎngcì wǒmen měihǎo de (shēnghuó), qiú nǐ bǎohù wǒmen, miǎn shòu huǒ yù de xíngfá.'"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "Zhè děng rén, jiāng yīn tāmen de yíng qiú ér xiǎngshòu yībùfèn de bàochóu. Zhēnzhǔ de qīngsuàn shì shénsù de."
        },
        {
            "chapter": 2,
            "verse": 203,
            "text": "Nǐmen dāng zài shù rìnèi jìniàn zhēnzhǔ, zài liǎng rìnèi cāngcù qǐchéng de rén, háo wúzuìguo; yánchí de rén, yě wúzuìguo.(Juézé de quánlì), zhuān guī jìngwèi de rén. Nǐmen dāng jìngwèi zhēnzhǔ, dāng zhīdào nǐmen zhǐ bèi jíhé zài tā nàlǐ."
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "Yǒurén tánlùn jīnshì de shēnghuó, tā de yánlùn, shǐ nǐ zàntàn, tā hái qiú zhēnzhǔ zuò zhèng tā de cúnxīn. Qíshí, tā shì zuì qiánghàn de chóudí."
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "Tā zhuǎnliǎn zhīhòu, túmóubùguǐ, róulìn hé jià, shānghài shēngchù. Zhēnzhǔ shì bù xǐ zuò'è de."
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "Yǒurén duì tā shuō:`Nǐ dāng jìngwèi zhēnzhǔ', tā jiù yīn xiūfèn ér fànzuì. Huǒ yù jiāng shǐ tā mǎnzú, nà wò rù zhēn èliè."
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "Yǒurén wéi qiú zhēnzhǔ de xǐyuè ér zìyuàn juānqū. Zhēnzhǔ shìrén'ài zhòng pú de."
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "Xìndào de rénmen a! Nǐmen dāng quántǐ rù zài hépíng jiào zhōng, bùyào gēnsuí èmó de bùfá, tā què shì nǐmen de míng dí."
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "Rúguǒ nǐmen zài míngzhèng jiànglín zhīhòu bèilí zhèngdào, nàmò, nǐmen dāng zhīdào zhēnzhǔ shì wànnéng de, shì zhì ruì de."
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "Tāmen zhǐ děngdài zhēnzhǔ zài yún yīn zhōng yǔ zhòng tiānshén tóng qí jiànglín, shìqíng jiāng bèipànjué. Yīqiè shìqíng, zhǐ guīzhēnzhǔ ānpái."
        },
        {
            "chapter": 2,
            "verse": 211,
            "text": "Nǐ wèn yǐsèliè de hòuyì, wǒ shǎngcìguò tāmen ruògān míngxiǎn de jīxiàng. Zhēnzhǔ de ēndiǎn jiànglín zhīhòu, fán jiāyǐbiàngēng de rén,(zhēnzhǔ bìdìng chéngfá tā), yīn wéi zhēnzhǔ de xíngfá què shì yánlì de."
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "Bùxìndào de rén, wéi jīnshì de shēnghuó suǒ míhuò, tāmen cháoxiào xìndào zhě, fùhuó rì, jìngwèi zhě jiàng zài tāmen zhī shàng; zhēnzhǔ jiàng wú liáng dì gōngjǐ tāsuǒ yìyù zhě."
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "Shìrén yuán shì yīgè mínzú, sìhòu, tāmen xìnyǎng fēnqí, gù zhēnzhǔ pài zhòng xiānzhī zuò bàoxǐ zhě hé jǐnggào zhě, qiě jiàng shì tāmen bāohán zhēnlǐ de jīngdiǎn, yǐ biàn tā wèi shì rén pànjué tāmen suǒ zhēnglùn de shìfēi. Wéi céng shòu tiān jīng de rén, zài míngzhèng jiànglín zhīhòu, wèi hùxiāng jídù, ér duì tiān jīng yìjiàn fēnqí, gù zhēnzhǔ yī zìjǐ de yìzhǐ ér yǐndǎo xìndào de rén, bǐ dé míngliǎo tāmen suǒ zhēnglùn de zhēnlǐ. Zhēnzhǔ yǐndǎo tāsuǒ yìyù de rén zǒu shàng zhènglù."
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "Nǐmen hái méiyǒu zāoyù qián rén suǒ zāoyù de huànnàn, jiù cāixiǎng zìjǐ dé rù lèyuánle ma? Qián rén céng zāoshòu qióngkùn hé huànnàn, céng shòu zhènjīng, shènzhì shǐzhě hé xìndào de rén dōu shuō:`Zhēnzhǔ de yuánzhù shénme shíhòu jiànglín ne?'Zhēn de, zhēnzhǔ de yuánzhù, què shì línjìn de."
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "Tāmen wèn nǐ tāmen yīnggāi zěnyàng fèiyòng, nǐ shuō:`Nǐmen suǒ fèiyòng de cáichǎn, dāng fèiyòng yú fùmǔ, zhìqīn, gū'ér, pínmín, lǚkè. Nǐmen wúlùn xíng shénme shàngōng, dōu què shì zhēnzhǔ suǒ quánzhī de.'"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "Zhànzhēng yǐ chéngwéi nǐmen de dìngzhì, ér zhànzhēng shì nǐmen suǒ yànwù de. Yěxǔ nǐmen yànwù mǒu jiàn shì, ér nà jiàn shì duì nǐmen shì yǒuyì de; huòxǔ nǐmen xǐ'ài mǒu jiàn shì, ér nà jiàn shì duìyú nǐmen shì yǒuhài de. Zhēnzhǔ zhīdào, nǐmen què bù zhīdào."
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "Tāmen wèn nǐ jìn yuè nèi kěyǐ zuòzhàn ma? Nǐ shuō:`Jìn yuè nèi zuòzhàn shì dàzuì; fáng'ài zhǔ dào, bù xìn zhēnzhǔ, fáng'ài (cháojìn) jìn sì, qūzhú jìn sì qū de jūmín chūjìng, zhèxiē xíngwéi, zài zhēn zhǔ kàn lái, qí zuì gèng dà. Pòhài shì bǐ shālù hái cánkù de.'Rúguǒ tāmen nénglì chōngzú, shìbì jìxù jìngōng nǐmen, wù shǐ nǐmen pàn jiào. Nǐmen zhōng shuí bèi pàn zhèngjiào, zhì sǐ hái bù xìndào, shuí de shàngōng zài jīnshì hé hòushì wánquán wúxiào. Zhè děng rén, shì huǒ yù de jūmín, tāmen jiāng yǒng jū qízhōng."
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "Xìndào de rén, líbié gùxiāng bìngqiě wéi zhǔ dào ér fèndòu de rén, zhè děng rén tāmen díquè xīwàng zhēn zhǔ de cí'ēn. Zhēn zhǔ shì zhì shè de, shì zhì cí de."
        },
        {
            "chapter": 2,
            "verse": 219,
            "text": "Tāmen wèn nǐ yǐnjiǔ hé dǔbó (de lǜ lì), nǐ shuō:`Zhè liǎng jiàn shì dōu bāohánzhe dàzuì, duìyú shìrén dōu yǒu xǔduō lìyì, ér qí zuìguo bǐ lìyì hái dà.'Tāmen wèn nǐ tāmen yīnggāi shīshě shénme, nǐ shuō:`Nǐmen shīshě shèngyú de ba.'Zhēnzhǔ zhèyàng wèi nǐmen chǎnmíng yī qiē jīxiàng, yǐbiàn nǐmen sīwéi jīnshì hé hòushì de shìwù."
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "Tāmen wèn nǐ zěnyàng dàiyù gū'ér, nǐ shuō:`Wèi tāmen gǎishàn tāmen de shìwù shì gèng hǎo de. Rúguǒ nǐmen yǔ tāmen héhuǒ, nàmò,(nǐmen yīngdāng jìqǔ) tāmen shì nǐmen de jiào bāo. Zhēnzhǔ néng biànbié pòhuài de rén hé gǎishàn de rén. Jiǎruò zhēnzhǔ yìyù, tā bì shǐ nǐmen fánnán.'Zhēnzhǔ què shì wànnéng de, què shì zhì ruì de."
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "Nǐmen bùyào qǔ yǐ wù pèi zhǔ de fùnǚ, zhídào tāmen xìndào. Yǐ xìndào de núbì, díquèshèngguò yǐ wù pèi zhǔ de fùnǚ, jíshǐ tā shǐ nǐmen àimù tā. Nǐmen bùyào bǎ zìjǐ de nǚ'ér jià gěi yǐ wù pèi zhǔ de nánrén, zhídào tāmen xìndào. Yǐ xìndào de núpú, díquèshèngguò yǐ wù pèi zhǔ de nánrén, jíshǐ tā shǐ nǐmen àimù tā. Zhè děng rén jiào nǐmen rù huǒ yù, zhēnzhǔ què suíyì dì jiào nǐmen rù lèyuán, hé dédào shè yòu. Tā wèi shìrén chǎnmíng tā de jīxiàng, yǐbiàn tāmen juéwù."
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "Tāmen wèn nǐ yuèjīng de (lǜ lì), nǐ shuō:`Yuèjīng shì yǒuhài de, gù zài jīngqí zhōng nǐmen yīngdāng líkāi qīzi, bùyào yǔ tāmen jiāojiē, zhídào tāmen qīngjié. Dāng tāmen xǐ jìng de shíhòu, nǐmen kěyǐ zài zhēnzhǔ suǒ mìng nǐmen de bùwèi yǔ tāmen jiāojiē.'Zhēnzhǔ dí què xǐ'ài huǐzuì de rén, dí què xǐ'ài jiéjìng de rén."
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Nǐmen de qīzi hǎobǐ shì nǐmen de tiándì, nǐmen kěyǐ suíyì gēngzhòng. Nǐmen dāng yùxiān wèi zìjǐ ér xíngshàn. Nǐmen dāng jìngwèi zhēnzhǔ, dāng zhīdào nǐmen jiāng yǔ tā xiāng huì. Nǐ dāng xiàng xìnshìmen bàoxǐ."
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "Nǐmen bùyào wèi zìjǐ de méngshì ér yǐ zhēnzhǔ wèi zhàng'ài, yǐzhì bùnéng xíngshàn, bùnéng jìngwèi, bùnéng tiáojiě. Zhēnzhǔ shì quán cōng de, shì quánzhī de."
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "Zhēnzhǔ bù wéi wúyì de shìyán ér zébèi nǐmen, dàn wèi yǒuyì de shìyán ér zébèi nǐmen. Zhēnzhǔ shì zhì shè de, shì zhì róng de."
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "Méngshì bù yǔ qī zǐ jiāojiē de rén, dāng qídài sì gè yuè; rúguǒ tāmen huíxīnzhuǎnyì, nàmò, zhēnzhǔ què shì zhì shè de, què shì zhì cí de."
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "Rúguǒ tāmen juéxīn xiū qī, nàmò, zhēnzhǔ què shì quán cōng de, què shì quánzhī de."
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "Bèi xiū de fùrén, dāng qídài sāncì yuèjīng; tāmen bùdé yǐnhuì zhēnzhǔ zàohuà zài tāmen de zǐgōng lǐ de dōngxī, rúguǒ tāmen quèxìn zhēnzhǔ hé mòrì. Zài děngdài de qíjiān, tāmen de zhàngfū shì yí dāng wǎnliú tāmen de, rúguǒ tāmen yuànyì chóngxiūjiùhǎo. Tāmen yīng xiǎng hélǐ de quánlì, yě yīng jǐn hélǐ de yìwù; nánrén de quánlì, bǐ tāmen gāo yījí. Zhēnzhǔ shì wànnéng de, shì zhì ruì de."
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "Xiū qī shì liǎng cì, cǐhòu yīngdāng yǐ shànyì wǎnliú (tāmen), huò yǐ yōu lǐ jiěfàng (tāmen). Nǐmen yǐjīng gěiguò tāmen de cáichǎn, sīháo bùdé qǔ huí, chúfēi fūqī liǎng rén kǒngpà bùnéng zūnshǒu zhēnzhǔ de fǎdù. Rúguǒ nǐmen kǒngpà tāmen liǎ bùnéng zūnshǒu zhēnzhǔ de fǎdù, nàmò, tā yǐ cáichǎn shúshēn, duìyú tāmen liǎ shì háo wúzuìguo de. Zhè shì zhēnzhǔ de fǎdù, nǐmen bùyào wéifàn tā. Shuí wéifàn zhēnzhǔ de fǎdù, shuí shì bùyì de rén."
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "Rúguǒ tā xiūle tā, nàmò, tā yǐhòu bù kěyǐ zuò tā de qīzi, zhídào tā jià gěi qítā de nánrén. Rúguǒ hòu fū yòu xiūle tā, nàmò, tā zàijià qiánfū, duìyú tāmen liǎ shì háo wúzuìguo de, rúguǒ tāmen liǎ cāixiǎng zìjǐ néng zūnshǒu zhēnzhǔ de fǎdù. Zhè shì zhēnzhǔ de fǎdù, tā wèi yǒu zhīshì de mínzhòng ér chǎnmíng tā."
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "Dāng nǐmen xiū qī, ér tāmen dài hūn mǎn qí de shíhòu, nǐmen dāng yǐ shànyì wǎnliú tāmen, huò yǐ yōu lǐ jiěfàng tāmen; bùyào wèi fánghài tāmen ér jiāyǐ wǎnliú, yǐbiàn nǐmen qīnhài tāmen. Shuí zuòle zhè jiàn shì, shuí què yǐ zì qīle. Nǐmen bùyào bǎ zhēnzhǔ de jīxiàng dàngzuò xiàobǐng, nǐmen dāng míngjì zhēnzhǔ suǒ cì nǐmen de ēnhuì, míngjì tā jiàng shì nǐmen tiān jīng hé zhìhuì, yòng yǐ jiàoxùn nǐmen. Nǐmen dāng jìngwèi zhēnzhǔ, dāng zhīdào zhēnzhǔ duìyú wànwù shì quánzhī de."
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "Rúguǒ nǐmen xiū qī, ér tāmen dài hūnqí mǎn, nàmò, dāng tāmen yǔ rén yī lǐ ér hùxiāng tóngyì de shíhòu, nǐmen bùyào zǔzhǐ tāmen jià gěi tāmen de zhàngfū. Zhè shì yòng lái guīquàn nǐmen zhōng quèxìn zhēnzhǔ hé hòushì de rén de. Zhè duìyú nǐmen shì gèng yǒuyì de, shì gèng chúnjié de. Zhēnzhǔ zhīdào, nǐmen què bù zhīdào."
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "Zuò mǔqīn de, yīngdāng tì yù bǔ mǎn rǔ qí de rén, bǔrǔ zìjǐ de yīng'ér liǎng zhōusuì. Zuò fùqīn de, yīngdāng zhàolì gōngjǐ tāmen de yīshí. Měi gèrén zhǐ yī tā de nénglì ér shòu zéchéng. Bùyào shǐ zuò mǔqīn de wèi zìjǐ de yīng'ér ér chīkuī, yě bùyào shǐ zuò fùqīn de wèi zìjǐ de yīng'ér ér chīkuī.(Rúguǒ zuò fùqīn de sǐle), jìchéngrén yīng fù tóngyàng de zérèn. Rúguǒ zuò fùmǔ de yù yī xiéyì ér duàn rǔ, nàmò, tāmen liǎ háo wúzuìguo. Rúguǒ nǐmen lìng gù rǔmǔ bǔrǔ nǐmen de yīng'ér, nàmò, nǐmen háo wúzuìguo, dàn xū jiāofù zhàolì yīng gěi de gōngzī. Nǐmen dāng jìngwèi zhēnzhǔ, dāng zhīdào zhēnzhǔ shì míngchá nǐmen de xíngwéi de."
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "Nǐmen zhōng qì shì ér yíliú qīzi de rén, tāmen de qīzi dāng qídài sì gè yuè líng shí rì; dài hūn mǎn qí de shíhòu, tāmen guānyú zìshēn de hélǐ de xíngwéi, duìyú nǐmen háo wúzuìguo. Zhēnzhǔ duìyú nǐmen de xíngwéi shì chè zhī de."
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "Nǐmen yòng hánxù de yáncí, xiàng dài hūn de fùnǚ qiúhūn, huò jiāng nǐmen de yìsi yǐncáng zài xīnlǐ, duìyú nǐmen dōu shì háo wúzuìguo de. Zhēnzhǔ yǐ zhīdào nǐmen bùjiǔ yào xiàng tāmen tí jí hūnyuē,(gù zhǔn nǐmen duì tāmen yǒu suǒ biǎoshì), dàn bùyào yǔ tāmen dìng mìyuē, zhǐ kě shuō he lǐ dehuà; bùyào dìjié hūnyuē, zhídào shǒuzhì mǎn qí. Nǐmen dāng xiǎodé zhēnzhǔ zhīdào nǐmen de xīnshì, gù nǐmen dàng fángbèi tā; bìng dāng zhīdào zhēnzhǔ shì zhì shè de, shì zhì róng de."
        },
        {
            "chapter": 2,
            "verse": 236,
            "text": "Nǐmen de qīzi, zài nǐmen wèi yǔ tāmen jiāojiē, yě wèi wèi tāmen juédìng pìn yí de qíjiān, rúguǒ nǐmen xiūle tāmen, nà duìyú nǐmen shì háo wúzuìguo de, dàn xū yǐ lí yí zèngyǔ tāmen; lí yí de hòubáo, dāng zhēnzhuó zhàngfū de pínfù, yī lì ér zèngyǔ; zhè shì shànrén suǒ yīng jìn de yìwù."
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "Zài yǔ tāmen jiāojiē zhīqián, zài wèi tāmen juédìng pìn yí zhīhòu, rúguǒ nǐmen xiūle tāmen, nàmò, yīngdāng yǐ suǒdìng pìn yí de bànshù zèngyǔ tāmen, chúfēi tāmen jiāyǐ kuān miǎn, huò shǒu dì hūnyuē de rén jiāyǐ kuān miǎn; kuān miǎn shì gèng jìn yú jìngwèi de. Nǐmen bùyào wàngjì hùhuì. Zhēnzhǔ què shì míngchá nǐmen de xíngwéi de."
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "Nǐmen dāng jǐn shǒu xǔduō bài gōng, hé zuì guì de bài gōng, nǐmen dāng wéi zhēnzhǔ ér shùnfú de lìzhèng."
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "Rúguǒ nǐmen yǒu suǒ wèijù, nàmò, kěyǐ bùxíngzhe huò qí chéngzhe (zuò lǐbài). Nǐmen ānquán de shíhòu, dāng yī zhēnzhǔ suǒ jiào nǐmen de lǐyí ér jìniàn tā."
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "Nǐmen zhōng qì shì ér yíliú qīzi de rén, dāng wèi qī shì ér yízhǔ, dāng gōngjǐ tāmen yī nián de yīshí, bùkě jiāng tāmen qūzhú chūqù. Rúguǒ tāmen zìyuàn chūqù, nàmò, tāmen guānyú zìshēn de hélǐ de xíngwéi, duìyú nǐmen shì háo wúzuìguo de. Zhēnzhǔ shì wànnéng de, shì zhì ruì de."
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "Fán bèi xiū de fùnǚ, dōu yīng dé yī fèn zhàolì de lí yí, zhè shì jìngwèi de rén yīng jìn de yìwù."
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "Zhēnzhǔ wèi nǐmen zhèyàng chǎnmíng tā de jīxiàng, yǐbiàn nǐmen liǎojiě."
        },
        {
            "chapter": 2,
            "verse": 243,
            "text": "Nǐ méiyǒu zhīdào, nà wèi pà sǐ ér zhěng qiān zhěng wàn de cóng zìjǐ jiālǐ táowáng chūqù de rén ma? Zhēnzhǔ céng duì tāmen shuō:`Nǐmen sǐwáng ba.'Sìhòu, yòu shǐ tāmen fùhuó. Zhēnzhǔ duìyú shìrén què shì yǒu ēnhuì de, dàn shìrén dàbàn bù gǎnxiè."
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "Nǐmen dāng wéi zhǔ dào ér zhàndòu, dāng zhīdào zhēnzhǔ shì quán cōng de, shì quánzhī de."
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "Shuí yǐ shàn zhài jiè gěi zhēnzhǔ? Tā jiāng yǐ xǔduō bèi chánghuán tā. Zhēnzhǔ néng shǐ rén qióngpò, néng shǐ rén kuānyù, nǐmen zhǐ bèi zhào guīyú tā."
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "Nǐ bù zhīdào mù sà sǐhòu yǐsèliè rén zhōng de lǐngxiù ma? Dāngshí tāmen duì yīgè tóngzú de xiānzhī shuō:`Qǐng nǐ tì wǒmen lì yīgè guówáng, wǒmen jiù wéi zhǔ dào ér zhàndòu.'Tā shuō:`Rúguǒ zhàndòu chéngwéi nǐmen de dìngzhì, nǐmen huì bù zhàndòu ma?'Tāmen shuō:`Wǒmen yǐ bèi dírén zhú chū gùxiāng, fùzǐ lísàn, wǒmen zěn néng bù wéi zhǔ dào ér zhàndòu ne?'Zhàndòu yǐ chéngwéi tāmen de dìngzhì de shíhòu, tāmen chú shǎoshù rén wài, dōu wéibèi mìnglìngle. Zhēnzhǔ shì quánzhī bùyì de rén de."
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "Tāmen de xiānzhī duì tāmen shuō:`Zhēnzhǔ què yǐ wèi nǐmen lì tǎ lǔ tè wèi guówángle.'Tāmen shuō:`Tā zěnme pèi zuò wǒmen de guówáng ne? Wǒmen shì bǐ tā gèng pèi zuò guówáng de, kuàngqiě tā méiyǒu fēngfù de cáichǎn.'Tā shuō:`Zhēnzhǔ què yǐ xuǎn tā wèi nǐmen de lǐngxiù, bìngqiě jiā cì tā yuānbó de xuéshì hé jiànzhuàng de tǐpò.'Zhēnzhǔ chángcháng bǎ guó quán shǎngcì zìjǐ suǒ yìyù de rén. Zhēnzhǔ shì kuāndà de, quánzhī de."
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "Tāmen de xiānzhī duì tāmen shuō:`Tā de guó quán de jīxiàng, shì yuē guì jiànglín nǐmen, yuē guì lǐ yǒu cóng zhǔ jiàngxià dì níngjìng, yǔ mù sà de méntú hé hā lún de méntú de yíwù, zhòng tiānshén zài fùzhe tā. Duìyú nǐmen, cǐ zhōng què yǒu yīzhǒng jīxiàng, rúguǒ nǐmen shì xìnshì.'"
        },
        {
            "chapter": 2,
            "verse": 249,
            "text": "Dāng tǎ lǔ tè tǒngshuài jūnduì chūfā de shíhòu, tā shuō:`Zhēnzhǔ bìdìng yǐ yītiáo hé shìyàn nǐmen, shuí yǐn héshuǐ, shuí bùshì wǒ de bùshǔ; shuí bù cháng héshuǐ, shuí què shì wǒ de bùshǔ.'Zhǐ yòng shǒu pěng yī pěng shuǐ de rén,(bù suàn wéikàng mìnglìng). Sìhòu, tāmen chú shǎoshù rén wài, dōu yǐnle héshuǐ. Dāng tā hé xìndào de rén yǐ dùguò hé de shíhòu, tāmen shuō:`Jīnrì wǒmen jué wú nénglì díduì chá lǔ tè hé tā de jūnduì.'Yǒuxiē jiàngshì quèxìn jiānglái bì yǔ zhēnzhǔ xiāng huì, tāmen shuō:`Shǎo shǔ de bùduì, lài zhēnzhǔ de yòuzhù, wǎngwǎng zhànshèng duō shǔ de bùduì.'Zhēnzhǔ shì yǔ jiānrěn zhě tóng zài de."
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "Dāng tāmen chūqù yǔ chá lǔ tè hé tā de jūnduì jiāozhàn de shíhòu, tāmen qídǎo shuō:`Wǒmen de zhǔ a! Qiú nǐ bǎ jiānrěn zhùrù wǒmen de xīnzhōng, qiú nǐ jiāndìng wǒmen de bùfá, qiú nǐ yuánzhù wǒmen yǐ duìkàng bùxìndào de mínzhòng.'"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "Tāmen jiè zhēnzhǔ de yòuzhù ér dǎbài dírén. Dá wǔ dé shā sǐ chá lǔ tè, zhēnzhǔ bǎ guó quán hé zhìhuì shǎngcì tā, bìng bǎ zìjǐ suǒ yìyù de (zhīshì) jiàoshòu tā. Yào bùshì zhēnzhǔ yǐ shìrén hùxiāng dǐkàng, nàmò, dàdì de zhìxù bìdìng wěnluànle. Dàn zhēnzhǔ duìyú quán shìjiè shì yǒu ēnhuì de."
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "Zhèxiē shì zhēnzhǔ de jīxiàng, wǒ běn zhēnlǐ ér duì nǐ xuāndú tā. Nǐ què shì zhòng shǐzhě zhī yī."
        },
        {
            "chapter": 2,
            "verse": 253,
            "text": "Zhèxiē shǐzhě, wǒ shǐ tāmen de pǐngé hùxiāng chāoyuè; tāmen zhōng yǒu zhēnzhǔ céng hé tāmen shuōhuà de, yǒu zhēnzhǔ tíshēng tā ruògān děngjí de. Wǒ céng yǐ xǔduō míngzhèng shǎngcì mài ěr yàn zhīzǐ ěr chè, bìngqiě yǐ xuán líng fúzhù tā. Jiǎruò zhēnzhǔ yìyù, tāmen de xìntú zài míngzhèng jiànglín zhīhòu, bì bù hùxiāng cánshā, dàn tāmen yìjiàn fēnqí, tāmen zhōng yǒu xìndào de, yǒu bùxìndào de. Jiǎruò zhēnzhǔ yìyù, tāmen bì bù hùxiāng gōngjí, dàn zhēnzhǔ shì wéisuǒyùwéi de."
        },
        {
            "chapter": 2,
            "verse": 254,
            "text": "Xìndào de rénmen a! Méiyǒu mǎimài, méiyǒu yǒuyì, bùxǔ shuō qíng de rìzi jiànglín zhīqián, nǐmen dāng fēn shě nǐmen de cáichǎn. Bù xìndào de rén, què shì bùyì de."
        },
        {
            "chapter": 2,
            "verse": 255,
            "text": "Zhēnzhǔ, chú tā wài jué wú yīng shòu chóngbài de; tā shì yǒngshēng bùmiè de, shì wéihù wànwù de; kēshuì bùnéng qīnfàn tā, shuìmián bùnéng kèfú tā; tiāndì wànwù dōu shì tā de; bù jīng tā de xǔkě, shuí néng zài tā nàlǐ tì rén shuō qíng ne? Tā zhīdào tāmen miànqián de shì, hé tāmen shēnhòu de shì; chú tāsuǒ qǐshì de wài, tāmen jué bùnéng kuīcè tā de xuánmiào; tā de zhījué, bāoluó tiāndì. Tiāndì de wéichí, bùnéng shǐ tā píjuàn. Tā què shì zhìzūn de, què shì zhì dà de."
        },
        {
            "chapter": 2,
            "verse": 256,
            "text": "Duìyú zōngjiào, jué wú qiǎngpò; yīnwèi zhèngxié què yǐ fēnmíngliǎo. Shuí bù xìn èmó ér xìn zhēnzhǔ, shuí què yǐ bǎwò zhù jiānshí de, jué bùduàn zhé de bǎbǐng. Zhēnzhǔ shì quán cōng de, shì quánzhī de."
        },
        {
            "chapter": 2,
            "verse": 257,
            "text": "Zhēnzhǔ shì xìndào de rén de bǎoyòu zhě, shǐ tāmen cóng chóngchóng hēi'àn zǒu rù guāngmíng; bù xìndào de rén de bǎoyòu zhě shì èmó, shǐ tāmen cóng guāngmíng zǒu rù chóngchóng hēi'àn. Zhè děng rén, shì huǒ yù de jūmín, tāmen jiāng yǒng jū qízhōng."
        },
        {
            "chapter": 2,
            "verse": 258,
            "text": "Nándào nǐ méiyǒu kànjiàn nàgèrén ma? Zhēnzhǔ bǎ guó quán shǎngcì tā, gù tā yǔ yì bo lā xīn zhēnglùn tā de zhǔ. Dāngshí, yì bo lā xīn shuō:`Wǒ de zhǔ néng shǐ sǐzhě shēng, néng shǐ shēng zhě sǐ.'Tā shuō:`Wǒ yě néng shǐ sǐzhě shēng, néng shǐ shēng zhě sǐ.'Yì bo lā xīn shuō:`Zhēnzhǔ díquè néng shǐ tàiyáng cóng dōngfāng shēng qǐ, nǐ shǐ tā cóng xīfāng shēng qǐ ba.'Nà gè bù xìndào de rén, jiù yǎ kǒu wúyánle. Zhēnzhǔ bù yǐndǎo bùyì de mínzhòng."
        },
        {
            "chapter": 2,
            "verse": 259,
            "text": "Nándào nǐ méiyǒu kànjiàn nà gèrén ma? Tā jīngguò yīgè huāngliáng de tuífèi de chéngshì, tā shuō:`Zhēnzhǔ zěnyàng shǐ zhège yǐ sǐ de chéngshì fùhuó ne?'Gù zhēnzhǔ shǐ tā zài sǐwáng de zhuàngtài xià dòuliúle yībǎi nián, ránhòu shǐ tā fùhuó. Tā shuō:`Nǐ dòuliúle duōjiǔ?'Tā shuō:`Wǒ dòuliúle yī rì, huò bù dào yī rì.'Tā shuō:`Bùrán, nǐ yǐ dòuliúle yībǎi nián. Nǐ kàn nǐ de yǐnshí, méiyǒu fǔbài. Nǐ kàn nǐ de lǘzi. Wǒ yào yǐ nǐ wèi shìrén de jīxiàng. Nǐ kàn zhèxiē háigǔ, wǒ zěnyàng pèihé tā, zěnyàng yǐ ròu tào zài tā de shàngmiàn.'Dāng tā míngbái zhè jiàn shì de shíhòu, tā shuō:`Wǒ zhīdào zhēnzhǔ duìyú wànshì shì quánnéng de.'"
        },
        {
            "chapter": 2,
            "verse": 260,
            "text": "Dāngshí, yì bo lā xīn shuō:`Wǒ de zhǔ a! Qiú nǐ zhāoshì wǒ nǐ zěnyàng shǐ sǐrén fùhuó.'Zhēnzhǔ shuō:`Nándào nǐ bù xìn ma?'Tā shuō:`Bùrán,(wǒ yāoqiú shíyàn) yǐbiàn wǒ de xīn āndìng.'Zhēnzhǔ shuō:`Nǐ qǔ sì zhī niǎo, shǐ tāmen qīngxiàng nǐ, ránhòu, zài měi zuò shānshàng ānzhì tāmen zhōng de yībùfèn, ránhòu, nǐ jiàohuàn tāmen, tāmen jiù fēi dào nǐ de miànqián lái. Nǐ dāng zhīdào zhēnzhǔ shì wànnéng de, shì zhì ruì de.'"
        },
        {
            "chapter": 2,
            "verse": 261,
            "text": "Wéi zhǔ dào ér shīshě cáichǎn de rén, pìrú (yīgè nóngfū, bō xià) yī lì gǔ zhǒng, fāchū qī suì, měi suì jié yībǎi kē gǔ lì. Zhēnzhǔ jiābèi dì bàochóu tāsuǒ yìyù de rén, zhēnzhǔ shì kuāndà de, shì quánzhī de."
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "Wéi zhǔ dào ér shīshě cáichǎn, shī hòu bù zébèi shòu shī de rén, yě bù sǔnhài tā, zhè děng rén, zài tāmen de zhǔ nàlǐ, yào xiǎngshòu tāmen de bàochóu, tāmen jiānglái méiyǒu kǒngjù, yě bù yōuchóu."
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "Yǔqí zài shīshě zhīhòu, sǔnhài shòu shī de rén, bùrú yǐ wǎnyán xièjué tā, bìng shè yòu tā de fánrǎo. Zhēnzhǔ shì zìzú de, shì zhì róng de."
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "Xìndào de rénmen a! Nǐmen bùyào zébèi shòu shī de rén hé sǔnhài tā, ér shǐ nǐmen de shīshě biàn wéi wúxiào, yóurú wèi gūmíng ér shīshě cáichǎn, bìng bùxìn zhēnzhǔ hé hòushì de rén yīyàng. Tā pìrú yīgè guānghuá de shítou, shàngmiàn pùzhe yīcéng fútǔ, yīzhèn dàyǔ guòhòu, shǐ tā biàn dé yòu yìng yòu huá. Tāmen bùnéng huòdé tāmen suǒ shīshě de rènhé bàochóu. Zhēnzhǔ shì bù yǐndǎo bù xìndào de mínzhòng de."
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "Shīshě cáichǎn, yǐ qiú zhēnzhǔ de xǐyuè bìng quèdìng zìshēn xìnyǎng de rén, pìrú gāoyuán shàng de yuánpǔ, tā dé dàyǔ, biàn jiābèi jiēshi. Rúguǒ bùdé dàyǔ, xiǎoyǔ yě zúyǐ zīrùn. Zhēnzhǔ shì míngchá nǐmen de xíngwéi de."
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "Nǐmen zhōng yǒu shuí xǐhuān zìjǐ yǒuyīgè zhǒng mǎn hǎi zǎo hé pútáo, xià lín zhū hé, néng chūchǎn hěnduō guǒshí de yuánpǔ, zài zìjǐ yǐ lǎomài, ér érnǚ háishì ruòxiǎo de shíhòu, zāoyù xié huǒ de xuànfēng, bǎ zìjǐ de yuánpǔ, shāohuǐ wúyí ne? Zhēnzhǔ wèi nǐmen zhèyàng chǎnmíng xǔduō jīxiàng, yǐbiàn nǐmen sīwéi."
        },
        {
            "chapter": 2,
            "verse": 267,
            "text": "Xìndào de rénmen a! Nǐmen dāng fēn shě zìjǐ suǒ huòdé dì měi pǐn, hé wǒ wèi nǐmen cóng dìxià chūchǎn de wùpǐn; bùyào zé qǔ nà chúfēi bì zhuó yǎnjīng, lián nǐmen zìjǐ yě bù yuàn shōushòu de lièzhì wùpǐn, yòng yǐ shīshě. Nǐmen dāng zhīdào zhēnzhǔ shì zìzú de, shì kě sòng de."
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "Èmó yǐ pínfá kǒnghè nǐmen, yǐ chǒushì mìnglìng nǐmen; zhēnzhǔ què yīngxǔ nǐmen shè yòuhé ēnhuì. Zhēnzhǔ shì kuāndà de, shì quánzhī de."
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "Tā yǐ zhìhuì fùyǔ tāsuǒ yìyù de rén; shuí bǐngfù zhìhuì, shuí què yǐ huòdé xǔduō fúlì. Wéiyǒu lǐzhì de rén, cái huì juéwù."
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "Fán nǐmen suǒ shī de fèiyòng, fán nǐmen suǒ fā de shìyuàn, dōu què shì zhēnzhǔ suǒ zhīdào de. Bùyì de rén, jué méiyǒu rènhé yuánzhù zhě."
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "Rúguǒ nǐmen gōngkāi dì shīshě, zhè shì hěn hǎo de; rúguǒ nǐmen mìmì de shī jìpínmín, zhè duìyú nǐmen shì gèng hǎo de. Zhè néng xiāochú nǐmen de yībùfèn zuì'è. Zhēnzhǔ shì chè zhī nǐmen de xíngwéi de."
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "Yǐndǎo tāmen, bùshì nǐ de zérèn, dàn zhēnzhǔ yǐndǎo tāsuǒ yìyù de rén. Nǐmen suǒ shīshě de rènhé měi wù, dōu shì yǒulì yú nǐmen zìjǐ de, nǐmen zhǐ kě wéi qiú zhēnzhǔ de xǐyuè ér shīshě. Nǐmen suǒ shīshě de rènhé měi wù, nǐmen dōu jiāng xiǎngshòu wánquán de bàochóu, nǐmen bù shòu kuī wǎng."
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "(Shīshě) yīng guī nàxiē pín mín, tāmen xiànshēn yú zhǔ dào, bùnéng dào yuǎnfāng qù móushēng; bùmíng tāmen de zhēnxiàng de rén, yǐwéi tāmen shì fùzú de, yīnwèi tāmen bùkěn xiàng rén qǐtǎo. Nǐ cóng tāmen de yíbiǎo kěyǐ rènshí tāmen, tāmen bù huì náonáo bùxiū dì xiàng rén qǐtǎo. Nǐmen suǒ shīshě de rènhé měi wù, què shì zhēnzhǔ suǒ zhīdào de."
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "Bù fēn zhòuyè, bùjū yǐn xiǎn de shīshě cáiwù de rénmen, jiàng zài tāmen de zhǔ nàlǐ xiǎngshòu bàochóu, tāmen jiānglái méiyǒu kǒngjù, yě bù yōuchóu."
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "Chī lìxí de rén, yào xiàng zhōngle mó de rén yīyàng, fēngfēngdiāndiān de zhàn qǐlái. Zhè shì yīnwèi tāmen shuō:`Mǎimài qià xiàng lìxí.'Zhēnzhǔ zhǔnxǔ mǎimài, ér jìnzhǐ lìxí. Fèng dào zhǔ de jiàoxùn hòu, jiù zūnshǒu jìnlìng de, dé yǐwǎng bù jiù, tā de shì guīzhēnzhǔ pànjué. Zàifàn de rén, shì huǒ yù de jūmín, tāmen jiāng yǒng jū qízhōng."
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "Zhēnzhǔ chǐduó lìxí, zēngjiā zhèn wù. Zhēnzhǔ bù xǐ'ài yīqiè gū ēn de zuìrén."
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "Xìndào érqiě xíngshàn, bìng jǐn shǒu bài gōng, wánnà tiān kè de rén, jiàng zài tāmen de zhǔ nàlǐ xiǎngshòu bàochóu, tāmen jiānglái méiyǒu kǒngjù, yě bù huì yōuchóu."
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "Xìndào de rénmen a! Rúguǒ nǐmen zhēnshi xìnshì, nàmò, nǐmen dāng jìngwèi zhēnzhǔ, dāng fàngqì yú qiàn de lìxí."
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "Rúguǒ nǐmen bù zūncóng, nàmò, nǐmen dāng zhīdào zhēn zhǔ hé shǐzhě jiāng duì nǐmen xuānzhàn. Rúguǒ nǐmen huǐzuì, nàmò, nǐmen dé shōuhuí nǐmen de zīběn, nǐmen bùzhì kuī wǎng biérén, nǐmen yě bùzhì shòu kuī wǎng."
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "Rúguǒ zhàiwù zhě shì qióngpò de, nàmò, nǐmen yīngdāng dài tā dào kuānyù de shíhòu; nǐmen ruò bǎ tā suǒ qiàn de zhài shīshě gěi tā, nà duìyú nǐmen shì gèng hǎo de, rúguǒ nǐmen zhīdào."
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "Nǐmen dàng fángbèi jiānglái yǒu yī rì, nǐmen yào bèi zhào guīyú zhǔ, ránhòu rén rén dōu dé xiǎngshòu zìjǐ xíngwéi de wánquán de bàochóu ér bù shòu kuī wǎng."
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "Xìndào de rénmen a! Nǐmen bǐcǐ jiān chénglì dìngqí jièdài de shíhòu, nǐmen yīngdāng xiě yī zhāng jiè quàn, qǐng yīgè huì xiě zì de rén, bǐnggōng dài xiě. Dàishū rén bùdé jùjué, dāng zūnzhào zhēn zhǔ suǒ jiào tā de fāngfǎ ér shūxiě. Yóu zhàiwù zhě kǒushòu,(tā kǒushòu shí), dāng jìngwèi zhēn zhǔ ──tā de zhǔ ──bùyào jiǎnshǎo zhài é yī sīháo. Rúguǒ zhàiwù zhě shì yúchǔn de, huò lǎo ruò de, huò bùnéng qīnzì kǒushòu de, nàmò, jiào tā de jiānhùrén bǐnggōng dì tì tā kǒushòu. Nǐmen dāng cóng nǐmen de nánrén zhōng yāoqǐng liǎng gè rén zuò zhèng; rúguǒ méiyǒu liǎng gè nánrén, nàmò, cóng nǐmen suǒ rènkě de zhèngrén zhōng qǐng yīgè nánrén hé liǎng gè nǚrén zuò zhèng. Zhège nǚrén yíwàng de shíhòu, nàgè nǚrén kěyǐ tíxǐng tā. Zhèngrén bèi yāoqǐng de shíhòu, bùdé jùjué. Wúlùn zhài é duōguǎ, bù kě yànfán"
        },
        {
            "chapter": 2,
            "verse": 283,
            "text": "Rúguǒ nǐmen zài lǚxíng zhōng (jièdài), érqiě méiyǒu dàishū de rén, nàmò, kě jiāo chū dǐyā pǐn; rúguǒ nǐmen zhōng yǒu yīrén xìntuō lìng yīrén, nàmò, shòu xìntuō de rén, dāng jiāo chū tāsuǒ shòu de xìntuō wù, dāng jìngwèi zhēnzhǔ ─ ─tā de zhǔ. Nǐmen bùyào yǐnhuì jiànzhèng, shuí yǐnhuì jiànzhèng, shuí de xīn què shì yǒuzuì de. Zhēnzhǔ shì quánzhī nǐmen de xíngwéi de."
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "Tiāndì wànwù, dōu shì zhēnzhǔ de. Nǐmen de xīnshì, wúlùn jiāyǐ biǎobái, huò jiāyǐ yǐnhuì, zhēnzhǔ dōu yào yī tā ér qīngsuàn nǐmen. Ránhòu, yào shè yòu shuí, jiù shè yòu shuí; yào chéngfá shuí, jiù chéngfá shuí. Zhēnzhǔ duìyú wànshì shì quánnéng de."
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "Shǐzhě quèxìn zhǔ suǒ jiàng shì tā de jīngdiǎn, xìnshìmen yě quèxìn nà bù jīngdiǎn, tāmen rén rén dōu quèxìn zhēnzhǔ hé tā de zhòng tiānshén, yīqiè jīngdiǎn hé zhòng shǐzhě.(Tāmen shuō):`Wǒmen duìyú tā de rènhé shǐzhě, dōu bù jiāyǐ qíshì.'Tāmen shuō:`Wǒmen tīngcóngle, wǒmen kěnqiú nǐ shè yòu; wǒmen de zhǔ a! Nǐ shì zuìhòu de guīsù.'"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "Zhēnzhǔ zhǐ yī gè rén de nénglì ér jiāyǐ zéchéng. Gè rén yào xiǎngshòu zìjǐ suǒ xíngshàn gōng de jiǎngshǎng, yào zāoyù zìjǐ suǒzuò zuì'è de chéngfá.`Wǒmen de zhǔ a! Qiú nǐ bùyào chéngfá wǒmen, rúguǒ wǒmen yíwàng huò cuòwù. Qiú nǐ bùyào shǐ wǒmen hé fù zhòngdàn, yóurú nǐ shǐ gǔrén hé fù tā yīyàng. Wǒmen de zhǔ a! Qiú nǐ bùyào shǐ wǒmen dānfù wǒmen suǒ bùnéng shēng rèn de. Qiú nǐ shù ráo wǒmen, qiú nǐ shè yòu wǒmen, qiú nǐ liánmǐn wǒmen. Nǐ shì wǒmen de bǎoyòu zhě, qiú nǐ yuánzhù wǒmen, yǐ duìkàng bùxìndào de mínzhòng.'"
        }
    ]
}