{
    "chapter": [
        {
            "chapter": 57,
            "verse": 1,
            "text": "Tiāndì wànwù, dōu zànsòng zhēnzhǔ chāojué wànwù, tā què shì wànnéng de, què shì zhì ruì de."
        },
        {
            "chapter": 57,
            "verse": 2,
            "text": "Tiāndì de guó quán, guī tāsuǒyǒu; tā néng shǐ rénshēng, néng shǐ rén sǐ; tā duìyú wànshì, shì quánnéng de."
        },
        {
            "chapter": 57,
            "verse": 3,
            "text": "Tā shì qián wú shǐ hòu wú zhōng de, shì jí xiǎnzhù jí yǐn wēi de, tā shì quánzhī wànwù de."
        },
        {
            "chapter": 57,
            "verse": 4,
            "text": "Tā shì zài liù rìnèi chuàngzào tiāndì, ránhòu shēng shàng bǎozuò de. Tā zhīdào qiánrù dì zhōng de, hé cóng dì zhōng shēngchū de, yǔ cóng tiānkōng jiàngxià de, hé shēng shàng tiānkōng de. Wúlùn nǐmen zài nǎlǐ, tā shì yǔ nǐmen tóng zài de; tā shì jiàn chá nǐmen de xíngwéi de."
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "Tiāndì de guó quán, guī tā suǒyǒu; wànshì zhǐ guīyú zhēnzhǔ."
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "Tā shǐ hēiyè qīnrù báizhòu, shǐ báizhòu qīnrù hēiyè; tā shì quánzhī xīnshì de."
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "Nǐmen yīngdāng xìnyǎng zhēnzhǔ hé shǐzhě, nǐmen yīngdāng fēn shě tā suǒ wěi nǐmen dài guǎn de cáichǎn, nǐmen zhōng xìndào érqiě shīshě zhě, jiāng shòu zhòngdà de fú chóu."
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "Nǐmen zěnme bù xìnyǎng zhēnzhǔ ne? Shǐzhě hàozhào nǐmen qù xìnyǎng nǐmen de zhǔ, ér nǐmen de zhǔ, què yǐ hé nǐmen dìyuē, rúguǒ nǐmen yào xìndào, jiù gǎnkuài xìn ba!"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "Tā jiàng shì tā de pú rén xǔduō míngzhèng, yǐ biàn tā shǐ nǐmen cóng chóngchóng hēi'àn zǒu rù guāngmíng. Zhēnzhǔ duìyú nǐmen, què shì rén'ài de, què shì zhì cí de."
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "Nǐmen zěnme bù wéi zhēnzhǔ ér shīshě ne? Tiāndì de yíchǎn, zhǐshì zhēnzhǔ de. Nǐmen zhōng zài shènglì zhīqián shīshě érqiě cānzhàn zhě, yǔ zài shènglì zhīhòu shīshě érqiě cānzhàn zhě, bùshì píngděng de, qiánzhě bǐ hòuzhě pǐn jí gèng gāo. Zhēnzhǔ yǐ zuì yōu de bàochóu yīngxǔ měi pài rén, zhēnzhǔ shì chè zhī nǐmen de xíngwéi de."
        },
        {
            "chapter": 57,
            "verse": 11,
            "text": "Shuí yǐ shàn zhài jiè gěi zhēnzhǔ ne? Zhēnzhǔ jiàng jiābèi chánghuán tā, tā hái shòu yōuhòu de bàochóu."
        },
        {
            "chapter": 57,
            "verse": 12,
            "text": "Zài nà rì, nǐ jiāng kànjiàn nánnǚ xìnshìmen, tāmen de guānghuī, zài tāmen de qiánmiàn hé yòubiān bēnchí, yǒurén jiāng duì tāmen shuō:`Nǐmen jīnrì de jiāyīn, shì xià lín zhū hé de lèyuán; nǐmen jiāng yǒng jū qízhōng, nà què shì wěidà de chénggōng.'"
        },
        {
            "chapter": 57,
            "verse": 13,
            "text": "Zài nà rì, wěi xìn de nánnǚ, jiāng duì xìndào de nánnǚ shuō:`Qǐng nǐmen děnghòu wǒmen, ràng wǒmen jiè nǐmen de yīdiǎn guānghuī!'Yǒurén jiāngyào duì tāmen shuō:`Nǐmen zhuǎn huíqù xúnqiú guānghuī ba!'Yúshì, bǐcǐ zhī jiān, zhú qǐle yī dǔ gébì lái, gébì shàng yǒuyīdàomén, mén nèi yǒu ēnhuì, ménwài yǒu xíngfá."
        },
        {
            "chapter": 57,
            "verse": 14,
            "text": "Tāmen jiāng hǎnjiào xìndào de rénmen shuō:`Nándào wǒmen yǔ nǐmen bùshì tóngdào ma?'Tāmen shuō:`Bùrán, nǐmen zì qī, guānwàng, huáiyí zhèngdào, zhǒngzhǒng wàngxiǎng, qīpiàn nǐmen, zhídào zhēnzhǔ de mìnglìng láilín, huá zéi céng yǐ zhēnzhǔ de yōuróng qīpiàn nǐmen."
        },
        {
            "chapter": 57,
            "verse": 15,
            "text": "Gù jīnrì nǐmen yǔ bùxìndào zhě de fájīn, dōu bù bèi jiēshòu, nǐmen de guīsù shì huǒ yù, nà duìyú nǐmen shì gèng xiāngyí de, nà guīsù zhēn èliè!'"
        },
        {
            "chapter": 57,
            "verse": 16,
            "text": "Nándào xìnshìmen yǐwéi shíjiān hái wèi dào, gù tāmen de xīn bù wéi zhēnzhǔ de jiàohuì hé tāsuǒ jiàng shì de zhēnlǐ ér róuhé ma? Tāmen bù kěyǐ xiàng yǐqián céng fèngtiān jīng de rénmen nàyàng, jīngguò cháng shíqí hòu, tāmen de xīn jiù biàn yìngle, tāmen zhōng yǒu xǔduō rén shì fànzuì de."
        },
        {
            "chapter": 57,
            "verse": 17,
            "text": "Nǐmen yīngdāng zhīdào zhēnzhǔ shì shǐ yǐ sǐ de dàdì fùhuó de, wǒ què yǐ wèi nǐmen jiěshìle xǔduō jīxiàng, yǐbiàn nǐmen mínglǐ."
        },
        {
            "chapter": 57,
            "verse": 18,
            "text": "Shī cái dí shì nǚ, hé yǐ shàn zhài jiè gěi zhēnzhǔ dí shì nǚ, tā bìdìng jiābèi chánghuán tāmen, tāmen jiāng shòu yōuhòu de bàochóu."
        },
        {
            "chapter": 57,
            "verse": 19,
            "text": "Xìnyǎng zhēnzhǔ hé shǐzhě de rénmen, zài zhǔ nàlǐ, shì qiánchéng zhě, shì jiànzhèng zhě, tāmen jiāng yǒu tāmen de bàochóu hé guāngmíng. Bù xìn zhèngdào bìngqiě fǒurèn wǒ de jīxiàng de rénmen, shì huǒ yù de jūmín."
        },
        {
            "chapter": 57,
            "verse": 20,
            "text": "Nǐmen yīngdāng zhīdào: Jīnshì shēnghuó, zhǐshì yóuxì, yúlè, diǎnzhuì, jīnkuā, yǐ cáichǎn hé zǐsūn de fùshù xiāng zhēngshèng; pìrú shíyǔ, shǐ tiánmiáo zīzhǎng, nóngfū jiànle fēicháng gāoxìng, sìhòu, tiánmiáo kūgǎo, nǐ kàn tā biànchéng huángsè de, jì'ér língluò. Zài hòushì, yǒu yánlì de xíngfá, yěyǒu cóng zhēnzhǔ fāchū de shè yòuhé xǐyuè; jīnshì shēnghuó, zhǐshì qīpiàn rén de xiǎngshòu."
        },
        {
            "chapter": 57,
            "verse": 21,
            "text": "Nǐmen yīngdāng zhēngqǔ cóng nǐmen de zhǔ fāchū de shè yòu, hé yǔ tiāndì yīyàng guǎngkuò de lèyuán——wéi xìnyǎng zhēnzhǔ hé zhòng shǐzhě de rénmen ér zhǔnbèi de lèyuán——nà shì zhēnzhǔ de ēndiǎn, tā jiāng tā shǎngcì tāsuǒ yìyù zhě. Zhēnzhǔ shì yǒu hóng ēn de."
        },
        {
            "chapter": 57,
            "verse": 22,
            "text": "Dà dìshàng suǒyǒu de zāinàn, hé nǐmen zìjǐ suǒ zāo de huòhuàn, zài wǒ chuàngzào nàxiē huòhuàn zhīqián, wú bù jìlù zài tiān jīng zhōng; zhè shì duìyú zhēnzhǔ què shì róngyì de,"
        },
        {
            "chapter": 57,
            "verse": 23,
            "text": "yǐmiǎn nǐmen wèi zìjǐ suǒ sàngshī de ér bēishāng, wèi tāsuǒ shǎngcì nǐmen de ér kuángxǐ. Zhēnzhǔ shì bù xǐ'ài yīqiè àomàn zhě, jīnkuā zhě de."
        },
        {
            "chapter": 57,
            "verse": 24,
            "text": "Tāmen zìjǐ lìnsè, hái jiào biérén lìnsè. Guībìyìwù de rénmen, zhēnzhǔ què shì wú qiú yú tāmen de, què shì kě sòng de."
        },
        {
            "chapter": 57,
            "verse": 25,
            "text": "Wǒ què yǐ pàiqiǎn wǒ de zhòng shǐzhě, qù chuándá wǒ de xǔduō míngzhèng, bìng jiàng shì tiān jīng hé gōngpíng, yǐbiàn zhòngrén jǐn shǒu gōngdào. Wǒ céng chuàngzào gāngtiě, qízhōng yǒu yánlì de xíngfá, duìyú zhòngrén, yǒu xǔduō bì yì; yǐbiàn zhēnzhǔ zhīdào zài mìmì zhōng xiāngzhù tā hé tā de zhòng shǐzhě de rén. Zhēnzhǔ què shì zhì gāng de, què shì wànnéng de."
        },
        {
            "chapter": 57,
            "verse": 26,
            "text": "Wǒ què yǐ pàiqiǎn nǔ hā hé yì bo lā xīn, wǒ yǐ yùyán hé tiān jīng shǎngcì tāmen liǎ de hòuyì; tāmen zhōng yǒu zūnxún zhèngdào de, tāmen zhōng yǒu xǔduō rén shì bèinì de."
        },
        {
            "chapter": 57,
            "verse": 27,
            "text": "Zài tāmen zhīhòu, wǒ céng jìxù pàiqiǎn wǒ de zhòng shǐzhě, wǒ yòu jìxù pàiqiǎn mài ěr yàn zhīzǐ ěr sā, wǒ shǎngcì tā “yǐn zhī lēi”, wǒ shǐ tā de xìntúmen xīnhuái rén'ài hé cí mǐn. Tāmen zì chuàngchūjiā zhì——wǒ wèicéng yǐ chū jiā wèi tāmen de dìngzhì——tāmen chuàngshè cǐ zhì, yǐ qiú zhēnzhǔ de xǐyuè; dàn tāmen wèicéng qièshí de zūnshǒu tā, gùwǒ bǎ bàochóu shǎngcì tāmen zhōng de xìndào zhě. Tāmen zhōng yǒu xǔduō rén shì bèinì de."
        },
        {
            "chapter": 57,
            "verse": 28,
            "text": "Xìnyǎng ěr sā de rénmen a! Nǐmen yīngdāng jìngwèi zhēnzhǔ, yīngdāng xìnyǎng tā de shǐzhě, tā jiù bǎ tā de ēnhuì jiābèi shǎngcì nǐmen, tā jiù wèi nǐmen chuàngzào yī dào guāngmíng; nǐmen jiāng jiè nà dào guāngmíng ér xíngzǒu, tā jiù shè yòu nǐmen. Zhēnzhǔ shì zhì shè de, shì zhì cí de."
        },
        {
            "chapter": 57,
            "verse": 29,
            "text": "Yǐbiàn céng shòu tiān jīng de rénmen zhīdào, tāmen jiǎnzhí bùnéng cāozòng zhēnzhǔ de ēndiǎn, bìngqiě zhīdào, fán ēndiǎn dōu zài zhēnzhǔ de zhǎngwò zhōng, tā yào shǎngcì shuí, jiù shǎngcì shuí, zhēnzhǔ shì yǒu hóng ēn de."
        }
    ]
}