{
    "pages": [
        {
            "chapter": 5,
            "verse": 24,
            "text": "kōmanā lōkō'ē javāba āpyō kē hē mūsā (a.Sa.)! Jyāṁ sudhī tē lōkō tyāṁ chē tyāṁ sudhī amē kyārēya tyāṁ nahīṁ ja'i'ē, ēṭalā māṭē tamē anē tamārō pālanahāra ja'i bannē laḍā'i karō, amē ahīnyā ja bēṭhā chē"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "mūsā (a.Sa.) Kahēvā lāgyā manē tō mārā anē mārā bhā'i sivāya kō'inā para adhikāra nathī, basa! Tamē amārā anē inkāra karanārā'ō vaccē taphāvata karī dō"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "kahyuṁ kē havē dharatī tē'ō para cālīsa varṣa sudhī harāma karavāmāṁ āvī chē, ā lōkō pr̥thvī para āma-tēma bhaṭakatā rahēśē, ēṭalā māṭē tamē tē vidrōhī'ō viśē nirāśa na thaśō"
        },
        {
            "chapter": 5,
            "verse": 27,
            "text": "ādama (a.Sa.) Nā bannē dīkarā'ōnī sācī vāta paṇa tēmanē sambhaḷāvī dō, tē bannē'ē ēka kurabānī āpī, tēmānthī ēkanī kurabānī kabūla tha'i ga'i anē bījānī kabūla na tha'i, tō tē kahēvā lāgyō kē huṁ tō tanē mārī nākhīśa, (jēnī kabūla tha'i) tēṇē kahyuṁ kē allāha ta'ālā ḍaravāvāḷa'ōnuṁ ja kārya kabūla karē chē"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "bhalēnē tuṁ mārā katala māṭē atyācāra kara paṇa huṁ tārā katala māṭē kyārēya hātha lāmbō nahīṁ karuṁ, huṁ tō allāha ta'ālā samagra sr̥ṣṭinā pālanahārathī ḍaruṁ chuṁ"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "huṁ tō icchu chuṁ kē tuṁ mārā pāpa anē pōtānā pāpōnē pōtānā śirē rākhī lē anē jahannamī banī jā, atyācārī'ōnō ā ja badalō chē"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "Basa! Tēnē tēnī manēcchā'ē pōtānā bhā'inā katala māṭē ubhārī dīdhō anē tēṇē tēnē katala karī dīdhō, jēthī nukasāna uṭhāvanārā'ō mānthī tha'i gayō"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "pachī allāha ta'ālā'ē ēka kāgaḍānē mōkalyō, jē jamīna khōdī rahyō hatō jēthī tēnē batāvē kē tē kēvī rītē pōtānā bhā'inī lāśanē chūpāvī dē, tē kahēvā lāgyō kē aphasōsa! Śuṁ huṁ ā kāgaḍā jēvō paṇa na tha'i śakayō kē pōtānā bhā'inī lāśa chupāvavānō upāya śōdhī kāḍhatō? Pachī tō tē (ghaṇō ja) pastāyō"
        }
    ]
}