{
    "pages": [
        {
            "chapter": 10,
            "verse": 71,
            "text": "anē tamē tēmanē nūha (a.Sa.)Nō kis'sō vān̄cī sambhaḷāvō, jyārē tēmaṇē pōtānī kōmanē kahyuṁ, kē hē mārī kōmanā lōkō! Jō tamanē māruṁ ahīnyā rahēvuṁ anē allāhanā ādēśōnī śikhāmaṇa āpavī kaṭhīna lāgatuṁ hōya, tō mārō bharōsō allāha para ja chē, tamē pōtānī yukti pōtānā bhāgīdārō sāthē majabūta karī lō, pachī tamārī cāla tamārā khaṇḍananuṁ kāraṇa na banavī jō'i'ē, pachī mārī sāthē jē karavuṁ hōya karī lō manē mahētala na āpō"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "tō paṇa jō tamē aḷagā rahō tō mēṁ tamārī pāsē kō'ī vaḷatara tō nathī māṅgyuṁ, māruṁ vaḷatara tō phakata allāha pāsē chē anē manē ādēśa āpavāmāṁ āvyō chē kē huṁ musalamāna banīnē rahuṁ"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "tō tē lōkō tēmanē juṭhalāvatā rahyā, basa! Amē tēmanē anē jē lōkō tēmanī sāthē jahājamāṁ savāra hatā, (prakōpathī) bacāvī līdhā anē tē lōkōnē nāyaba banāvī dīdhā anē jē lōkō'ē amārī āyatōnē juṭhalāvī hatī tē lōkōnē ḍubāḍī dīdhā. Tō tamē ju'ō tē lōkōnī daśā kēvī tha'i? Jē lōkōnē sacēta karavāmāṁ āvyā hatā"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "pachī nūha a.Sa. Pachī amē bījā payagambarōnē tēmanī kōma tarapha mōkalyā tō, tē lōkō tēmanī pāsē spaṣṭa purāvā la'inē āvyā, basa! Jē vastunē tē lōkō'ē prathama vakhatē juṭhalāvī dīdhī, pachī tē'ō mānavāvāḷā na thayā, allāha ta'ālā āvī ja rītē hada vaṭāvī dēnārā'ōnā hr̥dayō para mahōra lagāvī dē chē"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "pachī tē payagambarō pachī amē mūsā (a.Sa.) Anē hārūna (a.Sa.) Nē phira'auna anē tēnā saradārō pāsē pōtānī niśānī'ō āpīnē mōkalyā, tō tē lōkō'ē ghamaṇḍa karyu anē tē lōkō aparādhī'ō hatā"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "pachī jyārē tēmanī pāsē amārā sācā purāvā pahōn̄cyā tō tē lōkō kahēvā lāgyā kē kharēkhara ā khulluṁ jādu chē"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "Mūsā (a.Sa.)Ē kahyuṁ kē śuṁ tamē ā sācā purāvā viśē, jyārē kē tē tamārī pāsē āvī gayā, ēvī vāta kahō chō kē ā jādu chē? Jō kē jādugara saphaḷa nathī thatā"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "tē lōkō kahēvā lāgyā śuṁ tamē amārī pāsē ēṭalā māṭē āvyā chō kē amanē amārā mārgathī haṭāvī dō, jēnā para amē amārā pūrvajōnē jōyā chē anē tamanē bannēnē duniyāmāṁ hōddō maḷī jāya anē amē tamanē bannēnē kyārēya nahīṁ mānī'ē"
        }
    ]
}