{
    "pages": [
        {
            "chapter": 28,
            "verse": 22,
            "text": "Anē jyārē madayana tarapha gayā tō kahēvā lāgyā, manē āśā chē kē mārō pālanahāra manē sīdhā mārgē la'i jaśē"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "madayananā pāṇī pāsē jyārē pahōn̄cyā, tō jōyuṁ kē lōkōnuṁ ēka jūtha tyāṁ pāṇī pīvaḍāvī rahyuṁ chē anē bē strī'ō alaga ūbhī rahī pōtānā (ḍhōrōnē) rōkatā dēkhā'i, pūchyuṁ kē tamanē śuṁ muśkēlī chē? Tē bannē'ē kahyuṁ kē jyāṁ sudhī ā carāvanāra pāchā na jāya tyāṁ sudhī amē pāṇī nahīṁ pīvaḍāvī'ē anē amārā pitā ghaṇā vr̥dva chē"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "basa! Mūsā a.Sa.Ē pōtē tē ḍhōrōnē pāṇī pīvaḍāvī dīdhuṁ, pachī chānyaḍā tarapha āvī gayā anē kahēvā lāgyā kē hē pālanahāra! Tuṁ jē kaṁi paṇa bhalā'i mārī tarapha utārē huṁ tēnō mōhatāja chuṁ"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "ēṭalā mān̄ja tē bannē strī'ō mānthī ēka tēmanī tarapha śaramā'inē āvī, kahēvā lāgī kē mārā pitā tamanē bōlāvē chē, jēthī tamē amārā (ḍhōrō)nē jē pāṇī pīvaḍāvyuṁ chē tēnuṁ vaḷatara āpē. Jyārē mūsā a.Sa. Tēmanī pāsē pahōn̄cyā anē tēmanī sāmē pōtānī sampūrṇa paristhitinuṁ varṇana karyuṁ, tō tē kahēvā lāgyā havē ḍarō nahīṁ, tamē atyācārī kōmathī chūṭakārō mēḷavyō"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "tē bannē mānthī ēkē kahyuṁ, pitājī! Tamē tēmanē majūrī māṭē rākhī lō, kāraṇakē jēnē tamē majūrī māṭē rākhaśō, tēmanā mānthī sauthī śrēṣṭha tē chē, jē tākātavāḷō anē niṣṭhāvāna hōya"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "tē vr̥dvē kahyuṁ, huṁ mārī bannē dikarī'ō mānthī ēkanē tamārī sāthē lagna karāvavā icchuṁ chuṁ, tēnī (mahēra) āṭha varṣa sudhī mārī pāsē kāma karaśō, hāṁ tamē dasa varṣa pūrā karō tō tē tamārā taraphathī upakāra rūpē haśē, huṁ ēvuṁ kyārēya nathī icchatō kē tamanē kō'ī takalīpha āpuṁ, allāha icchaśē tō tamē manē śubhēcchaka pāmaśō"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "Mūsā a.Sa.Ē kahyuṁ, tō ā vāta mārī anē tamārī vaccē nakkī tha'i ga'i, huṁ tē bannē samayagāḷā mānthī jē samaya paṇa pūrō karuṁ, mārā para kō'ī atirēka na thāya, āpaṇē jē kaṁi paṇa kahī rahyā chē, tēnā para allāha (sākṣī anē) vyavasthāpaka chē"
        }
    ]
}