{
    "pages": [
        {
            "chapter": 28,
            "verse": 29,
            "text": "jyārē mūsā a.Sa.Ē samayagāḷō pūrō karī līdhō anē pōtānā gharavāḷā'ōnē la'inē cālyā, tō “tūra” nāmanā parvata tarapha āga jō'i, pōtānī patnīnē kahēvā lāgyā, ūbhā rahō! Mēṁ āga jō'i chē, śakya chē kē huṁ tyānthī kō'ī jāṇakārī la'inē āvuṁ athavā āganō kō'ī aṅgārō la'i āvuṁ jēthī tamē tāpaṇuṁ karī lō"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "basa! Jyārē tyāṁ pahōn̄cyā, tō tē pavitra dharatīnā mēdānanā jamaṇā kinārē vr̥kṣa mānthī pōkāravāmāṁ āvyā kē, hē mūsā! Ni:Śaṅka huṁ ja allāha chuṁ, samagra sr̥ṣṭinō pālanahāra"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "anē ē (paṇa avāja) āvyō kē pōtānī lākaḍī nākhī dō, pachī jyārē tēnē jō'i tō tē sāpanī jēma vaḷa khā'i rahī chē, tō pīṭha phēravī parata āvyā anē rōkā'inē jōyuṁ paṇa nahīṁ, amē kahyuṁ kē, hē mūsā! Āgaḷa āvō, ḍarō nahīṁ, kharēkhara tamē sampūrṇa rītē surakṣita chō"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "pōtānā hāthanē pōtānā gaḷāmāṁ nākha, tē kō'ī rōga vagara camakatō tha'i jaśē, taddana saphēda anē bhayanā kāraṇē pōtānā khabhā dabāvī lē, basa! Ā bannē camatkāra tamārā māṭē tamārā pālanahāra taraphathī chē, phira'auna anē tēnā jūtha tarapha, kharēkhara tē badhā avajñākārī chē"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "mūsā a.Sa.Ē kahyuṁ, pālanahāra! Mēṁ tēmanā ēka vyaktinuṁ katala karī dīdhuṁ chē, havē manē bhaya chē kē tē'ō manē paṇa katala karī nākhaśē"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "anē mārō bhā'i hārūna, mārā karatā vadhārē spaṣṭa jabānavāḷō chē, tuṁ tēnē paṇa mārī madada karanāra banāvī mārī sāthē mōkala, kē tē manē sācō mānī lē, manē tō bhaya chē kē tē sau manē juṭhalāvī dēśē"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "Allāha ta'ālā'ē kahyuṁ kē amē tamārā bhā'i vaḍē tamārā pakṣanē majabūta karī da'iśuṁ anē tamanē bannēnē vijaya āpīśuṁ, phira'aunanā lōkō tamārā sudhī nahīṁ pahōn̄cī śakē, amārī niśānī'ōnā kāraṇē, tamē bannē anē tamāruṁ anusaraṇa karanārā ja prabhutvaśāḷī rahēśē"
        }
    ]
}