{
    "pages": [
        {
            "chapter": 2,
            "verse": 17,
            "text": "tē'ōnuṁ udāharaṇa tē vyaktinī māphaka chē jēṇē āga saḷagāvī, basa! Āju bājunī vastu'ō prakāśita tha'i ja hatī kē allāha tē'ōnā prakāśanē la'i līdhō anē tē'ōnē andhakāramāṁ chōḍī mukyā tē'ō jōtā nathī"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "tē'ō bahērā, muṅgā anē āndhaḷā chē, basa! Tē'ō pāchā pharatā nathī"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "athavā ākāśa mānthī varasādanī māphaka jēmāṁ andhāru, mēghagarjanā anē vijaḷī hōya, mr̥tyuthī bhayabhīta tha'i vādaḷōnā garjavānā kāraṇē pōtānī āṅgaḷī'ō pōtānā kānōmāṁ nākhī dē chē. Anē allāha ta'ālā inkārī'ōnē ghērāmāṁ lēvāvāḷō chē"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "najīka chē kē vijaḷī tē'ōnī āṅkhōnē jhuṇṭavī lēṁ, jyārē tē'ō māṭē prakāśa thāya chē tō tēmāṁ harē pharē chē anē jyārē tē'ō para andhāru karē chē tō ubhā rahī jāya chē. Anē jō allāha ta'ālā icchē tō tē'ōnā kānō anē āṅkhōnē vyartha karī dēṁ. Ninśaṅka allāha ta'ālā darēka vastu para śakti dharāvē chē"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "Hē lōkō! Pōtānā tē pālanahāranī bandagī karō jēṇē tamanē anē tamārā pahēlānā lōkōnuṁ sarjana karyu, ā ja tamārā bacāvanuṁ kāraṇa chē"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "jēṇē tamārā māṭē dharatīnē pātharaṇuṁ anē ākāśanē chata banāvyuṁ anē ākāśamānthī pāṇī varasāvī tēnāthī phaḷa paidā karī tamanē rōjī āpī, khabaradāra! Jāṇyā chatānya allāhanī sāthē bījānē bhāgīdāra na ṭhēravō"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "amē jē kaṁi paṇa pōtānā bandā para avatarita karyu chē tēmāṁ jō tamanē śaṅkā hōya anē tamē sācā hōya tō ānā jēvī ēka sūraha (pāṭha) tō banāvī lāvō, tamanē adhikāra chē kē allāha ta'ālā sivāya pōtānā madada karavāvāḷā'ōnē paṇa bōlāvī lō"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "basa! Jō tamē na karyu anē tamē kadāpi nathī karī śakatā, tō (ānē satyamānī) tē āgathī bacō, jēnuṁ indhaṇa mānavī anē pat'thara chē, jē inkārī'ō māṭē taiyāra karavāmāṁ āvī chē"
        }
    ]
}