{
    "pages": [
        {
            "chapter": 10,
            "verse": 7,
            "text": "Onima koji ne očekuju da će pred Nas stati i koji su zadovoljni životom na ovom svijetu, koji su u njemu smireni, i onima koji su prema dokazima Našim ravnodušni"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "prebivalište njihovo biće Džehennem, zbog onoga što su radili"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "One koji vjeruju i čine dobra djela Gospodar njihov će na pravom putu podržati, zato što vjeruju; rijeke će teći ispred njih u Džennetima zadovoljstva"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "molitva njihova biće u njima: \"Hvaljen neka si, Allahu!\", pozdrav njihov; \"Mir vama!\" a njihova posljednja molitva: \"Tebe, Allaha, Gospodara svjetova hvalimo"
        },
        {
            "chapter": 10,
            "verse": 11,
            "text": "Da Allah ljudima daje zlo onako brzo kao što im se odaziva kad traže dobro, oni bi, uistinu, stradali. A Mi ipak ostavljamo da u zabludi svojoj lutaju oni koji ne vjeruju da će pred Nas stati"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "kada čovjeka snađe nevolja, on Nam se moli: ili ležeći, ili sjedeći, ili stojeći. A čim mu nevolju otklonima, on nastavlja, kao da Nam se nije ni obraćao molbom zbog nevolje koja ga je bila zadesila. Tako se nevjernicima čini lijepim ono što rade"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "Mi smo drevne narode prije vas uništavali zato što nisu povjerovali kad su im poslanici njihovi jasne dokaze donosili. Oni nisu htjeli da vjeruju. Tako Mi kažnjavamo narod nevjernički"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Zatim smo vas poslije njih namjesnicima na Zemlji učinili, da bismo vidjeli kako ćete postupati"
        }
    ]
}