{
    "pages": [
        {
            "chapter": 11,
            "verse": 20,
            "text": "Oni na Zemlji ne mogu Allahu umaći, niti, osim Allaha, drugog zaštitinika imaju. Njima će patnja biti umnogostrućena, jer nisu htjeli ni da čuju ni da bilo šta vide"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "oni su sami sebe upropastili, - a neće im biti ni onih koje su izmišljali"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "oni će, zbilja, na onom svijetu biti sasvim izgubljeni"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "Oni koji budu vjerovali i dobra djela činili i koji Gospodaru svome budu odani biće stanovnici Dženneta, u njemu će vječno boraviti"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "Ove dvije vrste su kao slijep i gluh i kao onaj koji vidi i čuje. A mogu li se oni uporediti/ Pa zašto ne razmislite"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "I Nuha poslasmo narodu njegovu. \"Ja sam tu\" - govorio je on - \"da vas otvoreno opominjem"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "da se ne klanjate nikome drugom osim Allahu; ja se, zaista, plašim za vas patnje na nesnosnom danu"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "Glavešine naroda njegova, oni koji nisu vjerovali, rekoše; \"Koliko mi vidimo, ti si čovjek kao i mi, a vidimo da te bez ikakva razmišljanja slijede samo oni koji su niko i ništa među nama; ne vidimo da ste vi imalo od nas bolji, štaviše, mislimo da ste lažljivci"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "O narode moj.\" - govorio je on - \"da vidimo! Ako je meni jasno ko je Gospodar moj i ako mi je On od Sebe dao vjerovjesništvo, a vi ste slijepi za to, zar da vas silimo da to protiv volje vaše priznate"
        }
    ]
}