{
    "pages": [
        {
            "chapter": 33,
            "verse": 36,
            "text": "Kada Allah i Posalnik Njegov nešto odrede, onda ni vjernik ni vjernica nemaju pravo da po svom nahođenju postupe. A ko Allaha i Njegova Posalnika ne posluša, taj je sigurno skrenuo s pravog uta"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "A kad ti reče onome kome je Allah milost darovao, a kome si i ti dobro učinio: \"Zadrži ženu svoju i boj se Allaha!\" - u sebi si skrivao ono što će Allah objelodaniti i ljudi si se bojao, a preče je da se Allaha bojiš. I pošto je Zejd s njoj živio i od nje se razveo, Mi smo je za tebe udali kako se vjernici ne bi ustručavali više da se žene ženama posinaka svojih kad se oni od njih razvedu - kako Allah odredi, onako treba da bude"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "Vjerovjesniku nije teško da čini ono što mu Allah odredi, jer takav je bio Allahov propis i za one koji su prije bili i nestali, - a Allahova zapovijed je odredba konačna"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "za one koji su Allahove poslanice dostavljali i od Njega strahovali, i koji se nikoga, osim Allah, nisu bojali. - A dovoljno je to što će se pred Allahom račun polagati"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "Muhammed nije roditelj nijednom od vaših ljudi, nego je Allahov poslanik i posljednji vjerovjesnik - a Allah sve dobro zna"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "O vjernici, često Allaha spominjite i hvalite"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "i ujutro i naveče Ga veličajte"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "On vas blagosilja, a i meleki Njegovi, da bi vas iz tmina na svjetlo izveo - On je prema vjernicima samilostan"
        }
    ]
}