{
    "pages": [
        {
            "chapter": 7,
            "verse": 164,
            "text": "Sol kezde olardıñ bir böligi: «Allah qurtatın nemese qattı azappen azaptaytın adamdardı sender ne üşin ügitteysiñder?» - dedi. Olar. «Rabbıñızdıñ aldında aqtalwımız üşin / nasïxat etemiz!.Mümkin olar Allahtan qorqıp saqtanar», - dedi"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "Olar özderine jasalğan eskertwdi umıtqan kezde, jamandıqtan qaytarwşılardı qutqardıq jäne ädiletsizdik istegenderdi buzıq isteri üşin qattı azappen jazaladıq"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "Olar özderine salınğan tıyımnan şıqqan kezde, olarğa: «Jekkörinişti maymıl bolıñdar!» - dedik"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "Ey, Muxammed! / Sol kezde Rabbıñ Qayta tirilw künine deyin olarğa mindetti türde azap tïgizetinderdi jiberetinin jarïyaladı. Aqïqatında, Rabbıñ jaza berwde jıldam. Sonımen birge Ol - öte Keşirimdi , erekşe Meyirimdi"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "Biz olardı / ïsraïldıqtardı / toptarğa bölip, jer jüzine taratıp tastadıq.Olardıñ işinde izgileri de bar jäne onday emesteri de bar. Biz olardı / boysunwğa / qaytwları üşin ïgiliktermen jäne qïınşılıqtarmen sınadıq"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Olardan keyin, orındarına Kitapqa murager bolğan bir urpaq keldi. Olar eñ jaqınnıñ / osı ömirdiñ / köringen närsesin aladı da: «Bizge keşirim etiledi», - deydi. Eger olarğa osı sekildi kezdesse, olar onı tağı da aladı. Olardan Allahqa qatıstı şındıqtan basqanı aytpawları üşin äri ondağını oqıp üyrenw jaylı Kitapta aytılğan sert alınbadı ma? Soñğı, mäñgilik ömir / aqïret / jurtı - taqwalar / Allahtıñ jazasınan qorqıp, saqtanatındar / üşin qayırlı. Aqıldarıñdı istetip, uğınbaysıñdar ma"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "Al, Kitaptı ustanıp, namazdı / barlıq şarttarın saqtap, berile / tolıq orındaytındar bolsa - aqïqatında, Biz tüzetwşilerdiñ / ïgilik istewşilerdiñ / sıyların bosqa jibermeymiz"
        }
    ]
}