{
    "pages": [
        {
            "chapter": 9,
            "verse": 41,
            "text": "Jeñil küyde ne awır küyde bolsañdar da şığındar jäne Allah jolında dünïeleriñ äri jandarıñ arqılı küresiñder. Eger bilseñder, osı - özderiñ üşin qayırlı"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "Ey, Muxammed! / Eger de jaqın bir olja jäne jeñil bir sapar bolsa, olar / munafïqtar / sağan ileser edi. Alayda, olarğa sapar qaşıq körindi. Olar jaqında sağan: «Eger de şamamız kelgende, sendermen birge şığar edik», - dep Allahpen ant işedi. Söytip olar özderin özderi qurtadı. Allah olardıñ nağız ötirikşi ekenin biledi"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "Ey, Muxammed! / Allah seni keşirsin. Sen, şın sözdiler anıqtalmayınşa äri ötirikşilerdi bilmeyinşe, ne üşin olarğa / jorıqtanqalwğa / ruqsat berdiñ"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "Allah jolında dünïeleri jäne jandarımen küresw üşin Allahqa jäne Aqïret künine senwşiler / qalw üşin / senen suranbaydı. Allah - taqwalardı / Özine boysunıp, jazasınan qorqıp, saqtanwşılardı / Bilwşi"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Negizinde, senen Allahqa jäne Aqïret künine senbeytinder äri jürekteri kümändanğandar ğana suranadı. Söytip olar özderiniñ kümändarındaekiuday bolıp jüredi"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "Eger olar / munafïqtar / şığwdı qalasa, ol üşin bir dayındıq körer edi. Alayda, Allah olardıñ şıqqanın unatpay, bögedi. Sonday-aq / olarğa / : «Otırwşılarmen birge otırıñdar», - delindi"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "Eger olar sendermen birge şıqqanda da buzıp-büldirwden basqanı arttırmas edi jäne senderge iritki salwğa umtılıp, aralarıñda asığıp jüretin edi. Senderdiñ işteriñde olarğa qulaq asatındar da bar. Al, Allah - ädiletsizderdi jaqsı Bilwşi"
        }
    ]
}