{
    "pages": [
        {
            "chapter": 10,
            "verse": 98,
            "text": "Ywnwstıñ elinen basqa / azaptı körgende / ïmanğa kelgen äri ïmandarı payda bergen birde-bir eldi meken boldı ma? Olar ïmanğa kelgen kezde, Biz olardan osı ömirde qorlıq azabın ketirdik äri olardı bir merzimge deyin paydalandırdıq"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "Eger Rabbıñ qalağanda, jer jüzindegilerdiñ barlığı, tügeldey ïmanğa keler edi. / Ey, Muxammed, / sen, adamdardı ïmandı / mümin / bolwğa mäjbürleysiñ be"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "Ärbir jan Allahtıñ ruqsatımen ğana ïmanğa keledi. Ol, aqıldarın istetip, uğınbaytındarğa rïjs jiberedi"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "Ey, Muxammed! / Ayt: «Aspandar jäne jerdegi närselerge qarañdarşı», - dep. Ïmansız adamdarğa dälelder men eskertwlerpayda bermeydi"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "Olar özderinen burınğı ötkenderge kelgen tärizdi künderdi kütedi me? Ayt: «Kütiñder! Men de - sendermen birge kütwşimin!» - de"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Sodan keyin Biz elşilerimizdi jäne ïmanğa kelgenderdi qutqaramız. Osılay, ïmandılardı / müminderdi / qutqarw - Bizdiñ mindetimiz"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "Ey, Muxammed! / Ayt: «Ey, adamdar! Eger sender meniñ dinimnen kümända bolsañdar, men senderdiñ Allahtan özge tabınatındarıña tabınbaymın, alayda men senderdiñ jandarıñdı alatın Allahqa qulşılıq etemin äri men ïmandılardan / müminderden / bolwğa buyırıldım», - dep"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "Xanïf (Allahtı birlep, twra joldan taymay, jalğız Oğan qulşılıq etwşi) bolğan türde, jüzindi / xaq / dinge bur. Äri Allahpen qatar, özgelerge tabınwşılardan / müşrikterden / bolma"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "Allahtan özge sağan payda da, zïyan da keltire almaytın närsege jalbarınba. Eger olay isteseñ, onda älbette ädiletsizderden bolasıñ"
        }
    ]
}