{
    "pages": [
        {
            "chapter": 11,
            "verse": 109,
            "text": "Ey, Muxammed! / Olardıñ tabınğandarına qatıstı kümända bolma. Olar ata-babaları burın tabınğandarı sekildi tabınadı. Biz olardıñ ülesterin kemitpey, tolıq qaytaramız"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "Aqïqatında, Biz Musağa Kitap berdik, al ol twralı / qawımı arasında / kelispewşilik twdı. Eger de Rabbıñnan aldın ala bekitilgen bir söz bolmağanda, olardıñ aralarına şeşim şığarılğan bolar edi. Negizinde, bular buğan / Quranğa / qatıstı kümän - küdik işinde"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "Ey, Muxammed! / Aqïqatında, Rabbıñ barlığına, olardıñ amaldarına say tolıq qaytarımın beredi. Şın mäninde, Ol - olardıñ ne istep jatqandarınan Xabardar"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "Sen öziñe buyırılğanday twralıqtı ustan äri senimen birge täwbe etkender de / twralıqtı ustansın / . Äri şekten şıqpañdar. Aqïqatında, Ol - ne istep jatqandarıñdı Körwşi"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "Ädiletsizdik etkenderge süyenbeñder. Onda senderge tozaq otı tïedi äri senderge Allahtan özge qamqorşılar bolmaydı. Sodan keyin senderge kömek körsetilmeydi"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "Ey, Muxammed! / Kündizdiñ eki şetinde jäne tünniñ belgili mezgilderinde namazdı / barlıq şarttarın saqtap, berile / tolıq orında. Aqïqatında, jaqsılıqtar jamandıqtardı ketiredi. Mine, osı - eske alwşılar üşin eske salw, / eskertw"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "Ey, Muxammed! / Sabır et. Aqïqatında, Allah jaqsılıqtı ıqılaspen istewşilerdiñ sıyın zaya ketirmeydi"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "Senderge deyingi urpaqtardıñ işinde, jer betinde buzıqtıqtan qaytaratın danalıq ïeleri bolğanda / elderine zor payda äkeler edi / . Alayda qutqarğanımızdan olardan öte azı boldı. Al, ädiletsizdik etkender, özderine berilgen sän-saltanat, raxatqa erdi, söytip qılmısker boldı"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "Turğındarı tüzw bolıp turğan eldi mekenderdi, seniñ Rabbıñ ädiletsizdikpen joymaydı"
        }
    ]
}