{
    "pages": [
        {
            "chapter": 12,
            "verse": 53,
            "text": "Men öz janımdı aqtamaymın. Eger Rabbım meyirim etpese, şın mäninde, adam janı - jamandıqqa buyırwşı. Aqïqatında, Rabbım - öte Keşirimdi, erekşe Meyirimdi"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "Patşa: «Onı mağan alıp keliñder. Men onı öz adamım etip alamın», - dedi. Ol onımen söylesken kezde: «Anığında, sen bügin bizdiñ aldımızda märtebege ïe, senimdi adamsıñ», - dedi"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "Ol / Ywswf / : «Meni osı jerdiñ / eldiñ / qazınaların üstinen / basqarwşı etip / qoy. Negizinde, men saqtawdı / durıs jumsawdı / bilwşimin», - dedi"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Biz osılay Ywswftı sol jerde / Mısırda / , özi qalağan orınğa jayğasa alatın etip ornıqtırdıq. Biz meyirimimizdi qalağan adamımızğa näsip etemiz. Äri Biz jaqsılıqtı ıqılaspen istewşilerdiñ sıyın zaya ketirmeymiz"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Al, soñğı, mäñgilik ömir / aqïret / sıyı bolsa - ïmanğa kelgender jäne taqwalıq etkender / Allahtıñ jazasınan qorqıp, saqtanğandar / üşin odan da qayırlı"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "Birde / Ywswftıñ bawırları kelip, onıñ aldına kirdi. Sonda, ol olardı tanıdı. Al, olar onı tanımadı"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "Ol olardıñ jükterin äzirletken kezde: «Bir äkedentwğan bawırlarıñdı mağan alıp keliñder. Meniñ ölşewdi tolıqtırıp beretinimdi äri qonaq qabıldawşılardıñ qayırlısı ekenimdi kördiñder ğoy"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "Eger onı mağan äkelmeseñder, meniñ senderge ölşep bererim joq äri mağan jaqındamañdar», - dedi"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "Olar: «Biz onıñ äkesiniñ köñilin awlap, onı surap alwğa tırısamız äri munı, älbette, orındaymız», - dedi"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "Ol / Ywswf / qızmetkerlerine: «Olardıñ / bïdayğa tölegen / zattarın jükteriniñ işine salıp jiberiñder. Bälkim, olar üylerine oralğan kezde, munı tanır äri mümkin qaytıp keler», - dedi"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "Söytip olar äkelerine qaytıp barğandarında: «Äy, äke! Bizge ölşew toqtatıldı / astıq berilmeytin boldı / . Bawırımızdı bizben birge jiber, sonda ölşemimizdi alamız. Anığında, biz - onı qorğawşımız», - dedi"
        }
    ]
}