{
    "pages": [
        {
            "chapter": 12,
            "verse": 104,
            "text": "Sonday-aq sen ol / Quran / üşin olardan aqı suramaysıñ. Ol bükil älemder üşin eske salw / eskertw / ğana"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "Äri aspandarda jäne jerde qanşa belgi-dälelder bar.Olar / ïmansızdar / onıñ janınan ötkenmen, oğan nazar salmaydı"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "Äri, olardıñ köbi Allahqa, Oğan serik qatqan türde ğana senedi"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "Olar özderine Allahtıñ orap alwşı azabınıñ kelwinen nemese Sağattıñ / Qayta tirilw küniniñ / kenetten, özderi sezbegen türde kelip qalwınan qawipsiz boldı ma"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "Ey, Muxammed! / Ayt: «Meniñ jolım osı. Men Allahqa ayqın dälel üstinde şaqıramın äri mağan ergender de. Allah / barlıq kemşilikten / päk. Men Allahqa birewdi / Onıñ ïeligindegi bir närsede ülesi bar dep / serik etip qoswşılardan emespin», dep"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "Ey, Muxammed! / Senen burın da, Biz tek eldi meken turğındarınan bolğan er adamdarğa waxï tüsirip, jiberdik. Al, endi olar jer betinde jürip, özderinen burınğılardıñ soñınıñ ne bolğanına nazar salmay ma? Şın mäninde, soñğı, mäñgilik ömir / aqïret / jurtı taqwalar / Allahtıñ jazasınan qorqıp, saqtanatındar / üşin qayırlı. Aqıldarıñdı istetip, uğınbaysıñdar ma"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "Elşiler ümitin üzgen jäne özderin ötirikşige şığarıldıq dep eseptegen kezde, olarğa järdemimiz kelip, Bizdiñ qalağandarımız ğana qutqarıldı. Bizdiñ azabımız qılmısker adamdardan qaytarılmaydı"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "Olar / payğambarlar / jaylı xabarlarda aqıl ïeleri üşin ğïbrat bar. bul / Quran / oydan şığarılğan äñgime emes, ol özinen aldıñğını rastawşı, barlıq närseniñ anıq tüsindirmesi äri ïmanğa kelgen adamdar üşin / twra joldı ustanwğa / basşılıq jäne meyirim"
        }
    ]
}