{
    "pages": [
        {
            "chapter": 18,
            "verse": 28,
            "text": "Özderiniñ Rabbısına tañerteñ äri keşke Onıñ dïdarın / razılığın / qalap, tilek etwşilermen birge sabır et, äri osı ömirdiñ körkin qalap, közderiñdi olardan burma. Sonday-aq, Biz jüregin Özimizdi eske alwdan qapersiz etken äri köñilqumarlığına ergen jäne isi şekten şıqqan birewge bağınba"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "Äri ayt: «Aqïqat - senderdiñ Rabbıñnan. Sondıqtan kim qalasa, sensin, kim qalasa, küpirlik etsin / ïmanğa kelmesin / »,- dep. Aqïqatında, Biz ädiletsizderge Ot äzirledik. Onıñ qorğandarı olardı qorşap aladı. Eger olar järdem surasa, olarğa betterdi qwırıp jiberetin balqığan mıs sïyaqtı sw beriledi. Ol qanday jaman swsın äri qanday jaman orın"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "Aqïqatında, ïmanğa kelip jäne izgi amal istegenderge,- ıqılaspen istegen amaldarınıñ sıyın zaya ketirmeymiz"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "Olarğa ’Adn Jännatınıñ baqtarı bar, olardıñ astınan özender ağıp jatadı. Olar onda altınnan bolğan bileziktermen sändenedi, juqa jäne qalıñ jibekten jasıl kïimder kïip, perdelermen sändelgen jumsaq säkilerde süyenip otıradı. Bul ne degen jaqsı sıy äri netken körkem meken"
        },
        {
            "chapter": 18,
            "verse": 32,
            "text": "Äri olarğa eki adamnıñ mısalın bayan et. Biz olardıñ birewine eki jüzim bağın berdik. jäne ol ekewin qurma ağaştarımen qorşap, araların egindik ettik"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "Eki baq ta jemisterinen eşnärse azaytpay berdi. Äri olardıñ aralarınan özen ağızıp qoydıq"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "Sonday-aq onıñ / basqa da / önimderi bar edi. Sonda joldasımen söylesip turğanda ol: «Meniñ senen dünïem köp äri adamdarımnıñ sanı jağınan da qwattımın», - dedi"
        }
    ]
}