{
    "pages": [
        {
            "chapter": 27,
            "verse": 89,
            "text": "Kim jaqsı amalımen kelse, oğan odan qayırlısı beriledi äri olar sol künniñ üreyinen aman boladı"
        },
        {
            "chapter": 27,
            "verse": 90,
            "text": "Al, kim jaman amalmen kelse, olar otqa betterimen tastaladı da: «Senderge istegen amaldarıñnıñ ğana qaytarımı berilmey me?» - / delinedi"
        },
        {
            "chapter": 27,
            "verse": 91,
            "text": "Ey, Muxammed! / Ayt: «Şın mäninde, men / qan tögwge, ädiletsizdik istewge, añ awlawğa, ağaştardı keswge / tıyım salğan osı qalanıñ / Mekkeniñ / Rabbısına qulşılıq etwge buyırıldım. Ärbir närse- Oniki. Äri men musılmandardan / boysunwşılardan / bolwğa buyırıldım"
        },
        {
            "chapter": 27,
            "verse": 92,
            "text": "sonday-aq Qurandı oqwğa», - dep. Kim twra jolmen jürse, ol özi üşin twra jol­men jürgen boladı. Al, kim adassa, oğan: «Anığında, men tek eskertwşilerdenmin», -de"
        },
        {
            "chapter": 27,
            "verse": 93,
            "text": "Äri ayt: «Barlıq maqtaw Allahqa! Ol senderge Öziniñ belgilerin körsetedi. Sender olardı tanïsıñdar», - dep. Rabbıñ ne istep jatqandarıñnan ğapıl emes"
        },
        {
            "chapter": 28,
            "verse": 1,
            "text": "Ta. Sïn. Mïm"
        },
        {
            "chapter": 28,
            "verse": 2,
            "text": "Bul - anıq Kitaptıñ ayattarı"
        },
        {
            "chapter": 28,
            "verse": 3,
            "text": "Ey, Muxammed! / Biz senetin adamdar üşin sağan Musa men Fïrawnnıñ xabarınan aqïqat boyınşa oqıp beremiz"
        },
        {
            "chapter": 28,
            "verse": 4,
            "text": "Negizinde, Fïrawn jer betinde / öz elinde / özin joğarı qoyıp, onıñ xalqın böldi. Ol / Fïrawn / olardıñ bir tobın ezgige salıp, uldarın bawızdap, al äyelderin tiri qaldıratın edi. Aqïqatında, ol buzwşı-büldirwşilerden boldı"
        },
        {
            "chapter": 28,
            "verse": 5,
            "text": "Al, Biz ol jerde / Mısırda / älsiz bolğandarğa ïgilik körsetwdi, olardı jetekşi etwdi äri muragerler etwdi qalaymız"
        }
    ]
}