{
    "pages": [
        {
            "chapter": 39,
            "verse": 11,
            "text": "Ayt: «Mağan dindi türli qospalardan / serik qoswdan, rïyadan / tazartıp, Allahqa ğana qulşılıq etw buyırıldı"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "Äri mağan musılmandardıñ / boysunwşılardıñ / aldı bolwım buyırıldı», - dep"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "Ayt: «Eger Rabbıma boysunbasam, ulı Künniñ azabınan qorqamın», - dep"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "Ayt: «Men dinimdi türli qospalardan / serik qoswdan, rïyadan / tazartıp, Allahqa ğana qulşılıq etemin"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "Al, sender Odan özge qalağandarıña tabına beriñder», - dep. Ayt: «Şın mäninde, zïyan şegwşiler - Qïyamet küni özderine jäne üy işterine zïyan şektirgender. Biliñder! Mine, osı - anıq zïyan"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "Olarğa töbelerinen ottan bolğan qalqa jäne astarınan da qalqalar boladı», dep. Allah Öziniñ quldarın osımenen qorqıtadı. Ey, quldarım, Menen qorqıp, saqtanıñdar"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "Tağwttan - oğan tabınwdan awlaq bolğan jäne Allahqa ärdayım qaytwşılarğa / täwbe etkenderge / qwanıştı xabar bar. Quldarıma qwanıştı xabardı jetkiz"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "sonday, sözderdi tıñdap, onıñ eñ jaqsısına / Quran men sünnetke / eretin. Mine, osılar - Allahtıñ Özi twra jolmen jürgizgenderi. Äri däl osılar - aqıl ïeleri"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "Ey, Muxammed / / Özderine azap sözi mindetti bolğan birewdi - Ottağı birewdi sen qutqara alasıñ ba"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "Biraq, taqwalarğa / Rabbısına boysunıp, jazasınan qorqıp, saqtanwşılarğa / bïik jaylar bar, onıñ üstinen jäne bïik jaylar turğızılğan. Al astınan özender ağıp jatadı. Allahtıñ wäde etkeni osı. Allah wädeni buzbaydı"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "Ey, Muxammed / / Allahtıñ aspannan sw tüsirip, onı jerge sw közderi etip endirgenin sen körmediñ be? Sodan keyin Ol onımen tüsteri äralwan eginder şığaradı. Keyin olar solıp, sen onıñ sarğayğanın köresiñ. Sodan soñ Ol onı ügindi, qoqım etedi. Aqïqatında munda aqıl ïeleri üşin eske salw, / ğïbrat / bar"
        }
    ]
}