{
    "pages": [
        {
            "chapter": 4,
            "verse": 66,
            "text": "Eger de Biz olarğa: «Özderiñdi öltiriñder nemese jurttarıñnan şığıñdar!» - dep mindettegende, munı olardıñ azırağınan basqası orındamas edi. Olar özderine nasï­xat etilgendi orındağanda, bul özderi üşin qayırlı bolıp, olardı bekite tüser edi"
        },
        {
            "chapter": 4,
            "verse": 67,
            "text": "Sonda olarğa Öz qasımızdan bir ulı sıy beretin edik"
        },
        {
            "chapter": 4,
            "verse": 68,
            "text": "Äri olardı twra jolmen jürgizetin edik"
        },
        {
            "chapter": 4,
            "verse": 69,
            "text": "Kim Allahqa jäne Elşige boysunsa, mine, solar - Allah ïgilikke bölegen payğambarlar, şınşıldar şähïdter jäne izgilermen birge boladı. Olar - qanday jaqsı joldas"
        },
        {
            "chapter": 4,
            "verse": 70,
            "text": "Mine, osı - Allahtıñ keñşiligi. Allah - Bilwşi retinde jetkilikti"
        },
        {
            "chapter": 4,
            "verse": 71,
            "text": "Ey, ïmanğa kelgender! Saqtıq şaraların ustanıñdar da / jawğa / toptarmen attanıñdar nemese jappay attanıñdar"
        },
        {
            "chapter": 4,
            "verse": 72,
            "text": "Aqïqatında, senderdiñ aralarında ayaldap, qalıp qoyatın bar. Sonda senderge, eger bir qïınşılıq kelse, ol: «Allah meni olarmen birge boldırmay, mağan ïgilik körsetken eken», - dep aytadı"
        },
        {
            "chapter": 4,
            "verse": 73,
            "text": "Al, eger senderge Allahtan jeñis kelse, ol sender men öziniñ arasında eşbir dostıq baylanıs bolmağanday: «Qap! Olarmen birge bolsam ğoy, sonda bir zor tabısqa keneler edim», - dep aytadı"
        },
        {
            "chapter": 4,
            "verse": 74,
            "text": "Osı ömirdiñ ornına soñğı mäñgilik ömirdi / aqïretti / satıp alatındar Allah jolında şayqassın. Kim Allah jolında şayqasıp, öltirilse nemese jeñis jetse, jaqında oğan bir ulı sıy beremiz"
        }
    ]
}