{
    "pages": [
        {
            "chapter": 6,
            "verse": 19,
            "text": "De ki: \"Şahitlik yönünden hangi şey daha büyüktür?\". De ki: \"Allah, benimle sizin aranızda şahittir ve bana bu Kur'ân vahyolundu ki, onunla hem sizi, hem de sizden sonra kendisine ulaşan herkesi uyarayım. Allah'la beraber başka ilâhlar olduğuna siz gerçekten şahitlik eder misiniz?\" De ki: \"Ben buna şahitlik etmem\". \"O, ancak ve ancak bir tek ilâhtır ve gerçekten ben, sizin ortak tuttuğunuz şeylerden uzağım\"de"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "Kendilerine Kitap verdiğimiz kimseler, Peygamber'i, kendi oğullarını bildikleri gibi, bilirler. Kendilerine yazık edenler var ya! İşte onlar iman etmezler"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "Allah'a iftira ederek yalan uydurandan veya âyetlerini yalanlayandan daha zalim kim olabilir? Hiç şüphe yok ki zalimler kurtuluşa eremezler"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "O gün hepsini mahşere toplayacağız. Sonra Allah'a ortak koşanlara: \" Hani nerede o Allah'a ortak saydığınız ortaklarınız?\" diyeceğiz"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Sonra, (Onlar): \"Rabbimiz, Allah'a yemin ederiz ki, biz müşriklerden değildik\" demekten başka bir özür bulamayacaklar"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Bak, vicdanlarına karşı nasıl yalan söylediler! O uydurdukları putlar da kendilerinden kaybolup gitti"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "İçlerinden seni dinleyenler de vardır, fakat biz, onu anlamalarına engel olmak için kalblerinin üstüne örtüler, kulaklarının içine de ağırlık koyduk. Onlar, bütün delilleri görseler bile yine ona inanmazlar. Hatta sana geldiklerinde seninle tartışırlar. Ve o kâfirler: \"Bu, öncekilerin masallarından başka bir şey değildir\" derler"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "Onlar, insanları Kur'ân'a iman etmekten menederler, hem de kendileri ondan uzak dururlar. Böylece yalnız kendilerini mahvediyorlar ama farkında değiller"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "Onların, ateşin üzerinde durduruldukları zaman: \"Ne olurdu dünyaya döndürülseydik, Rabb'imizin âyetlerini yalanlamasaydık da müminlerden olsaydık\" dediklerini bir görsen"
        }
    ]
}