{
    "pages": [
        {
            "chapter": 20,
            "verse": 38,
            "text": "Hani bir vakit ilham edilmesi gereken (ancak ilham ile bilinebilen) şu ilhamı annene verdik"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "Onu (Musa'yı) tabut içine koy da denize bırak. Deniz de onu sahile atsın. Onu hem bana düşman, hem ona düşman olan biri alsın.\" Bir de benim gözetimim altında yetiştirilmen için, üzerine katımdan bir sevgi bırakmıştım. (Ey Musa)"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "Hani kız kardeşin (Firavun'un sarayına) giderek: \"Ona bakacak birini size buluvereyim mi? diyordu. Böylece seni tekrar annene verdik ki, gözü aydın olsun da kederlenmesin. Hem sen, bir adam öldürdün de seni gamdan kurtardık. Seni çeşitli musibetlerle imtihan ettik. Bu sebeple yıllarca Medyen halkı içinde kaldın. Sonra ey Musa! Belli bir çağa (peygamberlik görevini yüklenecek bir yaşa) geldin"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "Ben, seni kendime (peygamber) seçtim"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Sen kardeşinle birlikte mucizelerimle git. İkiniz de beni anmakta gevşeklik etmeyin"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Firavun'a gidin, çünkü o gerçekten azdı"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "Varın da ona yumuşak söz söyleyin; olur ki, öğüt dinler, yahut korkar"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "(Musa ile Harun) \"Rabbimiz! Onun bize kötülük yapmasından veya azgınlığını artırmasından korkarız\" dediler"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "Allah buyurdu ki: \"Korkmayın, zira ben sizinle beraberim, işitir ve görürüm"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "Hemen gidin de Firavun'a deyin ki: \"Biz Rabbinin (sana gönderilen) elçileriyiz. Artık İsrailoğulları'nı bizimle gönder, onlara azab etme; biz sana Rabbinden bir mucize ile geldik. Selam doğru yolda gidenleredir"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Bize kesin olarak vahyolundu ki, azab şüphesiz (gerçeği) inkâr edip ona sırt çevirenleredir"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "Firavun: \"Ey Musa! Sizin Rabbiniz kimdir?\" dedi"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "Musa: \"Bizim Rabbimiz her şeye şeklini veren, sonra da yolunu gösterendir.\" dedi"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "Firavun: \"Öyleyse geçmiş asırlar (daki insanlar)ın durumu nedir?\" dedi"
        }
    ]
}