{
    "pages": [
        {
            "chapter": 24,
            "verse": 37,
            "text": "Birtakım insanlar (Allahı tesbih ederler) ki, ne ticaret ne de alış veriş onları Allah'ı anmaktan, namaz kılmaktan ve zekat vermekten alıkoymaz. Onlar, kalplerin ve gözlerin allak bullak olduğu bir günden korkarlar"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "Çünkü Allah, kendilerine işledikleri amellerin en güzeli ile ecir verecek, lütfundan fazlasını da bahşedecektir ve Allah, dilediğine hesapsız rızık verir"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "Küfredenlere gelince, onların amelleri, ıssız çöllerdeki serap gibidir ki, susayan onu su zanneder, nihayet ona vardığında orada herhangi bir şey bulamamış, üstelik yanıbaşında da (inanmadığı, kendisinden sakınmadığı) Allah'ı bulmuştur. Allah ise onun hesabını tastamam görmüştür. Allah hesabı çok çabuk görür"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "Yahut (o kâfirlerin duygu, düşünce ve davranışları) engin bir denizdeki yoğun karanlıklar gibidir ki, onu dalga üstüne dalga kaplıyor; üstünde de bulut. Bir biri üstüne karanlıklar... İnsan, elini çıkarıp uzatsa, nerdeyse onu dahi göremez. Bir kimseye Allah, nur vermemişse, artık o kimsenin ışık ve aydınlıktan nasibi yoktur"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "Görmez misin ki, göklerde ve yerde bulunanlarla dizi dizi kanat çırpıp uçan kuşların Allah'ı tesbih ettiklerini? Her biri kendi tesbihini ve duâsını bilmiştir. Allah, onların yapmakta olduklarını hakkıyla bilir"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "Göklerin ve yerin mülkü Allah'ındır; dönüş de ancak O'nadır"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Görmez misin ki Allah bulutları (dilediği yere) sürüklüyor; sonra onları biraraya getirip üstüste yığıyor. İşte görüyorsun ki bunlar arasında yağmur çıkıyor. O, gökten, sanki oradaki dağlardan da dolu indirir. Artık onu dilediğine isabet ettirir; dilediğinden de onu uzak tutar; bu bulutlardan çıkan şimşeğin parıltısı nerdeyse gözleri alır"
        }
    ]
}