{
    "pages": [
        {
            "chapter": 2,
            "verse": 30,
            "text": "Bir zamanlar Rabb'in meleklere: \"Ben yeryüzünde bir halife yaratacağım\" demişti. (Melekler): \"A!.. Orada bozgunculuk yapacak ve kan dökecek birisini mi yaratacaksın? Oysa biz seni överek tesbih ediyor ve seni takdis ediyoruz\" dediler. (Rabb'in): \"Ben sizin bilmediklerinizi bilirim.\" dedi"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "Ve Âdem'e isimlerin hepsini öğretti, sonra onları meleklere gösterip: \"Haydi davanızda sadıksanız bana şunları isimleriyle haber verin.\" dedi"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "Dediler ki: \"Yücesin sen (ya Rab!). Bizim, senin bize öğrettiğinden başka bir bilgimiz yoktur. Şüphesiz sen bilensin, hakîmsin"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "(Allah): \"Ey Âdem, bunlara onları isimleriyle haber ver.\" dedi. Bu emir üzerine Âdem onlara isimleriyle onları haber verince, (Allah): \"Ben size, ben göklerin ve yerin gayblarını bilirim, sizin açıkladığınızı da, içinizde gizlediğinizi de bilirim\" dememiş miydim?\" dedi"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "Ve o zaman meleklere: \"Âdem'e secde edin!\" dedik, hemen secde ettiler. Yalnız İblis dayattı, kibrine yediremedi, inkârcılardan oldu"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "Dedik ki: \"Ey Âdem, sen ve eşin cennette oturun, ikiniz de ondan dilediğiniz yerde bol bol yeyin, fakat şu ağaca yaklaşmayın, yoksa zalimlerden olursunuz"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "Bunun üzerine şeytan onları(n ayağını) oradan kaydırdı, içinde bulundukları (cennet yurdu)ndan çıkardı. Biz de: \"Birbirinize düşman olarak inin, orada belirli bir vakte kadar sizin için bir karar yeri ve bir nasib vardır.\" dedik"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Derken Âdem Rabb'ından birtakım kelimeler aldı, (onlarla tevbe etti. O da) tevbesini kabul etti. Muhakkak O, tevbeyi çok kabul eden, çok esirgeyendir"
        }
    ]
}