{
    "rukus": [
        {
            "chapter": 9,
            "verse": 73,
            "text": "Prophet, fight the unbelievers and hypocrites vehemently for the cause of God. Their dwelling is hell, a terrible destination"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "They (the hypocrites) swear by the Name of God (to make others believe in what they are saying). They have spoken the testimony of disbelief and have then turned back to disbelief. They have made unsuccessful attempts to cause trouble. There is no other reason for their ungratefulness except that God and His Messenger enriched them through their favors. If they repent, it will be better for them, but if they turn away (from the faith), God will make them suffer a painful punishment both in this life and in the life hereafter. They will find no guardian nor any helper in the land"
        },
        {
            "chapter": 9,
            "verse": 75,
            "text": "Some of them have promised God that if He will favor them, they will certainly spend for His cause and be righteous ones"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "But when His favors were bestowed on them, they became niggardly and in disregard broke their promise"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "God will, for their disregard of their promise and their telling lies, place hypocrisy in their hearts which will not leave them until they face the consequences of their deeds"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "Were they not aware that God knows all that they hide or whisper and that He has absolute knowledge of the unseen"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "God mocks those (hypocrites) who blame and mock the rich or poor believers who donate to the welfare funds, and He has prepared a painful torment for them"
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "(Muhammad), whether you ask God to forgive them or not, He will never do so, even if you were to beg seventy times; they have disbelieved in God and His Messenger and God does not guide the evil-doers"
        }
    ]
}