{
    "rukus": [
        {
            "chapter": 11,
            "verse": 61,
            "text": "To Thamud We sent their brother Salih who told them, \"My people, worship God; He is your only Lord. It is He who has created you from the earth and has settled you therein. Seek forgiveness from Him and turn to Him in repentance. My Lord is certainly close to everyone and He hears all prayers"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "They said, \"Salih, we had great hope in you before this. Do you forbid us to worship that which our fathers had worshipped? We are doubtful and uncertain about what you have told us to worship"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "He said, \"My people, think. I have received authoritative evidence and mercy from my Lord, so who will protect me from God if I disobey Him? You certainly want to destroy me"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "My people, this is the she-camel of God, a miracle (to support the truth which has been brought) to you. Leave her to graze in the land of God. Do not harm her with your evil deeds lest torment will suddenly strike you"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "When they slew the she-camel, Salih told them, \"You have only three days to enjoy living in your homes (before you will be struck by the torment). This is an inevitable prophecy"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "When Our decree came to pass. We mercifully saved Salih and his faithful followers from that day's ignominy. Your Lord is certainly Mighty and Majestic"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "A blast struck the unjust and they were found lying motionless on their faces"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "as though they had never existed. The people of Thamud denied the existence of their Lord. How distant from the mercy of God had the people of Thamud gone"
        }
    ]
}