{
    "rukus": [
        {
            "chapter": 16,
            "verse": 41,
            "text": "God settles those who leave their homes for His cause after having suffered injustice, in a prosperous dwelling in this life and greater rewards will be theirs in the life to come. Would that they knew this"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "(It is they) who have exercised patience and trust in their Lord"
        },
        {
            "chapter": 16,
            "verse": 43,
            "text": "The Messengers whom We sent before you were mere mortals to whom We had sent with miracles and revelations. Ask those who know about the heavenly Books if you do not know about this"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "We have revealed the Quran to you so that you could tell the people what has been revealed to them and so that perhaps they will think"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "Can they who have devised evil plans expect to be safe from the command of God to the earth to swallow them up, or from a torment which might strike them from an unexpected direction"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "Are they confident that God will not seize them while they are on a journey? They will not be able to escape from God"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "Are they confident that God will not slowly destroy them? Your Lord is Compassionate and All-merciful"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "Can they not see that the shadows of whatever God has created turn to the right and to the left in prostration and submission to Him"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "Whatever is in the heavens and the earth, the cattle and the angels prostrate themselves before God without pride"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "They (angels) have fear of their Lord above them and fulfill His commands"
        }
    ]
}