{
    "rukus": [
        {
            "chapter": 22,
            "verse": 11,
            "text": "Some people worship God to achieve worldly gains. They are confident when they are prosperous, but when they face hardships they turn away from (worship). They are lost in this life and will be lost in the life to come. Such loss is indeed destructive"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "They worship things instead of God which can neither harm them nor benefit them. This is indeed to stray far away from the right path"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "Their worship of such things, in which there is no hope for any benefit, can only harm them. How terrible is such a guardian and companion"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "God will admit the righteously striving believers to the gardens wherein streams flow. God has all the power to do whatever He wants"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "Those who thought that God would never grant victory to (Muhammad), in this world nor in the life hereafter (and now that he is victorious) should hang themselves by the necks from the ceiling, then cut the rope and see if this can do away with what has enraged them"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "We have revealed the Quran which contains authoritative verses. God guides only those whom He wants"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "On the Day of Judgment, God will make truth and falsehood clearly distinct from each other to the believers, the Jews, the Sabeans, the Christian, the Zoroastrians, and the Pagans on the Day of Judgment. God is a Witness to all things"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "Have you not considered that those in the heavens and the earth, the Sun, the Moon, the Stars, the mountains, the trees, the animals, and many people, all bow down to God? But many people deserve His torment. No one can give honor to whomever God has insulted. God has all the power to do what He wants"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "(Those who prostrate themselves before God and those who do not) are two groups who dispute with each other about their Lord. For the unbelievers the garment of fire has already been prepared. Boiling water will be poured upon their heads"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "It will melt their skins and all that is in their bellies"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "They will be subdued by iron rods"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "Whenever in anguish they will try to come out of hell they will be returned therein to suffer the burning torment"
        }
    ]
}