{
    "rukus": [
        {
            "chapter": 22,
            "verse": 65,
            "text": "Have you not seen that God, through His command, has made all that is in the earth and the ships that sail on the sea subservient to you? He prevents the sky from falling on the earth unless He decides otherwise. God is Compassionate and Merciful to mankind"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "It is He who has given you life, He will make you die and will make you live again. Surely the human being is ungrateful"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "We enjoined every nation with certain worship acts which they perform. The unbelievers must not dispute with you about the manner of your worship. Invite them to follow the right path of the Lord"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "If they still dispute with you about your worship, tell them, \"God knows best what you do"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "He will issue His decree about your differences on the Day of Judgment"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Do you not know that God knows all that is in the heavens and the earth? His decree is already recorded in the Book and issuing such a Judgment is not difficult for Him at all"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "They worship things instead of God that have received no authority (from the heavens) nor have they any knowledge of such authority. The unjust people will have no one to help them"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "When Our authoritative revelations are recited to the unbelievers, you can clearly read the dislike on their faces. They almost attack those who read Our revelations to them. Say to them, \"Should I tell you about what is the worst thing for you than these revelations? It is the fire which God has prepared for the unbelievers. What a terrible destination"
        }
    ]
}