{
    "rukus": [
        {
            "chapter": 35,
            "verse": 15,
            "text": "People, you are always in need of God and God is Self-sufficient and Praiseworthy"
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "He could replace you by a new creation if He decided to"
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "This would not cost God dear at all"
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "No one will bear the burden of another. Even if an overburdened soul should ask another to bear a part of his burden, no one, not even a relative, will do so. (Muhammad), you can only warn those who have fear of their Lord without seeing Him and who are steadfast in prayer. Whoever purifies himself, does so for his own good. To God do all things return"
        },
        {
            "chapter": 35,
            "verse": 19,
            "text": "The blind and the seeing are not alike"
        },
        {
            "chapter": 35,
            "verse": 20,
            "text": "nor are darkness and light"
        },
        {
            "chapter": 35,
            "verse": 21,
            "text": "nor shade and heat"
        },
        {
            "chapter": 35,
            "verse": 22,
            "text": "nor are the living and the dead. God makes to listen whomever He wants. (Muhammad), you cannot make people in the graves to listen"
        },
        {
            "chapter": 35,
            "verse": 23,
            "text": "You are simply a warner"
        },
        {
            "chapter": 35,
            "verse": 24,
            "text": "We have sent you in all truth as a bearer of glad news and a warner. No nation who lived before was left without a warner"
        },
        {
            "chapter": 35,
            "verse": 25,
            "text": "If they reject you, (know that) others who lived before them had also rejected their Messengers, Messengers who had brought them miracles, scriptures, and the enlightening Book"
        },
        {
            "chapter": 35,
            "verse": 26,
            "text": "so I seized the unbelievers and how terrible was their torment"
        }
    ]
}