{
    "rukus": [
        {
            "chapter": 4,
            "verse": 77,
            "text": "Have you not seen those who were told to stop fighting, to say their prayers, and pay the religious tax? When they were ordered to fight, some of them feared other men as much as or more than they feared God and so they said, \"Lord, why have you ordered us to fight? If only you would give us a little time.\" (Muhammad), tell them, \"The pleasures of the worldly life are trivial. The life hereafter is best for the pious ones. You will not be treated the slightest bit unjustly"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "Wherever you are, death will find you even if you hide yourselves in firmly constructed towers. Whenever people experience good fortune, they say that it is from God but whenever they experience misfortune, they say it is because of you, (Muhammad). Tell them, \"Everything is from God.\" What is wrong with these people that they do not even try to understand"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "Whatever good you may receive is certainly from God and whatever you suffer is from yourselves. We have sent you, (Muhammad), as a Messenger to people. God is a Sufficient witness to your truthfulness"
        },
        {
            "chapter": 4,
            "verse": 80,
            "text": "One who obeys the Messenger has certainly obeyed God. You have not been sent to watch over those who turn away from you"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "They proclaim obedience to you but as soon as they leave at night, a group of them make secret plans to do the contrary of what you have told them to do. God keeps the record of their nocturnal plans. Therefore, leave them alone and put your trust in God; He is Sufficient for you as your Guardian"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "Will they not ponder on the Quran? Had it not come from someone other than God, they would have certainly found therein many contradictions"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "When they receive any news of peace or war, they announce it in public. Had they told it to the Messenger or to their (qualified) leaders, they could have used that information more properly. Were it not for the favor and mercy of God, all but a few of them would have followed Satan"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "Thus, (Muhammad), fight for the cause of God. You are only responsible for yourself. Rouse the believers and perhaps God will stop the evil designs of the unbelievers. God's punishment and retribution is the most severe"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "Whoever intercedes for a good purpose will receive his share of the reward but the intercession for an evil purpose only adds more to one's burden. God has control over all things"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "Answer a greeting in kinder words than those said to you in the greeting or at least as kind. God keeps account of all things"
        },
        {
            "chapter": 4,
            "verse": 87,
            "text": "God exists. He is the only Lord. He will gather you all together on the Day of Judgment which will certainly come. Who is more truthful than God"
        }
    ]
}