{
    "pages": [
        {
            "chapter": 4,
            "verse": 155,
            "text": "Ko sabu firtugol ɓe ahadi maɓɓe ndin, e yeddugol ɓe Aayeeje Alla ɗen, e warugol ɓe Annabaaɓe ɓen ko aldaa e goonga e wi'gol ɓe :\"Ɓerɗe amen ɗen no sokii\". Si ko woni, Alla Notii e majje sabu keefe-raaku maɓɓe ngun -ɓe gomɗintaa si wanaa seeɗa"
        },
        {
            "chapter": 4,
            "verse": 156,
            "text": "e sabu keeferaaku maɓɓe ngun, e konngol maɓɓe ngol dow Maryama fenaande mawnde"
        },
        {
            "chapter": 4,
            "verse": 157,
            "text": "e wi'ugol ɓe : \"Menen men warii Iisaa Meme-sella, ɓiɗɗo Maryama, Nulaaɗo Alla on\". Ɓe waraali mo, ɓe fetaali mo, ko woni, o nanndinana ɓe. Pellet ɓen ɓen luutondirɓe fii makko :ɓe wonii e sikkitaare fii makko. Alanaa ɓe e fii ɗum anndal, si wanaa jokku- gol sikke, ɓe waraano mo e taƴoral(yananeede)"
        },
        {
            "chapter": 4,
            "verse": 158,
            "text": "Ko woni, Alla Ɓamtu mo faade ka Makko. Alla Laatike Fooluɗo, Ñeeñuɗo"
        },
        {
            "chapter": 4,
            "verse": 159,
            "text": "Alaa hay gooto e yimɓe Defte ɓen, si wanaa o gomɗinay mo ado maayde makko nden. Ñalnde Dargal o laatoto seeditotooɗo e hoore maɓɓe"
        },
        {
            "chapter": 4,
            "verse": 160,
            "text": "Ko sabu tooñe immorde e ɓen Alyahuudaaɓe, Men Harmiannooɓe laaɓuɗi ɗi ɓe daginanoo e sabu sakkagol(faddagol) laawol Alla ngol ko ɗuuɗi"
        },
        {
            "chapter": 4,
            "verse": 161,
            "text": "e jaɓugol ɓe ngol ribaa, gomɗii ɓe haɗaama e ɗum, e ñaamugol jawle yimɓe ɓen e hoore meere. Men Hebilanii heeferɓe ɓen e maɓɓe lepte muusuɗe"
        },
        {
            "chapter": 4,
            "verse": 162,
            "text": "Kono tutiiɓe ɓen e ganndal e maɓɓe e gomɗimɓe ɓen, hiɓe gomɗini ko Jippinaa ko e maaɗa e kon ko Jippinaa ado maaɗa. E ñiiɓnooɓe julde ɓen, e tottooɓe asakal ɓen, e gomɗimɓe Alla e Ñalaande Sakkitiinde nden, ɓen ɗon, arma Men Okka ɓe njoɓdi mawndi"
        }
    ]
}