{
    "maqras": [
        {
            "chapter": 33,
            "verse": 60,
            "text": "Daca fatarnicii, cei care au boala in inima, zurbagii din Medina nu se potolesc, Noi te vom atata asupra lor si nu vor mai sta mult in preajma ta"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "blestemati vor fi oriunde s-ar afla, inrobiti vor fi si omorati"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "dupa obiceiul hotarat de Dumnezeu celor de odinioara. Tu nu vei afla nici o schimbare in obiceiul lui Dumnezeu"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "Oamenii te intreaba despre Ceasul (Judecatii). Spune: “Numai Dumnezeu are stiinta lui.” Ce te va face sa stii? S-ar putea ca Ceasul sa fie aproape"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "Dumnezeu ii blestema pe tagaduitori carora El le-a pregatit un Parjol"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "unde vor vesnici si unde nu vor afla nici obladuitor, nici ajutor"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "In Ziua cand chipurile le vor fi intoarse pe toate partile in Foc, vor spune: “Vai noua! O, daca am fi dat ascultare lui Dumnezeu! O, daca am fi dat ascultare Trimisului!”"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "Ei vor mai spune: “Domnul nostru! Noi am dat ascultare domnilor nostri, mai marilor nostri, iar ei ne-au ratacit de la Cale"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "Domnul nostru! Da-le osanda indoita si blestema-i cu blestem greu!”"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "O, voi cei ce credeti! Nu fiti ca cei care l-au necajit pe Moise. Dumnezeu l-a curatit de ceea ce spuneau ei si el fu la mare cinste la Dumnezeu"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "O, voi cei ce credeti! Temeti-va de Dumnezeu! Vorbiti drept"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "ca El sa va indrepte faptele si sa va ierte voua pacatele. Cine da ascultare lui Dumnezeu si trimisului Sau va avea o fericire mare"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "Noi am infatisat cerurilor, pamantului si muntilor pastrarea credintei, insa ei au refuzat sa o ia asupra lor si au fost cuprinsi de groaza ei. Numai omul a luat asupra sa aceasta povara, insa el este nedrept si nestiutor"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "Dumnezeu sa-i osandeasca pe fatarnici si pe fatarnice, pe inchinatorii si pe inchinatoarele la idoli si sa primeasca Dumnezeu cainta credinciosilor si credincioaselor. Dumnezeu este Iertator, Milostiv"
        },
        {
            "chapter": 34,
            "verse": 1,
            "text": "Lauda lui Dumnezeu, Cel ce stapaneste cele din ceruri, precum si de pe pamant! Lauda Lui in Viata de Apoi! El este Inteleptul, Cunoscatorul"
        },
        {
            "chapter": 34,
            "verse": 2,
            "text": "El cunoaste ceea ce intra in pamant si ceea ce iese din el, ceea ce se pogoara din cer si ceea ce se inalta la el. El este Milostivul, Iertatorul"
        },
        {
            "chapter": 34,
            "verse": 3,
            "text": "Cei care tagaduiesc spun: “Nu ne va veni Ceasul.” Spune: “Ba nu, pe Domnul meu, Ceasul va va veni curand!” El cunoaste Taina si nici macar un fir de praf nu-i scapa, fie din ceruri, fie de pe pamant. Nimic nu este nici prea mic si nici prea mare ca sa nu fie scris in Cartea cea deslusita"
        },
        {
            "chapter": 34,
            "verse": 4,
            "text": "incat cei care cred si savarsesc fapte bune vor fi rasplatiti. Acestia vor afla iertare si inzestrare imbelsugata"
        },
        {
            "chapter": 34,
            "verse": 5,
            "text": "Cei care trudesc sa slabeasca semnele Noastre, aceia vor avea parte de osanda de chin dureros"
        },
        {
            "chapter": 34,
            "verse": 6,
            "text": "Cei carora le-a fost data stiinta vad ca ceea ce a fost pogorat asupra ta de la Domnul tau este Adevarul ce calauzeste pe calea Puternicului, Laudatului"
        },
        {
            "chapter": 34,
            "verse": 7,
            "text": "Cei care tagaduiesc spun: “Sa va aratam un barbat care va da de stire ca dupa ce veti fi facuti farame, veti avea iarasi o noua faptura"
        },
        {
            "chapter": 34,
            "verse": 8,
            "text": "Oare a nascocit o minciuna despre Dumnezeu, ori a intrat vreun ginn in el?” Ba nu!... Cei care nu cred in Viata de Apoi, vor avea osanda si ratacirea cea adanca"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "Ei nu vad oare ceea ce este inaintea lor si ceea ce este inapoia lor, din cer si de pe pamant? Daca am voi, i-am scufunda in pamant ori am pravali asupra lor o bucata de cer. Intru aceasta este un semn pentru robul care se caieste"
        }
    ]
}