{
    "maqras": [
        {
            "chapter": 38,
            "verse": 21,
            "text": "Povestea potrivnicilor a venit la tine? Ei s-au catarat pe zid pana la incaperea oprita"
        },
        {
            "chapter": 38,
            "verse": 22,
            "text": "si au intrat peste David care s-a speriat de ei. Ei i-au spus: “Nu te teme! Noi suntem potrivinici, unul l-a nedreptatit pe celalalt. Judeca-ne intru adevar. Nu fi partinitor! Calauzeste-ne pe Calea cea Dreapta"
        },
        {
            "chapter": 38,
            "verse": 23,
            "text": "Acesta este fratele meu care are nouazeci si noua de oi, iar eu nu am decat o oaie. El mi-a spus: “Incredinteaza-mi-o mie!” Si m-a biruit cu vorba"
        },
        {
            "chapter": 38,
            "verse": 24,
            "text": "David spuse: “El te-a nedreptatit cerandu-ti oaia ta pe langa oile sale.” Multi dintre cei care se amesteca se nedreptatesc unii pe altii, afara de cei care cred si savarsesc fapte bune, insa acestia sunt putini. David a inteles ca Noi l-am pus la incercare. El I-a cerut iertare Domnului sau si cazand in genunchi se cai"
        },
        {
            "chapter": 38,
            "verse": 25,
            "text": "Noi i-am iertat lui si el are la Noi un loc aproape si o frumoasa intoarcere"
        },
        {
            "chapter": 38,
            "verse": 26,
            "text": "O, David! Noi te-am facut urmas pe pamant. Judeca oamenii intru Adevar si nu urma poftei, caci ea te rataceste de la calea lui Dumnezeu. Cei care se ratacesc de la Calea lui Dumnezeu vor avea parte de o osanda apriga, caci au dat uitarii Ziua Socotelii"
        },
        {
            "chapter": 38,
            "verse": 27,
            "text": "Oare Noi am creat cerul si pamantul si tot ce se afla intre ele zadarnic precum isi inchipuie cei care tagaduiesc? Vai celor care tagaduiesc de Foc"
        },
        {
            "chapter": 38,
            "verse": 28,
            "text": "Ii vom face oare pe cei care cred si savarsesc fapte bune deopotriva cu cei care seamana stricaciunea pe pamant? Ori ii vom face pe cei tematori deopotriva cu cei nerusinati"
        },
        {
            "chapter": 38,
            "verse": 29,
            "text": "O Carte binecuvantata am pogorat asupra ta ca ei sa ia aminte la versetele ei, ca cei daruiti cu minte sa chibzuiasca"
        },
        {
            "chapter": 38,
            "verse": 30,
            "text": "Lui David i l-am daruit pe Solomon. Ce rob bun si plin de cainta"
        },
        {
            "chapter": 38,
            "verse": 31,
            "text": "Cand intr-o seara ii fura infatisati caii care bateau din picior"
        },
        {
            "chapter": 38,
            "verse": 32,
            "text": "el spuse: “Eu am iubit bunul (lumesc) mai mult decat amintirea Domnului meu, pana ce au disparut dupa valul noptii"
        },
        {
            "chapter": 38,
            "verse": 33,
            "text": "“Intoarceti-mi-i.” Si atunci, el le-a taiat picioarele si gatul"
        },
        {
            "chapter": 38,
            "verse": 34,
            "text": "Noi l-am pus la incercare pe Solomon punandu-i pe tron un chip. Astfel, el s-a cait"
        },
        {
            "chapter": 38,
            "verse": 35,
            "text": "El spuse: “Domnul meu! Iarta-mi mie! Daruieste-mi o imparatie ce nu se va cuveni nimanui dupa mine. Tu esti Daruitorul!”"
        },
        {
            "chapter": 38,
            "verse": 36,
            "text": "Noi i-am supus vantul — lin sufla la porunca sa acolo unde-l trimitea"
        },
        {
            "chapter": 38,
            "verse": 37,
            "text": "pe diavolii ziditori si scufundatori"
        },
        {
            "chapter": 38,
            "verse": 38,
            "text": "si pe altii legati in lanturi"
        },
        {
            "chapter": 38,
            "verse": 39,
            "text": "“Acesta-i darul Nostru. Risipeste-l ori pastreaza-l fara sa tii socoteala"
        },
        {
            "chapter": 38,
            "verse": 40,
            "text": "Solomon are la Noi un loc apropiat si o frumoasa intoarcere"
        },
        {
            "chapter": 38,
            "verse": 41,
            "text": "Aminteste-ti de Iov, robul Nostru, cand a strigat catre Domnul sau: “Satan m-a lovit cu suferinta si osanda.”"
        },
        {
            "chapter": 38,
            "verse": 42,
            "text": "“Bate din picior! Aceasta este o scalda racoroasa si o bautura.”"
        },
        {
            "chapter": 38,
            "verse": 43,
            "text": "Si i i-am daruit pe ai sai si inca pe atat. Aceasta au fost o milostivenie de la Noi si o amintire pentru cei daruiti cu minte"
        },
        {
            "chapter": 38,
            "verse": 44,
            "text": "Ia in mana ta un manunchi de nuiele! Loveste cu el si nu-ti incalca legamantul!” Si Noi l-am aflat rabdator. Ce rob bun si plin de cainta"
        },
        {
            "chapter": 38,
            "verse": 45,
            "text": "Aminteste-ti de Abraham, Isaac si Iacob, robii Nostri daruiti cu indemanare si cu prevedere"
        },
        {
            "chapter": 38,
            "verse": 46,
            "text": "Noi i-am curatit prin amintirea Lacasului"
        },
        {
            "chapter": 38,
            "verse": 47,
            "text": "Ei se afla la Noi, printre alesii cei prea buni"
        },
        {
            "chapter": 38,
            "verse": 48,
            "text": "Aminteste-ti de Ismail, Elizeu si Du al-Kifl. Toti se afla printre cei prea buni"
        },
        {
            "chapter": 38,
            "verse": 49,
            "text": "Aceasta este o amintire, o frumoasa intoarcere pentru cei tematori"
        },
        {
            "chapter": 38,
            "verse": 50,
            "text": "gradinile Edenului ale caror porti le vor fi deschise"
        },
        {
            "chapter": 38,
            "verse": 51,
            "text": "Culcati in ele, vor cere fructe din belsug si bauturi"
        }
    ]
}