{
    "maqras": [
        {
            "chapter": 60,
            "verse": 7,
            "text": "Dumnezeu ar putea pune prietenie intre voi si unii dintre cei pe care ii socotiti vrajmasi. Dumnezeu este Atotputernicul! El este Iertator, Milostiv"
        },
        {
            "chapter": 60,
            "verse": 8,
            "text": "Dumnezeu nu va opreste de la a fi buni si drepti cu cei care nu s-au razboit cu voi pe credinta si nici nu v-au prigonit din casele voastre. Dumnezeu ii iubeste pe cei nepartinitori"
        },
        {
            "chapter": 60,
            "verse": 9,
            "text": "Dumnezeu va opreste de la a vi-i face prieteni pe cei care s-au razboit cu voi pentru credinta si v-au prigonit din casele voastre si au fost partasi la prigonirea voastra. Cei care-i fac prieteni, sunt nedrepti"
        },
        {
            "chapter": 60,
            "verse": 10,
            "text": "O, voi cei ce credeti! Cand credincioasele care s-au pribegit, vin la voi, puneti-le la incercare. Dumnezeu stie prea bine credinta lor. Daca le aflati credincioase nu le inapoiati tagaduitorilor — ele nu le mai sunt ingaduite, ei nu le mai sunt ingaduiti. Dati-le ceea ce au cheltuit pentru ele. Nu vi se va face nici o vina daca va insotiti cu ele dupa ce le-ati dat dota. Nu le tineti, insotindu-va cu ele, pe cele necredincioase. Cereti ce ati cheltuit si sa va ceara si ei ce au cheltuit. Aceasta este judecata lui Dumnezeu cu care El va judeca. Dumnezeu este Stiutorul, Inteleptul"
        },
        {
            "chapter": 60,
            "verse": 11,
            "text": "Daca vreuna dintre sotiile voastre fuge la tagaduitori, iar voi ii veti pedepsi pe acestia, dati despagubire celor ale caror sotii au fugit pentru ceea ce au cheltuit. Temeti-va de Dumnezeu in care credeti"
        },
        {
            "chapter": 60,
            "verse": 12,
            "text": "O, Profetule! Cand credincioasele vin la tine si-ti fac juraminte de credinta ca nu vor alatura pe nimeni lui Dumnezeu, nu vor fura, nu vor preacurvi, nu-si vor ucide pruncii, nu vor veni cu nici o marsavie nascocita intre mainile si picioarele lor, nu se vor razvrati asupra ta intru cele de cuviinta, primeste atunci juramantul lor de credinta. Cere iertare lui Dumnezeu pentru ele. Dumnezeu este Iertatorul, Milostivul"
        },
        {
            "chapter": 60,
            "verse": 13,
            "text": "O, voi cei ce credeti! Nu va faceti prieteni dintr-un popor asupra caruia Dumnezeu s-a maniat si nu are nici o speranta pentru Viata de Apoi, asa cum tagaduitorii n-au nici o nadejde pentru cei din morminte"
        },
        {
            "chapter": 61,
            "verse": 1,
            "text": "Cele din ceruri si de pe pamant il preamaresc pe Dumnezeu. El este Puternicul, Inteleptul"
        },
        {
            "chapter": 61,
            "verse": 2,
            "text": "O, voi cei ce credeti! De ce spuneti ceea ce nu faceti"
        },
        {
            "chapter": 61,
            "verse": 3,
            "text": "Mare uraciune este pentru Dumnezeu sa spuneti ceea ce nu faceti"
        },
        {
            "chapter": 61,
            "verse": 4,
            "text": "Dumnezeu ii iubeste pe cei care lupta pe calea Sa in randuri stranse de parca ar fi o zidire turnata in plumb"
        },
        {
            "chapter": 61,
            "verse": 5,
            "text": "Moise spuse poporului sau: “O, popor al meu! De ce ma chinuiti, cand stiti ca eu sunt intr-adevar trimisul lui Dumnezeu la voi?” Atunci cand s-au abatut, Dumnezeu a facut ca inimile lor sa se abata. Dumnezeu nu calauzeste poporul desfranat"
        },
        {
            "chapter": 61,
            "verse": 6,
            "text": "Iisus, fiul Mariei, spuse: “O, fii ai lui Israel! Eu sunt, intr-adevar, trimisul lui Dumnezeu la voi ca sa intaresc cele in Tora de dinaintea mea si ca sa va vestesc un trimis ce va veni dupa mine si al carui nume va fi Ahmad.” Si cand acela veni la ei cu dovezi vadite, ei spusera: “Aceasta este o vrajba vadita!”"
        },
        {
            "chapter": 61,
            "verse": 7,
            "text": "Cine este mai nedrept decat cel care Il huleste pe Dumnezeu, cand este chemat la Supunere? Dumnezeu nu calauzeste poporul nedrept"
        },
        {
            "chapter": 61,
            "verse": 8,
            "text": "Acestia vor sa stinga cu gurile lor lumina lui Dumnezeu, insa Dumnezeu implineste Lumina in ciuda tagaduitorilor"
        },
        {
            "chapter": 61,
            "verse": 9,
            "text": "El este Cel ce l-a trimis pe profetul Sau cu calauzirea Sa, adevarata Lege, ca sa o aseze deasupra tuturor legilor in ciuda inchinatorilor la idoli"
        },
        {
            "chapter": 61,
            "verse": 10,
            "text": "O, voi cei ce credeti! Va pot arata un negot care sa va mantuiasca de o dureroasa osanda"
        },
        {
            "chapter": 61,
            "verse": 11,
            "text": "Credeti in Dumnezeu si in trimisul Sau! Luptati-va pe calea lui Dumnezeu cu averile si fapturile voastre. Aceasta va fi bine pentru voi. O, daca ati sti"
        },
        {
            "chapter": 61,
            "verse": 12,
            "text": "Dumnezeu va va ierta voua pacatele voastre si va va lasa sa intrati in Gradinile pe sub care curg rauri, cu locuinte bune, in Gradinile Edenului. Aceasta este fericirea cea mare"
        },
        {
            "chapter": 61,
            "verse": 13,
            "text": "Si va va da ceea ce va place: un ajutor de la Dumnezeu si o victorie grabnica. Vesteste-le credinciosilor"
        },
        {
            "chapter": 61,
            "verse": 14,
            "text": "“O, voi cei ce credeti! Fiti ajutoarele lui Dumnezeu, asa cum odinioara, Iisus, fiul Mariei a spus apostolilor: “Cine sunt ajutoarele mele pe calea lui Dumnezeu?” Apostolii au spus: “Noi suntem ajutoarele lui Dumnezeu!” Unii dintre fiii lui Israel au crezut, altii au tagaduit. Noi i-am ajutat pe cei care credeau impotriva vrajmasilor lor, iar ei au fost invingatori"
        }
    ]
}