{
    "rukus": [
        {
            "chapter": 40,
            "verse": 38,
            "text": "Und jener, der glaubig war, sagte: \"O mein Volk, folgt mir. Ich will euch zu dem Weg der Rechtschaffenheit leiten"
        },
        {
            "chapter": 40,
            "verse": 39,
            "text": "O mein Volk, das Leben auf dieser Erde ist wahrlich nur ein verganglicher Genuß; und das Jenseits allein ist wahrlich die dauernde Heimstatt"
        },
        {
            "chapter": 40,
            "verse": 40,
            "text": "Wer Boses tut, dem soll nur mit Gleichem vergolten werden; wer aber Gutes tut - sei es Mann oder Frau und dabei glaubig ist -, diese werden ins Paradies eintreten; darin werden sie mit Unterhalt versorgt werden, ohne daß daruber Rechnung gefuhrt wird"
        },
        {
            "chapter": 40,
            "verse": 41,
            "text": "O mein Volk, wie kommt es mir zu, daß ich euch zum Heil aufrufe, wahrend ihr mich zum Feuer ruft"
        },
        {
            "chapter": 40,
            "verse": 42,
            "text": "Ihr ruft mich auf, Allah zu verleugnen und Ihm Gotter zur Seite zu stellen, von denen ich keine Kenntnis habe. Ich aber rufe euch zu dem Erhabenen, dem Vergebungsreichen"
        },
        {
            "chapter": 40,
            "verse": 43,
            "text": "(Es besteht) kein Zweifel, daß das, wozu ihr mich ruft, keinen Anspruch in dieser Welt oder im Jenseits besitzt; und wir werden zu Allah heimkehren, und die Ubertreter werden Bewohner des Feuers sein"
        },
        {
            "chapter": 40,
            "verse": 44,
            "text": "Bald werdet ihr an das denken, was ich zu euch sage Und ich lege meine Sache Allah zur Entscheidung vor; denn Allah durchschaut die Menschen"
        },
        {
            "chapter": 40,
            "verse": 45,
            "text": "So schutzte ihn Allah vor den Ubeln dessen, was sie planten; und eine schlimme Strafe ereilte die Leute Pharaos"
        },
        {
            "chapter": 40,
            "verse": 46,
            "text": "(das) Feuer - sie sind ihm morgens und abends ausgesetzt. Und am Tage, wenn die Stunde kommen wird(, da wird gesprochen werden): \"Laßt Pharaos Leute die strengste Strafe antreten"
        },
        {
            "chapter": 40,
            "verse": 47,
            "text": "Wenn sie miteinander im Feuer streiten, werden die Schwachen zu den Hochmutigen sagen: \"Wir waren ja eure Anhanger; werdet ihr uns deshalb nicht einen Teil des Feuers abnehmen"
        },
        {
            "chapter": 40,
            "verse": 48,
            "text": "Jene, die hochmutig waren, werden sagen: \"Wir sind alle darin. Allah hat nun zwischen den Menschen gerichtet"
        },
        {
            "chapter": 40,
            "verse": 49,
            "text": "Und die im Feuer werden zu den Wachtern der Gahannam sagen: \"Bittet euren Herrn, daß Er uns einen Tag von der Strafe erlasse"
        },
        {
            "chapter": 40,
            "verse": 50,
            "text": "Sie werden sprechen: \"Kamen nicht eure Gesandten mit klaren Beweisen zu euch?\" Jene werden sagen: \"Doch.\" (Die Wachter) werden sprechen: \"So fahret fort zu bitten.\" Doch die Bitte der Unglaubigen ist vollig verfehlt"
        }
    ]
}