{
    "rukus": [
        {
            "chapter": 3,
            "verse": 64,
            "text": "Sprich: \"O Volk der Schrift, kommt herbei zu einem gleichen Wort zwischen uns und euch, daß wir namlich Allah allein dienen und nichts neben Ihn stellen und daß nicht die einen von uns die anderen zu Herren nehmen außer Allah.\" Und wenn sie sich abwenden, so sprecht: \"Bezeugt, daß wir (Ihm) ergeben sind"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "O Volk der Schrift, warum streitet ihr uber Abraham, wo die Thora und das Evangelium doch erst (spater) nach ihm herabgesandt worden sind? Habt ihr denn keinen Verstand"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "Ihr habt da uber etwas gestritten, wovon ihr Wissen habt; weshalb aber streitet ihr uber das, wovon ihr kein Wissen habt? Allah weiß, ihr aber wisset nicht"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "Abraham war weder Jude noch Christ; vielmehr war er lauteren Glaubens, ein Muslim, und keiner von denen, die (Allah) Gefahrten beigesellen"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "Wahrlich, die Menschen, die Abraham am nachsten stehen, sind jene, die ihm folgen, und dieser Prophet (Muhammad) und die Glaubigen. Und Allah ist der Beschutzer der Glaubigen"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "Eine Gruppe von den Leuten der Schrift mochte euch gern verfuhren, doch verfuhren sie nur sich selber und wissen es nicht"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "Ihr Leute der Schrift, warum verleugnet ihr die Zeichen Allahs, wo ihr sie doch bezeugt"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "Ihr Leute der Schrift, weshalb vermengt ihr die Wahrheit mit der Luge und verbergt die Wahrheit gegen euer Wissen"
        }
    ]
}