{
    "rukus": [
        {
            "chapter": 59,
            "verse": 11,
            "text": "Hast du nicht die gesehen, die Heuchler sind? Sie sagen zu ihren Brudern vom Volk der Schrift, die unglaubig sind: \"Wenn ihr vertrieben werdet, so werden wir sicher mit euch ziehen, und wir werden nie jemandem gegen euch gehorchen; und wenn ihr angegriffen werdet, so werden wir euch sicher helfen.\" Doch Allah ist Zeuge, daß sie gewiß Lugner sind"
        },
        {
            "chapter": 59,
            "verse": 12,
            "text": "Wenn sie vertrieben wurden, wurden sie nie mit ihnen ausziehen; und wenn sie angegriffen wurden, wurden sie ihnen niemals helfen. Und wenn sie ihnen schon helfen, so werden sie sicher den Rucken wenden (und fliehen); und dann sollen sie (selbst) keine Hilfe finden"
        },
        {
            "chapter": 59,
            "verse": 13,
            "text": "Wahrlich, sie hegen großere Furcht vor euch in ihren Herzen als vor Allah. Dies (ist so), weil sie ein Volk sind, das nichts begreift"
        },
        {
            "chapter": 59,
            "verse": 14,
            "text": "Sie wurden euch nicht bekampfen - nicht einmal alle zusammen -, außer in befestigten Stadten oder hinter Mauern, (obgleich) ihre Heldentaten untereinander groß sind. Du wurdest denken, sie seien eine Einheit, aber ihre Herzen sind uneinig. Dies (ist so), weil sie ein Volk sind, das keinen Verstand hat"
        },
        {
            "chapter": 59,
            "verse": 15,
            "text": "gleich jenen, die kurz vor ihnen die bosen Folgen ihrer Handlungsweise kosteten. Und fur sie ist eine qualvolle Strafe (bereitet)"
        },
        {
            "chapter": 59,
            "verse": 16,
            "text": "wie dem Satan, wenn er zu dem Menschen spricht: \"Sei unglaubig!\" Ist er aber unglaubig, so spricht er: \"lch habe nichts mit dir zu schaffen; denn ich furchte Allah, den Herrn der Welten"
        },
        {
            "chapter": 59,
            "verse": 17,
            "text": "Und die Folge (davon) wird sein, daß beide im Feuer sein werden und darin auf ewig bleiben. Und das ist der Lohn der Ungerechten"
        }
    ]
}