{
    "rukus": [
        {
            "chapter": 3,
            "verse": 149,
            "text": "O ihr, die ihr glaubt, wenn ihr den Unglaubigen gehorcht, kehren sie euch auf euren Fersen um, und ihr werdet die Verlierer sein"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "Doch Allah ist euer Beschutzer, und Er ist der beste Helfer"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "Wir werden in die Herzen der Unglaubigen Schrecken werfen; deshalb, weil sie Allah Gotter (zur Seite) setzten, wozu Er keine Ermachtnis niedersandte; und ihre Wohnstatte wird das Feuer sein, und schlimm ist die Herberge der Ungerechten"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "Und wahrlich, Allah hatte euch gegenuber schon Sein Versprechen gehalten, als ihr sie mit Seiner Erlaubnis vernichtetet, bis daß ihr verzagtet und uber die Sache strittet und ungehorsam wurdet, nachdem Er euch hatte sehen lassen, was ihr wunschtet. Einige von euch verlangten nach dieser Welt und andere verlangten nach dem Jenseits. Alsdann kehrte Er euch von ihnen (zur Flucht) ab, um euch zu prufen; und wahrlich, jetzt hat Er euch vergeben. Denn Allah ist voller Huld gegen die Glaubigen"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "Als ihr hinaufstiegt und auf niemanden achtetet, wahrend der Gesandte hinter euch her rief, da belohnte Er euch mit Kummer fur Kummer, damit ihr nicht traurig sein solltet uber das euch Entgangene und uber das, was ihr erlitten habt. Und Allah kennt das, was ihr tut"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "Alsdann sandte Er auf euch nach dem Kummer Sicherheit (in der Art von) Schlafrigkeit nieder. Mudigkeit uberkam eine Gruppe von euch; eine andere Gruppe war aber sorgenvoll mit sich selbst beschaftigt; ungerecht denken sie uber Allah in heidnischem Denken. Sie sagten: \"Haben wir irgend etwas von der Sache?\" Sprich: \"Seht, die ganze Sache ist Allahs.\" Sie verbargen in ihren Seelen, was sie dir nicht kundtaten, indem sie sagten: \"Hatten wir etwas von der Sache gehabt, lagen wir hier nicht erschlagen!\" Sprich: \"Waret ihr auch in euren Hausern gewesen, wahrlich, jene waren hinaus gezogen, denen der Tod bei ihren Ruhestatten vorgezeichnet war und (es geschah,) damit Allah prufe, was in eurem Innern war, und erforsche, was in euren Herzen war. Und Allah kennt das Innerste (der Menschen)"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "Wahrlich, diejenigen von euch, welche am Tage des Zusammenstoßes der beiden Scharen (Allah) den Rucken kehrten nur Satan verleitete sie zum Straucheln fur etwas von ihrem Tun. Aber wahrlich, nunmehr hat Allah ihnen vergeben; seht, Allah ist Allverzeihend und Milde"
        }
    ]
}