{
    "maqras": [
        {
            "chapter": 8,
            "verse": 1,
            "text": "They ask you about the spoils. Say, “The spoils are for Allah and the Messenger.” So, fear Allah, and set your relations right, and obey Allah and His Messenger, if you are believers"
        },
        {
            "chapter": 8,
            "verse": 2,
            "text": "Certainly, the believers are those whose hearts are filled with awe when (the name of) Allah is mentioned; and when His verses are recited to them, it makes them more developed in faith; and in their Lord they place their trust"
        },
        {
            "chapter": 8,
            "verse": 3,
            "text": "(They are) those who establish Salāh, and give away from what We have given to them"
        },
        {
            "chapter": 8,
            "verse": 4,
            "text": "Those are the believers in reality. For them there are high ranks with their Lord, and forgiveness, and dignified provision"
        },
        {
            "chapter": 8,
            "verse": 5,
            "text": "It is like when your Lord made you leave your home for the sake of truth, while a group from the believers were averse to it"
        },
        {
            "chapter": 8,
            "verse": 6,
            "text": "they were disputing with you about the truth after it became clear, as if they were being driven to death being seen by them"
        },
        {
            "chapter": 8,
            "verse": 7,
            "text": "And recall when Allah was promising you that one of the two groups would become yours, and you were wishing that the one without strength should fall to you. And Allah wanted to establish the truth through His words and to cut off the very root of the disbelievers"
        },
        {
            "chapter": 8,
            "verse": 8,
            "text": "so that He proves the truth to be true and the falsehood to be false, even though the sinners might dislike it"
        },
        {
            "chapter": 8,
            "verse": 9,
            "text": "When you were calling your Lord for help, so He responded to you (saying): “I am going to support you with one thousand of the angels, one following the other.”"
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "And Allah has made it (the promise) merely to give you a good news, and so that your hearts might be at rest thereby. And the help is from none but Allah. Surely, Allah is Mighty, Wise"
        },
        {
            "chapter": 8,
            "verse": 11,
            "text": "When He covered you with drowsiness, as tranquility (descending) from Him and sent down upon you water from the heavens, so that He might purify you with it, and remove from you the impurity of Satan, and so that He might strengthen your hearts and make (your) feet firm therewith"
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "When your Lord revealed to the angels: “I am with you. So, make firm the feet of those who believe. I shall cast awe into the hearts of those who disbelieve. So, strike at the necks, and strike at every finger-joint of theirs.”"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "That is because they were hostile to Allah and His Messenger; and whoever becomes hostile to Allah and His Messenger, then, Allah is severe at punishment"
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "That is what you have to taste, and for the disbelievers is the (further) punishment of the Fire"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "O you who believe, when you face the disbelievers in a battle, do not turn your backs to them"
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "Whoever turns his back to them on such a day,- unless it is for a tactic in the battle, or to join a company,-turns with wrath from Allah, and his abode is Jahannam (Hell), and it is an evil place to return"
        },
        {
            "chapter": 8,
            "verse": 17,
            "text": "So, it is not you who killed them, but in fact Allah killed them. And you did not throw when you threw but Allah did throw, so that He might bless the believers with a good favour. Surely, Allah is All-Hearing, All-Knowing"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "Apart from that, Allah is the One who frustrates the device of the disbelievers"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "(O unbelievers,) if you were looking for a decision, the ‘decision’ has come upon you. And if you give up, it is better for you. And if you repeat, We shall repeat. And your people shall not suffice you at all, even though they are many in number; and Allah is with the believers"
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "O you who believe, obey Allah and His Messenger, and do not turn away from Him when you listen (to him)"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "And do not be like those who say, “We have listened” while they do not listen"
        }
    ]
}