{
    "rukus": [
        {
            "chapter": 8,
            "verse": 49,
            "text": "[Banggitin] noong nagsasabi ang mga mapagpaimbabaw at ang mga nasa puso nila ay may karamdaman: \"Luminlang sa mga ito ang relihiyon nila.” Ang sinumang nananalig kay Allāh, tunay na si Allāh ay Makapangyarihan, Marunong"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "Kung sakaling nakakikita ka kapag nagpapapanaw sa mga tumangging sumasampalataya ang mga anghel habang humahagupit sa mga mukha nila at mga likod nila at [nagsasabi]: \"Lumasap kayo ng pagdurusa ng pagkasunog.”"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "Iyon ay dahil sa ipinaunang gawa ng mga kamay ninyo at na si Allāh ay hindi palalabag sa katarungan sa mga lingkod"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "Gaya ng kinagawian ng mga kampon ni Paraon at ng mga nauna pa sa kanila, tumanggi silang sumampalataya sa mga tanda ni Allāh kaya dumaklot sa kanila si Allāh dahil sa mga pagkakasala nila. Tunay na si Allāh ay Malakas, matindi ang parusa"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "Iyon ay dahil si Allāh ay hindi nangyaring nag-iiba sa isang biyayang ibiniyaya Niya sa mga tao hanggang sa mag-iba sila ng nasa mga sarili nila, at si Allāh ay Madinigin, Maalam"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Gaya ng kinagawian ng mga kampon ni Paraon at ng mga nauna pa sa kanila, nagpasinungaling sila sa mga tanda ng Panginoon nila kaya nagpahamak Kami sa kanila dahil sa mga pagkakasala nila at lumunod Kami sa mga kampon ni Paraon. Lahat sila noon ay mga tagalabag sa katarungan"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Tunay na pinakamasama sa mga palausad sa ganang kay Allāh ay ang mga tumangging sumampalataya – sapagkat sila ay hindi sumasampalataya –"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "ang mga nakipagkasunduan ka sa kanila, pagkatapos kumalas sila sa kasunduan sa kanila sa bawat pagkakataon habang sila ay hindi nangingilag magkasala"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "Kaya kung makasusumpong ka nga sa kanila sa digmaan ay magpawatak-watak ka sa pamamagitan nila ng sinumang nasa likuran nila, nang sa gayon sila ay magsasaalaala"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "Kung mangangamba ka nga sa mga tao ng isang pagtataksil ay ibato mo sa kanila [ang kasunduan] ayon sa pagkakapantay. Tunay na si Allāh ay hindi umiibig sa mga taksil"
        }
    ]
}