{
    "rukus": [
        {
            "chapter": 16,
            "verse": 101,
            "text": "Kapag nagpalit ng isang talata sa halip ng isang talata – at si Allāh ay higit na maalam sa ibinababa Niya – ay nagsasabi sila: \"Ikaw ay isang gumagawa-gawa lamang.\" Bagkus ang higit na marami sa kanila ay hindi nakaaalam"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "Sabihin mo: \"Nagbaba nito ang Espiritu ng Kabanalan mula sa Panginoon mo kalakip ng katotohanan upang magpatatag siya mga sumampalataya at bilang patnubay at bilang balitang nakagagalak para sa mga Muslim"
        },
        {
            "chapter": 16,
            "verse": 103,
            "text": "Talaga ngang nakaaalam Kami na sila ay nagsasabi: \"Tinuturuan lamang siya ng isang tao.\" Ang dila ng ipinasasaring nila ay banyaga samantalang ito ay isang dilang Arabeng malinaw"
        },
        {
            "chapter": 16,
            "verse": 104,
            "text": "Tunay na ang mga hindi sumasampalataya sa mga tanda ni Allāh ay hindi magpapatnubay sa kanila si Allāh at ukol sa kanila ay isang pagdurusang masakit"
        },
        {
            "chapter": 16,
            "verse": 105,
            "text": "Gumagawa-gawa lamang ng kasinungalingan ang mga hindi sumasampalataya sa mga tanda ni Allāh. Ang mga iyon ay ang mga sinungaling"
        },
        {
            "chapter": 16,
            "verse": 106,
            "text": "Ang sinumang tumangging sumampalataya kay Allāh noong matapos ng pagsampalataya niya – hindi ang sinumang pinilit habang ang puso niya ay napapanatag sa pananampalataya subalit ang sinumang nagbukas ng dibdib sa kawalang-pananampalataya – laban sa kanila ay isang galit mula kay Allāh at ukol sa kanila ay isang pagdurusang sukdulan"
        },
        {
            "chapter": 16,
            "verse": 107,
            "text": "Iyon ay dahil sila ay napaibig sa buhay na pangmundo higit sa Kabilang-buhay at na si Allāh ay hindi nagpapatnubay sa mga taong tagatangging sumampalataya"
        },
        {
            "chapter": 16,
            "verse": 108,
            "text": "Ang mga iyon ang mga nagsara si Allāh sa mga puso nila, pandinig nila, at mga paningin nila. Ang mga iyon ay ang mga nalilingat"
        },
        {
            "chapter": 16,
            "verse": 109,
            "text": "Walang pasubali na sila sa Kabilang-buhay ay ang mga lugi"
        },
        {
            "chapter": 16,
            "verse": 110,
            "text": "Pagkatapos tunay na ang Panginoon mo para sa mga lumikas noong matapos na usigin sila pagkatapos nakibaka sila at nagtiis sila, tunay na ang Panginoon mo noong matapos niyon ay talagang Mapagpatawad, Maawain"
        }
    ]
}