{
    "rukus": [
        {
            "chapter": 26,
            "verse": 53,
            "text": "Kaya nagsugo si Paraon sa mga lungsod ng mga tagakalap, [na nagsasabi]"
        },
        {
            "chapter": 26,
            "verse": 54,
            "text": "Tunay na ang mga ito ay talagang isang kawang kaunti"
        },
        {
            "chapter": 26,
            "verse": 55,
            "text": "Tunay na sila sa atin ay talagang mga nagpapangitngit"
        },
        {
            "chapter": 26,
            "verse": 56,
            "text": "Tunay na tayo ay talagang isang katipunang nag-iingat"
        },
        {
            "chapter": 26,
            "verse": 57,
            "text": "Kaya nagpalabas Kami sa kanila mula sa mga hardin at mga bukal"
        },
        {
            "chapter": 26,
            "verse": 58,
            "text": "at mga kayamanan at pinananatilihang marangal"
        },
        {
            "chapter": 26,
            "verse": 59,
            "text": "Gayon nga, at nagpamana Kami ng mga ito sa mga anak ni Israel"
        },
        {
            "chapter": 26,
            "verse": 60,
            "text": "Kaya sumunod ang mga iyon sa kanila nang sumisikat [ang araw]"
        },
        {
            "chapter": 26,
            "verse": 61,
            "text": "Kaya noong nagkakitaan ang dalawang pangkat, nagsabi ang mga kasamahan ni Moises: \"Tunay na tayo ay talagang mga maaabutan"
        },
        {
            "chapter": 26,
            "verse": 62,
            "text": "Nagsabi siya: \"Aba’y hindi; tunay na kasama sa akin, ang Panginoon ko ay magpapatnubay sa akin"
        },
        {
            "chapter": 26,
            "verse": 63,
            "text": "Kaya nagkasi Kami kay Moises, na [nagsasabi]: \"Hampasin mo ng tungkod mo ang dagat.\" Kaya nabiyak iyon saka ang bawat bahagi ay naging gaya ng bundok na dambuhala"
        },
        {
            "chapter": 26,
            "verse": 64,
            "text": "Nagpalapit Kami roon ng mga iba pa"
        },
        {
            "chapter": 26,
            "verse": 65,
            "text": "Nagligtas Kami kay Moises at sa sinumang kasama sa kanya nang magkakasama"
        },
        {
            "chapter": 26,
            "verse": 66,
            "text": "Pagkatapos lumunod Kami sa mga iba"
        },
        {
            "chapter": 26,
            "verse": 67,
            "text": "Tunay na sa gayon ay talagang may tanda. Ang higit na marami sa kanila ay hindi naging mga mananampalataya"
        },
        {
            "chapter": 26,
            "verse": 68,
            "text": "Tunay na ang Panginoon mo ay talagang Siya ang Makapangyarihan, ang Maawain"
        },
        {
            "chapter": 26,
            "verse": 69,
            "text": "Bumigkas ka sa kanila ng balita kay Abraham"
        }
    ]
}