{
    "rukus": [
        {
            "chapter": 29,
            "verse": 52,
            "text": "Sabihin mo: \"Nakasapat si Allāh sa pagitan ko at ninyo bilang Saksi. Nakaaalam siya sa anumang nasa mga langit at lupa. Ang mga sumampalataya sa kabulaanan at tumangging sumampalataya kay Allāh, ang mga iyon ay ang mga lugi"
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "Nagpapamadali sila sa iyo ng pagdurusa. Kung hindi dahil [may] isang taning na tinukoy, talaga sanang dumating sa kanila ang pagdurusa at talagang pupunta nga ito sa kanila nang biglaan habang sila ay hindi nakararamdam"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "Nagpapamadali sila sa iyo ng pagdurusa. Tunay na ang Impiyerno ay talagang sasaklaw sa mga tagatangging sumampalataya"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "sa Araw na babalot sa kanila ang pagdurusa mula sa itaas nila at mula sa ilalim ng mga paa nila at magsasabi Siya: \"Lasapin ninyo ang dati ninyong ginagawa"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "O mga alipin Ko na sumampalataya, tunay na ang lupa Ko ay malawak kaya sa Akin ay sumamba kayo"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "Bawat kaluluwa ay lalasap ng kamatayan. Pagkatapos tungo sa Amin pababalikin kayo"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "Ang mga sumampalataya at gumawa ng mga maayos ay talagang magpapatahan nga Kami mula sa paraiso sa mga [mataas na] silid na dumadaloy mula sa ilalim ng mga ito ang mga ilog bilang mga mananatili roon. Kay inam ang pabuya sa mga tagagawa"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "na mga nagtiis at sa Panginoon nila ay nananalig"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "Kay raming gumagalaw na nilalang na hindi nagbubuhat ng panustos ng mga ito, na si Allāh ay nagtutustos sa mga ito at sa inyo. Siya ay ang Madinigin, ang Maalam"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "Talagang kung nagtanong ka sa kanila kung sino ang lumikha ng mga langit at lupa at nagpasilbi ng araw at buwan ay talagang magsasabi nga silang si Allāh. Kaya paanong nalilinlang sila"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "Si Allāh ay nagpapaluwag ng panustos para sa sinumang niloloob Niya kabilang sa mga lingkod Niya at naghihigpit para rito. Tunay na si Allāh sa bawat bagay ay Maalam"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "Talagang kung nagtanong ka sa kanila kung sino ang nagbaba mula sa langit ng tubig saka nagbigay-buhay sa pamamagitan nito sa lupa noong matapos ng kamatayan nito ay talagang magsasabi nga silang si Allāh. Sabihin mo: \"Ang papuri ay ukol kay Allāh,\" ngunit ang higit na marami sa kanila ay hindi nakapag-uunawa"
        }
    ]
}