{
    "rukus": [
        {
            "chapter": 2,
            "verse": 267,
            "text": "O mga sumampalataya, gumugol kayo mula sa mga kaaya-ayang bagay na kinamit ninyo at mula sa mga pinalabas Namin para sa inyo mula sa lupa. Huwag kayong maglayon ng karima-rimarim mula roon, na gumugugol kayo samantalang kayo ay hindi mga tatanggap nito maliban na magpikit-mata kayo rito. Alamin ninyo na si Allāh ay Walang-pangangailangan, Kapuri-puri"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "Ang demonyo ay nangangako sa inyo ng karalitaan at nag-uutos sa inyo ng kahalayan samantalang si Allāh ay nangangako sa inyo ng isang kapatawaran mula sa Kanya at isang kabutihang-loob. Si Allāh ay Malawak, Maalam"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "Nagbibigay Siya ng karunungan sa sinumang niloloob Niya. Ang sinumang binigyan ng karunungan ay nabigyan nga ng kabutihang marami. Walang nagsasaalaala kundi ang mga may isip"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "Ang anumang ginugol ninyo na gugulin o ipinanata ninyo na panata, tunay na si Allāh ay nakaaalam nito. Walang ukol sa mga tagalabag sa katarungan na anumang mga tagaadya"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "Kung maglalantad kayo ng mga kawanggawa ay kay inam ng mga ito! Kung magkukubli kayo ng mga ito at magbibigay kayo ng mga ito sa mga maralita, iyon ay higit na mabuti para sa inyo. Magtatakip-sala si Allāh para sa inyo sa mga masagwang gawa ninyo. Si Allāh sa anumang ginagawa ninyo ay Mapagbatid"
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "Hindi nasa iyo ang pagpatnubay sa kanila, subalit si Allāh ay nagpapatnubay sa sinumang niloloob Niya. Ang anumang ginugugol ninyo na kabutihan ay ukol sa mga sarili ninyo. Hindi kayo gumugugol malibang sa paghahangad [ng ikalulugod] ng mukha ni Allāh. Ang anumang ginugugol ninyo na kabutihan ay lulubus-lubusin tungo sa inyo [ang kabayaran] at kayo ay hindi lalabagin sa katarungan"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "[Ang mga kawanggawa ay] ukol sa mga maralitang naitalaga ayon sa landas ni Allāh; hindi sila nakakakaya ng paglalakbay sa lupain [upang maghanapbuhay]. Nag-aakala sa kanila ang mangmang na mga mayaman [sila] dahil sa pagpipigil na manghingi. Nakakikilala ka sa kanila dahil sa tanda nila: hindi sila nanghihingi sa mga tao nang may pamimilit. Ang anumang ginugugol ninyo na mabuti, tunay si Allāh dito ay Maalam"
        }
    ]
}