{
    "rukus": [
        {
            "chapter": 37,
            "verse": 1,
            "text": "Sumpa man sa mga [anghel na] nakahanay sa isang hanay"
        },
        {
            "chapter": 37,
            "verse": 2,
            "text": "saka sa mga tagapagtaboy sa isang pagtataboy"
        },
        {
            "chapter": 37,
            "verse": 3,
            "text": "saka sa mga bumibigkas ng isang paalaala"
        },
        {
            "chapter": 37,
            "verse": 4,
            "text": "tunay na ang Diyos ninyo ay talagang nag-iisa"
        },
        {
            "chapter": 37,
            "verse": 5,
            "text": "ang Panginoon ng mga langit at lupa at anumang nasa pagitan ng mga ito at ang Panginoon ng mga silangan"
        },
        {
            "chapter": 37,
            "verse": 6,
            "text": "Tunay na Kami ay gumayak sa langit na pinakamababa ng gayak: ang mga tala"
        },
        {
            "chapter": 37,
            "verse": 7,
            "text": "at bilang pangangalaga laban sa bawat demonyong naghihimagsik"
        },
        {
            "chapter": 37,
            "verse": 8,
            "text": "Hindi sila nakikinig-kinig sa konsehong pinakamataas [malibang] habang pinupukol sila mula sa bawat gilid"
        },
        {
            "chapter": 37,
            "verse": 9,
            "text": "sa isang pagpapalayas. Ukol sa mga ito ay isang pagdurusang palagian"
        },
        {
            "chapter": 37,
            "verse": 10,
            "text": "maliban sa sinumang humahablot ng hablot ngunit sinusundan siya ng isang ningas na nanunuot"
        },
        {
            "chapter": 37,
            "verse": 11,
            "text": "Kaya magpahabilin ka sa kanila: \"Sila ba ay higit na matindi sa pagkakalikha o ang [ibang] nilikha Namin?\" Tunay na Kami ay lumikha sa kanila mula sa isang putik na malagkit"
        },
        {
            "chapter": 37,
            "verse": 12,
            "text": "Bagkus namangha ka habang nanunuya sila"
        },
        {
            "chapter": 37,
            "verse": 13,
            "text": "Kapag pinaalalahanan sila ay hindi sila nag-aalaala"
        },
        {
            "chapter": 37,
            "verse": 14,
            "text": "Kapag nakakita sila ng isang tanda ay ipinatutuya nila"
        },
        {
            "chapter": 37,
            "verse": 15,
            "text": "Nagsasabi sila: \"Walang iba ito kundi isang panggagaway na malinaw"
        },
        {
            "chapter": 37,
            "verse": 16,
            "text": "Kapag namatay ba kami at kami ay naging alabok at mga buto, tunay bang kami ay talagang mga bubuhayin"
        },
        {
            "chapter": 37,
            "verse": 17,
            "text": "at ang mga ninuno ba naming sinauna"
        },
        {
            "chapter": 37,
            "verse": 18,
            "text": "Sabihin mo: \"Oo, at kayo ay mga aabahin"
        },
        {
            "chapter": 37,
            "verse": 19,
            "text": "Saka ito ay nag-iisang bulyaw lamang, saka biglang sila ay nakatingin"
        },
        {
            "chapter": 37,
            "verse": 20,
            "text": "Magsasabi sila: \"O kapighatian sa amin! Ito ay ang Araw ng Paggantimpala"
        },
        {
            "chapter": 37,
            "verse": 21,
            "text": "Ito ay ang Araw ng Pagpapasya na kayo dati dito ay nagpapasinungaling"
        }
    ]
}