{
    "rukus": [
        {
            "chapter": 3,
            "verse": 156,
            "text": "O mga sumampalataya, huwag kayong maging gaya ng mga tumangging sumampalataya at nagsabi sa mga kapatid nila nang naglakbay ang mga ito sa lupain o ang mga ito ay naging mga mandirigma: \"Kung sakaling sila ay kapiling naming ay hindi sana sila namatay o napatay,\" upang gawin ni Allāh iyon bilang panghihinayang sa mga puso nila. Si Allāh ay nagbibigay-buhay at nagbibigay-kamatayan. Si Allāh sa anumang ginagawa ninyo ay Nakakikita"
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "Talagang kung napatay kayo sa landas ni Allāh o namatay kayo, talagang may isang kapatawaran mula kay Allāh at isang awa na higit na mabuti kaysa sa iniipon ninyo"
        },
        {
            "chapter": 3,
            "verse": 158,
            "text": "Talagang kung namatay kayo o napatay kayo ay talagang tungo kay Allāh kakalapin kayo"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "Kaya dahil nga sa awa mula kay Allāh ay nagbanayad ka sa kanila. Kung sakaling ikaw ay naging isang mabagsik na magaspang ang puso ay talaga sanang nabuwag sila mula sa paligid mo. Kaya magpaumanhin ka sa kanila, humingi ka ng tawad para sa kanila at makipagsanggunian ka sa kanila sa usapin. Kaya kapag nagtika ka ay manalig ka kay Allāh; tunay na si Allāh ay umiibig sa mga nananalig"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "Kung mag-aadya sa inyo si Allāh ay walang dadaig sa inyo. Kung magtatatwa Siya sa inyo ay sino itong mag-aadya sa inyo matapos pa Niya? Kay Allāh ay manalig ang mga mananampalataya"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "Hindi naging ukol sa isang propeta na mang-umit. Ang sinumang mang-uumit ay maghahatid siya ng inumit niya sa Araw ng Pagbangon. Pagkatapos lulubus-lubusin ang bawat kaluluwa sa [kabayaran ng] anumang nakamit nito at sila ay hindi lalabagin sa katarungan"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "Kaya ba ang sinumang sumunod sa pagkalugod ni Allāh ay gaya ng sinumang bumalik nang may pagkainis mula kay Allāh? Ang kanlungan niya ay ang Impiyerno. Kay saklap ang kahahantungan"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "Sila ay mga antas sa ganang kay Allāh. Si Allāh ay Nakakikita sa anumang ginagawa nila"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "Talaga ngang nagmagandang-loob si Allāh sa mga mananampalataya yayamang nagpadala Siya sa kanila ng isang Sugo kabilang sa mga sarili nila, na bumibigkas sa kanila ng mga tanda Niya, nagdadalisay sa kanila, at nagtuturo sa kanila ng Aklat at Karunungan, bagamat sila dati bago pa niyan ay talagang nasa isang pagkaligaw na malinaw"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "Noon bang may tumama sa inyo na isang kasawian gayong nakatama na kayo ng dalawang tulad nito ay nagsabi kayo: \"Mula saan ito?\" Sabihin mo: \"Ito ay mula sa ganang mga sarili ninyo.\" Tunay na si Allāh sa bawat bagay ay May-kakayahan"
        },
        {
            "chapter": 3,
            "verse": 166,
            "text": "Ang tumama sa inyo sa araw na nagkita-kita ang dalawang bukluran ay ayon sa pahintulot ni Allāh at upang maghayag Siya sa mga mananampalataya"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "at upang maghayag Siya sa mga nagpaimbabaw. Sinabi sa kanila: \"Halikayo, makipaglaban kayo ayon sa landas ni Allāh o magtanggol kayo.\" Nagsabi sila: \"Kung sakaling nalalaman naming may labanan ay talaga sanang sumunod kami sa inyo.\" Sila para sa kawalang-pananampalataya sa araw na iyon ay higit na malapit kaysa sa kanila para sa pananampalataya. Nagsasabi sila sa pamamagitan ng mga bibig nila ng wala sa mga puso nila. Si Allāh ay higit na maalam sa anumang itinatago nila"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "[Sila] ang mga nagsabi sa mga kapatid nila samantalang namalagi sila: \"Kung sakaling tumalima sila sa amin ay hindi sana sila napatay.\" Sabihin mo: \"Kaya magtaboy kayo palayo sa mga sarili ninyo ng kamatayan, kung kayo ay mga tapat"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "Huwag ka ngang mag-akalang ang mga pinatay sa landas ni Allāh ay mga patay bagkus mga buhay, na sa piling ng Panginoon nila ay tinutustusan sila"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "na mga natutuwa sa ibinigay sa kanila ni Allāh mula sa kabutihang-loob Niya, at nagagalak para sa mga hindi pa nakasunod sa kanila kabilang sa naiwan nila, na walang pangamba sa kanila ni sila ay malulungkot"
        },
        {
            "chapter": 3,
            "verse": 171,
            "text": "Magagalak sila sa isang biyaya mula kay Allāh at isang kabutihang-loob, at na si Allāh ay hindi magsasayang sa pabuya sa mga mananampalataya"
        }
    ]
}