{
    "pages": [
        {
            "chapter": 9,
            "verse": 14,
            "text": "يا معشر المؤمنين قاتلوا أعداء الله يعذبهم عز وجل بأيديكم، ويذلهم بالهزيمة والخزي، وينصركم عليهم، ويُعْلِ كلمته، ويشف بهزيمتهم صدوركم التي طالما لحق بها الحزن والغم من كيد هؤلاء المشركين، ويُذْهِب عن قلوب المؤمنين الغيظ. ومن تاب من هؤلاء المعاندين فإن الله يتوب على من يشاء. والله عليم بصدق توبة التائب، حكيم في تدبيره وصنعه ووَضْع تشريعاته لعباده"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "يا معشر المؤمنين قاتلوا أعداء الله يعذبهم عز وجل بأيديكم، ويذلهم بالهزيمة والخزي، وينصركم عليهم، ويُعْلِ كلمته، ويشف بهزيمتهم صدوركم التي طالما لحق بها الحزن والغم من كيد هؤلاء المشركين، ويُذْهِب عن قلوب المؤمنين الغيظ. ومن تاب من هؤلاء المعاندين فإن الله يتوب على من يشاء. والله عليم بصدق توبة التائب، حكيم في تدبيره وصنعه ووَضْع تشريعاته لعباده"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "مِن سنة الله الابتلاء، فلا تظنوا يا معشر المؤمنين أن يترككم الله دون اختبار؛ ليعلم الله علمًا ظاهرًا للخلق الذين أخلصوا في جهادهم، ولم يتخذوا غير الله ورسوله والمؤمنين بطانة وأولياء. والله خبير بجميع أعمالكم ومجازيكم بها"
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "ليس من شأن المشركين إعمار بيوت الله، وهم يعلنون كفرهم بالله ويجعلون له شركاء. هؤلاء المشركون بطلت أعمالهم يوم القيامة، ومصيرهم الخلود في النار"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "لا يعتني ببيوت الله ويعمرها إلا الذين يؤمنون بالله واليوم الآخر، ويقيمون الصلاة ويؤتون الزكاة، ولا يخافون في الله لومة لائم، هؤلاء العُمَّار هم المهتدون إلى الحق"
        },
        {
            "chapter": 9,
            "verse": 19,
            "text": "أجعلتم -أيها القوم- ما تقومون به من سقي الحجيج وعِمارة المسجد الحرام كإيمان من آمن بالله واليوم الآخر وجاهد في سبيل الله؟ لا تتساوى حال المؤمنين وحال الكافرين عند الله، لأن الله لا يقبل عملا بغير الإيمان. والله سبحانه لا يوفق لأعمال الخير القوم الظالمين لأنفسهم بالكفر"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "الذين آمنوا بالله وتركوا دار الكفر قاصدين دار الإسلام، وبذلوا أموالهم وأنفسهم في الجهاد لإعلاء كلمة الله، هؤلاء أعظم درجه عند الله، وأولئك هم الفائزون برضوانه"
        }
    ]
}