{
    "pages": [
        {
            "chapter": 2,
            "verse": 177,
            "text": "ليس الخير عند الله- تعالى- في التوجه في الصلاة إلى جهة المشرق والمغرب إن لم يكن عن أمر الله وشرعه، وإنما الخير كل الخير هو إيمان من آمن بالله وصدَّق به معبودًا وحدَه لا شريك له، وآمن بيوم البعث والجزاء، وبالملائكة جميعًا، وبالكتب المنزلة كافة، وبجميع النبيين من غير تفريق، وأعطى المال تطوُّعًا -مع شدة حبه- ذوي القربى، واليتامى المحتاجين الذين مات آباؤهم وهم دون سن البلوغ، والمساكين الذين أرهقهم الفقر، والمسافرين المحتاجين الذين بَعُدوا عن أهلهم ومالهم، والسائلين الذين اضطروا إلى السؤال لشدة حاجتهم، وأنفق في تحرير الرقيق والأسرى، وأقام الصلاة، وأدى الزكاة المفروضة، والذين يوفون بالعهود، ومن صبر في حال فقره ومرضه، وفي شدة القتال. أولئك المتصفون بهذه الصفات هم الذين صدقوا في إيمانهم، وأولئك هم الذين اتقَوا عقاب الله فتجنبوا معاصيه"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "يا أيها الذين صدقوا الله ورسوله وعملوا بشرعه فرض الله عليكم أن تقتصوا من القاتل عمدا بقتله، بشرط المساواة والمماثلة: يُقتل الحر بمثله، والعبد بمثله، والأنثى بمثلها. فمن سامحه ولي المقتول بالعفو عن الاقتصاص منه والاكتفاء بأخذ الدية -وهي قدر مالي محدد يدفعه الجاني مقابل العفو عنه- فليلتزم الطرفان بحسن الخلق، فيطالب الولي بالدية من غير عنف، ويدفع القاتل إليه حقه بإحسان، مِن غير تأخير ولا نقص. ذلك العفو مع أخذ الدية تخفيف من ربكم ورحمة بكم؛ لما فيه من التسهيل والانتفاع. فمَن قتل القاتل بعد العفو عنه وأَخْذِ الدية فله عذاب أليم بقتله قصاصًا في الدنيا، أو بالنار في الآخرة"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "ولكم في تشريع القصاص وتنفيذه حياة آمنة -يا أصحاب العقول السليمة-؛ رجاء تقوى الله وخشيته بطاعته دائمًا"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "فرض الله عليكم إذا حضر أحدكم علامات الموت ومقدماته -إن ترك مالا- الوصية بجزء من ماله للوالدين والأقربين مع مراعاة العدل؛ فلا يدع الفقير ويوصي للغني، ولا يتجاوز الثلث، وذلك حق ثابت يعمل به أهل التقوى الذين يخافون الله. وكان هذا قبل نزول آيات المواريث التي حدَّد الله فيها نصيب كل وارث"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "فمَن غَيَّر وصية الميت بعدما سمعها منه قبل موته، فإنما الذنب على مَن غيَّر وبدَّل. إن الله سميع لوصيتكم وأقوالكم، عليم بما تخفيه صدوركم من الميل إلى الحق والعدل أو الجور والحيف، وسيجازيكم على ذلك"
        }
    ]
}