{
    "pages": [
        {
            "chapter": 19,
            "verse": 65,
            "text": "فهو الله رب السموات والأرض وما بينهما، ومالك ذلك كله وخالقه ومدبره، فاعبده وحده - أيها النبي - واصبر على طاعته أنت ومَن تبعك، ليس كمثله شيء في ذاته وأسمائه وصفاته وأفعاله"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "ويقول الإنسان الكافر منكرًا للبعث بعد الموت: أإذا ما مِتُّ وفَنِيتُ لسوف أُخرَج من قبري حيًا؟"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "كيف نسي هذا الإنسان الكافر نفسه؟ أولا يَذْكُر أنا خلقناه أول مرة، ولم يكُ شيئًا موجودًا؟"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "فوربك - أيها الرسول - لنجمعن هؤلاء المنكرين للبعث يوم القيامة مع الشياطين، ثم لنأتين بهم أجمعين حول جهنم باركين على رُكَبهم؛ لشدة ما هم فيه من الهول، لا يقدرون على القيام"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "ثم لنأخذنَّ مِن كل طائفة أشدَّهم تمردًا وعصيانًا لله، فنبدأ بعذابهم"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "ثم لنحن أعلم بالذين هم أَوْلى بدخول النار ومقاساة حرها"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "وما منكم - أيها الناس - أحد إلا وارد النار بالمرور على الصراط المنصوب على متن جهنم، كل بحسب عمله، كان ذلك أمرًا محتومًا، قضى الله - سبحانه - وحكم أنه لا بد من وقوعه لا محالة"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "ثم ننجي الذين اتقوا ربهم بطاعته والبعد عن معصيته، ونترك الظالمين لأنفسهم بالكفر بالله في النار باركين على رُكَبهم"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "وإذا تتلى على الناس آياتنا المنزلات الواضحات قال الكفار بالله للمؤمنين به: أيُّ الفريقين منَّا ومنكم أفضل منزلا وأحسن مجلسًا؟"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "وكثيرًا أهلكنا قبل كفار قومك - أيها الرسول - من الأمم كانوا أحسن متاعًا منهم وأجمل منظرًا"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "قل - أيها الرسول - لهم: من كان ضالا عن الحق غير متبع طريق الهدى، فالله يمهله ويملي له في ضلاله، حتى إذا رأى - يقينا - ما توعَّده الله به: إما العذاب العاجل في الدنيا، وإما قيام الساعة، فسيعلم - حينئذ - مَن هو شر مكانًا ومستقرًا، وأضعف قوة وجندًا"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "ويزيد الله عباده الذين اهتدوا لدينه هدى على هداهم بما يتجدد لهم من الإيمان بفرائض الله، والعمل بها. والأعمالُ الباقيات الصالحات خير ثوابًا عند الله في الآخرة، وخير مرجعًا وعاقبة"
        }
    ]
}