{
    "pages": [
        {
            "chapter": 20,
            "verse": 77,
            "text": "ولقد أوحينا إلى موسى: أن اخرُج ليلا بعبادي من بني إسرائيل من \"مصر\"، فاتِّخِذْ لهم في البحر طريقًا يابسًا، لا تخاف من فرعون وجنوده أن يلحقوكم فيدركوكم، ولا تخشى في البحر غرقًا"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "فأسرى موسى ببني إسرائيل، وعبر بهم طريقًا في البحر، فأتبعهم فرعون بجنوده، فغمرهم من الماء ما لا يعلم كنهه إلا الله، فغرقوا جميعًا ونجا موسى وقومه"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "وأضلَّ فرعون قومه بما زيَّنه لهم من الكفر والتكذيب، وما سلك بهم طريق الهداية"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "يا بني إسرائيل اذكروا حين أنجيناكم مِن عدوكم فرعون، وجَعَلْنا موعدكم بجانب جبل الطور الأيمن لإنزال التوراة عليكم، ونزلنا عليكم في التيه ما تأكلونه، مما يشبه الصَّمغ طعمه كالعسل، والطير الذي يشبه السُّمَانَى"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "كلوا من رزقنا الطيب، ولا تعتدوا فيه بأن يظلم بعضكم بعضًا، فينزل بكم غضبي، ومَن ينزل به غضبي فقد هلك وخسر"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "وإني لَغفار لمن تاب من ذنبه وكفره، وآمن بي وعمل الأعمال الصالحة، ثم اهتدى إلى الحق واستقام عليه"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "وأيُّ شيء أعجلك عن قومك - يا موسى - فسبقتَهم إلى جانب الطور الأيمن، وخلَّفتَهم وراءك؟"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "قال: إنهم خلفي سوف يلحقون بي، وسبقتُهم إليك - يا ربي - لتزداد عني رضا"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "قال الله لموسى: فإنا قد ابتلينا قومك بعد فراقك إياهم بعبادة العجل، وإن السامري قد أضلهم"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "فرجع موسى إلى قومه غضبان عليهم حزينًا، وقال لهم: يا قوم ألم يَعِدْكم ربكم وعدًا حسنًا بإنزال التوراة؟ أفطال عليكم العهد واستبطأتم الوعد، أم أردتم أن تفعلوا فعلا يحل عليكم بسببه غضب من ربكم، فأخلفتم موعدي وعبدتم العجل، وتركتم الالتزام بأوامري؟"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "قالوا: يا موسى ما أخلفنا موعدك باختيارنا، ولكنَّا حُمِّلنا أثقالا مِن حليِّ قوم فرعون، فألقيناها في حفرة فيها نار بأمر السامري، فكذلك ألقى السامري ما كان معه من تربة حافر فرس جبريل عليه السلام"
        }
    ]
}