{
    "pages": [
        {
            "chapter": 20,
            "verse": 114,
            "text": "فتنزَّه الله - سبحانه - وارتفع، وتقدَّس عن كل نقص، الملك الذي قهر سلطانه كل ملك وجبار، المتصرف بكل شيء، الذي هو حق، ووعده حق، ووعيده حق، وكل شيء منه حق. ولا تعجل - أيها الرسول - بمسابقة جبريل في تَلَقِّي القرآن قبل أن يَفْرَغ منه، وقل: ربِّ زدني علمًا إلى ما علمتني"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "ولقد وصينا آدم مِن قَبلِ أن يأكل من الشجرة، ألا يأكل منها، وقلنا له: إن إبليس عدو لك ولزوجك، فلا يخرجنكما من الجنة، فتشقى أنت وزوجك في الدنيا، فوسوس إليه الشيطان فأطاعه، ونسي آدم الوصية، ولم نجد له قوة في العزم يحفظ بها ما أُمر به"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "واذكر - أيها الرسول - إذ قلنا للملائكة: اسجدوا لآدم سجود تحية وإكرام، فأطاعوا، وسجدوا، لكن إبليس امتنع من السجود"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "فقلنا: يا آدم إن إبليس هذا عدو لك ولزوجتك، فاحذرا منه، ولا تطيعاه بمعصيتي، فيخرجكما من الجنة، فتشقى إذا أُخرجت منها"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "إن لك - يا آدم - في هذه الجنة أن تأكل فلا تجوع، وأن تَلْبَس فلا تَعْرى"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "وأن لك ألا تعطش في هذه الجنة ولا يصيبك حر الشمس"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "فوسوس الشيطان لآدم وقال له: هل أدلك على شجرة، إن أكلت منها خُلِّدتَ فلم تمت، وملكت مُلْكًا لا ينقضي ولا ينقطع؟"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "فأكل آدم وحواء من الشجرة التي نهاهما الله عنها، فانكشفت لهما عوراتهما، وكانت مستورةً عن أعينهما، فأخذا ينزعان من ورق أشجار الجنة ويلصقانه عليهما؛ ليسترا ما انكشف من عوراتهما، وخالف آدم أمر ربه، فغوى بالأكل من الشجرة التي نهاه الله عن الاقتراب منها"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "ثم اصطفى الله آدم، وقرَّبه، وقَبِل توبته، وهداه رشده"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "قال الله تعالى لآدم وحواء: اهبطا من الجنة إلى الأرض جميعًا مع إبليس، فأنتما وهو أعداء، فإن يأتكم مني هدى وبيان فمن اتبع هداي وبياني وعمل بهما فإنه يرشد في الدنيا، ويهتدي، ولا يشقى في الآخرة بعقاب الله"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "ومن تولَّى عن ذكري الذي أذكِّره به فإن له في الحياة الأولى معيشة ضيِّقة شاقة -وإن ظهر أنه من أهل الفضل واليسار-، ويُضيَّق قبره عليه ويعذَّب فيه، ونحشره يوم القيامة أعمى عن الرؤية وعن الحجة"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "قال المعرِض عن ذكر الله: ربِّ لِمَ حَشَرْتني أعمى، وقد كنت بصيرًا في الدنيا؟"
        }
    ]
}