{
    "pages": [
        {
            "chapter": 40,
            "verse": 59,
            "text": "إن الساعة لآتية لا شك فيها، فأيقنوا بمجيئها، كما أخبرتْ بذلك الرسل، ولكن أكثر الناس لا يُصَدِّقون بمجيئها، ولا يعملون لها"
        },
        {
            "chapter": 40,
            "verse": 60,
            "text": "وقال ربكم- أيها العباد-: ادعوني وحدي وخصُّوني بالعبادة أستجب لكم، إن الذين يتكبرون عن إفرادي بالعبودية والألوهية، سيدخلون جهنم صاغرين حقيرين"
        },
        {
            "chapter": 40,
            "verse": 61,
            "text": "الله وحده هو الذي جعل لكم الليل؛ لتسكنوا فيه، وتحققوا راحتكم، والنهار مضيئًا؛ لتُصَرِّفوا فيه أمور معاشكم. إن الله لذو فضل عظيم على الناس، ولكن أكثرهم لا يشكرون له بالطاعة وإخلاص العبادة"
        },
        {
            "chapter": 40,
            "verse": 62,
            "text": "الذي أنعم عليكم بهذه النعم إنما هو ربكم خالق الأشياء كلها، لا إله يستحق العبادة غيره، فكيف تعدلون عن الإيمان به، وتعبدون غيره من الأوثان، بعد أن تبينت لكم دلائله؟"
        },
        {
            "chapter": 40,
            "verse": 63,
            "text": "كما كذَّبتم بالحق -يا كفار قريش- وأعرضتم عنه إلى الباطل، يُصرف عن الحق والإيمان به الذين كانوا بحجج الله وأدلته يجحدون"
        },
        {
            "chapter": 40,
            "verse": 64,
            "text": "الله الذي جعل لكم الأرض؛ لتستقروا فيها، ويسَّر لكم الإقامة عليها، وجعل السماء سقفًا للأرض، وبثَّ فيها من العلامات الهادية، وخلقكم في أكمل هيئة وأحسن تقويم، وأنعم عليكم بحلال الرزق ولذيذ المطاعم والمشارب، ذلكم الذي أنعم عليكم بهذه النعم هو ربكم، فتكاثر خيره وفضله وبركته، وتنزَّه عمَّا لا يليق به، وهو ربُّ الخلائق أجمعين"
        },
        {
            "chapter": 40,
            "verse": 65,
            "text": "هو الله سبحانه الحي الذي له الحياة الكاملة التامة لا إله غيره، فاسألوه واصرفوا عبادتكم له وحده، مخلصين له دينكم وطاعتكم. فالحمد لله والثناء الكامل له رب الخلائق أجمعين"
        },
        {
            "chapter": 40,
            "verse": 66,
            "text": "قل -أيها الرسول- لمشركي قومك: إني نُهيت أن أعبد الذين تدعون من دون الله، لـمَّا جاءني الآيات الواضحات من عند ربي، وأمرني أن أخضع وأنقاد بالطاعة التامة له، سبحانه رب العالمين"
        }
    ]
}