{
    "chapter": [
        {
            "chapter": 28,
            "verse": 1,
            "text": "M"
        },
        {
            "chapter": 28,
            "verse": 2,
            "text": "These are the signs of the perspicuous book"
        },
        {
            "chapter": 28,
            "verse": 3,
            "text": "We will dictate unto thee, O Mohammed, some parts of the history of Moses and Pharaoh, with truth; for the sake of people who believe"
        },
        {
            "chapter": 28,
            "verse": 4,
            "text": "Now Pharaoh lifted himself up in the land of Egypt; and he caused his subjects to be divided into parties: He weakened one party of them, by slaying their male-children, and preserving their females alive; for he was an oppressor"
        },
        {
            "chapter": 28,
            "verse": 5,
            "text": "And We were minded to be gracious unto those who were weakened in the land, and to make them models of religion; and to make them the heirs of the wealth of Pharaoh and his people"
        },
        {
            "chapter": 28,
            "verse": 6,
            "text": "and to establish a place for them in the earth; and to shew Pharaoh, and Haman, and their forces, that destruction of their kingdom and nation by them, which they sought to avoid"
        },
        {
            "chapter": 28,
            "verse": 7,
            "text": "And We directed the mother of Moses by revelation, saying, give him suck: And if thou fearest for him, cast him into the river; and fear not, neither be afflicted; for We will restore him unto thee, and will appoint him one of our apostles"
        },
        {
            "chapter": 28,
            "verse": 8,
            "text": "And when she had put the child in the ark, and had cast it into the river, the family of Pharaoh took him up; providence designing that he should become an enemy, and a sorrow unto them. Verily Pharaoh, and Haman, and their forces were sinners"
        },
        {
            "chapter": 28,
            "verse": 9,
            "text": "And the wife of Pharaoh said, this child is a delight of the eye to me, and to thee: Kill him not; peradventure it may happen that he may be serviceable unto us; or we may adopt him for our son. And they perceived not the consequence of what they were doing"
        },
        {
            "chapter": 28,
            "verse": 10,
            "text": "And the heart of the mother of Moses became oppressed with fear; and she had almost discovered him, had We not armed her heart with constancy, that she might be one of those who believe the promises of God"
        },
        {
            "chapter": 28,
            "verse": 11,
            "text": "And she said unto his sister, follow him. And she watched him at a distance; and they perceived it not"
        },
        {
            "chapter": 28,
            "verse": 12,
            "text": "And We suffered him not to take the breasts of the nurses who were provided before his sister came up: And she said, shall I direct you unto some of his nation, who may nurse him for you, and will be careful of him"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "And, at their desire, she brought his mother to them. So We restored him to his mother, that her mind might be set at ease, and that she might not be afflicted; and that she might know that the promise of God was true: But the greater part of mankind know not the truth"
        },
        {
            "chapter": 28,
            "verse": 14,
            "text": "And when Moses had attained his age of full strength, and was become a perfect man, We bestowed on him wisdom and knowledge: And thus do We reward the upright"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "And he went into the city, at a time when the inhabitants thereof observed not what passed in the streets: And he found therein two men fighting; the one being of his own party, and the other of his enemies. And he who was of his party, begged his assistance against him who was of the contrary party; and Moses struck him with his fist, and slew him: But being sorry for what had happened, he said, this is of the work of the devil; for he is a seducing and an open enemy"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "And he said, O Lord, verily I have injured my own soul: Wherefore forgive me. So God forgave him; for He is ready to forgive, and merciful"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "He said, O Lord, by the favours with which thou hast favoured me, I will not be an assistant to the wicked for the future"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "And the next morning he was afraid in the city, and looked about him, as one apprehensive of danger: And behold, he whom he had assisted the day before, cried out unto him for help a secong time. But Moses said unto him, thou art plainly a quarrelsome fellow"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "And when he sought to lay hold on him who was an enemy unto them both, he said, O Moses, dost thou intend to kill me, as thou killedst a man yesterday? Thou seekest only to be an oppressor in the earth, and seekest not to be a reconciler of quarrels"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "And a certain man came from the farther part of the city, running hastily, and said, O Moses, verily the magistrates are deliberating concerning thee, to put thee to death: Depart therefore; I certainly advise thee well"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "Wherefore he departed out of the city in great fear, looking this way and that, lest he should be pursued. And he said, O Lord, deliver me from the unjust people"
        },
        {
            "chapter": 28,
            "verse": 22,
            "text": "And when he was journeying towards Madian, he said, peradventure my Lord will direct me in the right way"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "And when he arrived at the water of Madian, he found about the well a company of men, who were watering their flocks. And he found, besides them, two women, who kept off their sheep at a distance. And he said unto them, what is the matter with you? They answered, we shall not water our flock, until the shepherds shall have driven away theirs; for our father is an old man, stricken in years"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "So Moses watered their sheep for them; and afterwards retired to the shade, saying, O Lord, verily I stand in need of the good which thou shalt send down unto me"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "And one of the damsels came unto him, walking bashfully, and said, my father calleth thee, that he may recompence thee for the trouble which thou hast taken in watering our sheep for us. And when he was come unto Shoaib, and had told him the story of his adventures, he said unto him, fear not; thou hast escaped from unjust people"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "And one of the damsels said, my father, hire him for certain wages: The best servant thou canst hire, is an able and trusty person"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "And Shoaib said unto Moses, verily I will give thee one of these my two daughters in marriage, on condition that thou serve me for hire eight years: And if thou fulfill ten years, it is in thine own breast; for I seek not to impose a hardship on thee: And thou shalt find me, if God please, a man of probity"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "Moses answered, let this be the covenant between me and thee: Whichsoever of the two terms I shall fulfil, let it be no crime in me if I then quit thy service; and God is witness of that which we say"
        },
        {
            "chapter": 28,
            "verse": 29,
            "text": "And when Moses had fulfilled the term, and was journeying with his family towards Egypt, he saw fire on the side of mount Sinai. And he said unto his family, tarry ye here; for I see fire: Peradventure I may bring you thence some tidings of the way, or at least a brand out of the fire, that ye may be warmed"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "And when he was come thereto, a voice cried unto him from the right side of the valley, in the sacred bottom, from the tree, saying, O Moses, verily I am God, the Lord of all creatures"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "Cast down now thy rod. And when he saw it that it moved, as though it had been a serpent, he retreated and fled, and returned not. And God said unto him, O Moses, draw near, and fear not; for thou art safe"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "Put thy hand into thy bosom, and it shall come forth white, without any hurt: And draw back thy hand unto thee which thou stretchest forth for fear. These shall be two evident signs from thy Lord, unto Pharaoh and his princes; for they are a wicked people"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "Moses said, O Lord, verily I have slain one of them; and I fear they will put me to death"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "But my brother Aaron is of a more eloquent tongue than I am; wherefore send him with me for an assistant, that he may gain me credit; for I fear lest they accuse me of imposture"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "God said, We will strengthen thine arm by thy brother, and We will give each of you extraordinary power, so that they shall not come up to you, in our signs. Ye two, and whoever shall follow you, shall be the conquerors"
        },
        {
            "chapter": 28,
            "verse": 36,
            "text": "And when Moses came unto them with our evident signs, they said, this is no other than a deceitful piece of sorcery: Neither have we heard of any thing like this among our fore-fathers"
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "And Moses said, My Lord best knoweth who cometh with a direction from Him; and who shall have success in this life, as well as the next: But the unjust shall not prosper"
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "And Pharaoh said, O princes, I did not know that ye had any other god besides me. Wherefore do thou, O Haman, burn me clay into bricks; and build me a high tower, that I may ascend unto the God of Moses: For I verily believe him to be a liar"
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "And both he and his forces behaved themselves insolently and unjustly in the earth; and imagined that they should not be brought before Us to be judged"
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "Wherefore We took him and his forces, and cast them into the sea. Behold, therefore, what was the end of the unjust"
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "And We made them deceitful guides, inviting their followers to hell fire; and on the day of resurrection they shall not be screened from punishment"
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "We pursued them with a curse in this life; and on the day of resurrection they shall be shamefully rejected"
        },
        {
            "chapter": 28,
            "verse": 43,
            "text": "And We gave the book of the law unto Moses, after We had destroyed the former generations, to enlighten the minds of men, and for a direction, and a mercy; that peradventure they might consider"
        },
        {
            "chapter": 28,
            "verse": 44,
            "text": "Thou, O prophet, wast not on the west side of mount Sinai, when We delivered Moses his commission: Neither wast thou one of those who were present at his receiving it"
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "But we raised up several generations after Moses; and life was prolonged unto them. Neither didst thou dwell among the inhabitants of Madian, rehearsing unto them our signs; but We have sent thee fully instructed in every particular"
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "Nor wast thou present on the side of the mount, when We called unto Moses: But thou art sent as a mercy from they Lord; that thou mightest preach unto a people to whom no preacher hath come before thee, that peradventure they may be warned"
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "and lest, if a calamity had befallen them, for that which their hands had previously committed, they should have said, O Lord, since thou hast not sent an apostle unto us, that we might follow thy signs, and become true believers, are we not excusable"
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "Yet when the truth is come unto them from before us, they say, unless he receive the same power to work miracles as Moses received, we will not believe. Have they not likewise rejected the revelation which was heretofore given unto Moses? They say, two cunning impostures have mutually assisted one another: And they say, verily we reject them both"
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "Say, produce therefore a book from God, which is more right than these two, that I may follow it; if ye speak truth"
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "But if they return thee no answer, know that they only follow their own desires: And who erreth more widely from the truth than he who followeth his own desire, without a direction from God? Verily God directeth not the unjust people"
        },
        {
            "chapter": 28,
            "verse": 51,
            "text": "And now have We caused our word to come unto them, that they may be admonished"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "They unto whom We have given the scriptures which were revealed before it, believe in the same"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "and when it is read unto them, say, we believe therein; it is certainly the truth from our Lord: Verily we were Moslems before this"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "These shall receive their reward twice, because they have persevered, and repel evil by good, and distribute alms out of that which We have bestowed on them"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "and when they hear vain discourse, avoid the same, saying, we have our works, and ye have your works: Peace be on you; we covet not the acquaintance of the ignorant"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "Verily thou canst not direct whom thou wilt: But God directeth whom He pleaseth, and He best knoweth those who will submit to be directed"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "The Meccans say, if we follow the same direction with thee, we shall be forcibly expelled our land. Have We not established for them a secure asylum; to which fruits of every sort are brought, as a provision of our bounty? But the greater part of them do not understand"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "How many cities have We destroyed, whose inhabitants lived in ease and plenty? And these their dwellings are not inhabited after them, unless for a little while; and We were the inheritors of their wealth"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "But thy Lord did not destroy those cities, until He had sent unto their capital an apostle, to rehearse our signs unto them: Neither did We destroy those cities, unless their inhabitants were injurious to their apostle"
        },
        {
            "chapter": 28,
            "verse": 60,
            "text": "The things which are given you, are the provisions of this present life, and the pomp thereof; but that which is with God, is better and more durable: Will ye not therefore understand"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "Shall he then, unto whom We have promised an excellent promise of future happiness, and who shall attain the same, be as he on whom we have bestowed the provision of this present life, and who, on the day of resurrection, shall be one of those who are delivered up to eternal punishment"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "On that day God shall call unto them, and shall say, where are my partners, which ye imagined to be so"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "And they upon whom the sentence of damnation shall be justly pronounced, shall answer, these, O Lord, are those whom we seduced; we seduced them as we also had been seduced: But now we clearly quit them, and turn unto Thee. They did not worship Us, but their own lusts"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "And it shall be said unto the idolaters, call now upon those whom ye associated with God: And they shall call upon them, but they shall not answer them; and they shall see the punishment prepared for them, and shall wish that they had submitted to be directed"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "On that day God shall call unto them, and shall say, what answer did ye return to our messengers"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "But they shall not be able to give an account thereof on that day; neither shall they ask one another for information"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "Howbeit whoso shall repent and believe, and shall do that which is right, may expect to be happy"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "Thy Lord createth what He pleaseth; and chooseth freely: But they have no free choice. Praise be unto God; and far be He removed from the idols which they associate with Him"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "Thy Lord knoweth both the secret malice which their breasts conceal, and the open hatred which they discover"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "He is God; there is no God but He. Unto Him is the praise due, both in this life and in that which is to come: Unto Him doth judgment belong; and before Him shall ye be assembled at the last day"
        },
        {
            "chapter": 28,
            "verse": 71,
            "text": "Say, what think ye? If God should cover you with perpetual night, until the day of resurrection; what god, besides God, would bring you light? Will ye not therefore hearken"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "Say, what think ye? If God should give you continual day, until the day of resurrection; what god, besides God, would bring you night, that ye might rest therein? Will ye not therefore consider"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "Of his mercy He hath made for you the night and the day, that ye may rest in the one, and may seek to obtain provision for your selves of his abundance, by your industry, in the other; and that ye may give thanks"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "On a certain day God shall call unto them, and shall say, where are my partners, which ye imagined to share the divine power with Me"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "And We will produce a witness out of every nation, and will say, bring hither your proof of what ye have asserted. And they shall know that the right is God's alone; and the deities which they have devised shall abandon them"
        },
        {
            "chapter": 28,
            "verse": 76,
            "text": "Karun was of the people of Moses; but he behaved insolently towards them: For We had given him so much treasure, that his keys would have loaded several strong men. When his people said unto Him, rejoice not immoderately; for God loveth not those who rejoice in their riches immoderately"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "But seek to attain, by means of the wealth which God hath given thee, the future mansion of paradise. And forget not thy portion in this world; but be thou bounteous unto others, as God hath been bounteous unto thee: And seek not to act corruptly in the earth; for God loveth not the corrupt doers"
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "He answered, I have received these riches, only because of the knowledge which is with me. Did he not know that God had already destroyed, before him, several generations, who were mightier than he in strength, and had amassed more abundance of riches? And the wicked shall not be asked to discover their crimes"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "And Karun went forth unto his people, in his pomp. And they who loved this present life, said, oh that we had the like wealth, as hath been given unto Karun! Verily he is master of a great fortune"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "But those on whom knowledge had been bestowed, answered, alas for you! The reward of God in the next life, will be better unto him who shall believe and do good works: But none shall attain the same, except those who persevere with constancy"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "And We caused the ground to cleave in sunder, and to swallow up him and his palace: And he had no forces to defend him, besides God; neither was he rescued from punishment"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "And the next morning, those who had coveted his condition the day before, said, aha! Verily God bestoweth abundant provision on such of his servants as He pleaseth; and He is sparing unto whom He pleaseth. Unless God had been gracious unto us, certainly the earth had swallowed us up also. Aha! The unbelievers shall not prosper"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "As to this future mansion of paradise, We will give it unto them who seek not to exalt themselves in the earth, or to do wrong; for the happy issue shall attend the pious"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Whoso doth good, shall receive a reward which shall exceed the merit thereof: But as to him who doth evil, they who work evil shall be rewarded according to the merit only of that which they shall have wrought"
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "Verily He who hath given thee the Koran for a rule of faith and practice, will certainly bring thee back home unto Mecca. Say, my Lord best knoweth who cometh with a true direction, and who is in a manifest error"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Thou didst not expect that the book of the Koran should be delivered unto thee: But thou hast received it through the mercy of thy Lord. Be not therefore assisting to the unbelievers"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "neither let them turn thee aside from the signs of God, after they have been sent down unto thee: And invite men unto thy Lord. And be not thou an idolater"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "neither invoke any other god, together with the true God: There is no god but He. Every thing shall perish, except Himself: Unto Him belongeth judgment; and before Him shall ye be assembled at the last day"
        }
    ]
}