{
    "chapter": [
        {
            "chapter": 38,
            "verse": 1,
            "text": "By the Koran full of admonition"
        },
        {
            "chapter": 38,
            "verse": 2,
            "text": "Verily the unbelievers are addicted to pride and contention"
        },
        {
            "chapter": 38,
            "verse": 3,
            "text": "How many generations have We destroyed before them; and they cried for mercy, but it was not a time to escape"
        },
        {
            "chapter": 38,
            "verse": 4,
            "text": "They wonder that a warner from among themselves hath come unto them. And the unbelievers said, this man is a sorcerer, and a liar"
        },
        {
            "chapter": 38,
            "verse": 5,
            "text": "Doth he affirm the gods to be but one God? Surely this is a wonderful thing"
        },
        {
            "chapter": 38,
            "verse": 6,
            "text": "And the chief men among them departed, saying to one another, go, and persevere in the worship of your gods: Verily this is the thing which is designed"
        },
        {
            "chapter": 38,
            "verse": 7,
            "text": "We have not heard any thing like this in the last religion: This is no other than a false contrivance"
        },
        {
            "chapter": 38,
            "verse": 8,
            "text": "Hath an admonition been sent unto him preferably to any other among us? Verily they are in a doubt concerning my admonition: But they have not yet tasted my vengeance"
        },
        {
            "chapter": 38,
            "verse": 9,
            "text": "Are the treasuries of the mercy of thy Lord, the mighty, the munificent God, in their hands"
        },
        {
            "chapter": 38,
            "verse": 10,
            "text": "Is the kingdom of the heavens and the earth, and of whatever is between them, in their possession? If it be so, let them ascend by steps unto heaven"
        },
        {
            "chapter": 38,
            "verse": 11,
            "text": "But any army of the confederates shall even here be put to flight"
        },
        {
            "chapter": 38,
            "verse": 12,
            "text": "The people of Noah, and the tribe of Ad, and Pharaoh the contriver of the stakes"
        },
        {
            "chapter": 38,
            "verse": 13,
            "text": "and the tribe of Thamud, and the people of Lot, and the inhabitants of the wood near Madian, accused the prophets of imposture before them: These were the confederates against the messengers of God"
        },
        {
            "chapter": 38,
            "verse": 14,
            "text": "All of them did no other than accuse their apostles of falsehood: Wherefore my vengeance hath been justly executed upon them"
        },
        {
            "chapter": 38,
            "verse": 15,
            "text": "And these wait only for one sounding of the trumpet; which there shall be no deferring"
        },
        {
            "chapter": 38,
            "verse": 16,
            "text": "And they scoffingly say, O Lord, hasten our sentence unto us, before the day of account"
        },
        {
            "chapter": 38,
            "verse": 17,
            "text": "Do thou patiently bear that which they utter: And remind them of our servant David, indued with strength; for he was one who seriously turned himself unto God"
        },
        {
            "chapter": 38,
            "verse": 18,
            "text": "We compelled the mountains to celebrate our praise with him, in the evening and at sun-rise"
        },
        {
            "chapter": 38,
            "verse": 19,
            "text": "and also the birds, which gathered themselves together unto him: All of them returned frequently unto him for this purpose"
        },
        {
            "chapter": 38,
            "verse": 20,
            "text": "And We established his kingdom, and gave him wisdom and eloquence of speech"
        },
        {
            "chapter": 38,
            "verse": 21,
            "text": "Hath the story of the two adversaries come to thy knowledge; when they ascended over the wall into the upper apartment"
        },
        {
            "chapter": 38,
            "verse": 22,
            "text": "when they went in unto David, and he was afraid of them. They said, Fear not: We are two adversaries who have a controversy to be decided. The one of us hath wronged the other: Wherefore judge between us with truth, and be not unjust; and direct us into the even way"
        },
        {
            "chapter": 38,
            "verse": 23,
            "text": "This my brother had ninety and nine sheep; and I had only one ewe: And he said, give her me to keep; and he prevailed against me in the discourse which we had together"
        },
        {
            "chapter": 38,
            "verse": 24,
            "text": "David answered, verily he hath wronged thee, in demanding thine ewe as an addition to his own sheep: And many of them who are concerned together in business, wrong one another, except those who believe and do that which is right; but how few are they! And David perceived that We had tried him by this parable, and he asked pardon of his Lord: And he fell down and bowed himself, and repented"
        },
        {
            "chapter": 38,
            "verse": 25,
            "text": "Wherefore We forgave him this fault; and he shall be admitted to approach near unto us, and shall have an excellent place of abode in paradise"
        },
        {
            "chapter": 38,
            "verse": 26,
            "text": "O David, verily We have appointed thee a sovereign prince in the earth: Judge therefore between men with truth; and follow not thy own lust, lest it cause thee to err from the way of God: For those who err from the way of God, shall suffer a severe punishment, because they have forgotten the day of account"
        },
        {
            "chapter": 38,
            "verse": 27,
            "text": "We have not created the heavens and the earth, and whatever is between them, in vain. This is the opinion of the unbelievers: But woe unto those who believe not, because of the fire of hell"
        },
        {
            "chapter": 38,
            "verse": 28,
            "text": "Shall We deal with those who believe and do good works, as with those who act corruptly in the earth? Shall We deal with the pious as with the wicked"
        },
        {
            "chapter": 38,
            "verse": 29,
            "text": "A blessed book have We sent down unto thee, O Mohammed, that they may attentively meditate on the signs thereof, and that men of understanding may be warned"
        },
        {
            "chapter": 38,
            "verse": 30,
            "text": "And We gave unto David Solomon; how excellent a servant! For he frequently turned himself unto God"
        },
        {
            "chapter": 38,
            "verse": 31,
            "text": "When the horses standing on three feet, and touching the ground with the edge of the fourth foot, and swift in the course, were set in parade before him in the evening"
        },
        {
            "chapter": 38,
            "verse": 32,
            "text": "he said, verily I have loved the love of earthly good above the remembrance of my Lord; and have spent the time in viewing these horses, until the sun is hidden by the vail of night"
        },
        {
            "chapter": 38,
            "verse": 33,
            "text": "Bring the horses back unto me. And when they were brought back, he began to cut off their legs and their necks"
        },
        {
            "chapter": 38,
            "verse": 34,
            "text": "We also tried Solomon, and placed on his throne a counterfeit body: Afterwards he turned unto God"
        },
        {
            "chapter": 38,
            "verse": 35,
            "text": "and said, O Lord, forgive me, and give me a kingdom which may not be obtained by any after me; for thou art the giver of kingdoms"
        },
        {
            "chapter": 38,
            "verse": 36,
            "text": "And We made the wind subject to him; it ran gently at his command, whithersoever he directed"
        },
        {
            "chapter": 38,
            "verse": 37,
            "text": "And We also put the devils in subjection under him; and among them such as were every way skilled in building, and in diving for pearls"
        },
        {
            "chapter": 38,
            "verse": 38,
            "text": "And others We delivered to him bound in chains"
        },
        {
            "chapter": 38,
            "verse": 39,
            "text": "saying, this is our gift: Therefore be bounteous, or be sparing unto whom thou shalt think fit, without rendering an account"
        },
        {
            "chapter": 38,
            "verse": 40,
            "text": "And he shall approach near unto Us, and shall have an excellent abode in paradise"
        },
        {
            "chapter": 38,
            "verse": 41,
            "text": "And remember our servant Job; when he cried unto his Lord, saying, verily Satan hath afflicted me with calamity and pain"
        },
        {
            "chapter": 38,
            "verse": 42,
            "text": "And it was said unto him, strike the earth with thy foot; which when he had done, a fountain sprang up, and it was said to him, this is for thee to wash in, to refresh thee, and to drink"
        },
        {
            "chapter": 38,
            "verse": 43,
            "text": "And We restored unto him his family, and as many more with them, through our mercy; and for an admonition unto those who are indued with understanding"
        },
        {
            "chapter": 38,
            "verse": 44,
            "text": "And We said unto him, take a handful of rods in thy hand, and strike thy wife therewith; and break not thine oath. Verily We found him a patient person: How excellent a servant was he! For he was one who frequently turned himself unto Us"
        },
        {
            "chapter": 38,
            "verse": 45,
            "text": "Remember also our servants Abraham, and Isaac, and Jacob, who were men strenuous and prudent"
        },
        {
            "chapter": 38,
            "verse": 46,
            "text": "Verily We purified them with a perfect purification, through the remembrance of the life to come"
        },
        {
            "chapter": 38,
            "verse": 47,
            "text": "and they were, in our sight, elect and good men"
        },
        {
            "chapter": 38,
            "verse": 48,
            "text": "And remember Ismael, and Elisha, and Dhu'lkefl: For all these were good men"
        },
        {
            "chapter": 38,
            "verse": 49,
            "text": "This is an admonition. Verily the pious shall have an excellent place to return unto"
        },
        {
            "chapter": 38,
            "verse": 50,
            "text": "namely, gardens of perpetual abode, the gates whereof shall stand open unto them"
        },
        {
            "chapter": 38,
            "verse": 51,
            "text": "As they lie down therein, they shall there ask for many sorts of fruits, and for drink"
        },
        {
            "chapter": 38,
            "verse": 52,
            "text": "and near them shall sit the virgins of paradise, refraining their looks from beholding any besides their spouses, and of equal age with them"
        },
        {
            "chapter": 38,
            "verse": 53,
            "text": "This is what ye are promised, at the day of account"
        },
        {
            "chapter": 38,
            "verse": 54,
            "text": "This is our provision; which shall not fail"
        },
        {
            "chapter": 38,
            "verse": 55,
            "text": "This shall be the reward of the righteous. But for the transgressors is prepared an evil receptacle"
        },
        {
            "chapter": 38,
            "verse": 56,
            "text": "namely, hell: They shall be cast into the same to be burned, and a wretched couch shall it be"
        },
        {
            "chapter": 38,
            "verse": 57,
            "text": "This let them taste, to wit, scalding water, and corruption flowing from the bodies of the damned"
        },
        {
            "chapter": 38,
            "verse": 58,
            "text": "and divers other things of the same kind"
        },
        {
            "chapter": 38,
            "verse": 59,
            "text": "And it shall be said to the seducers, this troop which was guided by you, shall be thrown, together with you, headlong into hell: They shall not be bidden welcome; for they shall enter the fire to be burned"
        },
        {
            "chapter": 38,
            "verse": 60,
            "text": "And the seduced shall say to their seducers, verily ye shall not be bidden welcome: Ye have brought it upon us; and a wretched abode is hell"
        },
        {
            "chapter": 38,
            "verse": 61,
            "text": "They shall say, O Lord, doubly increase the torment of him who hath brought this punishment upon us, in the fire of hell"
        },
        {
            "chapter": 38,
            "verse": 62,
            "text": "And the infidels shall say, why do we not see the men whom we numbered among the wicked"
        },
        {
            "chapter": 38,
            "verse": 63,
            "text": "and whom we received with scorn? Or do our eyes miss them"
        },
        {
            "chapter": 38,
            "verse": 64,
            "text": "Verily this is a truth; to wit, the disputing of the inhabitants of hell fire"
        },
        {
            "chapter": 38,
            "verse": 65,
            "text": "Say, O Mohammed, unto the idolaters, verily I am no other than a warner: And there is no god, except the one only God, the Almighty"
        },
        {
            "chapter": 38,
            "verse": 66,
            "text": "the Lord of heaven and earth, and of whatsoever is between them; the mighty, the forgiver of sins"
        },
        {
            "chapter": 38,
            "verse": 67,
            "text": "Say, it is a weighty message"
        },
        {
            "chapter": 38,
            "verse": 68,
            "text": "from which ye turn aside"
        },
        {
            "chapter": 38,
            "verse": 69,
            "text": "I had no knowledge of the exalted princes, when they disputed concerning the creation of man"
        },
        {
            "chapter": 38,
            "verse": 70,
            "text": "it hath been revealed unto me only as a proof that I am a public preacher"
        },
        {
            "chapter": 38,
            "verse": 71,
            "text": "When thy Lord said unto the angels, verily I am about to create man of clay"
        },
        {
            "chapter": 38,
            "verse": 72,
            "text": "When I shall have formed him, therefore, and shall have breathed my spirit into him, do ye fall down and worship him"
        },
        {
            "chapter": 38,
            "verse": 73,
            "text": "And all the angels worshipped him, in general"
        },
        {
            "chapter": 38,
            "verse": 74,
            "text": "except Eblis, who was puffed up with pride, and became an unbeliever"
        },
        {
            "chapter": 38,
            "verse": 75,
            "text": "God said unto him, O Eblis, what hindreth thee from worshipping that which I have created with my hands? Art thou elated with vain pride? Or art thou really one of exalted merit"
        },
        {
            "chapter": 38,
            "verse": 76,
            "text": "He answered, I am more excellent than he: Thou hast created me of fire, and hast created him of clay"
        },
        {
            "chapter": 38,
            "verse": 77,
            "text": "God said unto him, get thee hence therefore, for thou shalt be driven away from mercy"
        },
        {
            "chapter": 38,
            "verse": 78,
            "text": "And my curse shall be upon thee, until the day of judgment"
        },
        {
            "chapter": 38,
            "verse": 79,
            "text": "He replied, O Lord, respite me, therefore, until the day of resurrection"
        },
        {
            "chapter": 38,
            "verse": 80,
            "text": "God said, verily thou shalt be one of those who are respited"
        },
        {
            "chapter": 38,
            "verse": 81,
            "text": "until the day of the determined time"
        },
        {
            "chapter": 38,
            "verse": 82,
            "text": "Eblis said, by thy might do I swear, I will surely seduce them all"
        },
        {
            "chapter": 38,
            "verse": 83,
            "text": "except thy servants who shall be peculiarly chosen from among them"
        },
        {
            "chapter": 38,
            "verse": 84,
            "text": "God said, it is a just sentence; and I speak the truth"
        },
        {
            "chapter": 38,
            "verse": 85,
            "text": "I will surely fill hell with thee, and with such of them as shall follow thee, altogether"
        },
        {
            "chapter": 38,
            "verse": 86,
            "text": "Say unto the Meccans, I ask not of you any reward for this my preaching: Neither am I one of those who assume a part which belongs not to them"
        },
        {
            "chapter": 38,
            "verse": 87,
            "text": "The Koran is no other than an admonition unto all creatures"
        },
        {
            "chapter": 38,
            "verse": 88,
            "text": "And ye shall surely know what is delivered therein to be true, after a season"
        }
    ]
}