{
    "rukus": [
        {
            "chapter": 6,
            "verse": 31,
            "text": "Chac chan se thua thiet đoi voi nhung ai phu nhan viec gap go Allah (o đoi sau) mai cho đen luc Gio (tan the) đot ngot xay đen cho ho thi ho moi than: “That kho than chung toi ve đieu chung toi thuong lo đenh,” va ho mang tren lung ganh nang (toi loi) cua ho. Ha ganh nang (toi loi) khong toi te hay sao"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "Va cuoc song tran tuc nay chi la tro choi va giai tri. Va chac chan nha o noi coi đoi sau se tot nhat cho nhung ai so Allah. The cac nguoi khong hieu đieu đo sao"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "TA (Allah) biet loi ho noi ra lam cho Nguoi đau buon. Boi vi that ra ho khong cho Nguoi noi doi; nguoc lai, nhung ke lam đieu sai quay cai lai cac Loi Mac Khai cua Allah thoi"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Va chac chan cac Su Sia truoc Nguoi đa tung bi phu nhan. Nhung Ho đa kien nhan chiu đung ve nhung đieu đa bi bai bac va su nguoc đai cho đen khi su cuu tro cua TA đa đen voi Ho. Va khong ai co the lam thay đoi đuoc Loi phan (va Quyet đinh) cua Allah. Va chac chan Nguoi đa tiep thu đuoc tin tuc ve cac Su Gia (tien nhiem truoc Nguoi)"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "Va neu Nguoi cam thay kho khan truoc su cu tuyet cua ho thi voi kha nang cua Nguoi, hay tim mot cai lo chui xuong duoi đat hoac bat mot cai thang đi len troi đe mang xuong cho ho mot dau la (đe thuyet phuc ho.) Va neu Allah muon, Ngai se thua suc tap trung ho lai va huong dan ho theo Chinh Đao. Boi the, Nguoi cho cu xu nhu mot nguoi ngu muoi (đam ra thoi chi va mat kien nhan)"
        },
        {
            "chapter": 6,
            "verse": 36,
            "text": "Chi nhung ai thanh tam nghe (Qur'an) moi đap lai (Loi goi cua Allah). Con đoi voi nguoi chet, Allah se dung ho song lai roi ho se đuoc đua tro ve trinh dien Ngai"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "Va ho noi nhu sau: “Tai sao khong co mot Phep la nao tu Thuong Đe cua Y (Muhammad) đuoc ban xuong cho Y?” Hay bao ho: “That ra Allah thua suc ban xuong mot Phep la nhung đa so bon ho khong biet (Phep la đo ngu y gi.)”"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "Va khong co mot loai thu vat nao (song) tren trai đat cung khong co mot loai chim choc nao bay đuoc bang hai canh ma khong song (ket đoan) thanh cong đong giong nhu cac nguoi. TA (Allah) đa khong bo sot mot đieu nao trong quyen so (Đinh Luat) roi cuoi cung chung se đuoc đua ve gap Thuong Đe (Allah) cua chung tro lai"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Va nhung ai phu nhan cac dau hieu cua TA (Allah) thi (chang khac nao) nhu ke điec va cam, va chim sau trong tam toi. Allah đanh lac huong ke nao Ngai muon va dat đi đung đuong nguoi nao Ngai muon"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Hay hoi ho: “Cac nguoi hay suy nghi cho ky va tra loi cho that rang neu hinh phat cua Allah hoac Gio (Tan the) bat ngo xay đen cho cac nguoi thi ngoai Allah, ai la Đang ma cac nguoi se goi cau cuu?”"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "Khong, chi mot minh Ngai cac nguoi van cau; va neu Ngai muon, Ngai se boc đi khoi cac nguoi đieu (nguy khon) ma cac nguoi van xin Ngai va cac nguoi se quen mat het đieu (hay than linh) ma cac nguoi đa to hop voi Ngai"
        }
    ]
}