{
    "rukus": [
        {
            "chapter": 16,
            "verse": 71,
            "text": "Va Allah đa uu đai mot so nguoi nay hon mot so nguoi khac ve bong loc. Va nhung ai đuoc uu đai khong giao bong loc cua minh cho nhung ke (no le) nam duoi tay quan ly cua minh hau lam cho chung binh đang voi minh ve phuong dien nay. Phai chang ho đa phu nhan nhung an hue cua Allah"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "Va Allah đa tao tu ban than cua cac nguoi nhung nguoi vo cho cac nguoi va tu cac ba vo, đa tao con cai va chau chat cho cac nguoi va cung cap luong thuc tot cho cac nguoi. Phai chang ho tin tuong noi đieu gia doi va phu nhan cac an hue cua Allah"
        },
        {
            "chapter": 16,
            "verse": 73,
            "text": "Va ho tho phung ngoai Allah nhung ke khong co mot chut quyen hanh va cung khong co kha nang cung cap cho ho mot ti bong loc nao tu cac tang troi va duoi đat"
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "Boi the, cho đua ra nhung hinh anh so sanh voi Allah. Qua that, Allah biet het (moi viec) trong luc cac nguoi khong biet"
        },
        {
            "chapter": 16,
            "verse": 75,
            "text": "Allah đua ra thi du so sanh (ve hai nguoi): mot nguoi no le bi quan thuc, khong co mot chut quyen hanh nao; va mot nguoi đuoc TA cung cap bong loc tot ma y chi dung kin đao va cong khai (vao viec tu thien). Vay hai nguoi đo co ngang bang nhau khong? Moi loi ca tung đeu thuoc ve Allah. Khong! Đa so bon ho khong biet"
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "Va Allah đua ra mot thi du so sanh (khac) ve hai nguoi; mot trong hai nguoi thi cam, khong co mot chut quyen nao va la mot ganh nang cho nguoi chu. Bat cu noi nao nguoi chu sai đi, y khong he mang ve mot đieu tot nao. Y co bang voi mot nguoi ra lenh thi hanh nen cong ly va đi theo con Đuong ngay chinh hay khong"
        }
    ]
}