{
    "rukus": [
        {
            "chapter": 18,
            "verse": 54,
            "text": "Va qua that TA đa trinh bay trong Qur'an đu loai hinh anh thi du co loi cho nhan loai; nhung con nguoi hay tranh luan nhat ve nhieu van đe"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "Va khong co gi can tro loai nguoi tin tuong khi Chi Đao đa đen voi ho va cau xin Thuong Đe cua ho tha thu ngoai tru viec mong cho cho đuong loi cua nhung nguoi xua se xay đen voi ho hoac hinh phat (cua Allah) se đen truc dien ho"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "Va TA đa cu phai cac Su Gia đen chi đe mang tin mung va canh cao (nhan loai); nhung nhung ke khong tin tuong chi muon dung luan đieu gia doi cua minh đe cai va va đanh đo Chan Ly. Va chung mang nhung dau hieu va loi canh cao cua TA ra lam tro đua đe bon cot"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "Va con ai sai quay hon ke đa đuoc nhac nho bang nhung Loi Mac Khai cua Thuong Đe cua y nhung quay mat lanh xa chung va quen mat nhung đieu (toi loi) ma ban tay cua y đa goi đi truoc? Qua that, TA (Allah) đa lay nhung tam man phu kin trai tim (tam long) cua chung lai so rang chung hieu đuoc No (Qur'an) va lam cho tai cua chung điec; va neu Nguoi co goi chung đen voi Chi Đao thi trong truong hop đo, chung se vinh vien khong bao gio chap nhan Chi Đao"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "Va Thuong Đe cua Nguoi Hang Tha Thu, Rat Muc Khoan Dung. Neu Ngai muon goi chung đen xet xu ve nhung đieu (toi loi) ma chung đa pham thi chac chan Ngai se thuc giuc hinh phat chong đen voi chung. Khong, chung con co mot dip hen (gap Ngai vao Ngay phuc sinh.) Luc đo, chung se khong bao gio tim đuoc mot cho thoat than"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "(Nguoi dan cua) nhung thi tran đo (cua 'Ad, Thamud) ma TA đa tieu diet khi chung lam quay. Va TA đa đinh gio hen đe tieu diet chung"
        }
    ]
}