{
    "rukus": [
        {
            "chapter": 5,
            "verse": 1,
            "text": "Hoi nhung ai co đuc tin! Hay lam tron (tat ca) cac nghia vu. Cac nguoi đuoc phep dung (thit) cua tat ca cac gia suc bon chan ngoai tru nhung con nao đa đuoc cong bo cho cac nguoi nhung khong đuoc phep dung thit cua cac con thu san trong suot thoi gian ham minh lam Hajj (trong vung Thanh đia cua Makkah). Qua that, Allah phan quyet đieu gi Ngai muon"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "Hoi nhung ai co đuc tin! Cho xuc pham cac bieu hieu cua Allah, cho vi pham nhung thang cam ky, cho pham đen nhung con vat te (cho nghi thuc Hajj), va cho pham đen nhung con vat co mang vong đeo co (đe lam dau chuan bi lam vat te trong nghi thuc Hajj) va cung cho quay ray cac du khach toi lui tham vieng Ngoi Đen thieng (Ka'bah) mong kiem thien loc va su hai long cua Thuong Đe (Allah) cua ho. Va khi cham dut tinh trang ham minh (cua viec lam Hajj) cac nguoi đuoc phep đi san (thu); va cho đe cho viec thu ghet mot đam nguoi đa (co lan) can tro cac nguoi khong cho vao Thanh đuong Linh thieng (tai Makkah) thuc đay cac nguoi đen cho pham gioi. Nguoc lai, hay giup đo nhau trong đao đuc va so Allah va cho tiep tay cho nhau gay toi ac va han thu. Hay so Allah. Qua that, Allah rat nghiem khac trong viec trung phat"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "(Allah) cam cac nguoi dung (thit cua) xac chet, mau, thit cua con heo, mon vat cung cho ai khac khong phai la Allah, (thit cua) nhung con vat bi van (hay that) co chet, nhung con vat bi đap chet, nhung con vat bi roi tren cao xuong chet, nhung con vat bi huc chet (bang sung), nhung con vat bi cac con thu du an mot phan tru phi cac nguoi lam cho sach (bang cach cat co chung theo đung nghi thuc), va nhung mon vat cung tren ban tho (hay tren đa); va cam cac nguoi chia phan bang cach xin xam. Tat ca cac thu đo đeu o ue. Ngay nay, nhung ke khong co đuc tin tuyet vong ve (viec pha hoai) ton giao cua cac nguoi. Boi the, cho So chung ma hay so TA (Allah). Ngay nay, TA đa hoan chinh ton giao cua cac nguoi cho cac nguoi va hoan tat An hue cua TA cho cac nguoi va đa chon Islam lam ton giao cua cac nguoi. Nhung ai vi qua đoi (bat buoc phai an cac mon cam đo) chu khong co tinh pham gioi thi qua that Allah Hang Tha Thu va Khoan Dung"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "Ho hoi Nguoi (Muhammad) đau la nhung mon (thuc pham) ho đuoc phep dung. Hay bao ho: “Cac nguoi đuoc phep dung cac mon (an) tot va sach. Va nhung con thu (hay chim) san ma cac con thu đi san do cac nguoi huan luyen theo phuong cach Allah đa day cho cac nguoi đa bat đuoc. Boi the, hay an thit cua con vat ma chung đa bat đuoc cho cac nguoi nhung hay nhac ten cua Allah len no. Va hay so Allah boi qua that, Allah rat nhanh trong viec xet xu"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "Ngay nay, cac nguoi đuoc phep dung cac mon (thuc pham) tot va sach. Thuc pham cua nhung nguoi đa đuoc ban cho Kinh Sach đuoc chap thuan (Halal) cho cac nguoi (dung) va thuc pham cua cac nguoi đuoc chap thuan (Halal) cho ho (dung). Cac nguoi đuoc phep cuoi cac trinh nu tu do co đuc tin (khong phai la nu no le) va ca cac trinh nu tu do trong so nguoi dan đa đuoc ban cho Kinh Sach vao thoi ky truoc cac nguoi voi đieu kien cac nguoi phai tang ho phan tien cuoi bat buoc (Mahr) voi muc đich nhan ho lam vo chu khong vi ham muon tinh duc cung khong nhan ho lam tinh nhan vung trom. Va ai phu nhan đuc tin thi viec lam cua y se khong co ket qua; va o đoi sau y se la mot ke thua thiet"
        }
    ]
}