{
    "maqras": [
        {
            "chapter": 19,
            "verse": 59,
            "text": "Sai waɗansu 'yan baya suka maye a bayansu suka tozarta salla, kuma suka bi sha'awowinsu. To, da sannu za su hau da wani sharri"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "Face wanda ya tuba, kuma ya yi imani, kuma ya aikata aiki na ƙwarai. To, waɗannan suna shiga Aljanna, kuma ba a zaluntar su da kome"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "Gidajen Aljannar zama wadda Mai rahama ya yi alkawarin bayarwa ga bayinSa (masu aikin imani) a fake. Lalle ne shi, alkawarin ya kasance abin riskuwa"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "Ba su jin yasassar magana a cikinta, face sallama. Kuma suna da abinci, a cikinta, safe da maraice"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "Wancan Aljannar ce wadda Muke gadar da wanda ya kasance mai aiki da taƙawa daga bayiNa"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "(Suna masu cewa) \"Kuma ba mu sauka Face da umuruin Ubangijinka (Muhammad). Shi ne da mulkin abin da ke a gaba gare mu da abin da ke a bayanmu da abin da ke a tsakanin wannan.\" Kuma (Ubangijinka bai kasance wanda ake mantawa ba)"
        },
        {
            "chapter": 19,
            "verse": 65,
            "text": "Shi ne Ubangijin sammai da ƙasa da abin da yake a tsakaninsu. sai ka bauta Masa, kuma ka yi haƙuri ga bautarsa. Shin ka san wani takwara a gare shi"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "Kuma mutum yana cewa, \"Shin idan na mutu lalle ne haƙi ƙa da sannu za a fitar da ni ina mai rai"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "Shin, kuma mutum ba zai tuna ba cewa lalle ne Mun halitta shi a gabani, alhali kuwa bai kasance kome ba"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "To, Muna rantsuwa da Ubangijinka, lalle ne, Muna tayar da su da kuma shaianun sa'an nan, kuma lalle Muna halatar da su da kuma Shaiɗanun sa'an nan, kuma, lalle Muna halatar da su a gefen Jahannama suna gurfane"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "Sa'an nan kuma lalle Muna fizge wanda yake mafi tsananin girman kai ga Mai rahama daga kowace ƙungiya"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "Sa'an nan kuma lalle Mu ne Mafi sani ga waɗanda suke su ne mafiya cancantar ƙonuwa da ita"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "Kuma babu kowa daga gare ku sai mai tuzga mata. Ya kasance wajibi ga Ubangijinka, hukuntacce"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "Sa'an nan kuma Mu tserar da waɗanda suka yi aiki da taƙawa, kuma Mu bar azzalumai a cikinta gurfane"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "Kuma idan ana karatun ayoyinMu, bayyanannu a kansu, sai waɗanda suka kafirta su ce wa waɗanda suka yi imani, \"Wanne daga ƙungiyoyin biyu ya fi zama mafi alheri ga matsayi, kuma mafi kyaun majalisa"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "Kuma da yawa daga mutanen ƙarni Muka halakar a gabaninsu su (waɗandaMuka halakar) in ne mafi kyaun kayan aki da magana"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "Ka ce: \"Wanda ya kasance a cikin ɓata sai Mai rahama Ya yalwata masa yalwatawa, har idan sun ga abin da ake yi musu wa'adi, imma azaba ko sa'a, to za su sani, wane ne yake shi ne, mafi sharri ga wuri, kuma mafi rauni ga runduna"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "Kuma Allah na ƙara wa wa ɗanda suka nemi shiryuwa da shiriya. Kuma ayyuka masu wanzuwa na ƙwarai ne mafi alheri awurin Ubangijinka ga lada, kuma mafi alheri ga makoma"
        },
        {
            "chapter": 19,
            "verse": 77,
            "text": "Shin, ka ga wanda ya kafirta da ayoyinMu, kuma ya ce: \"Lalle ne za a ba ni dukiya da ɗiya"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "Shin, ya tsinkayi gaibi ne, ko kuwa ya ɗauki wani alkawari daga Mai rahama ne"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "A'aha! za mu rubuta abin da yake faɗa, kuma Mu yalwata masa, daga azaba, yalwatawa"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "Kuma Mu gade shi ga abin da yake faɗa, kuma ya zo Mana yana shi kɗai"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "Kuma suka riƙi gumaka, baicin Allah, domin su kasance mataimaka a gare su"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "A'aha! Za su kafirta da ibadarsu, kuma su kasance maƙiya a kansu"
        },
        {
            "chapter": 19,
            "verse": 83,
            "text": "Shin, ba ka gani ba cewa Mun saki shaiɗanu a kan kafirai suna shushuta su ga zunubi shushutawa"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "Saboda haka kada ka yi gaggawa a kansu, Muna yi musu ƙidayar ajali ne kawai, ƙidayawa"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "A ranar da Muka tara masu taƙawa zuwa ga Mai rahama suna baƙin girma"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "Kuma Muna kora masu laifi zuwa Jahannama, gargaawa"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "Ba su mal1akar ceto face wanda ya riƙi alkawari a wurin Mai rahama"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "Kuma suka ce: \"Mai rahama Ya riƙi a"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "Lalle ne haƙiƙa kun zo da wani abu mai girman muni"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "Sammai suna kusa su tsattsage saboda shi, kuma ƙasa ke kece kuma duwatsu su faɗi suna karyayyu"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "Domin sun yi da'awar ɗa ga Mai rahama"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "Alhali ba ya kamata ga Mai rahama ya riƙi wani ɗa"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "Dukkan wanda yake a cikin sammai da ƙasa bai zama ba face mai je wa Mai rahama ne yana bawa"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "Lalle ne haƙiƙa Ya lissafe su, kuma ya ƙidaye su, ƙidaya"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "Kuma dukan kowanensu mai je Masa ne a Ranar ¡iyama yana shi kaɗai"
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "Lalle ne waɗanda suka yi imani, kuma suka aikata ayyuka na ƙwarai, Mai rahama zai sanya musu so"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "Sa'an nan Ibin sani kawai Mun sauƙaƙar da shi (Alƙur'ani) a harshenka, domin ka yi bushara da shi ga masu aiki da taƙawa kuma ka yi gargaɗi da shi ga mutane masu tsananin husuma"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "Kuma da yawa Muka halakar da mutanen ƙarnoni a gabaninsu. Shin kana jin motsin wani guda daga gare su, ko kuwa kana jin wata ɗuriya tasu"
        }
    ]
}