{
    "maqras": [
        {
            "chapter": 8,
            "verse": 61,
            "text": "Kuma idan sun karkata zuwa ga zaman lafiya, to, ka karkata zuwa gare shi, kuma ka dogara ga Allah: Lalle ne Shi, Mai ji ne Masani"
        },
        {
            "chapter": 8,
            "verse": 62,
            "text": "Kuma idan sun yi nufin su yaudare ka, to, lalle ma'ishinka Allah ne, Shi ne wanda Ya ƙarfafa ka da taimakonSa, kuma da muminai"
        },
        {
            "chapter": 8,
            "verse": 63,
            "text": "Kuma Ya sanya soyayya a tsakanin zukatansu. Da ka ciyar da abin da yake cikin ƙasa, gaba ɗaya, da ba ka sanya soyayya a tsakanin zukatansu ba, kuma amma Allah Ya sanya soyayya a tsakaninsu. Lalle Shi ne Mabuwayi, Mai hikima"
        },
        {
            "chapter": 8,
            "verse": 64,
            "text": "Ya kai Annabi! Ma'ishinka Allah ne, kai da wanda ya biye maka daga muminai"
        },
        {
            "chapter": 8,
            "verse": 65,
            "text": "Ya kai Annabi! Ka kwaɗaitar da muminai a kan yaƙi. Idan mutum ashirin masu haƙuri sun kasance daga gare ku, za su rinjayi metan kuma idan ɗari suka kasance daga gare ku, za su rinjayi dubu daga waɗanda suka kafirta, domin su, mutane ne ba su fahimta"
        },
        {
            "chapter": 8,
            "verse": 66,
            "text": "A yanzu Allah Ya sauƙaƙe daga gare ku, kuma Ya sani cewa lalle ne akwai masu rauni a cikinku. To, idan mutum ɗari, masu haƙuri, suka kasance daga gare ku, za su rinjayi metan, kuma idan dubu suka kasance daga gare ku, za su rinjayi dubu biyu, da iznin Allah. Kuma Allah Yana tare da masu haƙuri"
        },
        {
            "chapter": 8,
            "verse": 67,
            "text": "Ba ya kasancewa ga wani annabi, kamammu su kasance a gare shi sai (bayan) ya zubar da jinainai a cikin ƙasa. Kuna nufin sifar duniya kuma Allah Yananufin Lahira. Kuma Allah ne Mabuwayi, Mai hikima"
        },
        {
            "chapter": 8,
            "verse": 68,
            "text": "Ba domin wani Littafi daga Allah ba, wanda ya gabata, da azaba mai girma daga Allah ta shafe ku a cikin abin da kuka kama"
        },
        {
            "chapter": 8,
            "verse": 69,
            "text": "Saboda haka, ku ci daga abin da kuka samu ganima, Yana halal mai kyau. Kuma ku bi Allah da taƙawa. Lalle Allah ne Mai gafara, Mai jin ƙai"
        },
        {
            "chapter": 8,
            "verse": 70,
            "text": "Ya kai Annabi! Ka ce wa wanda yake a cikin hannayenku daga kamammu: \"Idan Allah Ya san akwai wani alheri a cikin zukatanku, zai kawo muku mafi alheri daga abin da aka karɓa daga gare ku, kuma Ya yi muku gafara. Kuma Allah ne Mai gafara, Mai jin ƙai"
        },
        {
            "chapter": 8,
            "verse": 71,
            "text": "Kuma idan sun yi nufin yaudararka, to, haƙiƙa, sun yaudari Allahdaga gabani sai Ya bayar da dama daga gare su: Kuma Allah ne Masani, Mai hikima"
        },
        {
            "chapter": 8,
            "verse": 72,
            "text": "Lalle ne waɗanda suka yi imani, kuma suka yi hijira, kuma suka yi jihadi da dukiyoyinsuda rayukansu, a cikin hanyar Allah, da waɗanda suka bayar da masauki, kuma suka yi taimako. Waɗancan, sashensu waliyyai ne ga sashe. Kuma waɗanda suka yi imani kuma ba su yi hijira ba, ba ku da wani abu daga waliccinsu, sai sun yi hijira. Kuma idan suka neme ku taimako a cikin addini, to taimako ya wajaba a kanku, face a kan mutane waɗanda a tsakaninku da tsakaninsu akwai wani alkwari. Kuma Allah ne, ga abin da kuke aikatawa, Mai gani"
        },
        {
            "chapter": 8,
            "verse": 73,
            "text": "Kuma waɗanda suka kafirta sashensu ne waliyyan sashe, idan ba ku aikata shi ba, wata fitina za ta kasance a cikin ƙasa, da fasadi babba"
        },
        {
            "chapter": 8,
            "verse": 74,
            "text": "Kuma waɗanda suka yi imani kuma suka yi hijira, kuma suka yi Jihadi, a cikin hanyar Allah, kuma da waɗanda suka bayar da masauki, kuma suka yi tamiako, waɗannan su ne muminai da gaskiya, sunada gafara da wani abinci na karimci"
        },
        {
            "chapter": 8,
            "verse": 75,
            "text": "Kuma waɗanda suka yi imani daga baya, kuma suka yi hijira kuma suka yi jihadi tare da ku, to, waɗannan daga gare ku suke. Kuma ma'abuta zumunta, sashensu ne waliyyan sashe a cikin Littafin Allah. Lalle Allah ne ga dukkan kome Masani"
        }
    ]
}