{
    "pages": [
        {
            "chapter": 24,
            "verse": 44,
            "text": "Gott laßt Nacht und Tag sich abwechseln. Darin ist eine Lehre fur Leute, die Einsicht haben"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "Und Gott hat jedes Getier aus Wasser geschaffen. Es gibt unter ihnen solche, die auf ihrem Bauch gehen, und solche, die auf zwei Beinen gehen, und wieder solche, die auf vieren gehen. Gott erschafft, was Er will. Gott hat Macht zu allen Dingen"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "Wir haben Zeichen hinabgesandt, die (alles) deutlich machen. Und Gott fuhrt, wen Er will, zu einem geraden Weg"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "Und sie sagen: «Wir glauben an Gott und an den Gesandten, und wir gehorchen.» Dann, nach diesem (Wort), kehrt sich ein Teil von ihnen ab. Das sind ja keine Glaubigen"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "Und wenn sie zu Gott und seinem Gesandten gerufen werden, damit er zwischen ihnen urteile, wendet sich gleich ein Teil von ihnen ab"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "Wenn aber das Recht auf ihrer Seite ist, dann kommen sie zu ihm, bereit, sich zu unterwerfen"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "Ist in ihren Herzen Krankheit, oder haben sie Zweifel, oder furchten sie, daß Gott gegen sie ungerecht sein konnte, und auch sein Gesandter? Nein, sie sind eben die, die Unrecht tun"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "Die Rede der Glaubigen, wenn sie zu Gott und seinem Gesandten gerufen werden, damit er zwischen ihnen urteile, besteht darin, daß sie sagen: «Wir horen, und wir gehorchen.» Das sind die, denen es wohl ergeht"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "Diejenigen, die Gott und seinem Gesandten gehorchen, Gott furchten und sich vor Ihm huten, das sind die Erfolgreichen"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "Und sie haben bei Gott ihren eifrigsten Eid geschworen, sie wurden, wenn du es ihnen befiehlst, hinausziehen. Sprich: Schwort nicht, (leistet lieber) einen geziemenden Gehorsam. Gott hat Kenntnis von dem, was ihr tut"
        }
    ]
}