{
    "pages": [
        {
            "chapter": 2,
            "verse": 231,
            "text": "Und wenn ihr die Frauen entlaßt und sie das Ende ihrer Frist erreichen, dann behaltet sie in rechtlicher Weise oder gebt sie in rechtlicher Weise frei. Behaltet sie aber nicht aus Schadenslust, um Ubertretungen zu begehen. Wer dies tut, der hat sich selbst Unrecht getan. Und nehmt euch nicht die Zeichen Gottes zum Gegenstand des Spottes, und gedenket der Gnade Gottes zu euch und dessen, was Er von dem Buch und der Weisheit auf euch herabgesandt hat, um euch damit zu ermahnen. Und furchtet Gott und wißt, daß Gott uber alle Dinge Bescheid weiß"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "Und wenn ihr die Frauen entlaßt und sie das Ende ihrer Frist erreichen, dann hindert sie nicht, ihre Gatten wieder zu heiraten, falls sie sich in rechtlicher Weise geeinigt haben. Damit wird derjenige von euch ermahnt, der an Gott und den Jungsten Tag glaubt. Dies ist lauterer und reiner fur euch. Und Gott weiß, ihr aber wißt nicht Bescheid"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "Und die Mutter sollen ihre Kinder zwei volle Jahre stillen. Das gilt fur den, der das Stillen bis zum Ende fuhren will. Und derjenige, dem (das Kind) geboren wurde, hat fur ihren Lebensunterhalt und ihre Kleidung in rechtlicher Weise zu sorgen. Von niemandem wird mehr gefordert, als er vermag. Einer Mutter darf nicht wegen ihres Kindes Schaden zugefugt werden, und auch nicht einem Vater wegen seines Kindes. Und der Erbe hat die gleichen Verpflichtungen. Wenn sie sich jedoch in beiderseitigem Einvernehmen und nach Beratung fur die Entwohnung entscheiden, so ist das fur sie kein Vergehen. Und wenn ihr eure Kinder stillen lassen wollt, so ist das fur euch kein Vergehen, sofern ihr das, was ihr (an Lohn) ausgesetzt habt, in rechtlicher Weise ubergebt. Und furchtet Gott. Und wißt, Gott sieht wohl, was ihr tut"
        }
    ]
}