{
    "pages": [
        {
            "chapter": 28,
            "verse": 60,
            "text": "Und was immer euch zuteil geworden ist, ist Nutznießung und Schmuck des diesseitigen Lebens. Was aber bei Gott ist, ist besser und bestandiger. Habt ihr denn keinen Verstand"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "Ist denn der, dem Wir ein schones Versprechen gegeben haben und der es auch vorfinden wird, dem gleich, den Wir die Nutznießung des diesseitigen Lebens genießen lassen, der aber am Tag der Auferstehung zu denen gehoren wird, die vorgefuhrt werden"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "Und am Tag, da Er sie ruft und spricht: «Wo sind meine Teilhaber, die ihr immer wieder angegeben habt?»"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "Diejenigen, gegen die der Spruch zu Recht fallig geworden ist, sagen: «Unser Herr, diese, die wir haben abirren lassen, haben wir abirren lassen, wie wir selbst abgeirrt waren. (Von ihnen) sagen wir uns vor Dir los. Nicht uns verehrten sie ja.»"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "Und es wird gesprochen: «Ruft eure Teilhaber.» Sie rufen sie an, aber sie erhoren sie nicht. Und sie sehen die Pein. Waren sie doch der Rechtleitung gefolgt"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "Und am Tag, da Er sie ruft und spricht: «Was habt ihr den Gesandten geantwortet?»"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "An jenem Tag ist ihnen entschwunden, was sie zu berichten haben, und sie befragen (auch) nicht einander"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "Wer aber umkehrt und glaubt und Gutes tut, der moge zu denen gehoren, denen es wohl ergeht"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "Und dein Herr erschafft und wahlt, was Er will. Sie aber haben nicht die Moglichkeit zu wahlen. Preis sei Gott! Und erhaben ist Er uber das, was sie (Ihm) beigesellen"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "Und dein Herr weiß, was ihre Brust verhullt und was sie offenlegen"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "Und Er ist Gott. Es gibt keinen Gott außer Ihm. Lob sei Ihm in der diesseitigen und der jenseitigen Welt! Ihm gehort das Urteil, und zu Ihm werdet ihr zuruckgebracht"
        }
    ]
}