{
    "pages": [
        {
            "chapter": 4,
            "verse": 114,
            "text": "Nichts Gutes liegt in einem großen Teil ihrer vertraulichen Gesprache, es sei denn, wenn einer zu einem Almosen oder zu einer rechten Tat oder zur Aussohnung zwischen den Menschen auffordert. Und wer dies im Streben nach dem Wohlgefallen Gottes tut, dem werden Wir einen großartigen Lohn zukommen lassen"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "Wer sich dem Gesandten widersetzt, nachdem ihm die Rechtleitung deutlich geworden ist, und einem anderen Weg als dem der Glaubigen folgt, den lassen Wir verfolgen, was er verfolgt hat, und in der Holle brennen - welch schlimmes Ende"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "Gott vergibt nicht, daß Ihm (etwas) beigesellt wird, und Er vergibt, was darunter liegt, wem Er will. Und wer Gott (andere) beigesellt, der ist weit abgeirrt"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "Sie rufen ja statt Seiner weibliche Wesen an, sie rufen ja einen rebellischen Satan an"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "Den Gott verfluchte und der sagte: «Ich werde mir von deinen Dienern einen festgesetzten Anteil nehmen"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "Und ich werde sie irrefuhren, und ich werde sie Wunschen nachjagen lassen, und ich werde ihnen befehlen, und sie werden die Ohren der Herdentiere abschneiden, und ich werde ihnen befehlen, und sie werden die Schopfung Gottes verandern.» Und wer sich den Satan anstelle Gottes zum Freund nimmt, der wird einen offenkundigen Verlust erleiden"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "Er macht ihnen Versprechungen und laßt sie Wunschen nachjagen. Und der Satan verspricht ihnen nur Betorung"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "Diese haben die Holle zur Heimstatte, und sie werden kein Mittel finden, ihr zu entrinnen"
        }
    ]
}