{
    "pages": [
        {
            "chapter": 2,
            "verse": 70,
            "text": "Zamoli Gospodara svoga, u nase ime\" – rekose – \"da nam objasni kakva jos treba biti jer, nama krave izgledaju slicne, a mi cemo nju, ako Allah htjedne, sigurno pronaci"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "On porucuje\" – rece on – \"da ta krava ne smije biti istrosena oranjem zemlje i natapanjem usjeva; treba biti bez mahane i bez ikakva biljega.\" – \"E sad si je opisao kako treba!\" – rekose, pa je zaklase, i jedva to ucinise"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "I kada ste jednog covjeka ubili, pa se oko njega prepirati poceli – Allah je dao da iziđe na vidjelo ono sto ste bili sakrili –"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "Mi smo rekli: \"Udarite ga jednim njezinim dijelom!\" – i eto tako Allah vraca mrtve u zivot i pruza vam dokaze Svoje da biste shvatili"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Ali srca vasa su poslije toga postala tvrda, kao kamen su ili jos tvrđa, a ima i kamenja iz kojeg rijeke izbijaju, a ima, zaista, kamenja koje puca i iz kojeg voda izlazi, a ima ga, doista, i koje se od straha pred Allahom rusi. – A Allah motri na ono sto radite"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Zar se vi nadate da ce vam se jevreji odazvati i vama za ljubav vjernici postati, a neki među njima su Allahove rijeci slusali pa su ih, posto su ih shvatili, svjesno izvrnuli"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "Kad sretnu vjernike, oni govore: \"Vjerujemo!\", a cim se osame jedni s drugima, kazu: \"Zar cete im kazivati o onome sto je Allah samo vama objavio, pa da im to bude dokaz protiv vas pred Gospodarom vasim? Zar se necete opametiti"
        }
    ]
}