{
    "pages": [
        {
            "chapter": 18,
            "verse": 84,
            "text": "Mi smo mu dali vlast na Zemlji i omogucili mu da izvrsi ono sto zeli"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "I on pođe"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "Kad stize do mjesta gdje Sunce zalazi, ucini mu se kao da zalazi u jedan mutan izvor i nađe u blizini njegovoj jedan narod. \"O Zulkarnejne\" – rekosmo Mi – \"ili ces ih kazniti ili ces s njima lijepo postupiti"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "Onoga ko ostane mnogobozac\" – rece – \"kaznicemo, a poslije ce se svome Gospodaru vratiti, pa ce ga i On teskom mukom muciti"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "A onome ko bude vjerovao i dobra djela cinio – nagrada najljepsa, i s njim cemo blago postupiti"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "I on opet pođe"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "I kad stize do mjesta gdje Sunce izlazi, on nađe da ono izlazi iznad jednog naroda kome Mi nismo dali da se od njega bilo cime zakloni"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "I on postupi s njima isto onako kako je s onima prije postupio"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "I on pođe"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "Kad stize između dvije planine, nađe ispred njih narod koji je jedva govor razumijevao"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "O Zulkarnejne\" – rekose oni – \"Jedzudz i Medzudz cine nered po Zemlji, pa hoces li da između nas i njih zid podignes, mi cemo te nagraditi"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "Bolje je ono sto mi je Gospodar moj dao\" – rece on. \"Nego, samo vi pomozite meni sto vise mozete, i ja cu između vas i njih zid podici"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "Donesite mi velike komade gvozđa!\" I kad on izravna dvije strane brda, rece: \"Pusite!\" A kad ga usija, rece: \"Donesite mi rastopljen mjed da ga zalijem"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "I tako oni nisu mogli ni da ga pređu niti su ga mogli prokopati"
        }
    ]
}