{
    "rukus": [
        {
            "chapter": 9,
            "verse": 90,
            "text": "عذردارندگان از باديه‌نشينان- با اينكه جهاد بر آنان واجب نبود- آمدند تا به آنها رخصت داده شود [كه به كارزار نروند]، و كسانى كه به خداى و پيامبر او دروغ گفته بودند- منافقان- بازنشستند- با اينكه جهاد بر آنان واجب بود-. زودا كه به كسانى از آنان كه كافر شدند عذابى دردناك برسد"
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "بر ناتوانان و بيماران و كسانى كه چيزى نيابند- ندارند- كه [در راه جهاد] هزينه كنند، هر گاه خدا و پيامبر او را نيكخواه باشند تنگى و باكى [در بازنشستنشان از جنگ‌] نيست زيرا بر نيكوكاران هيچ راهى [براى سرزنش و عقوبت‌] نيست و خدا آمرزگار و مهربان است"
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "و نه بر كسانى كه چون نزد تو آمدند تا [براى رفتن به جنگ بر ستورى‌] برنشانى‌شان، گفتى: چيزى نمى‌يابم كه شما را بر آن برنشانم، بازگشتند در حالى كه ديدگانشان از اين اندوه كه چيزى ندارند تا [در رفتن به جهاد] هزينه كنند سرشك مى‌باريد"
        },
        {
            "chapter": 9,
            "verse": 93,
            "text": "راه [سرزنش و عقوبت‌] تنها بر كسانى است كه در حالى كه توانگرند از تو رخصت مى‌خواهند، خشنودند كه با واپس‌ماندگان باشند و خدا بر دلهاى آنها مهر نهاده است، از اين رو در نمى‌يابند- سرانجام بد و كيفر نافرمانى خويش را"
        },
        {
            "chapter": 9,
            "verse": 94,
            "text": "چون بديشان بازگرديد نزد شما عذر مى‌آورند، بگو: عذر مياوريد، هرگز شما را باور نداريم، هر آينه خداوند ما را از خبرهاى شما آگاه ساخت و زودا كه خدا و پيامبر او كردار شما را بنگرند، سپس به سوى داناى نهان و آشكار بازگردانده مى‌شويد، آنگاه شما را بدانچه مى‌كرديد آگاه كند"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "چون به سوى آنان بازگرديد براى شما به خدا سوگند خواهند خورد تا از [سرزنش‌] آنها چشم بپوشيد، پس از ايشان چشم بپوشيد، كه آنان پليدند و جايگاهشان به سزاى كارهايى كه مى‌كردند، دوزخ است"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "براى شما سوگند مى‌خورند تا از آنها خشنود شويد، پس اگر شما از آنان خشنود شويد همانا خدا از مردم بدكار نافرمان خشنود نخواهد شد"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "باديه‌نشينان در كفر و نفاق سخت‌ترند، و سزاوارتر به اينكه مرزها و اندازه‌هاى آنچه را خدا بر پيامبرش فروفرستاده ندانند، و خدا دانا و درستكار است"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "و از باديه‌نشينان كسانى هستند كه آنچه را انفاق مى‌كنند تاوان و زيان مى‌شمرند و پيشامدهاى بد را براى شما چشم مى‌دارند. پيشامد بد بر آنها باد! و خدا شنوا و داناست"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "و از باديه‌نشينان كسانى هستند كه به خدا و روز واپسين ايمان دارند و آنچه را انفاق مى‌كنند و دعاهاى پيامبر را اسباب تقرب به خدا مى‌شمرند. آگاه باشيد كه اينها سبب تقرب براى ايشان است زودا كه خداوند آنان را در مهر و بخشايش خويش در آورد، كه خدا آمرزگار و مهربان است"
        }
    ]
}