{
    "rukus": [
        {
            "chapter": 10,
            "verse": 61,
            "text": "و [تو] در هيچ حالى و كارى نباشى و از آن- از قرآن- هيچ برنخوانى، و [شما مردم‌] هيچ كارى نمى‌كنيد مگر اينكه آنگاه كه به آن مى‌پردازيد ما بر شما گواهيم و از پروردگارت همسنگ ذره‌اى در زمين و در آسمان پوشيده نيست، و نه كوچكتر از آن و نه بزرگتر، مگر آنكه در كتابى روشن- لوح محفوظ- هست"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "آگاه باشيد كه دوستان خداى نه بيمى بر آنهاست و نه اندوهگين مى‌شوند"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "آنان كه ايمان آوردند و پرهيزگارى مى‌كردند"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "ايشان را در زندگى اين جهان و در آن جهان مژدگان است، سخنان خداى را دگرگونى نيست. اين است رستگارى و كامگارى بزرگ"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "و گفتار آنان تو را اندوهگين مكناد. زيرا كه همه عزت- توانايى و غلبه- خداى راست، كه اوست شنوا و دانا"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "آگاه باشيد كه خداى راست هر كه در آسمانها و هر كه در زمين است. و كسانى كه جز خدا شريكانى [براى او] مى‌خوانند از چه پيروى مى‌كنند؟ پيروى نمى‌كنند مگر گمان را و جز به تخمين- يا دروغ- سخن نمى‌گويند"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "اوست كه شب را براى شما پديد كرد تا در آن آرام گيريد و روز را روشن ساخت [تا در آن ببينيد و به كار پردازيد] همانا در آن براى گروهى كه بشنوند نشانه‌هاست"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "[مشركان‌] گفتند: خدا فرزندى گرفت پاك و منزه است او اوست بى‌نياز او راست آنچه در آسمانها و آنچه در زمين است. نزد شما هيچ حجتى بر اين [گفتار] نيست. آيا بر خدا چيزى مى‌گوييد كه نمى‌دانيد؟"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "بگو: همانا كسانى كه بر خدا دروغ مى‌بندند رستگار نمى‌شوند"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "آنها در اين جهان برخورداريى دارند سپس بازگشتشان به ماست، آنگاه به سزاى آنكه كفر مى‌ورزيدند عذاب سخت به آنان بچشانيم"
        }
    ]
}