{
    "rukus": [
        {
            "chapter": 29,
            "verse": 14,
            "text": "و هر آينه نوح را به سوى قومش فرستاديم، پس هزار سال، مگر پنجاه سال، در ميان آنان [به پيامبرى‌] درنگ كرد، پس [عذاب‌] طوفان آنها را بگرفت در حالى كه ستمكار بودند"
        },
        {
            "chapter": 29,
            "verse": 15,
            "text": "پس او و ياران كشتى را رهانيديم و آن- كشتى يا داستان- را براى جهانيان نشانه و عبرتى ساختيم"
        },
        {
            "chapter": 29,
            "verse": 16,
            "text": "و ابراهيم را [فرستاديم‌] آنگاه كه به قوم خود گفت: خداى يكتا را بپرستيد و از او پروا كنيد، اين براى شما بهتر است اگر مى‌دانستيد"
        },
        {
            "chapter": 29,
            "verse": 17,
            "text": "جز اين نيست كه به جاى خداى يكتا بتانى را مى‌پرستيد و دروغى مى‌سازيد- كه آنها را معبود يا خدايان مى‌ناميد-. آنان كه به جاى خداى يكتا مى پرستيد شما را توان روزى‌دادن ندارند، پس روزى را از نزد خدا بخواهيد و او را بپرستيد و او را سپاس گزاريد، كه به سوى او بازگردانده مى‌شويد"
        },
        {
            "chapter": 29,
            "verse": 18,
            "text": "و اگر [شما اى اهل مكه، رسالت پيامبر را] دروغ مى‌انگاريد همانا امتهاى پيش از شما نيز [پيامبران را] به دروغ نسبت دادند، و بر پيامبر جز رسانيدن آشكار پيام نيست"
        },
        {
            "chapter": 29,
            "verse": 19,
            "text": "آيا نديده‌اند كه چگونه خدا آفرينش آفريدگان را آغاز مى‌كند، سپس آن را باز مى‌گرداند- به زنده‌كردن مردگان در روز رستاخيز-؟ همانا اين كار بر خدا آسان است"
        },
        {
            "chapter": 29,
            "verse": 20,
            "text": "بگو در زمين بگرديد و بنگريد كه چگونه [خدا] آفرينش را آغاز كرد، و سپس خدا آفرينش واپسين را پديد مى‌كند، همانا خدا بر هر چيزى تواناست"
        },
        {
            "chapter": 29,
            "verse": 21,
            "text": "هر كه را خواهد عذاب كند و هر كه را خواهد ببخشايد و به او بازگردانده مى‌شويد"
        },
        {
            "chapter": 29,
            "verse": 22,
            "text": "و شما عاجزكننده [خدا] نيستيد- از عذاب الهى نتوانيد گريخت- نه در زمين و نه در آسمان، و شما را جز او هيچ سرپرست و ياورى نيست"
        }
    ]
}