{
    "rukus": [
        {
            "chapter": 4,
            "verse": 51,
            "text": "آيا به كسانى كه بهره‌اى از كتاب- تورات- به آنها داده شده ننگريستى كه به بت و طغيانگر مى‌گروند و در باره كسانى كه كافر شدند- مشركان- گويند كه آنها از كسانى كه ايمان آورده‌اند رهيافته‌ترند؟"
        },
        {
            "chapter": 4,
            "verse": 52,
            "text": "آنانند كه خداى لعنتشان كرده است، و هر كه را خدا لعنت كند هرگز براى او ياريگرى نيابى"
        },
        {
            "chapter": 4,
            "verse": 53,
            "text": "مگر آنان را از فرمانروايى بهره‌اى است كه در اين حال به مردم به اندازه گودى پشت هسته خرما- يعنى اندكى- ندهند؟"
        },
        {
            "chapter": 4,
            "verse": 54,
            "text": "بلكه به مردم- پيامبر"
        },
        {
            "chapter": 4,
            "verse": 55,
            "text": "پس، از آنان"
        },
        {
            "chapter": 4,
            "verse": 56,
            "text": "كسانى كه به آيات ما كافر شدند بزودى آنها را به آتشى درآوريم كه هر گاه پوست تنشان پخته شود و بسوزد آنان را پوستهاى ديگرى جايگزين سازيم تا عذاب را بچشند، كه خدا تواناى بى‌همتا و داناى استواركار است"
        },
        {
            "chapter": 4,
            "verse": 57,
            "text": "و كسانى كه ايمان آوردند و كارهاى نيك و شايسته كردند ايشان را به بهشت‌هايى درآوريم كه از زير آنها جويها روان است، هميشه و جاودانه در آن بمانند براى آنان در آن بهشتها همسرانى پاكيزه هست و ايشان را به سايه‌اى پاينده درآوريم"
        },
        {
            "chapter": 4,
            "verse": 58,
            "text": "همانا خداى به شما فرمان مى‌دهد كه امانتها را به خداوندانش باز دهيد و چون ميان مردم داورى كنيد به داد داورى كنيد. خدا شما را به نيكوچيزى پند مى‌دهد. همانا خداوند شنوا و بيناست"
        },
        {
            "chapter": 4,
            "verse": 59,
            "text": "اى كسانى كه ايمان آورده‌ايد، خداى را فرمان بريد و پيامبر و صاحبان امر را، كه از شمايند، فرمان بريد، پس اگر در باره چيزى ستيزه و كشمكش كرديد آن را به خدا- كتاب خدا- و پيامبر باز گردانيد اگر به خدا و روز بازپسين ايمان داريد، كه اين بهتر است و سرانجام آن نيكوتر"
        }
    ]
}