{
    "pages": [
        {
            "chapter": 6,
            "verse": 36,
            "text": "Unutma ki, yalnızca (bütün kalpleriyle) kulak verenler, bir çağrıya cevap verebilirler; (kalben) ölmüş olanlara gelince, (yalnız) Allah onları diriltebilir, sonra da hepsi Ona döneceklerdir"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "Ve onlar: \"Neden ona Rabbi tarafından hiçbir mucizevi işaret bahşedilmedi?\" diye sorarlar. De ki: \"Allah, katından her türlü işareti indirmeye kadirdir\". Ama insanların çoğu bundan habersizdir"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "halbuki yeryüzünde yürüyen hiçbir hayvan ve iki kanadıyla uçan hiçbir kuş yoktur ki sizin gibi (Allahın) mahluku olmasın: Biz, buyruğumuzda tek şeyi bile ihmal etmedik. Ve bir kez daha (belirtelim): onlar(ın tümü) Rableri huzurunda toplanacaklardır"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Mesajlarımızı yalanlayanlar, zifiri karanlığa gömülmüş sağırlar ve dilsizlerdir. Allah kimi dilerse onu saptırır; ve dilediğini de dosdoğru yola yöneltir"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "De ki: \"(Bu dünyada) Allahın azabına çarptırıldığınız zaman yahut Son Saat gelip çattığında Allahtan başkasına yalvardığınızı düşünebilir misiniz? (Söyleyin bana,) eğer doğru sözlü insanlar iseniz"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "Hayır, aksine yalvarışınız Onadır, bu durumda O, eğer dilerse sizi Kendisine yalvarmaya yönelten o (bela)yı giderir; ve (o zaman) Allahtan başkasına ilahlık yakıştırdığınız şeyi unutmuş olursunuz"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "Biz, senden önceki toplumlara da mesajlarımızı gönderdik (ey Peygamber,) ve onları sıkıntı ve zorluklara uğrattık ki tevazu ile boyun eğsinler"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Ama tarafımızdan takdir edilen bir sıkıntıya uğratıldıkları zaman tevazu göstermediler, tersine kalplerinin katılığı arttı, çünkü Şeytan bütün yaptıklarını onlara güzel gösterdi"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "Sonra, kendilerine yapılan uyarıları gözardı ettiklerinde bütün (güzel) şeylerin kapılarını onlara ardına kadar açtık ve kendilerine bağışlanan şeylerden zevk alarak yararlanmaya devam ederlerken onları apansız yakaladık: işte o anda bütün ümitlerini kaybettiler"
        }
    ]
}