{
    "pages": [
        {
            "chapter": 7,
            "verse": 105,
            "text": "bana düşen, Allah hakkında gerçekten başka bir şey söylememektir. İşte size Rabbinizden apaçık burhanla çıkıp geldim: Öyleyse bırak artık, İsrailoğulları benimle gelsinler"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "(Firavun): \"Bir işaret, bir alamet getirdiysen, göster bakalım; tabi,doğru sözlü biriysen!\" dedi"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "Bunun üzerine (Musa), asasını yere bıraktı: Oo! (bir de ne görsünler!) düpedüz bir yılandı, bu"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "Ve (sonra) elini yukarı kaldırdı: Oo! Bir de baktılar, bembeyaz, ışıl ışıl"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "Firavunun uyrukları arasında ileri gelenler \"Doğrusu, çok şey bilen usta bir sihirbazmış bu\" dediler"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "sizi yerinizden etmek isteyen biri!\" (Firavun:) \"Peki, ne öneriyorsunuz?\" diye sordu"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "Şöyle cevap verdiler: \"Onu ve kardeşini bir süre alıkoy ve şehirlere davetçiler gönder"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "bütün usta ve bilgin sihirbazları senin huzuruna toplayıp getirsinler"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "Ve sihirbazlar Firavuna gelip: \"Eğer üstün gelen biz olursak\" dediler \"o zaman büyük bir ödül hak etmiş oluruz"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "(Firavun): \"Elbette\" diye karşılık verdi, \"üstelik, o zaman gözdelerimizin arasına katılmış olacaksınız"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "Sihirbazlar (Musaya): \"Ey Musa!\" dediler, \"Önce sen mi atacaksın (asanı) yoksa biz mi atalım"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "(Musa): \"(Önce) siz atın!\" dedi. Ve onlar (asalarını) yere attıkları zaman, insanların gözlerini büyüyle bağladılar ve onları korkuyla şaşkına çevirdiler"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "Ve (o zaman) Biz de Musaya: \"Asanı yere at!\" diye vahyettik. Oo! (bir de ne görsünler) bu, onların bütün o aldatıcı düzeneklerini yutmasın mı"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "Böylece gerçek kendini göstermiş, berikilerin bütün o yapıp becerdiklerinin boş olduğu ortaya çıkmış oldu"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "Ve (yine) böylece onlar yenilmiş, adamakıllı küçük düşmüş oldular"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "Sihirbazlar (hemen) diz çöküp yere kapanarak"
        }
    ]
}