{
    "pages": [
        {
            "chapter": 9,
            "verse": 62,
            "text": "(O ikiyüzlüler) sizi hoşnut bırakmak için (iyi niyetle edip eyledikleri konusunda) yüzünüze karşı Allaha yemin ederler. Oysa, eğer gerçekten inanmış olsalardı, başka herkesten önce Allahı ve Onun Elçisini hoşnut etmeye çalışmaları gerekirdi"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Hem bilmiyorlar mı ki, Allaha ve Onun Elçisine karşı koyan kimseyi, içinde ebediyyen kalacağı cehennem ateşi beklemektedir? En vahim alçalma da budur zaten"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "Münafıklar(dan bazıları), kendilerine karşı (bir delil olmak üzere), kalplerinde gizleyip durdukları (gerçek) niyeti açığa vuracak (yeni) bir surenin indirilmesinden tasalanıyorlar. De ki: \"Siz alay ededurun bakalım! Nasıl olsa Allah, tasalandığınız asıl şeyi er geç açığa vuracak"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "Yine de, onlara soracak olsan mutlaka şöyle cevap verirler: \"Yarenliğe kaptırmıştık kendimizi, (kelime) oyun(u) yapıyorduk, hepsi bu\". De ki: \"Allahla, Onun ayetleriyle, Onun Elçisiyle mi alay edip eğleniyordunuz siz"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "(Boşuna anlamsız) mazeretler ileri sürmeyin! Böylece sizler düpedüz hakkı inkar etmiş oldunuz, hem de (ondan yana) inancınız(ı açıkladık)dan sonra!\" (Bu olayla ilgi derecesine göre) içinizden bir kısmınızın günahını bağışlasak bile, suça gömülüp gitmelerinden ötürü, ötekileri azaba uğratacağız"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "İkiyüzlülerin, erkek-kadın, hepsi aynı türden, aynı yapıda kimselerdir: kötü/eğri olanın yapılmasını öğütler, iyi/doğru olanın yapılmasını önlerler. Ve (iyi olanı yapmaya) asla yanaşmazlar. Allaha karşı umursamazdırlar; bu yüzden Allah da onları gözden çıkarır. Gerçekten günaha gömülüp gitmiş olanlar da işte bunlar, bu ikiyüzlü kimselerdir"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Hem erkek ve kadın münafıklara, hem de hakkı açıktan açığa inkar edenlere Allah, içinde yerleşip kalacakları cehennem ateşi vaad etmiştir; onların payına düşecek olan budur. Çünkü Allah onları lanetlemiştir; ve sürüp gidecek bir azap beklemektedir onları"
        }
    ]
}