{
    "pages": [
        {
            "chapter": 11,
            "verse": 6,
            "text": "Ve yeryüzünde yaşayan hiçbir canlı yoktur ki rızkı Allaha bağlı olmasın; ayrıca O, her canlının (yeryüzünde) yaşama süresini de, (ölümden sonra) yerleşip kalacağı yeri de bilmektedir: Bütün bunlar apaçık bir kitapta yer almış bulunmaktadır"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "Odur, gökleri ve yeri altı evrede yaratan; Ve (hayatı yarattığı sürece) Onun kudret ve tahtı suyun üstündeydi. (Allah size böylece Ona olan bağımlılığınızı hatırlatıyor) ki sizi sınayıp hanginizin eylem ve davranışça iyi olduğunu ortaya koysun. Şöyle ki: eğer (sen, ey Peygamber,) (insanlara:) \"Unutmayın ki, ölümden sonra diriltileceksiniz!\" desen, hakkı inkara şartlanmış olanlar hemen, \"Açıkçası, bu büyüleyici bir vehimden başka bir şey değil!\" diye karşılık verirler"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "Ve ayrıca, onların (hak ettiği) azabı (tarafımızdan) belirlenmiş bir vakte kadar ertelesek hemen şöyle derler: \"Onun (hemen gerçekleşmesini) önleyen ne?\" Bilin ki, o Gün (o sözü geçen azap) onların başına geldiği zaman, onu kendilerinden uzak tutacak hiçbir güç olmayacak; ve alay edip durdukları şey onları kuşatıp bunaltacaktır"
        },
        {
            "chapter": 11,
            "verse": 9,
            "text": "Bunun gibi, insana katımızdan bir rahmet tattırsak, sonra da onu kendisinden çekip alsak, hemen (önceki lütfumuzu) nankörce unutup umutsuzluğa düşer"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "Yine, başına gelen bir darlıktan, sıkıntıdan sonra bir bolluk, bir genişlik tattıracak olsak hemen \"Musibetler yakamı bıraktı!\" diyerek, kendinden bilir, kurumlu boş bir sevince kaptırır kendini"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "(İnsanların çoğu böyledir; pek tabii) güçlüklere göğüs geren, dürüst ve erdemli davranan kimseler bunun dışında; işte bu sonrakiler ki, onları günahlarından ötürü arınma, bağışlanma ve büyük bir mükafat beklemektedir"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "O halde, (ey Peygamber, sırf inkarcılar hoşlanmıyor diye ve) onların \"Niçin ona (gökten) bir hazine inmedi\" ya da, \"(niçin) onunla (gözle görülebilen) bir melek gelmedi?\" diye söylenmelerinden ötürü yüreğin daralıyor diye sana vahyedilen mesajın bir kısmını göz ardı etmen hiç doğru olur mu? (Unutma ki,) sen sadece bir uyarıcısın; Allah ise her şeyin üzerinde gözetici olarak bulunuyor"
        }
    ]
}