{
    "pages": [
        {
            "chapter": 18,
            "verse": 75,
            "text": "Beriki: \"Ben sana, bana asla katlanamayacağını söylememiş miydim?\" dedi"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "(Musa:) \"Bundan böyle sana soru soracak olursam benimle artık yoldaşlık yapmazsın: (çünkü artık) benden yana yeterince özür işittin\" dedi"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "Ve bunun üzerine yeniden yola koyuldular; derken, bir kasaba halkıyla karşılaştılar; onlardan yiyecek bir şeyler istediler; ama bu ahali onlara konukseverce davranmaya hiç yanaşmadı. Ve bu (kasabada) yıkılmak üzere olan bir duvar gördüler; (bilge kişi) onu hemen onarıverdi; (Musa bunu görünce:) \"Eğer dileseydin, (hiç değilse, yaptığın) bu iş için bir ücret alabilirdin\" dedi"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "(Bilge:) \"İşte böylece seninle yol ayrımına gelmiş olduk.\" dedi, \"Şimdi sana, sabır göstermediğin (bütün o olayların) iç yüzünü açıklayacağım"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "O tekne, geçimini denizden sağlayan yoksul insanlara aitti; ona hasar vermek istedim, çünkü peşlerinde her (sağlam) tekneye zorla el koyan bir hükümdar oldu(ğunu biliyordum)"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "O genç adam da, -ki anası babası mümin kimselerdi- taşkınlıkları ve inkarcı eğilimleriyle onlara çok derin acılar vereceği yolunda kaygı verici belirtiler görmüştük"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "(onu öldürürken) Rablerinin o ana babaya onun yerine ondan daha temiz seciyeli ve merhamette ondan daha ileri (başka bir çocuk) vermesini istedik"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "Ve duvara gelince; duvar o kasabada yaşayan iki yetim oğlan çocuğuna aitti ve altında (hukuken) onların olan bir hazine (gömülüydü). Onların babası dürüst ve erdemli biriydi; bunun içindir ki, Rabbin onların erginlik çağına eriştiklerinde o hazineyi Rabbinden bir bağış olarak kazıp çıkarmalarını irade etti. (Dolayısıyla,) ben (bütün) bunları kendiliğimden yapmadım: Senin sabır göstermediğin (olayların) iç yüzünün gerçek anlamı işte budur"
        },
        {
            "chapter": 18,
            "verse": 83,
            "text": "Ve sana Zulkarneyn hakkında soru soruyorlar; de ki: \"onu hatırlatacak bir şey anlatayım"
        }
    ]
}