{
    "pages": [
        {
            "chapter": 20,
            "verse": 65,
            "text": "(Büyücüler) Musa´ya: \"Ey Musa!\" dediler, \"(önce) sen mi atacaksın (asanı), yoksa ilk atan biz mi olalım"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "(Musa:) \"Hayır, (önce) siz atın!\" karşılığını verdi. Ve derken onların ipleri ve asaları, yaptıkları sihir marifetiyle, ona hızla akıyorlarmış gibi göründü"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "öyle ki, bu yüzden Musa´nın içinde bir korku belirdi"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "(Fakat o´na:) \"Korkma!\" dedik, \"Sonunda üstün gelecek olan sensin"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "(Şimdi) sağ elindeki (asayı) at, bu (senin attığın) onların düzenlediği her şeyi yutacaktır: (çünkü) onların bütün yaptığı sihirden ibaret; ve zaten sihirbaz, hangi amacı güderse gütsün, asla başarıya ulaşamaz"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "(Ve sonuç Musa´ya bildirdiğimiz gibi oldu,) bunun üzerine büyücüler saygıyla hemen yere kapandılar; ve \"Biz artık Musa ile Harun´un Rabbine inanıyoruz!\" diye çağırıştılar"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "(Firavun:) \"Ben size izin vermeden mi o´na inandınız?\" dedi, \"Mutlaka size sihirbazlığı öğreten ustanız o olmalı! Ama bu ihanetinizden ötürü, hiç şüpheniz olmasın, çoğunuzun ellerini ayaklarını kesivereceğim; ve yine hiç şüpheniz olmasın ki, pek çoğunuzu da hurma kütüğüne asacağım ki, böylece hangimizin azapta daha zorlu ve daha sürekli olduğunu iyice anlayasınız"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "Berikiler: \"Bize gelen hakkın apaçık belirtilerini ve bizi yaratan varlığı bırakıp asla seni tercih edecek değiliz! Artık (hakkımızda) nasıl bir yargıda bulunacaksan bulun: sen ancak bu dünya hayatında (geçerli) yargılarda bulunabilirsin"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Bize gelince, açıkçası biz, hatalarımızı ve bize sihir alanında zorla yaptırdığın şeyleri bağışlaması umuduyla Rabbimize inandık: çünkü Allah (umut bağlananların) en hayırlısı ve en kalıcısıdır"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Kim ki (Hesap Günü) Rabbinin huzuruna günahkarca davranışlar üzere çıkarsa, bilsin ki, onu cehennem beklemektedir: orada ne ölür, ne de hayata kavuşur"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "Oysa, (Rabbinin huzuruna) dürüst ve erdemli davranışlar ile mümin olarak çıkan kimseye gelince, (öte dünyada) en yüksek makamlar işte böylelerinin olacaktır"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "içlerinde sonsuza kadar yaşayacakları, vadilerinde derelerin, ırmakların çağıldadığı asude hasbahçeler!.. İşte budur, kendini arındıranları bekleyen karşılık"
        }
    ]
}