{
    "pages": [
        {
            "chapter": 29,
            "verse": 53,
            "text": "Şimdi onlar, (Allah´ın) azabını çabuklaştırman için sana meydan okuyorlar; eğer (bunun için Allah tarafından) belli bir vade konulmuş olmasaydı azap elbette başlarına hemen gelirdi! Ama o aniden kopup gelecek ve hiçbiri de farkında olmayacak"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "Onlar (Allah´ın) azabını çabuklaştırman için sana meydan okuyorlar: halbuki cehennem, hakikati inkar edenlerin tümünü kuşatacaktır"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "azabın onları hem tepelerinden, hem de ayaklarının altından saracağı Gün (kuşatacaktır). O Gün Allah: \"İşte şimdi yaptıklarınızı(n meyvelerini) tadın!\" diyecektir"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "Ey imana ermiş olan kullarım! Benim arzım alabildiğine geniştir; o halde Bana, yalnız Bana kulluk edin"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "Her can ölümü tadacaktır (ve) sonunda herkes dönüp Bize gelecektir"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "İman edip doğru ve yararlı işler yapanları, mesken olarak, altlarından ırmaklar akan cennetteki köşklere koyacağız; ne güzel, emek sarfedenlere verilen ödül"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "Sıkıntılara karşı sabırlı olanlara ve yalnız Rablerine güvenenlere"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "Nice canlı var ki hiçbir geçim endişesi taşımaz, (ama) sizinki(ni sağladığı) gibi onların rızkını da Allah sağlar; çünkü yalnız O´dur her şeyi bilen, her şeyi duyan"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "(Çoğu insana) olduğu gibi, şayet onlara da \"Gökleri ve yeri yaratan, güneşi ve ayı (kendi koyduğu yasalara) tabi kılan kimdir?\" diye soracak olursan, hiç tereddütsüz \"Allah´tır!\" derler. O halde zihinleri nasıl da tersyüz oluyor"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "Allah, kullarından dilediğine bol rızık bağışlar, dilediğine ise ölçülü ve idareli: zira unutmayın, Allah her şeyi hakkıyla bilir"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "Ve hep olduğu gibi, şayet onlara da: \"Gökten yağmuru boşaltıp ölü toprağa tekrar hayat veren kimdir?\" diye sorarsan, hiç tereddüt etmeden, \"Allah´tır!\" derler. De ki: \"(O halde) Hamd (yalnız) Allah´a mahsustur!\" Fakat onların çoğu akıllarını kullanmazlar"
        }
    ]
}