{
    "pages": [
        {
            "chapter": 33,
            "verse": 7,
            "text": "Ve bir zaman Biz bütün peygamberlerden sağlam taahhütler almıştık. Senden, (ey Muhammed,) ve Nuh´dan, İbrahim´den, Musa´dan ve Meryem oğlu İsa´dan. Onların (hepsinden) güçlü, sağlam bir taahhüt aldık"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "ki, (zamanın bitiminde) O, bu hak davanın temsilcilerine hakikate sadık kalmalarını(n yeryüzünde nasıl bir karşılık gördüğünü) sorabilsin. Ve O, hakikati inkar edenlerin tümü için acı bir azap hazırlamıştır"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "Siz ey imana ermiş olanlar! (Düşman) orduları üzerinize geldiğinde Allah´ın size bahşettiği nimetleri hatırlayın, ki o zaman üzerlerine bir kasırga ve göremediğiniz (semavi) ordular göndermiştik ama Allah yaptığınız her şeyi görmekteydi"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "Onlar yukarıdan ve aşağıdan üzerinize geldiklerinde ve gözler(inizin) feri kaybolup yürekler(iniz) ağzınıza geldiğinde ve Allah hakkında en çelişik düşünceler aklınızdan (bir bir) geçtiğinde (neler hissettiğinizi hatırlayın)"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "(İşte) orada ve o anda müminler sınandı ve şiddetli bir şok ile sarsıldılar"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "Ve ikiyüzlüler ile kalpleri hastalıklı olanların (birbirlerine), \"Allah ve Elçisi bize sadece boş vaadlerde bulunmaktalar\" dedikleri zaman(ki durumu hatırla)"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "Ve (hatırla) içlerinden bazısı şöyle demişti: \"Ey Yesrib halkı! Burada (düşmana) karşı koyamazsınız, (evlerinize) geri dönün!\" O arada içlerinden bir grup da, \"Evlerimiz (saldırılara) açık durumda!\" diyerek Peygamber´den izin istemişti halbuki evleri (aslında saldırıya) açık değildi: tek amaçları kaytarmaktı"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "Eğer şehirleri saldırıya uğrasaydı ve (düşman tarafından) fitne çıkarmaları istenseydi, (ikiyüzlüler) hiç tereddüt etmeden bunu hemen yaparlardı"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "halbuki daha önce (mesajına) sırt çevirmeyeceklerine dair Allah´ın huzurunda söz vermişlerdi. Allah´a verilen söz(ün hesabı) mutlaka sorulacaktır"
        }
    ]
}