{
    "pages": [
        {
            "chapter": 33,
            "verse": 36,
            "text": "Allah ve Elçisi bir konuda hüküm verdikten sonra artık inanmış bir erkek ve kadının kendileriyle ilgili konularda tercih serbestisi yoktur; (bu, hakkı kendinde görerek) Allah´a ve Elçisi´ne isyan eden kimse, apaçık bir sapkınlığa düşmüş olur"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "Ve bir zaman, (ey Muhammed,) Allah´ın lütufta bulunduğu ve senin de iyilik ettiğin kişiye, \"Eşini terk etme ve Allah´a karşı sorumluluğunun bilincinde ol!\" demiştin. Ve (böylece) Allah´ın yakında aydınlığa çıkaracağı şeyi içinde gizlemiştin; çünkü insanlar(ın ne düşüneceklerin)den çekiniyordun, oysa çekinmen gereken yalnız Allah olmalıydı! (Fakat) sonra Zeyd o kadınla beraberliğini sona erdirdiğinde onu seninle evlendirdik ki (gelecekte) evlatlıkları eşleriyle ilgilerini kestiklerinde onlar(la evlendikleri) için müminler suçlanmasın. Ve Allah´ın buyruğu (böylece) yerine getirilmiş oldu"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "(O halde,) Allah´ın kendisi için takdir ettiği şeyi (yapmasından dolayı) Peygamber´e hiçbir suç isnad edilemez. (Gerçekte, bu) sizden önce gelip geçenler için de Allah´ın bir uygulamasıydı; ve (şunu unutma ki) Allah´ın iradesi mutlaka tecelli eder"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "(Ve bu,) Allah´ın mesajlarını (dünyaya) tebliğ edenler, O´ndan korkanlar ve O´ndan başka kimseden korku duymayanlar (için de geçerli olan Allah´ın adetidir), hiç kimse Allah kadar, (insanların yaptıkları için) hesap sorucu değildir"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "(Ve bilin ki, ey müminler,) Muhammed sizin erkeklerinizden hiçbirinin babası değildir, fakat o, Allah´ın Elçisi ve bütün peygamberler´in sonuncusu´dur. Ve Allah her şeyi hakkıyla bilendir"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "Siz ey imana ermiş olanlar! Allah´ı çokça anın"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "ve sabah akşam O´nun şanını yüceltin"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "O, size (kendi mesajlarını taşıyan) melekleriyle nimetlerini bahşeder ki sizi karanlıklardan aydınlığa çıkarsın. Ve O, müminler için rahmet kaynağıdır"
        }
    ]
}