{
    "pages": [
        {
            "chapter": 64,
            "verse": 1,
            "text": "Göklerde ve yerde olan her şey, Allah´ın sınırsız şanını yüceltir. Bütün otorite O´nundur ve bütün övgüler O´na mahsustur. O dilediğini yapmaya kadirdir"
        },
        {
            "chapter": 64,
            "verse": 2,
            "text": "Sizi yaratan O´dur. İçinizden kimi hakikati inkar eder, kimi de (ona) inanır. Ve Allah her yaptığınızı görür"
        },
        {
            "chapter": 64,
            "verse": 3,
            "text": "O, gökleri ve yeri (deruni bir) anlam ve amaç üzere yaratmış ve size (belli bir) şekil vermiştir; hem de öyle güzel bir şekil ki. Yolculuğunuzun varışı O´nadır"
        },
        {
            "chapter": 64,
            "verse": 4,
            "text": "O, göklerde ve yerde olan her şeyi bilir; ve O, sakladıklarınızı da, açığa vurduklarınızı da bilmektedir. Çünkü Allah, (insanların) kalpler(in)de olanın her türlü bilgisine sahiptir"
        },
        {
            "chapter": 64,
            "verse": 5,
            "text": "Geçmişte hakikati kabule yanaşmayanların kıssasından haberin yok mu? (Onlar hakikati inkar ettiler) ve böylece yaptıklarının sonucuna katlanmak zorunda kaldılar, (öteki dünyada da) onları bekleyen şiddetli bir azap (vardır)"
        },
        {
            "chapter": 64,
            "verse": 6,
            "text": "Böyledir, çünkü onlara elçileri hakikatin bütün kanıtları ile defalarca geldiler, ancak onlar (her defasında): \"Yalnızca ölümlü insanlar mı bizim rehberimiz olacak?\" şeklinde cevap verdiler. Böylece hakikati inkar ettiler ve ondan uzaklaştılar. Ama Allah (onlara) muhtaç değildi. Çünkü Allah Kendine yeterlidir, övgüye layık olandır"
        },
        {
            "chapter": 64,
            "verse": 7,
            "text": "Hakikati inkara şartlanmış olanlar, tekrar diriltilmeyeceklerini iddia ediyorlar! De ki: \"Evet, Rabbime andolsun! Siz kesinlikle diriltileceksiniz ve o zaman, (hayatta iken) yaptıklarınız size mutlaka gösterilecektir! Bu, Allah için kolay bir şeydir"
        },
        {
            "chapter": 64,
            "verse": 8,
            "text": "Öyleyse, (ey insanlar!) Allah´a ve Elçisine ve (size) bahşettiğimiz (vahiy) aydınlığına inanın! Allah bütün yaptıklarınızdan haberdardır"
        },
        {
            "chapter": 64,
            "verse": 9,
            "text": "O´nun sizi (Nihai) Toplanma Günü bir araya toplayacağı zaman(ı düşünün), o Kayıp ve Kazanç Gününü! Kim, Allah´a inanıp iyi ve doğru işler yaparsa, (o Gün) Allah onun kötü fiillerini silecek ve onu içinden ırmaklar akan, sonsuza kadar kalacağı bahçelere koyacaktır. Bu, büyük bir kurtuluş olacak"
        }
    ]
}