{
    "pages": [
        {
            "chapter": 64,
            "verse": 10,
            "text": "Hakikati inkara ve mesajlarımızı yalanlamaya şartlanmış olanlara gelince, işte onlar ateşi hak edenlerdir, orada kalıp dururlar. Ne kötü bir son"
        },
        {
            "chapter": 64,
            "verse": 11,
            "text": "Allah´ın izni olmadıkça (insanın) başına hiçbir musibet gelmez. O halde, kim Allah´a inanırsa kendi kalbini (bu hakikate) açmış olur ve Allah her şeyi bilendir"
        },
        {
            "chapter": 64,
            "verse": 12,
            "text": "Öyleyse Allah´a ve Elçi´ye itaat edin! Eğer yüz çevirip uzaklaşırsanız (bilin ki) Elçimiz´in görevi, yalnızca bu mesajı açık bir şekilde iletmektir"
        },
        {
            "chapter": 64,
            "verse": 13,
            "text": "Allah, O´ndan başka ilah yoktur! Öyleyse, inananlar yalnız Allah´a güvensinler"
        },
        {
            "chapter": 64,
            "verse": 14,
            "text": "Siz ey imana ermiş olanlar! Bakın, eşlerinizden ve çocuklarınızdan bazısı size düşmandır. Öyleyse onlara karşı dikkatli olun! Ama (hatalarını) hoş görür, tahammül eder ve affederseniz, bilin ki Allah çok bağışlayıcıdır, bir rahmet kaynağıdır"
        },
        {
            "chapter": 64,
            "verse": 15,
            "text": "Sizin malınız mülkünüz ve çocuklarınız, sadece bir sınama ve bir ayartma aracıdır, halbuki Allah katında muhteşem bir ödül vardır"
        },
        {
            "chapter": 64,
            "verse": 16,
            "text": "O halde, elinizden geldiği kadar Allah´a karşı sorumluluğunuzun bilincinde olun, (O´nu) dinleyin ve itaat edin. Ve kendi iyiliğiniz için karşılıksız harcamada bulunun, böylece açgözlülüklerinden kurtulmuş olanlar; işte onlardır mutluluğa ulaşacak olanlar"
        },
        {
            "chapter": 64,
            "verse": 17,
            "text": "Eğer Allah´a güzel bir borç verirseniz, O bunu fazlasıyla size geri ödeyecek ve günahlarınızı bağışlayacaktır, çünkü Allah, şükrün karşılığını her zaman verendir, halimdir"
        },
        {
            "chapter": 64,
            "verse": 18,
            "text": "yaratılmışların kavrayış alanının ötesindeki şeyleri de, insanların duyguları ve akılları ile görüp gözleyebildiklerini de bilir; Kudretlidir, Hikmet Sahibidir"
        }
    ]
}