{
    "pages": [
        {
            "chapter": 72,
            "verse": 14,
            "text": "Ama içimizde kendilerini Allah´a teslim edenler bulun(duğu doğrud)ur, tıpkı kendilerini zulme kaptıranlar bulunduğu gibi. Kendilerini Allah´a teslim edenler doğru ile eğriyi ayırd etme bilincine ulaşanlardır"
        },
        {
            "chapter": 72,
            "verse": 15,
            "text": "ama kendilerini zulme kaptıranlar yalnızca cehennem (ateşi) için yakıt oldular!´"
        },
        {
            "chapter": 72,
            "verse": 16,
            "text": "Öyleyse, (bilin ki) onlar, (çağrımızı duyanlar,) şaşmadan (doğru) yoldan gidecek olurlarsa kendilerine sınırsız nimetler yağdıracağız"
        },
        {
            "chapter": 72,
            "verse": 17,
            "text": "ve onları bu yolla deneyeceğiz çünkü Rabbini anmaktan uzaklaşanı Allah, en şiddetli azaba uğratır"
        },
        {
            "chapter": 72,
            "verse": 18,
            "text": "Ve (bilin ki) kulluk (yalnızca) Allah´a mahsustur. O halde Allah´ın yanısıra başka hiç kimseye yalvarıp yakarmayın"
        },
        {
            "chapter": 72,
            "verse": 19,
            "text": "Ama ne zaman Allah´ın bir kulu O´na ibadet etmek için ayağa kalksa, o (hakikati inkar ede)nler hep birlikte etrafını telaşla kuşatırlardı"
        },
        {
            "chapter": 72,
            "verse": 20,
            "text": "De ki: \"Ben yalnız Rabbime yalvarırım ve O´ndan başka hiç kimseye ilahlık yakıştırmam"
        },
        {
            "chapter": 72,
            "verse": 21,
            "text": "De ki: \"Size zarar vermek yahut doğruyu eğriden ayırd etme bilinciyle sizi donatmak benim elimde değildir"
        },
        {
            "chapter": 72,
            "verse": 22,
            "text": "De ki: \"Gerçek şu ki hiç kimse beni Allah´a karşı koruyamazdı ve O´ndan kaçıp saklanacak hiçbir yer bulamazdım"
        },
        {
            "chapter": 72,
            "verse": 23,
            "text": "eğer Allah´ın mesajlarını ve O´ndan (bana ulaşan aydınlığı dünyaya) duyurmamış olsaydım.\" Allah´a ve Elçisi´ne isyan edenlere gelince, şüphe yok ki onları içinde sonsuza dek kalacakları cehennem ateşi beklemektedir"
        },
        {
            "chapter": 72,
            "verse": 24,
            "text": "(Öyleyse bırak,) önceden uyarıldıkları (akibet)i görecekleri an gelinceye kadar (beklesinler), o zaman anlayacaklar kim, hangi (tür) insan daha çaresiz ve daha kimsesizdir"
        },
        {
            "chapter": 72,
            "verse": 25,
            "text": "De ki: \"Önceden uyarıldığınız bu (akibet)in yakın olup olmadığını yahut Rabbimin onun için uzun bir vade koyup koymadığını bilemem"
        },
        {
            "chapter": 72,
            "verse": 26,
            "text": "(Yalnız) O bilir yaratılmışların kavrayış sınırlarının ötesindekini ve hiç kimseye açmaz Kendi erişilmez derinlikteki sırlarını"
        },
        {
            "chapter": 72,
            "verse": 27,
            "text": "seçmekten hoşnutluk duyduğu elçisi hariç. O zaman Allah hem onun gözü önüne serilmiş olan her konuda, hem de aklının ermeyeceği her alanda onu gözetlemek için (semavi güçler) gönderir"
        },
        {
            "chapter": 72,
            "verse": 28,
            "text": "böylece bu (elçi)lerin tebliğ ettikleri şeyin (yalnızca) Rablerinin mesajları olduğunu açıkça gösterir, çünkü onların (söyleyebilecekleri) her şeyi (bilgisi ile) kuşatan O´dur; ve (mevcut olan) her şeyi bir bir hesaplayandır"
        }
    ]
}