{
    "juzs": [
        {
            "chapter": 11,
            "verse": 6,
            "text": "Yerde yürüyen ne kadar canlı varsa, hepsinin rızkı ancak Allah’a aittir. Onların dünyadaki meskenlerini de bilir, yumurtalıklardaki yerlerini de... Bunların hepsi Levh-i Mahfuz’da yazılıdır"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "Amel bakımından, en güzel kim olduğu hususunda, sizi imtihan etmek için, gökleri ve yeri altı günde yaratan O’dur. Bundan önce ARŞ’ı, su üstünde idi. (Yer ve gökler yaratılmadan önce hükümranlığı su üzerindeydi. Suyu daha evvel yaratmıştı). Böyle iken, eğer sen (Ey Rasûlüm) desen ki: “Öldükten sonra muhakkak siz dirileceksiniz” kâfir olanlar mutlaka şöyle derler; “- Bu söylediğin apaçık bir aldatma ve bâtıldan başka bir şey değil...”"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "Eğer ilerideki belirli bir müddete kadar kendilerinden azabı geciktirirsek, o vakit de muhakkak (alay tarzında) şöyle derler: “- Bu azabın inişini engelliyen nedir?” Bilsinler ki, azap onlara geleceği gün, kendilerinden çevrilecek değildir. O alay ettikleri azab da kendilerini sarmış bulunacaktır"
        },
        {
            "chapter": 11,
            "verse": 9,
            "text": "İnsanoğluna, tarafımızdan bir rahmet (sıhhat ve zenginlik) taddırıp da sonra bunu çekip alıversek, şüphesiz ki o, Allah’ın ihsanından tamamen ümidini kesen, evvelki nimeti unutan nakör bir kimse olur"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "Fakat ona dokunan bir dertten sonra, kendisine bir nimet taddırırsak, “ - Doğrusu benden bütün fenalıklar gitti.” der ve şüphesiz sevinir, öğünür"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "Ancak her iki halde de sabredip sâlih amelleri işliyenler müstesnadır. İşte, bunlar için bir mağfiret ve büyük bir sevap vardır"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "Şimdi sen (Ey Resulüm), müşrikler: “- ona bir hazine indirilseydi, yahut beraberinde bir melek gelseydi ya”, demelerinden ötürü göğsün daralacak, sana vahyolunanın bazısını terkedecek (söylemiyecek) hâle gelirsin. Fakat sen, ancak Allah’ın azabı ile korkutan bir peygambersin. Allah ise her şeye vekîldir. (Ona güven; O, müşriklerin cezasını verir)"
        },
        {
            "chapter": 11,
            "verse": 13,
            "text": "Yoksa, Kur’ân’ı kendisi uydurdu mu, diyor müşrikler? O halde şöyle de: “- Haydin onun gibi uydurma on sûre getirin ve bunun için, Allah’dan başka gücünüzün yettiğini de çağırın. Eğer doğru söylüyorsanız, bunu yaparsınız.”"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "Yok, eğer yardıma çağırdınız kimseler size (ey müşrikler) cevap veremedilerse, artık bilin ki, Kur’ân ancak Allah’ın ilmi ile indirilmiştir ve ondan başka ilâh yoktur. Artık müslüman oluyor musunuz?”"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Kim dünya hayatını ve onun gösterişli zevklerini isterse, biz onlara, amellerinin karşlığını tamamen öderiz (sıhhat, zenginlik ve zevkle yaşarlar). Bu hususta, onlara noksanlık yapılmaz"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "Bunlar, o kimselerdir ki, ahirette kendilerine ateşten başka bir şey yoktur. Yaptıkları ameller boşa gitmiştir. Zaten bütün yapmış oldukları şeyler boştur"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "Bir mümin ki, Rabbi tarafından verilen açık bir delil (gerçek dâvasını isbat eden selim bir akıl) üzeredir ve bunu, Allah’dan bir şâhid olan Kur’ân, bir de Kur’ân’dan evvel kendisine uyulan ve büyük bir nimet bulunan Mûsa’nın kitabı (Tevrat) da teyîd ediyor; hiç o, sırf dünya hayatını istiyen asiler gibi olur mu? İşte bu vasıfta olanlar, Kur’ân’a iman ederler. Herhangi bir topluluk da Kur’ân’ı inkâr ederse, artık ateş, onun vaadedilen yeridir. Sen de, sakın bunda bir şüpheye düşme. Çünkü bu Kur’ân ve onun vaadi. Rabbin tarafından hakdır. Fakat insanların çoğu iman etmezler"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "Allah’a ortak veya çocuk isnad etmek suretiyle O’na iftira edenden daha zalim kimdir? Bu zalimler, Rablerine arz olunacaklar ve şahitler (melekler veya insanın kendi uzuvları) de şöyle diyecekler: “- Şunlar Rablerine karşı yalan söyliyenlerdir.” Haberiniz olsun, Allah’ın lâneti zalimlerin üzerinedir"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "Zalimler ki, Allah yolundan çevirirler, onu eğriltmek isterler, bunlar âhireti inkâr edenlerdir"
        },
        {
            "chapter": 11,
            "verse": 20,
            "text": "Bunlar, Allah dünyada kendilerine azab etmek istediği zaman, onu âciz bırakacak değillerdir. Kendilerini azabdan kurtaracak, Allah’dan başka hiç bir yardımcıları da yoktur. Onlara kat kat azab edilir. Çünkü dünyada, hakkı işitmeğe tahammül etmezler ve gerçeği göremezlerdi"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "İşte bunlar, kendilerine yazık etmiş kimselerdir. Allah’a şefaatçi diye uydurdukları putlar da kendilerinden kaybolup gitmiştir"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "Elbette onlar, ahirette en çok ziyan (perişanlık) çekenlerdir"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "Fakat iman edip sâlih amellerde bulunanlar ve huşû ile Rablerine itaat edenler (var ya), işte bunlar cennetliktirler, orada onlar ebedî kalıcıdırlar"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "Bu iki zümrenin (kâfirlerle müminlerin) hali, kör ve sağır olanlarla, gören ve işiten kimselerin durumu gibidir. Hiç bunlar eşit olurlar mı? Artık düşünmez misiniz"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "Gerçekten biz Nûh’u, şöyle desin diye, kavmine gönderdik: “- Haberiniz olsun, ben, size azabın sebeblerini ve kurtuluşun yolunu açıklayan bir korkutucuyum"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "Allah’dan başkasına ibadet etmeyin. Doğrusu ben, size acıklı bir günün azabından (başınıza çöküvermesinden) korkuyorum.”"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "Buna karşı, Nûh’un kavminden küfür öncüleri olanlar şöyle dediler: “- Biz, seni ancak bizim gibi bir insan görüyoruz ve sana bağlı olanları da ilk bakışta, en düşüklerimizden ibaret görüyoruz. Sizin, bize fazla bir üstünlüğünüzü de görmüyoruz; hattâ sizi yalancılar sanıyoruz.”"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "Nûh şöyle dedi: “-Ey Kavmim! Söyleyin bakayım, fikriniz nedir? Eğer ben Rabbimden verilen açık bir burhan (mûcize) üzerinde isem (Bu benim Peygamberlik dâvamı doğruluyorsa), bir de Allah bana kendi katından bir Peygamberlik vermiş de, size, onu görecek göz verilmemişse, istemediğiniz halde onu size zorla mı kabul ettireceğiz"
        },
        {
            "chapter": 11,
            "verse": 29,
            "text": "Ey Kavmim! peygamberliği tebliğ işinden dolayı sizden bir mal istemiyorum. Benim mükâfatım ancak Allah’a aittir ve ben iman edenleri (isteğiniz gibi) kovacak değilim. Elbette onlar Rablerine kavuşacaklar (eğer kendilerini kovarsam, beni ona şikâyet ederler). Ancak ben, sizi cahillik yapmakta olan bir topluluk görüyorum"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "Ey kavmim! (Etrafındakileri kov, biz sana iman ederiz, teklifiniz üzerine) , ben onları kovarsam Allah’ın intikamından beni kim kurtarabilir? Hiç de düşünmez misiniz"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "Ben size, Allah’ın hazineleri yanımdadır ve gaybı da bilirim, demiyorum. Ben bir meleğim de demiyorum. Gözlerinizin hor gördüğü mümin kimseler hakkında, Allah onlara, hiç bir hayır vermez , de demem. Onların içlerindekini en iyi bilen Allah’dır. Ben, bunları söylediğim takdirde, zalimlerden olmuş olurum.”"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "Nûh’a cevap olarak şöyle dediler: “- Gerçekten bizimle mücadele ettin. Bizimle olan mücadelede çok ileri gittin. Eğer doğru söyleyenlerdensen, bizi korkutup durduğun azabı, haydi getir bakalım.”"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "Nûh dedi ki: “- Dileyince, azabı, ancak Allah size getirir; ve siz onu, azap etmekten âciz bırakacak değilsiniz"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "Eğer Allah, sizi saptırmayı (helâkinizi) murad ediyorsa, ben size nasîhat etmek istesem de benim nasîhatım size fayda vermez. O, Rabbinizdir ve nihayet ona döndürüleceksiniz.”"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Yoksa Nûh’un kavmi: “- Bu vahyi Nûh uydurdu mu diyorlar? Ey Nûh, onlara de ki: “- Eğer onu uydurdumsa, günahı benim boynumadır. Ben ise, sizin bana yaptığınız iftira günahından beriyim. “"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "Nûh’a şöyle vahyolunmuştu: “- Haberin olsun, önceden iman edenlerden başka, kavminden hiç biri asla iman etmiyecek. O halde yaptıkları şeylerden (eziyet ve tekziplerden ) ötürü kederlenme"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "Nezaretimiz altında ve vahyimiz gereğince gemi yap. Hem o zulmedenler hakkında, azabın kendilerinden kaldırılması için, bana dua etme; çünkü onlar, suda boğulacaklardır"
        },
        {
            "chapter": 11,
            "verse": 38,
            "text": "Nûh gemiyi yapıyordu. Kavminden her hangi bir topluluk yanından her geçtikçe, kendisiyle alay ediyordu. Nûh onlara: “- Eğer şimdi bizimle alay edip eğleniyorsanız, biz de (Allah’ın azabı size geldiği zaman), bizimle alay ettiğiniz gibi, sizinle alay edeceğiz"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "Artık pek yakında, perişan edecek azabın kime geleceğini ve devamlı bir azabın kimin başına konacağını bileceksiniz.” dedi"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "Nihayet helâk etme emrimiz geldiği ve fırından su taşıp fışkırdığı (yahut geminin kazanı kaynadığı) vakit Nûh’a şöyle dedik: “-Faydalanılan hayvanların her cinsinden erkek ve dişi olmak üzere ikişer tane çift ve üzerlerine boğulma emri takdir edilenler müstena, aile halkınla bir de iman edenleri gemiye yükle.” Zaten beraberinde iman edenler pek azdı"
        },
        {
            "chapter": 11,
            "verse": 41,
            "text": "Nûh dedi ki: “- Her duruşunda ve gidişinde Allah’ın ismiyle (besmele getirmek üzere) binin gemiye (veya besmele getirerek gemiye binin. Onun gidişi de, duruşu da Allah’ın kudretiyledir). Gerçekten Rabbim Gafûr’dur, Rahîm’dir. “"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "Gemi, onları, dağlar gibi dalgalar içinde yüzüp götürüyordu. Nûh, gemiden ayrı bir yerde olan oğluna bağırdı: “- Ey oğulcağızım! Gel, bizimle beraber bin. Kâfirlerle birlikte olma.”"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "O, (babasına) dedi ki: “- Beni sudan koruyacak bir dağa sığınırım.” Babası şöyle dedi: “- Bugün Allah’ın emrinden koruyacak yoktur. Meğer ki, Allah iman nasip etmekle rahmet buyursun.” Nihayet, ikisinin arasına dalga girdi, o da boğulanlardan oldu"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "Allah’ın emri olarak: “Ey arz, suyunu yut ve ey gök! Yağmuru tut.” denildi. Su çekildi ve iş bitirildi. Gemide CÛDİ dağı üzerinde kararlaştı ve : “-Zâlimler helâk olsun.” denildi"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "Nûh Rabbine dua edip şöyle dedi: “- Ya Rab! elbette oğlum, benim ailemdendir. Senin vaadin hakdır, onu yerine getirirsin (Halbuki ailemi kurtaracağına dair vaadin vardı. Şimdi oğlumun durumu nedir?) Sen hâkimlerin hâkimisin.”"
        },
        {
            "chapter": 11,
            "verse": 46,
            "text": "Allah şöyle buyurdu: “-Ey Nûh! O, senin ailenden değildir. Çünkü o, sâlih olmıyan bir amel sahibidir (kâfirdir). O halde bilmediğin bir şeyi benden isteme. Seni, cahillerden olmaktan menederim.”"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "Nûh, dedi ki: “- Ey Rabbim, bilmediğim şeyi, senden istemekten sana sığınırım. Eğer beni bağışlamaz ve bana merhamet etmezsen, hüsrana düşenlerden olurum.”"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "Şöyle denildi: “- Ey Nûh! Sana ve gemide seninle beraber bulunan müminlere (veya soylarına) bizden bir selâmet ve bereketlerle (gemiden) in. Onlardan bir takım kâfir ümmetler olacak ki, biz onları dünyada rızıklarla faydalandıracağız. Sonra da, âhirette kendilerine, bizden acıklı bir azâp dokunacaktır"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "(Ey Rasûlüm), işte bunlar gayb haberlerindendir. Sana bunları vahy ile bildiriyoruz. Bundan önce, onları ne sen bilirdin, ne kavmin... O halde sen de sabret. Şüphe yok ki, kurtuluş takva sahiplerinindir"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "Âd kavmine de (soyca) kardeşleri Hûd’u Peygamber gönderdik. Onlara dedi ki: “- Ey kavmim, Allah’a ibadet edin. Sizin ondan başka hiç bir ilâhınız yoktur. Sizin ona ortak koşmanız, ancak bir yalan ve iftiradır"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "Ey kavmim! Peygamberliğimi tebliğe karşı sizden bir mükâfat istemiyorum. Benim mükâfatım, ancak beni yaradana aittir. Artık anlamıyacak mısınız"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "Ey kavmim! Rabbinizden mağfiret dileyin. Sonra ona tevbe edin ki, gökten üzerinize bol bol bereket (ekinleri yetiştirecek yağmur) indirsin ve kuvvetinize kuvvet katarak sizi (neslinizi) çoğaltsın. Günahlarınıza ısrar ettiğiniz halde imandan yüz çevirmeyin.”"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "Onlar da dediler ki: “- Ey Hûd, sen bize açık bir mûcize getirmedin. Biz, senin sözünle tanrılarımızı terk etmeyiz ve biz sana inanmayız"
        },
        {
            "chapter": 11,
            "verse": 54,
            "text": "Ancak şunu söyleriz ki, ilâhlarımıza sövdüğünden onların bazısı, muhakkak seni bir fenalıkla (cinnet ve hezeyanla) çarpmıştır.” Hûd: “- İşte ben Allah’ı şâhid tutuyorum ve siz de şâhid olun ki, ben, Allah’dan başka ona koştuğunuz ortakların hiç birini tanımıyorum; onlardan beriyim. Artık hepiniz toplanın, bana istediğiniz tuzağı kurun, sonra bir an bile müsaade etmeyin"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "Ancak şunu söyleriz ki, ilâhlarımıza sövdüğünden onların bazısı, muhakkak seni bir fenalıkla (cinnet ve hezeyanla) çarpmıştır.” Hûd: “- İşte ben Allah’ı şâhid tutuyorum ve siz de şâhid olun ki, ben, Allah’dan başka ona koştuğunuz ortakların hiç birini tanımıyorum; onlardan beriyim. Artık hepiniz toplanın, bana istediğiniz tuzağı kurun, sonra bir an bile müsaade etmeyin"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "Doğrusu, hem benim Rabbim, hem de sizin Rabbiniz olan Allah’a tevekkül ettim. Hareket eden hiç bir yaratık yoktur ki, idare ve tasarrufunu O tutmasın. Benim Rabbim, gerçekten doğru bir yol üzerindedir"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "Şimdi imandan yüz çevirirseniz, tebliğde ileri gitmem. Ben size gönderilmiş olduğum tebliğ vazifemi işte yaptım. Rabbim, sizin yerinize diğer bir kavmi getirir de, siz O’na zerrece zarar edemezsiniz. Muhakkak ki Rabbim, her şey üzerinde, koruyucu ve gözetleyicidir.”"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "Helâk emrimiz gelince, bizden bir rahmet olarak Hûd’u ve beraberindeki müminleri kurtardık; hem onları çok ağır bir azabdan kurtardık"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "İşte Âd kavmi! Rablerinin âyetlerini inkâr ettiler ve onun peygamberlerine isyan eylediler. Böylece başları bulunan, her inadcı zorbanın emrine uydu gittiler"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "Onlar, hem dünyada, hem ahiret gününde bir lânete (ceza ve azaba) tabi tutuldular. Dikkat edin! Ad Kavmi, gerçekten Rabbini inkâr etti. Haberiniz olsun! Hûd’un kavmi âd, Allah’ın rahmetinden uzak kalmıştır"
        },
        {
            "chapter": 11,
            "verse": 61,
            "text": "Semûd kavmine de (soyca) kardeşleri sâlih’i gönderdik. onlara de ki: “- Ey kavmim! Allah’a ibadet edin. Sizin ondan başka hiç bir ilâhınız yoktur. Sizi topraktan o yarattı ve sizi orada imar yapmaya (ömür sürmeye) memur etti. O halde, ondan mağfiret isteyin. Sonra tevbe edip ona yönelin. Muhakkak ki Rabbim, müminlere rahmetiyle yakındır, duaları kabul edicidir.”"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "Onlar: “-Ey sâlih, sen bundan önce aramızda ümid edilen (güvenilen) bir kimse idin. Şimdi, babalarımızın taptığı şeylere (putlara) tapmaktan bizi vaz geçirmek mi istiyorsun? Doğrusu biz, senin bizi dâvet ettiğin Allah’a ibadetten kuşkulandırıcı bir şüphe içindeyiz” dediler"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "Sâlih (onlara şöyle) dedi: “- ey kavmim, söyleyin bakayım, fikriniz nedir? Eğer ben, Rabbim tarafından açık bir mûcize üzerinde isem; ve bana kendi katından bir peygamberlik vermişse, ben Allah’a isyan ettiğim takdirde, beni ondan kim kurtarabilir? Demek ki, siz bana ziyan ilâve etmekten başka hiç bir şey yapmıyacaksınız"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "Ey kavmim! İşte bu gördüğünüz, Allah’ın dişi devesi, size bir mûcizedir. Onu kendi haline bırakın, Allah’ın arzından yayılsın otlasın. Ona fena bir maksadla el sürmeyin, sonra sizi peşin bir azap yakalar.”"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "Nihayet o devenin ayaklarını keserek onu öldürdüler. Bunun üzerine sâlih şöyle dedi: “- Memleketinizde üç gün daha yaşayadurun. İşte bu, yalan çıkarılamıyan bir vaaddir.”"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "Azab emrimizin vakti gelince, Sâlih’i ve beraberinde iman etmiş olanları, tarafımızdan bir merhamet ile kurtardık; hem o günün rüsvaylığından da... Gerçekten senin Rabbin çok kuvvetlidir, her şeye galibdir"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "O zulmedenleri ise, korkunç gürültü yakalayıverdi de evlerinde çöküp helâk oldular"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "Sanki orada bir şenlik kurmamışlardı. Haberiniz olsun ki, Semûd kavmi, doğrusu Rablerine küfrettiler. Biliniz ki, Semûd kavmi Allah’ın rahmetinden uzak düşmüş, helâk olmuştur"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "Şanım hakkı için, (melek olan) elçilerimiz İbrahim’e müjde ile gelip “selâmün aleyk” dediler. O da onlara “aleykümü’s-Selâm” dedi ve hemen gidip (onlara) kızartılmış bir buzağı getirdi"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "İbrahîm, ellerinin, getirilen bu yemeğe uzanmadığını görünce, onlardan ürktü ve içinde, kendilerinden bir nevi korku duydu. Onlar: “- Korkma, çünkü biz (yemez-içmez melekleriz. Azap için) lût kavmine gönderildik.” dediler"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "İbrahim’in hanımı hizmette bulunurken, bu söylenenleri duyunca güldü. Bunun üzerine, biz de ona İshak’ı ve İshak’ın arkasından da torunu Yakub’u müjdeledik"
        },
        {
            "chapter": 11,
            "verse": 72,
            "text": "(İbrâhim’in hanımı) şöyle dedi: “- Ay! Ben doğuracak mıyım? Ben ihtiyar bir kadın ve bu kocam da bir ihtiyar iken!... Doğrusu bu, çok şaşılacak bir şey"
        },
        {
            "chapter": 11,
            "verse": 73,
            "text": "(Melekler ona) dediler ki: “- Sen Allah’ın emrine mi şaşıyorsun? Allah’ın rahmeti ve bereketleri üzerinize olsun, ehl-i beyt... Şüphe yok ki Allah nimet vermesiyle hamde lâyıktır, lütuf ve ihsanıyla yücedir.”"
        },
        {
            "chapter": 11,
            "verse": 74,
            "text": "İbrahîm’den o korku gidince ve kendisine (bir çocuk doğacağına dair) müjde gelince, Lût kavmi hakkında (azap edilmeleri mevzuunda) elçilerimiz olan meleklerle mücadeleye başladı (azabın kaldırılmasını istedi)"
        },
        {
            "chapter": 11,
            "verse": 75,
            "text": "Çünkü İbrahîm, hakikaten yumuşak huylu, bağrı yanık ve kendisini tamamen Allah’a teslim etmiş bir kimse idi"
        },
        {
            "chapter": 11,
            "verse": 76,
            "text": "Melekler: -Ey İbrahîm! Bu mücadeleden vazgeç; çünkü Rabbinin emri geldi. Muhakkak surette onlara, geri çevrilmesi imkânsız bir azab gelecektir.” dediler"
        },
        {
            "chapter": 11,
            "verse": 77,
            "text": "Elçi meleklerimiz, Lût’a varınca, (kavmi bu güzel kılıklı elçilere bir fenılık ederler diye) onlar yüzünden kederlendi ve göğsüne sıkıntı geldi. “Bu, çok zor bir gün” dedi"
        },
        {
            "chapter": 11,
            "verse": 78,
            "text": "Lût’un kavmi koşarak kendisine gelmişlerdi ve bundan önce kötü işler (oğlancılık) yapıyorlardı. (misafirleri olan elçi meleklere bir fenalık yapmasınlar diye) Lût şöyle dedi: “- Ey Kavmim! İşte şunlar kızlarım (onları kendinize nikâh edin, elçilere dokunmayın.) Sizin için, onlar daha temizdir. Artık Allah’dan korkun, beni misafirlerim içinde rüsvay etmeyin. Hiç aranızda, iyiliği emredip kötülükten alıkoyacak, aklı başında bir adam yok mu?”"
        },
        {
            "chapter": 11,
            "verse": 79,
            "text": "Onlar dediler ki: “- Senin kızlarında hiç bir hakkımız olmadığını elbette bilmişsindir. Sen bizim ne istediğimizi (erkeklere varmak niyyetimizi) doğrusu bilirsin.”"
        },
        {
            "chapter": 11,
            "verse": 80,
            "text": "Lût; “- Keşke size karşı bir kuvvetim olsa, yahut sağlam bir topluluğa dayansam!” dedi"
        },
        {
            "chapter": 11,
            "verse": 81,
            "text": "(Elçi melekler) şöyle dediler: “- Ey Lût!” Gerçekten biz, Rabbinin elçileriyiz, onlar asla sana dokunamazlar. Hemen gecenin bir kısmında ev halkınla çık git ve içinizden hiç biri geri kalmasın; ancak karın müstesna. Çünkü kavmine isabet edecek azap, ona da gelecektir. Onların helâk zamanı, sabah vaktidir. Sabah, yakın değil mi?”"
        },
        {
            "chapter": 11,
            "verse": 82,
            "text": "Onlara azab emrimiz gelince, o memleketin üstünü altına getirdik ve üzerlerine, arka arkaya ateşte pişirilmiş çamurdan taşlar yağdırdık"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "Ki onlar, Rabbinin katında (hükmünde) azab için damgalanmışlardı. Bu taşlar, senin ümmetinin zalimlerinden de uzak değildir. (Onların da başına yağar)"
        },
        {
            "chapter": 11,
            "verse": 84,
            "text": "Medyen şehri halkına da kardeşleri Şuayb’i gönderdik. O, şöyle dedi: “- Ey Kavmim! Allah’a ibadet edin. Sizin ondan başka hiç bir ilâhınız yoktur. Ölçeği ve tartıyı noksan yapmayın; ben sizi bir hayır ve bereket içinde görüyorum. Bununla beraber hileye devam ederseniz, ben, sizi kuşatacak olan bir günün azabından korkuyorum"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "Ey kavmim! Ölçekte ve tartıda adâleti yerine getirin. İnsanların mallarını eksiltmeyin ve yeryüzünde fesad çıkararak fenalık etmeyin"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "Eğer müminseniz, Allah’ın halâl olarak bırakıldığı kâr, sizin için daha hayırlıdır. Ben de sizin üzerinizde bir gözetleyici değilim.”"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "Onlar dediler ki: “- Ey Şuayb! Babalarımızın taptıkları şeyleri terketmemizi, istemekten vazgeçmemizi, sana namazın mı emrediyor? Doğrusu sen, yumuşak huylusun, çok akıllısın. (MaşAllah!... diyerek alay ettiler.)”"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "Şuayb şöyle dedi: “-Ey Kavmim! Söyleyin bakayım! Eğer ben, Rabbimden bir Peygamberlik üzerinde bulunuyorsam ve o, bana katından güzel bir rızık vermişse, ne yapmalıyım? Ben size aykırı hareket etmekle, sizi alıkoyduğum şeylere, kendim düşmek istemiyorum. Ben, ancak gücümün yettiği kadar islâh etmek istiyorum. Başarım da yalnız Allah’ın yardımı iledir. Sadece ona tevekkül ettim ve ona döneceğim"
        },
        {
            "chapter": 11,
            "verse": 89,
            "text": "Ey kavmim! Bana karşı gelmeniz, Nûh kavminin yahud Hûd kavminin veya sâlih kavminin başlarına gelenler gibi, sakın size bir musîbet getirmesin. Hele Lût kavmi, zaman ve yer bakımından sizden uzak değildir (onların başlarına gelenlerden ibret almaz mısınız)"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "Rabbinizden mağfiret dileyin. Sonra, günahlardan tevbe edip ona sığının. Gerçekten benim Rabbim çok merhametlidir, çok sevgilidir.”"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "Onlar şöyle dediler: “-Ey Şuayp! Biz, senin söylediklerinin çoğunu iyice anlamıyoruz ve seni de içimizde hakikaten zayıf (âciz) görüyoruz. Eğer aşiretin olmasaydı, muhakkak seni taşla öldürürdük. Senin bize karşı hiç bir üstünlüğün ve kıymetin yok; (ancak dinimize bağlı aşiretinin önemi vardır.)”"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "Şuayb dedi ki: “- Ey kavmim! Benim aşiretim, size göre Allah’dan daha azîz midir ki, beni aşiretim için öldürmüyorsunuz da Allah’ı arkanıza atıp unutuyorsunuz? Şüphe yok ki benim Rabbimin ilmi, bütün yaptıklarınızı kuşatıcıdır"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "Ey kavmim! Bütün imkânlarınızla yapacağınızı yapın. Ben de vazifemi yapacağım. Yakında, kendisini perişan edecek azabın kime geleceğini ve yalancının kim olduğunu bileceksiniz. O azabı gözetleyin, ben de sizinle beraber gözetliyorum.”"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "Azab emrimiz gelince, Şuayb’ı ve beraberinde iman edenleri tarafımızdan bir rahmetle kurtardık. O zulmedenleri ise, korkunç bir gürültü yakaladı da yurdlarında çöküp helâk oldular"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "Sanki orada hiç şenlik kurmamışlaradı. Bakın, Semûd kavmi nasıl helâk olduysa, Medyen halkı da öylece helâk olmuştur"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "Şânım hakkı için, biz Mûsa’yı da Firavuna ve kavminin ileri gelenlerine mûcizelerimizle ve apaçık Asâ hüccetimizle gönderdik de, onlar, Firavun’un emrine uydular. Firavun’un emri ise hak değildi (sapıklıktı)"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "Şânım hakkı için, biz Mûsa’yı da Firavuna ve kavminin ileri gelenlerine mûcizelerimizle ve apaçık Asâ hüccetimizle gönderdik de, onlar, Firavun’un emrine uydular. Firavun’un emri ise hak değildi (sapıklıktı)"
        },
        {
            "chapter": 11,
            "verse": 98,
            "text": "Firavun, kıyamet gününde kavminin önüne geçecek ve onları ateşe götürecektir. O varılan yer de, ne kötü bir yerdir"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "Hem burada (dünyada), hem de kıyamet gününde bir lânete uğratıldılar. Onlara verilen bu bahşiş ne kötü bir bahşiştir"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "İşte bu, helâk olmuş memleketlerin haberlerindendir ki, onu sana anlatıyoruz. O memleketlerin bâzısının izi kalmıştır, bâzısı da ekin gibi biçilmiş yok olmuştur"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "Biz,onlara zulüm yapmadık, fakat onlar (küfre varmakla) kendilerine zulmettiler. Allah’dan başka taptıkları tanrıları, (Ey Rasûlüm) Rabbinin emri geldiği zaman, kendilerine hiç bir fayda vermedi ve zararlarını artırmaktan başka bir şey yapmadı"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "İşte Rabbin, zulümkâr memleketleri çarptığı zaman, böyle yakalayıp çarpar. Doğrusu onun cezalandırması çok acıklıdır, pek şiddetlidir"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "Bu haberlerde, ahiret azabından korkanlar için muhakkak bir ibret vardır. O kıyamet günü, bütün insanların bir arada toplanmış bulunacağı bir gündür. O, herkesin hazır olacağı bir gündür"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "Biz, o kıyamet gününü ancak sayılı bir müddet için geriye bırakıyoruz"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "O gün gelince, Allah’ın izni olmadıkça, hiç kimse konuşamaz. Artık insanlardan bir kısmı muazzebdir; bir kısmı da bahtiyardır"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "Muazzeb olanlar, ateştedirler ki, onlar için orada feci bir inilti ve soluma vardır"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "(Ahiretin) gökleri ve yeri durdukça, onlar, cehennem’de ebedî olarak kalıcıdırlar, Ancak Rabbinin dilediği başka (dilediğinin azabını başka bir azaba çevirir, veya azab çeken müminleri selâmete çıkarır, cennete kor.) Çünkü Rabbin, dilediğini, hemen noksansız yapar"
        },
        {
            "chapter": 11,
            "verse": 108,
            "text": "Amma bahtiyar olanlar, cennetliktirler, Ahiretin gökleri ve yeri durdukça, onlar, cennette ebedî olarak kalıcıdırlar. Ancak Rabbinin (daha önce müminlerden bir kısım günahkârların azabını) dilediği müddet müstesna. Bu bitmez ve tükenmez bir lütûfdur"
        },
        {
            "chapter": 11,
            "verse": 109,
            "text": "O halde, şu müşriklerin ibadet ettikleri putların dalâlet olduğunda sakın şüphe etme. Onlar, ancak babalarının önceden ibadet ettikleri gibi ibadet ediyorlar. Biz de onların azabdan olan nasiplerini muhakkak noksansız vereceğiz"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "Yemin olsun ki, biz Mûsa’ya Tevrat’ı verdik de onun hakkında (bazısı inanıp, bâzısı inanmamak suretiyle) ihtilâfa düşüldü. Eğer Rabbinden bir kelime (ilâhi bir takdîr) bulunup geçmiş olmasaydı, hemen aralarında hüküm verilmiş, cezaları görülmüştü. Gerçekten (Ey Rasûlüm) senin milletinin kâfirleri de Kur’ân dan kuşkulandırıcı bir şüphe içindedirler"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "Muhakkak ki Rabbin, onların tümünün (iman edenlerle iman etmeyenlerin) amellerinin karşılığını verecektir, (müminleri cennete kâfirleri cehenneme koyacaktır); Çünkü Allah onların yaptığı her şeyden tamamiyle haberdardır"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "Onun için sen, emrolunduğun şekilde, beraberinde tevbe edenlerle dosdoğru hareket et. Aşırı gitmeyin; çünkü Allah, yaptıklarınızın hepsini kemaliyle görücüdür"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "Bir de zalimlere (sevgi beslemek, yağcılık yapmak veya yaptıkları işlere rızâ göstermek suretiyle) meyletmeyin; sonra size ateş dokunur (Cehennemlik olursunuz). Allah’dan başka yardımcılarınız da yoktur; sonra azabından kurtarılamazsınız"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "Gündüzün iki tarafında (öğle ve ikindi vakitlerinde) ve geceye yakın üç vakitte (akşam, yatsı ve sabah vakitlerinde) gereği üzre namaz kıl. Doğrusu bu hasenat (beş vakit namazın sevabı, küçük) günahları mahveder, Bu, ibretle düşünenlere bir nasihattır"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "(Ey Rasûlüm, kavminin eziyetlerine ve ibadete) sabret; çünkü Allah, iyilik edenlerin mükâfatını zayi etmez"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "Şimdi, sizden önceki devirlerden geri kalan akıl sahipleri, yeryüzünde fesad çıkarmaktan (insanları) alıkoysalardı ya! Fakat onlardan kurtuluşa erdirdiğimiz kimseler pek azdır. Zulüm yapanlar ise, kendilerine verilen refahın (lüks saltanatının) ardına düştüler ve hep mücrim, günahkâr oldular"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "Memleketlerin halkı, zulümden berî bulundukları halde, Rabbin, asla o memleketleri zulümle helâk etmez"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "Eğer Rabbin dileseydi, bütün insanları tek bir dine bağlı kılardı. Halbuki onlar çeşitli dinlere uyarak ihtilâf edip duracaklardır"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "Ancak Rabbinin rahmetiyle, hak din üzere anlaşıp ayrılmıyanlar müstesnadır. Allah, insanları bunun için (bir kısmının ihtilâfı ve bir kısmının hak din üzere bulunması için) yarattı ve Rabbinin meleklerine olan şu: “- And olsun, cehennemi tamamen insanlardan ve cinlerden dolduracağım”, sözü tamamen yerine geldi"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "Peygamberlerin haberlerinden kalbini kuvvetle tatmin edeceğimiz her haberi, sana hâdise olarak anlatıyoruz. Bu sûrede de sana hak, müminlere bir öğüt ve bir ihtar geldi"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "İman etmiyenlere (Ey Rasûlüm) de ki; “- Bulunduğunuz hal üzere çalışın, biz de çalışıcılarız"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "Gözetleyin akıbetinizi, biz de bunu gözetleyiciyiz.”"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "Göklerin ve yerin sırrı, Allah’ın ilmindedir. Bütün işler de ona döndürülür. O halde, yalnız O’na ibadet et ve O’na tevekkül kıl. Senin Rabbin, yapmakta olduğunuz şeylerden gafil değildir"
        },
        {
            "chapter": 12,
            "verse": 1,
            "text": "Elif, lâm, râ. Bunlar, hakkı açıklayan Kur’ân’ın âyetleridir"
        },
        {
            "chapter": 12,
            "verse": 2,
            "text": "Biz, bu kitabı anlayasınız diye, Arapça bir Kur’ân olarak indirdik"
        },
        {
            "chapter": 12,
            "verse": 3,
            "text": "Sana bu sûreyi vahyetmemizle, en güzel kıssayı sana anlatacağız. Halbuki sen, daha önce bundan asla haberdar değildin"
        },
        {
            "chapter": 12,
            "verse": 4,
            "text": "Bir vakit Yûsuf babasına (Yâkub Aleyhisselâma) şöyle demişti: “-Babacığım, ben, rüyada onbir yıldızla güneşi ve ayı gördüm. Gördüm ki, onlar, bana secde ediyorlar.”"
        },
        {
            "chapter": 12,
            "verse": 5,
            "text": "Yûsuf’un babası dedi ki: “- Yavrum, rüyanı kardeşlerine anlatma; sonra sana bir hile kurarlar (rüyayı tâbir ederler de, onbir yıldızın kendileri olduğunu, güneşin annelerine ve ayın babalarına delâlet eylediğini anlarlar ve hased ederler, sana fenalık yaparlar). Çünkü, Şeytan insana açık bir düşmandır"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "İşte bu rüyan delâlet ettiği gibi, Rabbin seni seçecek ve sana rüya tâbirini öğretecektir. Bundan önce ataların İbrahim’e ve İshak’a, Allah nimetini tamamladığı gibi; hem sana, hem Yâkub ailesine de tamamlayacak. Gerçekten Rabbin Alîm’dir, Hâkim’dir.“"
        },
        {
            "chapter": 12,
            "verse": 7,
            "text": "Şanım hakkı için, Yûsuf ve kardeşlerinin kıssasında, ibret arayanlar için çok alâmetler vardır"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "Kardeşleri aralarında şöyle demişlerdi: “- Yûsuf ve (ana baba bir) kardeşi (Bünyamin), babamıza bizden daha sevgilidir. Halbuki biz, kuvvetli bir topluluğuz. Doğrusu babamız açıkça yanılmadadır.”"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "(içlerinden biri dedi ki: ) Yûsuf’u öldürün, yahud onu uzak bir yere atın ki, babanızın sevgisi yalnız size bağlı kalsın ve ondan sonra tevbe edip sâlih bir kavim olasınız"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "İçlerinden bir söz sahibi de şöyle dedi: “- Yûsuf’u öldürmeyin de, bir kuyu dibine bırakın ki, bir yolcu kâfilesi onu yitik mal olarak alsın. Eğer yapacaksanız böyle yapın.”"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "Sonra babalarına dediler ki: “- ey babamız, sen bize Yûsuf’u neye inanmıyorsun? Doğrusu biz onun için hayır isteyicileriz"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Yarın, onu bizimle beraber (gezintiye) gönder de gezsin oynasın, muhakkak biz onun koruyucularıyız.”"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "Babaları dedi ki: “- Onu götürmeniz, cidden beni endişeye düşürür. Siz kendisinden habersiz bulunurken onu kurt yemesinden korkarım.”"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "Onlar: “-VAllahi, biz kuvvetli bir topluluk iken onu kurt yerse, biz o halde çok ziyan çekeriz.” dediler"
        },
        {
            "chapter": 12,
            "verse": 15,
            "text": "Nihayet kardeşleri, Yûsuf’u alıp götürünce, onu kuyunun dibine koymaya karar verdiler. Biz de Yûsuf’a şöyle vahyettik: “- Muhakkak sen onlara, hiç farkında değillerken bu işlerini haber vereceksin.”"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "Kardeşleri, akşamleyin ağlayarak babalarına geldiler"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "Şöyle dediler: “- Ey babamız, biz gittik koşu yapıyorduk. Yûsuf’u da eşyamızın yanında bırakamıştık. Bir de gördük ki, onu kurt yemiş. Şimdi biz ne kadar doğru söylesek de, sen bize inanmazsın.”"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "Hem gömleğinin üzerinde yalan bir kan (lekesi) getirdiler. Babaları dedi ki: “- Hayır, nefisleriniz sizi aldatmış, böyle bir işe sürüklemiş. Artık benim işim güzel bir sabırdır. Söylediklerine karşı da, yardımına sığınılacak ancak Allah’dır.”"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "(Mısır’a gitmekte olan) bir yolcu kafilesi gelip sucularını kuyuya gönderdiler. Sucu kovasını sarkıttı, “ay müjde! bu bir erkek çocuk” dedi. Onu satıp ticaret yapmak için gizlediler. Allah ise, ne yapacaklarını biliyordu"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "(Yûsuf’u takip eden kardeşleri işin farkına varınca, “bu bizim kaçak kölemizdir” diye) onu değersiz bir fiat ile, birkaç dirheme (kafileye) sattılar. (onu uzaklaştırmak için) hakkında rağbetsiz bulunuyorlardı. (Yûsuf’a kıymet biçmiyorlardı)"
        },
        {
            "chapter": 12,
            "verse": 21,
            "text": "Mısır halkından Yûsuf’u satın alan (vezir), karısına şöyle dedi: “- Bunun yerini iyi yap, kendisine güzel bak, umulur ki, bize bir faydası dokunur, yahut onu evlâd ediniriz.” İşte, Yûsuf’u böylece Mısır memleketine yerleştirdik ve ona rüyaların tâbirini öğrettik. Allah, emrinde galibdir, (iradesi geri çevrilemez) fakat insanların çoğu bunu bilmezler"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "Yûsuf tam kemal çağına ( veya yaşına) varınca, kendisine hikmet ve ilim verdik (ilimle amel, dinde de anlayış bahşettik). İşte biz, güzel iş yapanlara böyle mükâfat veririz"
        },
        {
            "chapter": 12,
            "verse": 23,
            "text": "Yûsuf’un bulunduğu evdeki kadın, Yûsuf’un kendisine yaklaşmasını istedi ve bütün kapıları kapadı: “- Haydi gel.” dedi. Yûsuf ise: “- Allah’a sığınırım. Doğrusu o (kocan) benim efendimdir, bana güzel bakmıştır. Gerçek budur ki, zalimler (zina yapanlar) kutulamazlar.” dedi"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "Kadın, gerçekten ona niyyetlenmiş ve o da kadına niyyetlenmişti. Eğer Yûsuf, Rabbinin burhânını (ilâhî ihtar) görmemiş olsaydı, olacak olan olurdu. İşte biz, ondan fenalığı ve fuhşu gidermek için böyle yaparız. Çünkü o, bizim ihlâslı kullarımızdandır"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "(Yûsuf kurtulmak, kadın da onu yakalamak için) ikisi de kapıya kadar koştular. Kadın, onun gömleğini arkadan yırttı. Kapının yanında hanımın efendisine rastgeldiler. (Hanım efendisine) dedi ki: “- senin hanımına fenalık yapmak isteyenin cezası, ancak zindana atılmak veya acıklı bir azabdır (onu döğmektir). “"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "Yûsuf şöyle dedi: “- O, benim nefsime yaklaşmak istedi.” Hanımın akrabasından bir şâhid de şöyle şâhidlik etti; “- Eğer Yûsuf’un gömleği önden yırtılmışsa, hanım doğru söylemiştir; o ise yalancılardandır"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "Yok, eğer gömleği arkadan yırtılmışsa, hanım yalan söylemiştir, o ise sadıklardandır.”"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "Hanımın kocası, Yûsuf’un gömleğinin arkadan yırtıldığını görünce: “- (Ey hanım) bu söylediğin sözler, sizin hilenizdendir. Gerçekten siz kadınların hilesi, çok büyüktür"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "Yûsuf! Sen bu işi söylemekten vazgeç. Ey hanım! Sen de günahına Allah’dan mağfiret dile; doğrusu sen büyük günâhkarlardan oldun.” dedi"
        },
        {
            "chapter": 12,
            "verse": 30,
            "text": "Şehirdeki bir takım kadınlar da dediler ki: “- Vezir’in karısı, delikanlısının nefsine yaklaşmak istiyormuş. Ona olan aşkı, kalbinin içine nüfuz etmiş. O hanımı görüyoruz ki, çıldırmış besbelli"
        },
        {
            "chapter": 12,
            "verse": 31,
            "text": "Hanım, şehirdeki kadınların kendisini ayıpladıklarını ve dedikodu yaptıklarını işitince, onlara dâvetçi gönderdi. Onlar için dayalı-döşeli bir sofra hazırladı ve her birine bir bıçak verdi. Sonra Yûsuf’a: “- Çık karşılarına” dedi. Kadınlar onu görünce, kendisini çok büyüttüler ve şaşkınlıklarından ellerini kestiler. Allah’ı tenzih ederiz, bu bir insan değildir. Bu, ancak kerîm bir melektir, dediler"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "Hanım, onlara şöyle dedi: “- İşte, kendisi hakkında beni ayıplamış olduğunuz adam budur. Yemin ederim ki, ben onun nefsine yaklaşmak istedim de, o iffet göstererek sakındı. Yine yemin ederim ki, eğer emrimi yerine getirmezse, muhakkak zindana atılacak ve elbette zelillerden olacaktır.”"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "Yûsuf dedi ki: “- Ey Rabbim! Bunların beni yapmıya çağırdığı işi yapmaktan, zindan bana daha sevimlidir. Eğer bu kadınların hilesini benden gidermezsen, ben onlara meyl ederim ve cahillerden olurum.”"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "Bunun üzerine Rabbi, duâsını kabul etti de o, kadınların tuzaklarını kendisinden savdı. Çünkü Allah, söylenenleri işitir, yapılanları tamamen bilir"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "Sonra, vezir ve aile halkı, Yûsuf’un beraatine dair bunca delilleri gördükleri halde, onu bir müddet (dedi-kodu kesilinceye kadar) zindana atmak fikriyle ortaya çıktılar (ve onu zindana attılar)"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "Yûsuf’la beraber, zindana iki de delikanlı girdi. Delikanlılardan biri: “- Ben rüyamda kendimi şarap olacak üzüm sıkıyor gördüm”, dedi. Öteki de: “-Ben, rüyada kendimi görüyorum ki, başımın üstünde bir ekmek götürüyorum ve kuşlar ondan yiyor” dedi. Artık bize rüyanın tâbirini bildir. Çünkü biz, seni iyilik edenlerden görüyoruz"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "Yûsuf, delikanlılara şöyle dedi: “- Size rızık olarak verilecek bir yemek, daha size gelmeden önce onun ne çeşit ve nasıl bir yemek olduğunu size haber verdim. Bu, Rabbimin bana öğrettiği ilimlerdendir. Çünkü ben, Allah’a, inanmıyan ve topyekûn ahireti inkâr eden bir kavmin dinini terk ettim"
        },
        {
            "chapter": 12,
            "verse": 38,
            "text": "Atalarım; İbrahîm, İshak ve Yakub’un dinine uydum. Bizim, Allah’a hiç bir şeyi ortak koşmamız olamaz. Bu tevhîd, bize ve insanlara Allah’ın bir fazlıdır, fakat insanların çoğu şükretmezler"
        },
        {
            "chapter": 12,
            "verse": 39,
            "text": "Ey benim zindan arkadaşlarım, (iki genç!) Ayrı ayrı bir çok ilâhlar mı hayırlıdır, yoksa her şeye hâkim ve galip olan Allah mı"
        },
        {
            "chapter": 12,
            "verse": 40,
            "text": "Sizin Allah’dan başka taptıklarınız, bir takım isimlerden ibaret putlardır ki, o isimleri siz ve atalarınız uydurmuşsunuzdur. Allah, bunlara (ibadet için) hiç bir delil indirmemiştir. Hüküm ancak Allah’ındır; ve o, yalanız kendisine ibadet etmenizi emretmiştir. İşte doğru ve gerçek din budur. Fakat insanların çoğu bunu bilmezler"
        },
        {
            "chapter": 12,
            "verse": 41,
            "text": "Ey zindan arkadaşlarım! Rüyalarınızın tâbirine gelince: Biriniz efendisine (eskiden olduğu gibi) yine şarap içirecek. Diğeri ise asılacak (idam edilecek), sonra kuşlar başından yiyecek. İşte fetvasını sorduğunuz iş, böyle halledilmiş bitmiştir"
        },
        {
            "chapter": 12,
            "verse": 42,
            "text": "Bir de Yûsuf, idamdan kurtulacağını bildiği bu ikisinden birine, (şerbetçiye-sakıya) şöyle dedi: “- (hapisten çıktıktan sonra zulme uğradığımı ve masum bulunduğumu) efendinin yanında beni anarak söyle.” Fakat Şeytan, efendisine (bunu), anmayı , delikanlıya unutturdu da, Yûsuf bir çok sene (yedi veya on -iki yıl) zindanda kaldı"
        },
        {
            "chapter": 12,
            "verse": 43,
            "text": "Bir gün Mısır Hükümdarı şöyle dedi: “- Rüyamda gördüm ki, yedi semiz ineği, yedi cılız inek yiyor ve yedi yeşil başağı da, diğer yedi kuru başak sarmalayıp onlara galip gelmiş. Ey ileri gelenler! Eğer rüyâ tâbir edebiliyorsanız, benim rüyamı hallediniz.”"
        },
        {
            "chapter": 12,
            "verse": 44,
            "text": "Onlar: “- Bu gördüklerin karma karışık rüyalardır. Biz böyle karışık rüyaların tâbirini bilmeyiz” dediler"
        },
        {
            "chapter": 12,
            "verse": 45,
            "text": "O iki delikanlıdan idamdan kurtulanı, nice zaman sonra (Yûsuf’u ve kendisine söylediklerini) hatırladı da dedi ki: “- Ben, size onun tâbirini haber veririm, hemen beni (zindandaki Yûsuf’a) gönderin.”"
        },
        {
            "chapter": 12,
            "verse": 46,
            "text": "(Delikanlı, hükümdarın izniyle zindana gidip şöyle dedi): Yûsuf, ey doğru sözlü! Bize şunun fetvasını ver (tâbirini yap): “Yedi semiz ineği, yedi cılız inek yiyor ve yedi yeşil başağı da diğer yedi kuru başak sarmalayıp onlara galip gelmiş.” Ümid ederim ki, (uygun bir cevapla) insanlara dönerim de, belki kıymetini bilirler.”"
        },
        {
            "chapter": 12,
            "verse": 47,
            "text": "Yûsuf şöyle dedi: “-yedi sene âdetiniz üzere ziraat yapınız. Biçtikleriniz ekinleri (bozulmamak için) başaklarında bırakın, ancak yiyeceğiniz az bir miktarı döğün"
        },
        {
            "chapter": 12,
            "verse": 48,
            "text": "Sonra, bunun arkasından yedi kurak yıl gelecek, tohumluk için saklıyacağınız az bir miktar hariç olmak üzere, önceden biriktirdiklerinizi yiyip götürecek"
        },
        {
            "chapter": 12,
            "verse": 49,
            "text": "Sonra bunun arkasından da bir yıl gelecek ki, onda insanlar sıkıntıdan kurtarılıp bereketlendirilecekler ve o zaman (üzüm, zeytin gibi mahsullerini) sıkıp faydalanacaklar"
        },
        {
            "chapter": 12,
            "verse": 50,
            "text": "Bu tâbiri duyan hükümdar: “- Yûsuf’u bana getirin” dedi. Bunun üzerine, kendisini dâvet için elçi gelince, Yûsuf ona şöyle dedi: “- Efendine dön de, o ellerini kesen kadınların hâli neydi, kendisinden sor. Muhakkak ki benim Rabbim, onların hilelerini bilendir"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "(Hükümdar o kadınları toplayıp kendilerine) sordu: “Yûsuf’un nefsine yaklaşmak istediğiniz zaman ne halde idiniz?” Kadınlar: “-Hâşâ, Allah için, biz onun aleyhinde bir fenalık bilmiyoruz.” dediler. Vezirin karısı da şöyle dedi: “- Şimdi hak meydana çıktı. Onun nefsine yaklaşmak isteyen ben idim. O ise, hakîkaten sadıklardandır.”"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "Yûsuf dedi ki, kadınlara gerçeği itiraf ettirişim şunun içindi: vezir bilsin ki, hakîkaten ben ona, gıyâbında hainlik yapmadım ve muhakkak ki, Allah hainlerin hilesini muvaffakıyete ulaştırmaz"
        }
    ]
}