{
    "juzs": [
        {
            "chapter": 41,
            "verse": 47,
            "text": "(Vaktini kimse bilemiyeceği) kıyametin ilmi Allah’a havale edilir. Hem O’nun ilmi olmadıkca meyvelerden hiç biri tomurcuklarından çıkmaz, hiç bir dişi gebe kalmaz ve doğurmaz. Allah, müşriklere: “- Nerede imiş ortaklarım?” diye nida edeceği gün, şöyle diyeceklerdir: “- Sana arz ederek bildiririz ki, bizden (sana ortak bulunduğuna) şahidlik edecek bir kimse yoktur.”"
        },
        {
            "chapter": 41,
            "verse": 48,
            "text": "Önceden ibadet edib durdukları putlar, kendilerinden kaybolup gideceklerdir; ve onlar kendilerine hiç bir kaçamak kalmadığını anlıyacaklardır"
        },
        {
            "chapter": 41,
            "verse": 49,
            "text": "(Kâfir olan) insan, hayır (mal, evlâd, zenginlik ve sıhhat) istemekten usanmaz da, kendisine bir darlık dokunuverirse, hemen ümidi keser, ye’se düşer"
        },
        {
            "chapter": 41,
            "verse": 50,
            "text": "Eğer ona dokunan bir sıkıntıdan sonra, tarafımızdan kendisine bir rahmet taddırırsak, mutlak şöyle der: “-Bu benim hakkım, kıyametin kopacağını zannetmiyorum. (Eğer müslümanların dediği gibi) Rabbime döndürülecek olursam, muhakkak benim için O’nun katında iyi halden en güzeli (cennet) var.” Fakat biz, o kâfir olanlara ne yaptıklarını haber vereceğiz ve onlara muhakkak şiddetli bir azab taddıracağız"
        },
        {
            "chapter": 41,
            "verse": 51,
            "text": "Biz insana nimet verdiğimiz vakit, şükretmekten yüz çevirir ve yan büküb uzaklaşır. Kendisine darlık dokunuverdi mi, artık geniş geniş duaya dalar"
        },
        {
            "chapter": 41,
            "verse": 52,
            "text": "(Ey Rasûlüm), de ki: “- Söyleyin bakayım, (ey kâfirler), eğer o Kur’an, Allah tarafından olub da sonra siz onu inkâr etmişseniz, hakdan çok uzak bir ayrılığa düşenden daha şaşkın kim olur?”"
        },
        {
            "chapter": 41,
            "verse": 53,
            "text": "İleride biz o Mekke halkına, hem yeryüzü etrafında, hem bizzat nefislerinde ayetlerimizi (kudretimizin alâmetlerini) öyle göstereceğiz ki, nihayet Peygamberin söylediği şeyin hak olduğu kendilerine zahir olacaktır. Rabbinin her şeye şahid olması yetmez mi"
        },
        {
            "chapter": 41,
            "verse": 54,
            "text": "Dikkat et! O kâfirler, Rablerine kavuşmaktan bir şübhe içindedirler. Dikkat et, Allah her şeyi (ilmi ve kudreti ile) kuşatandır"
        },
        {
            "chapter": 42,
            "verse": 1,
            "text": "Hâ, Mîm"
        },
        {
            "chapter": 42,
            "verse": 2,
            "text": "Ayîn, sîn, kaf"
        },
        {
            "chapter": 42,
            "verse": 3,
            "text": "Azîz, Hakim olan Allah, sana ve senden evvelki peygamberlere böyle (manalar) vahyediyor"
        },
        {
            "chapter": 42,
            "verse": 4,
            "text": "Göklerde ve yerde ne varsa hepsi O’nundur. O, her şeyden yücedir, her şeyden büyüktür"
        },
        {
            "chapter": 42,
            "verse": 5,
            "text": "(Allah’ın azametinden) nerde ise gökler üstlerinden çatlayacaklar. Melekler hamd ile Rablerine tesbih ediyorlar ve yeryüzünde bulunan kimse için mağfiret diliyorlar. Dikkat edin! Şübhesiz ki Allah, Gafûr’dur= çok bağışlayandır, Rahîm’dir= çok merhametlidir"
        },
        {
            "chapter": 42,
            "verse": 6,
            "text": "Allah’dan başka veliler edinenlere gelince; onların (söz ve işleri) üzerine Allah gözcüdür, sen üzerlerine bir vekil değilsin (Ey Rasûlüm, vazifen azab ile onları korkutmaktır)"
        },
        {
            "chapter": 42,
            "verse": 7,
            "text": "Şehirlerin esası olan Mekke halkını ve bütün etrafındaki memleketler halkını sakındırasın ve hakkında şübhe olmıyan o kıyamet gününün dehşetini haber veresin diye, sana böyle Arabca bir Kur’an vahyettik. O kıyamet gününde toplananlardan bir kısmı (müminler) cennettedir, bir kısmı (kâfirler) de cehennemdedir"
        },
        {
            "chapter": 42,
            "verse": 8,
            "text": "Eğer Allah dileseydi, bütün insanları tek bir ümmet (aynı dine bağlı kimseler) yapardı; fakat dilediğini rahmetine koyar. Zalimlere ise, bir dost da yok, bir yardımcı da yok"
        },
        {
            "chapter": 42,
            "verse": 9,
            "text": "Yoksa o kâfirler, Allah’dan başka yardımcılar mı edindiler? İşte Allah! yardımcı (velî) ancak O’dur. Ölüleri O diriltir, O her şeye kadirdir"
        },
        {
            "chapter": 42,
            "verse": 10,
            "text": "(Kâfirlerle) anlaşamadığınız herhangi bir şey hakkında da hüküm Allah’a aittir, (O kıyamette hükmünü verecektir). İşte bu hükmü veren Allah benim Rabbim’dir. Ben ancak O’na tevekkül ettim ve yalnız O’na sığınırım"
        },
        {
            "chapter": 42,
            "verse": 11,
            "text": "O, göklerin ve yerin yaratıcısıdır; size, kendi cinsinizden çiftler yapmıştır. Davarlardan da (erkekli dişili) çiftler... Sizi bu tarzda yaratıb üretiyor. O’nun misli (O’na benzer) hiç bir şey yoktur. O, Semî’dir= bütün söylenenleri işitir. Basîr’dir= bütün yapılanları görür"
        },
        {
            "chapter": 42,
            "verse": 12,
            "text": "Göklerin ve yerin (hazine) anahtarları O’nundur. Rızkı dilediğine yayar ve kısar. Çünkü O, her şeyi kemal üzre bilendir"
        },
        {
            "chapter": 42,
            "verse": 13,
            "text": "“-Dini elbirlik tatbik edin ve ayrılığa düşmeyin.” diye Allah, dinden (tevhid esasından) Nûh’a tavsiye ettiğini ve sana vahy eylediğimizi; bir de İbrahîm’e, Mûsa’ya, İsâ’ya tavsiye ettiğimizi, sizin için şeriat yaptı. Müşriklere, kendilerini davet ettiğin bu tevhid dini ağır geldi. Allah ona, (bu hak dine) dilediklerini seçecek ve ona dönüb itaat edenleri hidayete erdirecektir"
        },
        {
            "chapter": 42,
            "verse": 14,
            "text": "(Geçmiş ümmetlerin veya ehl-i kitabın) ayrılığa düşmeleri ise, kendilerine ilim geldikten sonra (ayrılığın sapıklık olduğunu bildikten sonra) sırf aralarında hased ve azgınlıktan dolayıdır. Eğer Rabbinden tayin edilmiş bir vakte (kıyamete veya ömürlerinin sonuna) kadar azabın gecikmesine dair bir söz (vaad-i ilâhî) geçmiş olmasaydı, aralarında (kâfir olanların) helâk işleri mutlak bitiriverilirdi. O peygamberlerin arkasından (asr-ı saadet zamanında) Kur’an’a vâris kılınan ehl-i kitab da ondan muhakkak endişe veren bir şübhe içindedirler"
        },
        {
            "chapter": 42,
            "verse": 15,
            "text": "(Ey Rasûlüm), onun için sen onları tevhîde davet et ve emrolunduğun gibi, sebat üzre doğru git. Onların heveslerine uyma ve de ki: “- Ben, Allah’ın indirdiği her kitaba iman ettim. Aranızda adaleti yerine getirmekle emrolundum. Allah bizim de Rabbimizdir, sizin de Rabbinizdir. Bizim amellerimiz (karşılığı) bize, sizin amelleriniz (karşılığı) size... Sizinle aramızda bir husumet yok. (Bu ayet-i kerime, kıtal ayeti ile nesh edilmiştir - Hâzin tefsiri). Allah hepimizi (kıyamette) bir araya toplayacak ve dönüş de ancak O’nadır.”"
        },
        {
            "chapter": 42,
            "verse": 16,
            "text": "Allah’a icabet olunduktan (Peygamberin mucizeleri zâhir olub insanlar İslâm dinine girdikten) sonra, Allah’ın dini hakkında münakaşaya kalkışacakların hüccetleri (düşmanlık ve çekişmeleri; daha evvel gelen bizim dinimiz sizinkinden hayırlıdır sözleri) Rableri katında boştur. Hem onların üzerine bir gazab, hem de onlara (ahirette) şiddetli bir azab vardır"
        },
        {
            "chapter": 42,
            "verse": 17,
            "text": "O Allah’dır ki, hakkı beyan (ve ikame) için, kitabı ve adaleti indirdi. Ne bilirsin, belki kıyamet yakındır"
        },
        {
            "chapter": 42,
            "verse": 18,
            "text": "Kıyametin kopacağına inanmıyanlar, onu, acele isterler. İman edenler ise, hak olduğunu bilirler de ondan korkar, sakınırlar. İyi bilki, o kıyamet hakkında mücadele edib şübheye düşenler, doğrusu hakdan çok uzak bir sapıklık içindedirler"
        },
        {
            "chapter": 42,
            "verse": 19,
            "text": "Allah, kullarına çok lütûf ihsan edendir. Her dilediğini bir türlü rızıklandırır. O, çok kuvvetlidir, her şeye gâlibdir"
        },
        {
            "chapter": 42,
            "verse": 20,
            "text": "Kim ahiret sevabını isterse, onun sevabını artırırız. Kim de dünya menfaatini isterse, ona da ondan veririz; fakat ahirette ona hiç bir nasib yoktur"
        },
        {
            "chapter": 42,
            "verse": 21,
            "text": "Yoksa o kâfirlerin bir takım şeytanları (putları) var da, onlara, dinden Allah’ın izin vermediği şeyleri meşrû kıldılar, öyle mi? Eğer o fasıl kelimesi (azabın tehir edildiği ve amellerin ayırd edildiği kıyamet günü takdir edilmiş) olmasaydı, muhakkak aralarında hüküm verilir, işleri (helâkleri) bitiriliverirdi. Şübhe yok ki, zalimler için acıklı bir azab vardır"
        },
        {
            "chapter": 42,
            "verse": 22,
            "text": "(Kıyamet gününde) o zalimleri, kazandıkları kötülüklerden dolayı titrerlerken göreceksin!... Yaptıklarının cezası başlarına inecektir. İman edib salih ameller işliyenler ise, cennetlerin en hoş bahçelerindedirler. Onlara, Rablerinin katında ne isterlerse var. İşte (müminlere olan) bu cennet, en büyük ikramdır"
        },
        {
            "chapter": 42,
            "verse": 23,
            "text": "İşte bu sevabdır ki, Allah iman edib salih ameller işliyen kullarını (onunla) müjdeliyor. (Ey Rasûlüm, tebliğde bulunmakta olduğun kimselere) de ki: “- Ben, (bu tebliğimden dolayı) sizden Allah’a ibadet ve yakınlıkta, sevgiden başka bir mükâfat istemiyorum.” Kim iyi bir amel kazanırsa, biz onun bu iyiliğinin sevabını artırırız. Muhakkak ki Allah Gafûr’dur= çok bağışlayandır, Şekûr’dur= az amele çok sevab verendir"
        },
        {
            "chapter": 42,
            "verse": 24,
            "text": "Yoksa (Mekke kâfirleri Peygamber için); “- Allah’a bir yalan uydurdu” mu diyorlar? (Buna ancak kalbleri mühürlü olan beyinsizler cür’et ederler. Bu isnad senden çok uzaktır, fakat) Allah dilerse, senin de kalbini mühürler. Allah bâtılı yok eder; ve indirdiği kitabla hakkı (İslâm dinini) yerine getirir. Şübhe yok ki O, bütün kalblerindekileri bilendir"
        },
        {
            "chapter": 42,
            "verse": 25,
            "text": "O’dur ki, kullarından tevbeyi kabul buyuruyor, günahlardan afv ediyor; ve O, bütün yaptıklarınızı bilir"
        },
        {
            "chapter": 42,
            "verse": 26,
            "text": "Allah, iman edib de salih ameller işliyenleri bağışlar, (dua ve ibadetlerini kabul eder). Fazlından onlara ziyade de verir. Kâfirlere gelince: Onlara şiddetli bir azab var"
        },
        {
            "chapter": 42,
            "verse": 27,
            "text": "Eğer Allah, kullarına rızkı bol bol yayıverseydi, muhakkak yeryüzünde azar, taşkınlık ederlerdi. Fakat (Allah, rızıkları) dilediği bir miktar ile indirir. Şüphesiz ki O, kullarının bütün hallerinden haberdardır, bütün yaptıklarını görendir"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "Allah O’dur ki, (kullar) ümidi kesmişlerken yağmuru indirir, rahmet ve bereketini (her tarafa) yayar. O, (kendi ihsanı ile kullarına) Velî’dir, Hamîd’dir= hamd edilmeğe lâyıktır"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "Göklerin ve yerin yaratılışı ve onlarda bütün canlıları üretib yayması, O’nun (sonsuz kudretinin) alâmetlerindendir; ve O, dileyeceği zaman (kıyamette) onları toplamağa kadirdir"
        },
        {
            "chapter": 42,
            "verse": 30,
            "text": "Başınıza gelen her musibet, kendi ellerinizin kazandığı (günahlar) yüzündendir. Allah ise, günahların bir çoğunu bağışlıyor (da bunlardan dolayı musibet vermiyor)"
        },
        {
            "chapter": 42,
            "verse": 31,
            "text": "Siz, yeryüzünde (Allah’ın azabından) yakanızı kurtarabilecek değilsiniz; ve sizin için Allah’dan başka (azabı kaldıracak) bir dost, bir yardımcı yoktur"
        },
        {
            "chapter": 42,
            "verse": 32,
            "text": "Denizde dağlar gibi hareket edip giden gemiler yine O’nun (kudretinin) alâmetlerindendir"
        },
        {
            "chapter": 42,
            "verse": 33,
            "text": "Eğer Allah dilerse, o rüzgârı durduruverir de, (gemiler) deniz üzerinde kalakalırlar. Şübhesiz bunda, (Allah’ın nimetlerine) çok şükreden, ziyade sabırlı olan herkes için bir çok ibretler var"
        },
        {
            "chapter": 42,
            "verse": 34,
            "text": "Yahud dilerse, kazandıkları günah yüzünden, onları denizde helâk eder. Fakat Allah, (onlardan günahların) çoğunu bağışlar (da kendilerini cezalandırmaz)"
        },
        {
            "chapter": 42,
            "verse": 35,
            "text": "Hem ayetlerimiz hakkında mücadele edenler, (onları inkâr edenler) bilsinler ki, kendileri için kaçacak bir yer yoktur"
        },
        {
            "chapter": 42,
            "verse": 36,
            "text": "Size verilmiş bulunan şeyler hep dünya hayatının geçici malıdır. Allah katında olan (ahiret sevabı) ise, daha hayırlı ve daha devamlıdır. (Fakat ahiret sevabı) o kimseler için hayırlıdır ki, iman etmişlerdir ve Rablerine de tevekkül ederler"
        },
        {
            "chapter": 42,
            "verse": 37,
            "text": "O kimselerdir ki, büyük günahlardan ve açık rezaletlerden kaçınırlar, öfkelendikleri zaman da, onlar kusur bağışlarlar"
        },
        {
            "chapter": 42,
            "verse": 38,
            "text": "O kimselerdir ki, Rablerine itaate icabet etmişler ve namazı gereği üzere kılmışlardır. İşleri de hep aralarında danışıklıdır. Kendilerine verdiğimiz rızıktan (Allah yolunda) harcarlar"
        },
        {
            "chapter": 42,
            "verse": 39,
            "text": "O kimselerdir ki, kendi haklarına tecavüz vaki olduğu zaman, onlar yardımlaşırlar (ve intikam alırlar, haklarını yerine getirirler)"
        },
        {
            "chapter": 42,
            "verse": 40,
            "text": "Kötülüğün cezası da ona denk bir kötülüktür. Fakat kim bağışlar ve (kendisiyle düşmanı arasını) düzeltirse, onun mükâfatı Allah’a aiddir. Elbette O, zalimleri sevmez"
        },
        {
            "chapter": 42,
            "verse": 41,
            "text": "Kim, kendisine edilen zulümden sonra hakkını alırsa, artık böyleleri üzerine (ceza için) bir yol yoktur"
        },
        {
            "chapter": 42,
            "verse": 42,
            "text": "(Günaha dair) yol, ancak haksızlıkla yeryüzünde azgınlık ederek insanlara zulüm yapanlar üzerinedir. İşte onlara acıklı bir azab vardır"
        },
        {
            "chapter": 42,
            "verse": 43,
            "text": "Her kim de sabredib suç bağışlarsa, işte bu (sabredib bağışlamak), işlerin en hayırlısındandır"
        },
        {
            "chapter": 42,
            "verse": 44,
            "text": "Her kimi de Allah saptırırsa, artık bundan sonra onun hiç bir yardımcısı yoktur; ve o zalimleri göreceksin ki, onlar azabı görünce şöyle diyecekler: “- Var mı geri dönmeye bir yol?”"
        },
        {
            "chapter": 42,
            "verse": 45,
            "text": "Ve o kâfirleri, ateşe arz edilirlerken, zilletten boyunlarını bükerek göz altından (ateşe) bakarlarken göreceksin. İman etmiş olanlar da şöyle diyeceklerdir: “- Gerçekten hüsrana düşenler, kıyamet günü kendilerini de, ailelerini de hüsrana uğratanlardır.” Bilin ki, zalimler devamlı bir azab içindedirler"
        },
        {
            "chapter": 42,
            "verse": 46,
            "text": "Onlara, Allah’ın azabından kendilerini kurtaracak yardımcılar yoktur. Kimi de Allah saptırırsa, artık onun için bir yol (kurtuluş) yoktur"
        },
        {
            "chapter": 42,
            "verse": 47,
            "text": "Allah’dan (inecek azabın) geri çevrilmesine çare olmıyan bir gün (kıyamet) gelmezden önce, Rabbinizin (hak dine olan) davetini kabul edin. O gün size ne sığınacak yer vardır, ne de inkâra çare"
        },
        {
            "chapter": 42,
            "verse": 48,
            "text": "Yine (iman etmekten) yüz çevirirlerse, biz de seni üzerlerine (amellerini gözetecek) bir bekçi göndermedik ya!... Sana düşen ancak tebliğdir. Doğrusu biz, insana, tarafımızdan bir nimet taddırdık mı; o, bununla ferahlanır. Fakat insanlara kendi ellerinin kazancı yüzünden başlarına bir fenalık gelirse, o vakit insan (nimetlerin) hepsini unutan bir nankördür"
        },
        {
            "chapter": 42,
            "verse": 49,
            "text": "Bütün göklerin ve yerin mülkü Allah’ındır; dilediğini yaratır, dilediği kimseye kız evlâd verir, dilediği kimseye de erkek evlâd verir"
        },
        {
            "chapter": 42,
            "verse": 50,
            "text": "Yahud da o evlâdları, erkekli dişili ikizler halinde verir. Dilediği kimseyi de kısır bırakır. Muhakkak ki O, Alîm’dir= her şeyi bilir, Kadîr’dir= her şeye gücü yeter"
        },
        {
            "chapter": 42,
            "verse": 51,
            "text": "Hiç bir insan yoktur ki, Allah’ın onunla (doğrudan doğruya) konuşması olsun; ancak vahy ile, yahud perde arkasından, yahud bir peygamber gönderib de kendi izniyle dileyeceğini vahyetmesi suretiyle olur. Çünkü O, çok yücedir, hikmet sahibidir"
        },
        {
            "chapter": 42,
            "verse": 52,
            "text": "(Ey Rasûlüm), işte sana böyle emrimizden bir ruh (Kur’an) vahyettik. (Halbuki daha önce) sen kitab nedir, iman nedir bilmiyordun. Fakat biz o kitabı bir nur yaptık. Onunla kullarımızdan dilediğimize hidayet vereceğiz; ve muhakkak ki sen, doğru bir yola (İslâm’a) çağırıyorsun"
        },
        {
            "chapter": 42,
            "verse": 53,
            "text": "O Allah yoluna ki, göklerde ne var, yerde ne varsa hep O’nundur. Dikkat edin! Bütün işler döner (sonunda) Allah’a varır"
        },
        {
            "chapter": 43,
            "verse": 1,
            "text": "Hâ, mîm"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "Allah yolunu apaçık gösteren bu Kitab’a yemin olsun ki"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "Biz onu, anlayasınız diye, Arabca bir Kur’an yaptık"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "Gerçekten o, bizim katımızdaki ana kitabda (Levh-i Mahfûz’da) şanı çok yücedir, hikmet doludur"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "Siz (ey Mekke halkı) haddi aşan bir kavim oldunuz diye, sizden o öğüdü kaldıracak mıyız"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "Halbuki (seni bir peygamber olarak kavmine gönderdiğimiz gibi), evvelkiler içinde de nice peygamberler gönderdik"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "Onlara her peygamber geldikçe, muhakkak onunla alay ederlerdi"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "Onun için biz onlardan (Mekke’lilerden) kuvvetçe daha şiddetlilerini helâk ettik ve o evvelkilerin (hallerine dair Kur’an’da ibret) örneği geçti"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "Yemin olsun ki, onlara (Mekke kâfirlerine): “- Gökleri ve yeri kim yarattı?” diye sorarsan, derler ki: “- Onları, Azîz= her şeye galib olan, Alîm= her şeyi bilen yarattı.”"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "O Allah ki, size yeri bir döşek yaptı. Onda, (seferlerinizde) doğru gidersiniz diye de yollar açtı"
        },
        {
            "chapter": 43,
            "verse": 11,
            "text": "O Allah ki, gökten bir ölçü ile yağmur indirmektedir. İşte biz onunla ölü, (bitkileri kurumuş) bir beldeye hayat vermekteyiz. Siz de (ölmüşken kabirlerinizden) böyle çıkarılacaksınız"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "O Allah ki, (erkek ve dişi) bütün çiftleri yarattı. Sizin için gemilerden ve hayvanlardan bineceğiniz şeyler yaptı"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "Ki, sırtlarında kurulasınız, sonra da üzerlerine kurulunca Rabbinizin nimetini hatırlayıp şöyle diyesiniz: “- Bunları bizim hizmetimize bağlıyan Allah’ın şanı ne yücedir! O bütün noksanlıklardan münezzehtir. Yoksa biz, bunlara güç yetiremezdik"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "Ve Muhakkak biz, dönüb Rabbimize varacağız.”"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "(Ey Rasûlüm o kâfirlere, gökleri ve yeri yaratan kimdir? diye sorsan, “Allah’dır” derler. Bununla beraber tuttular), O’na kullarından bir çocuk isnad ettiler (Melekler Allah’ın kızlarıdır, dediler). Gerçekten insan, küfrü aşikâr bir nankördür"
        },
        {
            "chapter": 43,
            "verse": 16,
            "text": "Yoksa O, yaratmakta olduğu varlıklardan kendisine kızlar edindi de (kızlardan üstün tuttuğunuz) oğulları size mi seçib ayırdı"
        },
        {
            "chapter": 43,
            "verse": 17,
            "text": "O Allah’a kız isnad edenlerden birine, Rahmân’a isnad ettiği bir benzerle (kızla) müjde verildiği zaman, kederinden yutkunur halde yüzü kapkara kesiliveriyor"
        },
        {
            "chapter": 43,
            "verse": 18,
            "text": "Süs içinde yetiştirilib büyütülen ve iddiasını isbat edemiyen kimseyi (yaratılışça pek zayıf olan kızları) mı? (Allah’a çocuk isnad ediyorlar)"
        },
        {
            "chapter": 43,
            "verse": 19,
            "text": "Onlar, Rahmân’ın kulları olan Melekleri de dişi yaptılar. Yaratılışlarına şahid mi idiler? Onların (bu yalan) şahidlikleri yazılacak ve (kıyamette) sorumlu tutulacaklardır"
        },
        {
            "chapter": 43,
            "verse": 20,
            "text": "Bir de şöyle dediler: “- Rahmân dileseydi, biz o meleklere tapmazdık.” Onların bu hususta hiç bir bilgisi yoktur; onlar ancak yalan söylüyorlar"
        },
        {
            "chapter": 43,
            "verse": 21,
            "text": "Yoksa biz, onlara, bundan (Kur’an’dan) önce bir kitab vermişiz de ona mı tutunub amel ediyorlar"
        },
        {
            "chapter": 43,
            "verse": 22,
            "text": "Hayır (onların aklî ve naklî hiç bir delilleri yoktur, ancak) şöyle dediler: “- Biz, atalarımızı bir din üzerinde bulduk. Biz de onların izlerince giderek hidayet buluruz.”"
        },
        {
            "chapter": 43,
            "verse": 23,
            "text": "Yine böyle (senin kavmin dediği gibi), senden önce hangi memlekete bir peygamber gönderdikse, (o memleket halkının) ileri gelenleri şöyle demişti: “- Biz, atalarımızı bir din üzerinde bulduk. Biz de onların izlerine uyarız.”"
        },
        {
            "chapter": 43,
            "verse": 24,
            "text": "(Her peygamber de ümmetine şöyle) demişti: “Atalarınızı, üzerinde bulduğunuz dinden daha doğrusunu size getirdimse de mi? (bunu kabul etmiyeceksiniz?)” Onlar da dediler ki: “- Biz, sizin peygamber olarak getirdiğiniz şeylere inanmıyoruz.”"
        },
        {
            "chapter": 43,
            "verse": 25,
            "text": "Bunun üzerine biz de onlardan (azab neticesi köklerini kurutarak) intikam aldık. Şimdi bak, o (peygamberi ve kitabları) yalanlıyanların akıbeti nasıl oldu"
        },
        {
            "chapter": 43,
            "verse": 26,
            "text": "Bir vakit de İbrahîm babasına ve kavmine şöyle demişti: “- Bilin ki ben, sizin taptıklarınızdan berîyim"
        },
        {
            "chapter": 43,
            "verse": 27,
            "text": "Ancak beni yaratana taparım; çünkü O, beni hidayete erdirecektir.”"
        },
        {
            "chapter": 43,
            "verse": 28,
            "text": "İbrahîm, bu tevhid kelimesini, soyu içerisinde bakî kalan bir kelime yaptı. Gerek ki (küfürden) dönerler"
        },
        {
            "chapter": 43,
            "verse": 29,
            "text": "Doğrusu şu (Mekke’li) kâfirleri ve atalarını, kendilerine kitab ve elçiliği (mucizelerle) aşikâr bir peygamber gelinceye kadar faydalandırıp yaşattım"
        },
        {
            "chapter": 43,
            "verse": 30,
            "text": "Fakat onlara hak (kitab ve peygamber) gelince: “- Bu bir sihirdir; biz buna inanmayız.” dediler"
        },
        {
            "chapter": 43,
            "verse": 31,
            "text": "Yine şöyle dediler: “- Şu Kur’an, iki memleketten (Mekke ve Taif’den) bir büyük adama (mal ve mevkii büyük bir kimseye) indirilseydi ya!...”"
        },
        {
            "chapter": 43,
            "verse": 32,
            "text": "Rabbinin rahmetini onlar mı bölüyorlar? Onların bu dünya hayatındaki geçim rızıklarını aralarında biz böldük. Bir kısmını da derecelerle diğerinin üstüne çıkardık ki, bir kısmı bir kısmını tutub çalıştırsın (işinde kullansın ve kaynaşsınlar). Rabbinin rahmeti ise, kâfirlerin (mal ve mülk olarak dünyada) toplayıb durduklarından daha hayırlıdır"
        },
        {
            "chapter": 43,
            "verse": 33,
            "text": "Eğer insanlar (kâfirlerin dünyadaki refahına bakarak hırslanmasalar ve bu yüzden küfre rağbet etmeseler ve böylece) tek bir (kâfir) ümmet haline gelmiyecek olsalardı, biz O Rahmân’ı inkâr eden kimselerin evlerine gümüşten tavanlar ve üzerlerinde çıkacakları merdivenler (yukarı çıkarma vasıtaları) yapardık"
        },
        {
            "chapter": 43,
            "verse": 34,
            "text": "Odalarına da (gümüşten) kapılar ve üzerlerine kurulub yaslanacakları koltuklar (yapardık)"
        },
        {
            "chapter": 43,
            "verse": 35,
            "text": "Onların bu eşyalarını altın yaldızlı ve işlemeli kılardık. Bunların hepsi, ancak dünya hayatının geçici menfaatıdır. Ahiret (cennet) ise, Rabbinin katında, takva sahibleri içindir"
        },
        {
            "chapter": 43,
            "verse": 36,
            "text": "Her kim, Rahmân’ın zikrinden göz yumarsa, biz ona şeytanı musallat ederiz. Artık bu, ona arkadaştır"
        },
        {
            "chapter": 43,
            "verse": 37,
            "text": "Muhakkak ki bu şeytanlar, onları yoldan çıkarırlar. Onlar da kendilerinin hidayete erdirildiklerini sanırlar"
        },
        {
            "chapter": 43,
            "verse": 38,
            "text": "Nihayet (Allah’dan göz yuman kâfir, şeytanla bir arada Mahşerde) bize geldiği zaman, (arkadaşı şeytana) şöyle der: “- Keşke benimle senin aranda, doğu ile batı uzaklığı olaydı!... Sen ne kötü arkadaşmışsın!...”"
        },
        {
            "chapter": 43,
            "verse": 39,
            "text": "(Allah Tealâ onlara şöyle buyurur): Bu özlediğiniz şey, bugün size asla fayda vermez; çünkü zulüm yaptınız. Hepiniz azabda ortaksınız"
        },
        {
            "chapter": 43,
            "verse": 40,
            "text": "O halde (Ey Rasûlüm), sen mi sağırlara işittireceksin, yahud körlere ve açık bir sapıklıkta olanlara hidayet vereceksin"
        },
        {
            "chapter": 43,
            "verse": 41,
            "text": "Öyle ise, seni alır götürürsek (vefat ettirirsek), muhakkak ki onlardan intikam alacağız"
        },
        {
            "chapter": 43,
            "verse": 42,
            "text": "Yahud onlara (azab olarak) vaad ettiğimizi, (hayatında) muhakkak sana göstereceğiz. Elbette onlara azab etmeğe kadiriz"
        },
        {
            "chapter": 43,
            "verse": 43,
            "text": "Onun için sen, hemen sana vahyedilen Kur’an’a yapış (onunla amel et). Şübhesiz ki sen, doğru bir yol üzerindesin"
        },
        {
            "chapter": 43,
            "verse": 44,
            "text": "Muhakkak ki o Kûr’an, hem senin için, hem kavmin için bir şereftir. İleride de (kıyamet günü, onun hakkını yerine getirib getirmemekten) sorumlu olacaksınız"
        },
        {
            "chapter": 43,
            "verse": 45,
            "text": "Senden önce gönderdiğimiz peygamberlerden (ümmetlerinin ileri gelen âlimlerinden) sor ki, biz Rahmân’dan başka ibadet olunacak ilâhlar yapmış mıyız"
        },
        {
            "chapter": 43,
            "verse": 46,
            "text": "Gerçekten Mûsa’yı da mucizelerimizle Firavun’a ve topluluğuna peygamber gönderdik. (Varıb da onlara) şöyle dedi: “- Doğrusu ben, bütün âlemlerin Rabbinin peygamberiyim.”"
        },
        {
            "chapter": 43,
            "verse": 47,
            "text": "Fakat onlara böyle mucizelerimizle varınca, hemen onlar bunlara gülüverdiler"
        },
        {
            "chapter": 43,
            "verse": 48,
            "text": "Onlara (Firavun ve kavmine) gösterdiğimiz her mucize, muhakkak diğerinden daha büyüktü. (İnkârlarından) dönerler diye, tuttuk onları azaba da çektik"
        },
        {
            "chapter": 43,
            "verse": 49,
            "text": "(Azabı gördükleri zaman, Mûsa’ya şöyle) dediler: “- Ey büyücü! (Duanı kabul edeceğine dair) sana olan vaadi hürmetine, bizim için Rabbine dua et; çünkü biz, artık yola geleceğiz.”"
        },
        {
            "chapter": 43,
            "verse": 50,
            "text": "Bunun üzerine kendilerinden azabı kaldırdığımız vakit, (yola geleceğiz, iman edeceğiz sözlerinden) hemen caydılar"
        },
        {
            "chapter": 43,
            "verse": 51,
            "text": "Firavun, kavminin içinde bağırıb şöyle dedi: “- Ey Kavmim! Mısır’ın mülk ve saltanatı ile şu altımdan (sarayımın altından) akan büyük nehir benim değil mi? Artık (azametimi) görmüyor musunuz"
        },
        {
            "chapter": 43,
            "verse": 52,
            "text": "Yoksa ben nerde ise meramını anlatamıyacak, hakîr ve zayıf durumda olan bu Mûsa’dan daha hayırlı değil miyim"
        },
        {
            "chapter": 43,
            "verse": 53,
            "text": "(Mademki doğru söylüyor, peygamber olduğunu iddia ediyor; büyüklere takılan altın bilezik ve gerdanlıklar gibi Allah tarafından) onun üzerine de altın bilezikler atılıp takılsaydı ya!... Yahud beraberinde (kendisine yardım edecek ve onu tasdik edecek) melekler dizilip gelse ya!...”"
        },
        {
            "chapter": 43,
            "verse": 54,
            "text": "Böylece (Firavun) kavmini küçümsedi. Onlar da ona itaat ettiler. Çünkü onlar dinden çıkmış, fâsık bir kavim idiler"
        },
        {
            "chapter": 43,
            "verse": 55,
            "text": "Vakta ki, (isyan ederek) bizi gazablandırdılar, biz de kendilerinden intikam aldık; hepsini birden (denizde) boğduk"
        },
        {
            "chapter": 43,
            "verse": 56,
            "text": "Böylece onları, sonrakiler için hem bir örnek, hem de bir ibret yaptık"
        },
        {
            "chapter": 43,
            "verse": 57,
            "text": "(Hz. Peygamber meleklere tapınan müşriklere): “-Siz ve Allah’dan başka tapındığınız şeyler cehennem odunusunuz” (âyetini okuyunca, kızmışlar ve bu hüküm yalnız bize ilâhlarımıza mı aittir, yoksa bütün ümmetlere mi? dediler. Hz. Peygamber: Size ve bütün ümmetlere şamildir, buyurdu. Onlar: O halde öğretmekte olduğun Meryem’in oğlu İsa’ya da hristiyanlar, Allah’ın oğludur diye ibadet ediyorlar. Biz ise Meleklere ibadet ediyoruz, onlar cehennemlik iseler biz de cehennemlik olmaya razıyız, dediler; ve gülüştüler. Hz. Peygamber sükût buyurdular ve sonra şu âyeti kerime nazil oldu): Meryem’in oğlu bir misal olarak ortaya atılınca, hemen kavmin ondan keyiflenip gülüyorlardı"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "Ve şöyle demişlerdi: “- Bizim ilâhlarımız (olan melekler) mi daha hayırlı, yoksa o mu (Meryem’in oğlu İsa mı)?” (Ey Rasûlüm, hakikatı anlamak için değil) bunu sana sırf bir mücadele olarak (ve seni cevabsız bırakmak için) misal veriyorlar. Doğrusu onlar çok çekişgen adamlardır"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "O, Meryem’in oğlu İsa ilâh değil, ancak bir kuldur. Biz ona nimet verdik ve kendisini İsrailoğulları için (babasız yaratmakla) bir ibret kıldık"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "Eğer biz dileseydik, sizin yerinize, yeryüzünde melekler yaratırdık da (arkanızdan) yerinize geçerlerdi"
        },
        {
            "chapter": 43,
            "verse": 61,
            "text": "Gerçekten o (İsa’nın nüzûlü), kıyamet için (yaklaştığını bildiren) bir beyandır, alâmettir. Onun için sakın o kıyametin geleceğinde şübhe etmeyin de benim şeriatime tâbi olun. İşte bu biricik doğru yoldur"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "Sakın sizi Şeytan (şeriatime uymaktan) çevirmesin. Muhakkak ki o, size açık bir düşmandır"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "İsâ da mucizelerle (ve İncil ayetleri ile) geldiği vakit şöyle demişti: “- Ben size ilâhi hükümlerle ve ayrılığa düştüğünüz şeylerin bir kısmını size açıklayayım, diye geldim. Onun için Allah’dan korkun ve bana itaat edin"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "Şübhe yok ki Allah benim de Rabbimdir, sizin de Rabbinizdir. O halde hep O’na ibadet edin. İşte bu, biricik doğru yoldur.”"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "Sonra o (hristiyanlardan ibaret) hizibler aralarında ayrılığa düştüler. Onun için, acıklı bir günün azabından vay o zulüm edenlerin haline"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "Onlar farkında değillerken ansızın başlarına gelsin diye, hep o kıyametin kopmasını bekliyorlar"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "(Küfürde birleşib sevişen) dostlar, o gün birbirlerine düşmandırlar; takva sahibleri ise müstesnadır"
        },
        {
            "chapter": 43,
            "verse": 68,
            "text": "Ey benim (Allah için sevişen takva sahibi) kullarım! Bugün size hiç bir korku yoktur; ve siz mahzun da olmıyacaksınız"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "(Bunlar) o kimselerdir ki, ayetlerimize iman edib de (Allah’ın hükümlerine) boyun eğmişlerdi"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "(Onlara şöyle denir): Sevinç ve neşeler içinde olduğunuz halde, siz ve zevceleriniz girin cennete"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "Onların etrafında, altından tabaklar ve bardaklarla (kendilerine cennette hizmet için) dolaşılır. Canların istiyeceği ve gözlerin hoşlanacağı ne varsa, hepsi oradadır. Siz de orada devamlı olarak kalacaksınız"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "İşte bu, sizin çalıştığınız ameller sebebiyle mirasçı kılındığınız cennetdir"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "Sizin için orada çok meyvalar vardır; onlardan yiyeceksiniz"
        },
        {
            "chapter": 43,
            "verse": 74,
            "text": "Muhakkak ki kâfirler, cehennem azabında devamlı olarak kalacaklardır"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "Kendilerinden o azab hafifletilmez. Onlar bunun içinden (kurtulmaktan) ümidi kesmişlerdir"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "Biz, onlara zulüm etmedik; fakat kendileri zalim idiler"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "(Cehennemin bekçisi olan Malik isimli meleğe şöyle) çağrışırlar: “ -Ey Malik! (İste de) Rabbin bizi öldürsün, (azabdan kurtulalım).” Malik de: “- Siz, (azab içinde) kalacaksınız.” der"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "(Allah da buyurur ki): And olsun, biz size hakkı gönderdik. Fakat çoğunuz hakdan hoşlanmıyanlarsınız, (Kur’an’ı ve peygamberi inkâr edenlersiniz)"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "Yoksa onlar, (Hz. Peygambere hile kurmakta) işi sağlama mı bağladılar? İşte biz, (onları helâk etmekle işi) sağlam tutanlarız"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "Yoksa biz, (Peygambere tuzak kurmak istiyen) o kâfirlerin kalblerinde gizlediklerini ve fısıltılarını işitmez miyiz sanıyorlar? Hayır işitiyoruz ve onların yanlarında (fısıltı ve niyetlerini tesbit eden melek) elçilerimiz vardır; yazıyorlar"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "(Ey Rasûlüm) de ki: “- Rahmân’ın bir çocuğu olsa, ben ona, tapanların birincisi olurdum.”"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "Göklerin ve yerin Rabbi, Arş’ın da Rabbi, onların yaptıkları vasıflardan çok münezzehtir ve yücedir"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "Şimdi bırak onları (bâtıl inançlarına) dalsınlar, oynaya dursunlar; tâ vaad edildikleri (kıyamet) günlerine kavuşuncaya kadar"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "Gökte İlâh olan O’dur; yerde de İlâh O’dur. O Hakîm’dir= işinde hikmet sahibidir, Alîm’dir= her şeyi bilendir"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "Göklerle yerin ve aralarındakilerin mülkiyet ve tasarrufu kendisine ait olan (Allah) ne yücedir... Kıyametin (kopmasının) ilmi, O’nun katındadır. Hepiniz de ancak O’na döndürülüb götürüleceksiniz"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "O’ndan başka ibadet edib durdukları şeyler (putlar), şefaat da edemezler; ancak Hak’ka şehadet eden (dili ve kalbi ile “Lâ ilâhe illAllah diyen”) kimseler müstesna... onlar (Allah’ın Rableri olduğunu gerçek olarak) bilirler"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "(Allah’dan başkasına ibadet eden) o müşriklere sorsan ki, kendilerini kim yarattı? Elbette, “Allah” derler. Öyle ise, (tevhidden) nasıl çevriliyorlar"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "O’nun (Hz. Peygamber Aleyhisselâmın), “Ey Rabbim!” demesi hakkı için, muhakkak ki onlar, iman etmez bir kavimdirler"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "(Ey Rasûlüm), şimdilik onlardan yüz çevir, (kendilerini terk et) de “Selâm= anlaşma var” söyle. Artık yakında (başlarına gelecek felâketi) bileceklerdir"
        },
        {
            "chapter": 44,
            "verse": 1,
            "text": "Hâ, Mîm"
        },
        {
            "chapter": 44,
            "verse": 2,
            "text": "(Haram ile helâli açıklayan, ifadesi) parlak Kitab= Kur’an hakkı için"
        },
        {
            "chapter": 44,
            "verse": 3,
            "text": "Gerçekten biz, onu, mübarek bir gecede (Kadir gecesinde) indirdik. Çünkü biz, (Kur’an’ın hükümleri ile) korkutanız"
        },
        {
            "chapter": 44,
            "verse": 4,
            "text": "Her hikmetli iş o mübarek gecede ayırd edilir, (rızık, ecel, iyi ve şerden ibaret bütün işler Kadir gecesinde yazılır)"
        },
        {
            "chapter": 44,
            "verse": 5,
            "text": "Bu, (hikmetimizin gereği olan) tarafımızdan bir iştir. Çünkü biz peygambere göndereniz"
        },
        {
            "chapter": 44,
            "verse": 6,
            "text": "Peygamberi kitabla gönderişimiz de, senin Rabbinden bir rahmettir, nimettir. Gerçekten O, Semî’dir= bütün söylenenleri işitir, Alîm’dir= her hali bilir"
        },
        {
            "chapter": 44,
            "verse": 7,
            "text": "O, göklerin ve yerin ve bütün aralarındakinin Rabbidir. (Ey Mekke’liler, göklerin ve yerin Rabbi Allah olduğuna) eğer gerçekten inanıyorsanız, (biliniz ki, Hz. Muhammed s.a.v. da peygamberidir)"
        },
        {
            "chapter": 44,
            "verse": 8,
            "text": "O’ndan başka hiç bir İlâh yoktur; hem diriltir, hem öldürür. Hem sizin Rabbinizdir, hem de evvelki atalarınızın Rabbi"
        },
        {
            "chapter": 44,
            "verse": 9,
            "text": "Fakat onlar, bir şüphe içinde oynuyorlar, (yakînen Allah’a ve Peygambere inanmıyorlar, eğleniyorlar)"
        },
        {
            "chapter": 44,
            "verse": 10,
            "text": "O halde (Ey Rasûlüm), semanın aşikâre bir duman (kıtlık ve açlık) getireceği (azab) gününü gözle"
        },
        {
            "chapter": 44,
            "verse": 11,
            "text": "Öyle bir duman ki, bütün insanları saracaktır. Bu acıklı bir azabdır"
        },
        {
            "chapter": 44,
            "verse": 12,
            "text": "(Onlar şöyle diyecekler): “- Ey Rabbimiz! Bizden bu azabı kaldır; çünkü biz müminleriz.”"
        },
        {
            "chapter": 44,
            "verse": 13,
            "text": "Onlar için düşünmek, ibret almak nerede? Doğrusu kendilerine apaçık anlatan bir Peygamber geldi de"
        },
        {
            "chapter": 44,
            "verse": 14,
            "text": "Sonra ondan yüz çevirdiler ve şöyle dediler: “- (Bu peygamberlik iddia eden) öğretilmiştir, mecnundur.”"
        },
        {
            "chapter": 44,
            "verse": 15,
            "text": "Biz o (vaadettiğimiz açlıktan ibaret) azabı biraz kaldıracağız. Fakat siz yine (küfre) döneceksiniz"
        },
        {
            "chapter": 44,
            "verse": 16,
            "text": "(Kıyamette veya Bedir’de onları) büyük bir şiddetle kavrıyacağımız gün, şüphesiz biz intikam alırız"
        },
        {
            "chapter": 44,
            "verse": 17,
            "text": "Celâlim hakkı için, onlardan (Kureyş’den) önce Firavun’un, kavmini imtihan ettik. Onlara da çok şerefli bir peygamber gelmişti"
        },
        {
            "chapter": 44,
            "verse": 18,
            "text": "Şöyle desin diye: “- Allah’ın kullarını bana bırakın; çünkü ben size güvenilir bir Peygamberim"
        },
        {
            "chapter": 44,
            "verse": 19,
            "text": "Ve Allah’a karşı baş kaldırmayın; çünkü ben size açık bir bürhanla (peygamberliğime delâlet eden mucizelerle) geliyorum"
        },
        {
            "chapter": 44,
            "verse": 20,
            "text": "Biliniz ki, ben, sizin beni taşlamanızdan (döğüp öldürmenizden) Rabbime ve Rabbinize sığınırım"
        },
        {
            "chapter": 44,
            "verse": 21,
            "text": "Eğer bana iman etmezseniz (peygamberliğimi tasdik etmezseniz), benden ayrılın, çekilin.”"
        },
        {
            "chapter": 44,
            "verse": 22,
            "text": "Sonra Mûsa Rabbine şöyle dua etti: “- (Ey Rabbim, bu müşriklere müstahak oldukları cezayı ver; çünkü) bunlar günahkâr bir kavimdir.”"
        },
        {
            "chapter": 44,
            "verse": 23,
            "text": "(Hak Tealâ buyurdu ki): “-Hemen kullarımı geceleyin yürüt; çünkü siz (iman etmiyen Firavun ve askerleri tarafından) takib edileceksiniz"
        },
        {
            "chapter": 44,
            "verse": 24,
            "text": "Denizi de (karşı yakaya geçtikten sonra, sana açılan yolu da kapamayıp) açık bırak; çünkü onlar (açık görecekleri bu yola girip) bir ordu halinde boğulmuş olacaklardır.”"
        },
        {
            "chapter": 44,
            "verse": 25,
            "text": "(Firavun ve ordusu boğulduktan sonra) geriye neler bırakmışlardı! Ne bahçeler, ne kaynaklar"
        },
        {
            "chapter": 44,
            "verse": 26,
            "text": "Ne çiftlikler, ne güzel konaklar"
        },
        {
            "chapter": 44,
            "verse": 27,
            "text": "İçinde zevk sürdükleri ne nimet ve refah"
        },
        {
            "chapter": 44,
            "verse": 28,
            "text": "İşte bize isyan edenlere böyle yaparız. Onların mülklerini başka bir kavme miras bıraktık"
        },
        {
            "chapter": 44,
            "verse": 29,
            "text": "Nihayet (Firavun ve kavminin) üzerlerine ne gök ağladı, ne yer; ne de (azap bakımından) geciktirildiler"
        },
        {
            "chapter": 44,
            "verse": 30,
            "text": "Gerçekten İsraîloğullarını kurtarmıştık o zilletli azabdan"
        },
        {
            "chapter": 44,
            "verse": 31,
            "text": "Firavun’dan (esaretinden ve oğullarının öldürülmesinden). Çünkü o azgın müsriflerdendi, (şirke varanlardandı)"
        },
        {
            "chapter": 44,
            "verse": 32,
            "text": "Celâlim hakkı için, biz İsraîloğullarına, bildiğimiz gibi, âlemlerin üstünde hayır vermiştik"
        },
        {
            "chapter": 44,
            "verse": 33,
            "text": "Ve onlara (denizin açılması, bıldırcın ve kudret helvası gibi) alâmetlerden öylesini vermiştik ki, onda büyük bir nimet vardı"
        },
        {
            "chapter": 44,
            "verse": 34,
            "text": "Fakat (Ey Rasûlüm, senin kavmin olan) şunlar diyorlar ki"
        },
        {
            "chapter": 44,
            "verse": 35,
            "text": "“-İlk ölümümüzden başka bir şey yok; ve biz yeniden diriltilecek değiliz"
        },
        {
            "chapter": 44,
            "verse": 36,
            "text": "(Ey öldükten sonra dirileceğimize inananlar) eğer doğru iseniz haydi getirin babalarımızı... (onları diriltin de, dirilmenin hak olduğunu bize haber versinler).”"
        },
        {
            "chapter": 44,
            "verse": 37,
            "text": "(Ey Rasûlüm, kuvvet ve şiddet bakımından) senin kavmin mi hayırlı, yoksa (etbaı çok) Tübba’ın kavmi ve onlardan evvelkiler mi? Hep onları helâk ettik çünkü günahkâr idiler"
        },
        {
            "chapter": 44,
            "verse": 38,
            "text": "Biz göklerle yeri ve aralarındakileri, eğlence ve boşuna iş yapanlar olarak yaratmadık"
        },
        {
            "chapter": 44,
            "verse": 39,
            "text": "Ancak bunları (iman ve itaatı gerektiren) hak için yarattık; fakat onların, (Mekke kâfirlerinin) çoğu bilmezler"
        },
        {
            "chapter": 44,
            "verse": 40,
            "text": "(Kıyamette haklı ile haksızın ayırd edileceği) o fâsıl günü, (kendilerine azab vaad edilen) bütün insanların azab vaktidir"
        },
        {
            "chapter": 44,
            "verse": 41,
            "text": "O gün dost, dostdan hiç bir şeyi (azabı) engelliyemez ve kendilerine yardım da olunmaz"
        },
        {
            "chapter": 44,
            "verse": 42,
            "text": "Ancak Allah’ın merhamet ettiği kimseler böyle değil. (Bunlar birbirlerine şefaat eden müminlerdir). Çünkü O Azîz’dir= kâfirlerden intikam alır, Rahîm’dir= müminlere merhamet eder"
        },
        {
            "chapter": 44,
            "verse": 43,
            "text": "Gerçekten (cehennemdeki) o Zakkûm ağacı"
        },
        {
            "chapter": 44,
            "verse": 44,
            "text": "Kâfir olanın yemeğidir"
        },
        {
            "chapter": 44,
            "verse": 45,
            "text": "Maden tortusu gibi karınlarında kaynar"
        },
        {
            "chapter": 44,
            "verse": 46,
            "text": "Kaynar suyun kaynaması gibi"
        },
        {
            "chapter": 44,
            "verse": 47,
            "text": "(Allah, cehennemdeki vazifeli meleklere o kâfir için şöyle buyurur): Onu yakalayın da sürükleyib cehennemin ortasına atın"
        },
        {
            "chapter": 44,
            "verse": 48,
            "text": "Sonra da başının üstüne o kaynar su azabından dökün"
        },
        {
            "chapter": 44,
            "verse": 49,
            "text": "(Sonra ona şöyle deyin): Tad bakalım, çünkü sen, (zannınca kavminin arasında) çok şerefli ve çok iyi bir kimse idin"
        },
        {
            "chapter": 44,
            "verse": 50,
            "text": "İşte bu azab, sizin (dünyada) şübhe edip durduğunuz şeydir"
        },
        {
            "chapter": 44,
            "verse": 51,
            "text": "Muhakkak ki, takva sahibi olanlar (her türlü kederden) emin bir yerde"
        },
        {
            "chapter": 44,
            "verse": 52,
            "text": "Bahçelerde ve pınarların başındadırlar"
        },
        {
            "chapter": 44,
            "verse": 53,
            "text": "Sündüs ve İstebrak’dan (ibaret işlemeli ve kalın) elbiseler giyerek karşı karşıya gelirler"
        },
        {
            "chapter": 44,
            "verse": 54,
            "text": "İşte müminlerin cennetteki yeri böyledir. Hem onları iri gözlü Hûri’lerle de eşlendirdik"
        },
        {
            "chapter": 44,
            "verse": 55,
            "text": "Orada emin oldukları halde, her türlü yemişi isterler ve getirtirler"
        },
        {
            "chapter": 44,
            "verse": 56,
            "text": "Orada, ilk ölümden (dünyadaki ölümden) başka ölüm tadmazlar. Allah onları cehennem azabından korumuştur"
        },
        {
            "chapter": 44,
            "verse": 57,
            "text": "(Bütün bunlar, kendilerine) Rabbinden bir kerem ve ihsan olarak verilmiştir. İşte bu en büyük kurtuluş ve saadettir"
        },
        {
            "chapter": 44,
            "verse": 58,
            "text": "Biz Kur’an’ı senin dilinle indirib onu (okuyuşunu) kolaylaştırdık; olur ki anlar ve öğüd alırlar"
        },
        {
            "chapter": 44,
            "verse": 59,
            "text": "Artık (onların helâkini) bekle; çünkü onlar (senin helâkini) bekliyorlar"
        },
        {
            "chapter": 45,
            "verse": 1,
            "text": "Hâ, Mîm"
        },
        {
            "chapter": 45,
            "verse": 2,
            "text": "Bu Kitab’ın indirilişi, Aziz, Hakîm olan Allah’dandır"
        },
        {
            "chapter": 45,
            "verse": 3,
            "text": "Muhakkak ki göklerde ve yerde müminler için (Allah’ın birliğine, kudret ve azametine delâlet eden) alâmetler var"
        },
        {
            "chapter": 45,
            "verse": 4,
            "text": "Sizi yaratmasında da, (muhtelif cins ve şekillerde) üretib yaydığı hayvanlarda da, gerçekten tasdik edecek bir kavim için (Allah’ın kudret ve vahdaniyyetine delâlet eden ibret ve) alâmetler var"
        },
        {
            "chapter": 45,
            "verse": 5,
            "text": "Gece ile gündüzün (aydınlık ve karanlık, kısa ve uzun vaziyetlerle) değişmesinde, Allah’ın gökten bir rızk sebebi olan yağmuru indirib de onunla yeryüzünü ölümünden (kurumasından) sonra diriltmesinde (yeşertmesinde) ve rüzgârları (çeşitli yönlere) çevirmesinde de aklı olan bir toplum için bir çok alâmetler var"
        },
        {
            "chapter": 45,
            "verse": 6,
            "text": "İşte bunlar, Allah’ın ayetleridir; sana onları (Cebrâil vasıtası ile) hak ile okuyup beyan ediyoruz. Artık Allah’ın ayetlerine inanmadıktan sonra hangi söze inanırlar"
        },
        {
            "chapter": 45,
            "verse": 7,
            "text": "Şiddetli azab olsun, insafsız yalancıya, çok günah işliyene"
        },
        {
            "chapter": 45,
            "verse": 8,
            "text": "Yüzüne karşı Allah’ın ayetleri okunurken işitir de, sonra kibrinden bunları hiç işitmemiş gibi (küfrü üzerinde) ısrar eder. İşte (Ey Rasûlüm) onu, acıklı bir azab ile müjdele"
        },
        {
            "chapter": 45,
            "verse": 9,
            "text": "(Kur’an) ayetlerimizden bir şey ona ulaşıb da Kur’an’dan olduğunu bilince, onu eğlenceye alır. İşte bu halde olanlar (var ya), onlar için perişan edici bir azap vardır"
        },
        {
            "chapter": 45,
            "verse": 10,
            "text": "Ötelerinde cehennem var. Ne kazandıkları şeyler, ne de Allah’dan başka edindikleri dostlar, kendilerinden hiç bir şeyi (azabı) kaldıramaz. Onlar için büyük bir azab vardır"
        },
        {
            "chapter": 45,
            "verse": 11,
            "text": "Bu Kur’an bir hidayettir. Rablerinin ayetlerini inkâr edenler ise, onlara, en şiddetlisinden acıklı bir azab vardır"
        },
        {
            "chapter": 45,
            "verse": 12,
            "text": "Allah O’dur ki, denizi sizin hizmetinize bağladı; Allah’ın emri ile hem denizde gemiler hareket etsin, hem de fazlından (rızık) arayasınız diye... Gerek ki şükredersiniz"
        },
        {
            "chapter": 45,
            "verse": 13,
            "text": "Bir de göklerde ne var, yerde ne varsa hepsini (Allah) kendi katından sizin hizmetinize bağladı. Şübhesiz ki bunda, düşünecek bir kavim için ibretler var"
        },
        {
            "chapter": 45,
            "verse": 14,
            "text": "(Ey Rasûlüm), iman edenlere söyle: Allah’ın (azab) günlerinden korkmayanları bağışlasınlar; çünkü (Allah) her kavme, kazandıklarının karşılığını verecektir. (Bu ayet-i kerime, müşriklerden, birinin Hz. Ömer’e sövmesi ve Hz. Ömer’in de onu yakalayıb dövmek istemesi üzerine nazil olmuştur. Kıtal ayeti ile nesh edildiği de söylenmektedir)"
        },
        {
            "chapter": 45,
            "verse": 15,
            "text": "Kim salih bir amel işlerse, (bunun sevabı) kendine; kim de kötülük ederse, (bunun cezası da) onadır. Sonra hepiniz Rabbinize döndürülüb götürüleceksiniz"
        },
        {
            "chapter": 45,
            "verse": 16,
            "text": "Gerçekten biz, vaktiyle İsraîloğullarına kitab, hikmet ve peygamber vermiştik. Kendilerini pâk rızıklardan da rızıklandırmıştık. Hem onları, (bulundukları devirde) âlemlerin üstüne faziletli kılmıştık"
        },
        {
            "chapter": 45,
            "verse": 17,
            "text": "Onlara din işinden açık deliller (ayet ve mucizeler) de vermiştik. Şimdi (bu din işinde) ayrılığa düşmeleri, sırf kendilerine (gerçeğe dair) ilim geldikten sonra azgınlırk ve ihtirastan dolayıdır. Muhakkak ki Rabbin, onların ayrılığa düştükleri şeyde, kıyamet günü aralarında hükmünü verecektir"
        },
        {
            "chapter": 45,
            "verse": 18,
            "text": "Sonra (Ey Rasûlüm), seni dinden bir yol (şeriat) üzere görevli kıldık. Onun için sen o şeriata uy da, ilmi olmıyanların arzu ve isteklerine tabi olma"
        },
        {
            "chapter": 45,
            "verse": 19,
            "text": "Çünkü onlar, Allah’dan gelecek hiç bir şeyi senden geri bırakamazlar, (onlara uyduğun takdirde, Allah’ın azabını senden geri çeviremezler). Muhakkak ki zalimler birbirlerinin dostlarıdır. Allah ise, takva sahiblerinin velisidir, (yardımcısı ve dostudur)"
        },
        {
            "chapter": 45,
            "verse": 20,
            "text": "Bu Kur’an, insanlara hak ölçüleri gösteren nurlardan ibarettir; ve şübhesiz iman edecek bir toplum için hidayettir, rahmettir"
        },
        {
            "chapter": 45,
            "verse": 21,
            "text": "Yoksa o kötülükleri işleyib duranlar, kendilerini, iman edib salih ameller işliyenler gibi yapacağız, hayat ve ölümlerini bir tutacağız mı sandılar? Ne fena hüküm veriyorlar"
        },
        {
            "chapter": 45,
            "verse": 22,
            "text": "Halbuki Allah gökleri ve yeri adaletle yarattı, (zulüm olsun diye değil). Hem de herkese kazandığının karşılığı verilmek için (yarattı)... Onlara asla haksızlık edilmez"
        },
        {
            "chapter": 45,
            "verse": 23,
            "text": "(Ey Rasûlüm), şimdi o kimseyi gördün ya: (Hidayeti bırakıb keyfine taparcasına) zevkini kendisine ilah edinmiş, Allah’da (sapıklığını bildiği) bir ilim üzerine onu şaşırtmış, kulağını ve kalbini mühürleyib gözüne de bir perde çekmiştir. Artık onu Allah’dan başka kim yola getirir? Hâlâ düşünmez misiniz"
        },
        {
            "chapter": 45,
            "verse": 24,
            "text": "Hem (kıyameti inkar eden Mekke kâfirleri) şöyle dediler: Hayat ancak bizim bu dünya hayatımızdır. Ölürüz ve yaşarız; bizi ancak dehir (zaman) helak eder. Halbuki onların buna dair, (kâinatın hareket ve hadiseleri hakkında) bir ilimleri de yoktur. Onlar sade zan peşinde koşarlar"
        },
        {
            "chapter": 45,
            "verse": 25,
            "text": "Kendilerine açık açık ayetlerimiz okunduğu zaman, delilleri ancak şunu demekten ibaret olmuştur: “- Haydi, babalarımızı getirin, (eğer öldükten sonra dirilme var sözünde) doğru iseniz.”"
        },
        {
            "chapter": 45,
            "verse": 26,
            "text": "(Ey Rasûlüm, onlara) de ki: “- Sizi Allah diriltiyor, sonra sizi O öldürecek. Sonra da sizi, vukuunda şübhe olmıyan kıyamet günü (diriltib bir araya) toplıyacaktır.” Fakat insanların çoğu (bu gerçeği) bilmezler"
        },
        {
            "chapter": 45,
            "verse": 27,
            "text": "Göklerin ve yerin mülkü Allah’ındır. Kıyamet kopacağı gün de, o bâtıl üzere bulunan kâfirler, o günde hüsrana (cehenneme) düşeceklerdir"
        },
        {
            "chapter": 45,
            "verse": 28,
            "text": "Ve (Ey Rasûlüm), sen her ümmeti toplanmış bir halde göreceksin. Her ümmet (her din sahibi) amelinin yazılı bulunduğu deftere çağrılacak. (Onlara denir ki:) Bugün o işlediğiniz amellerin cezası size verilecek"
        },
        {
            "chapter": 45,
            "verse": 29,
            "text": "İşte (içine amellerinizi yazdırdığımız) kitabımız! Yüzünüze karşı hakkı söyliyor; çünkü sizin taptıklarınızı hep (meleklere) yazdırıyorduk"
        },
        {
            "chapter": 45,
            "verse": 30,
            "text": "Fakat iman edib salih ameller işliyenlere gelince; Rableri onların rahmetine (cennetine) koyacaktır. İşte açık ve parlak zafer budur"
        },
        {
            "chapter": 45,
            "verse": 31,
            "text": "Kâfir olanlara ise, (şöyle denecek): Ayetlerim size okunurken kibirleniyordunuz ve günahkâr bir toplum bulunuyordunuz, değil mi idi"
        },
        {
            "chapter": 45,
            "verse": 32,
            "text": "Hem (size ey kâfirler): “- Allah’ın (ölüleri dirilteceğine dair) vaadi hakdır ve kıyametin kopmasında şübhe yoktur.” denildiğinde, demiştiniz ki: Bilmiyoruz, kıyametin kopması nedir? Ancak bir zandan ibaret olduğuna kaniyiz; ve biz yakinen inananlar değiliz"
        },
        {
            "chapter": 45,
            "verse": 33,
            "text": "Derken yaptıkları amellerin kötülükleri onlara zahir olmuş ve alay edib durdukları şeyin cezası (olan azab) kendilerini kuşatıvermiştir"
        },
        {
            "chapter": 45,
            "verse": 34,
            "text": "Ve (onlara şöyle) denir: “- Siz bu gününüze kavuşmayı unutmuş olduğunuz gibi, biz de bugün sizi unutacağız, (sizi ateşte bırakacağız). Yeriniz ateştir; ve size yardımcılardan hiç bir kimse yoktur"
        },
        {
            "chapter": 45,
            "verse": 35,
            "text": "Size bu cezanın sebebi şu: Çünkü siz Allah’ın ayetlerini eğlenceye aldınız ve dünya hayatı sizi aldattı. Onun için, bugün ateşten çıkarılmazlar ve kendilerinden (Allah’ı razı kılacak) bir özür de kabul edilmez"
        },
        {
            "chapter": 45,
            "verse": 36,
            "text": "O halde bütün hamd, göklerin Rabbi, yerin Rabbi, alemlerin Rabbi olan Allah’ındır"
        },
        {
            "chapter": 45,
            "verse": 37,
            "text": "Göklerde ve yerde azamet O’nundur. O, Azîz’dir = her şeye galibdir. Hakîm’dir = hikmet sahibidir"
        }
    ]
}