{
    "rukus": [
        {
            "chapter": 7,
            "verse": 85,
            "text": "Сондай-ақ Мәдиян еліне бауырлары Шұғайыпты / жібердік / . Ол: «Әй, елім! Аллаһқа құлшылық етіңдер, сендер үшін Одан басқа ешбір құдай жоқ. Сендерге өздеріңнің Раббыңнан анық бір дәлел келді. Өлшеуді және таразыда туралықты ұстаңдар әрі адамдардың заттарын кемітпеңдер. Жер беті түзетілгеннен кейін онда бұзу-бүлдірушілік жасамаңдар. Егер иманды болсаңдар, осылай етулерің өздерің үшін қайырлы"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "Әрі адамдарды қорқыту үшін әрбір жолда отырмаңдар. Сондай-ақ Аллам жолын қисайтуды қалап, одан иманға келгендерді қайтармаңдар. Өздерің аз болған кезде Ол сендерді көбейткенін естеріңе алыңдар. Бұзушы-бүлдірушілердің соңының немен біткеніне назар салыңдар"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "Әрі сендерден бір топ мен арқылы жіберілгенге сеніп, ал бір тобы сенбесе, Аллаһ арамызға үкім шығарғанға дейін сабыр етіңдер. Ол - үкім шығарушылардың ең қайырлысы», - деді"
        },
        {
            "chapter": 7,
            "verse": 88,
            "text": "Оның еліндегі өздерін жоғары санаған уәзірлері мен бектері: «Әй, Шұғайып! Біз сені және сенімен бірге иманға келгендерді елімізден міндетті түрде шығарамыз немесе біздің дінімізге қайтасыңдар», - деді. Шұғайып айтты: «Жек көріп, қаламасақ та ма"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "Аллаһ бізді / ұстанған / діндеріңнен құтқарғаннан кейін оған қайтсақ, онда Аллаһқа қатысты өтірікті құрастырған / жала жапқан / боламыз. Бізге оған / діндеріңе / қайтуға мүлде болмайды, егер тек Раббымыз Аллаһтың қалауы болмаса. Раббымыз барлық нәрсені білімімен қамтыған. Біз Аллаһқа жүгініп, Оған өзімізді тапсырдық / тәуекел еттік / . Раббымыз! Біз бен еліміздің арасын ақиқатпен шешіп бер. Сен - шешім шығарушылардың ең қайырлысысың», - деді"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "Әрі оның елінің күпір келтірген / қарсыкелген, имансыз / уәзірлері мен бектері / халқына! / «Егер Шұғайыпқа ерсеңдер, міндетті түрде зиянға ұшыраушы боласыңдар», - деді"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "Сонда оларға бір сілкініс тиіп, олар үйлерінде етпетімен жатқан күйі қалды"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "Шұғайыпты өтірікші деп санағандар, ол жерде тіптен тұрмағандай болды. Шұғайыпты өтірікші санағандар - өздері зиянға ұшырады"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "Шұғайып олардан бетін бұрып: «Әй, елім! Ақиқатында, мен Сендерге Раббымның жолдағандарын жеткіздім әрі ізгі кеңес бердім. Енді кәпір адамдар үшін қалай қайғырамын?!» - деді"
        }
    ]
}