{
    "rukus": [
        {
            "chapter": 23,
            "verse": 33,
            "text": "Оның елінен күпірлік еткен / Аллаһқа қарсы келген / және соңғы, мәңгілік өмірдегі / ақиреттегі / кездесуді өтірік санаған әрі өздерін осы өмірде Біз сән-салтанат, рахатқа кенелткен мансап, бедел иелері: «Бұл - бар болғаны өздерің сияқты, сендердің жегендеріңді жеп, ішкендеріңді ішетін адам"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "Егер өздерің сияқты бір адамға бағынсаңдар, онда сендер сөзсіз зиян шегесіңдер"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Ол сендерге: «Сендер өліп, топырақ пен сүйекке айналғандарыңда, әлбетте / қайта тірілтіліп / шығарыласыңдар», - деп уәде ете ме"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "Сендерге уәде етілген нәрсе алые, тым ұзақ"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "Осы өмірімізден басқа / ешнәрсе / жоқ. Өлеміз, өмір сүреміз, бірақ қайта тірілмейміз"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "Ол - бар болғаны Аллаһ жайында ойынан өтірік шығарған бір адам ғана. Біз оған сенбейміз», - деді"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "Ол / Елші / : «Раббым! Олар мені өтірікшіге шығарғандықтары үшін маған көмек бер!» - деді"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "Ол: «Бір аз ғанадан соң, олар өкінушілерге айналады», - деді"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "Сонда оларды сайха алып, Біз оларды / ағынсудағы секілді / қоқымға айналдырдық. Әділетсіз ел / Аллаһтың мейірімінен / алыстатылсын"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Кейін олардан соң басқа қауымдарды пайда еттік"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "Ешбір ел / өзіне белгіленген / мерзімінен оза алмайды әрі оны артқа да қалдыра / кешіктіре / алмайды"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Содан кейін елшілерімізді арасын үзбей, бірінен соң бірін жібердік. Әрбір халыққа өз Елшісі келген сайын, олар оны өтірікке шығарып отырды. Сонда оларды бірінің соңынан бірін / құртып / жібердік әрі оларды аңыз-әңгімелерге айналдырдық. Иманға келмейтін ел / Аллаһтың мейірімінен / алыстатылсын"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Кейін Біз, Мұса мен оның бауыры Һарұнды белгі-мұғжизаларымызбен және анық дәлелмен жібердік"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "Фиръаунға және оның уәзір, бектеріне. Алайда олар өздерін жоғары санап тәкаппарланды. Өйткені олар менменшіл ел еді"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "Сонда олар: «Елі бізде құлдықта жүрген, өзіміз сияқты осы екі адамға сенеміз бе?» - деді"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "Олар ол екеуін өтірікшіге шығарды да, сөйтіп жойылғандардан болды"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "Әрі Біз Мұсаға олар / елі / тура жолмен жүруі үшін Кітап / Тәуратты / бердік"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "Сондай-ақ Мәриямның ұлы мен оның анасын бір белгі-мұғжиза еттік. Әрі ол екеуіне бұлағы бар жайлы төбелі жерден пана бердік"
        }
    ]
}