{
    "rukus": [
        {
            "chapter": 3,
            "verse": 31,
            "text": "Ей, Мұхаммед! / Айт: «Егер Аллаһты жақсы көретін болсаңдар, онда маған еріңдер. Сонда Аллаһ сендерді жақсы көреді әрі күнәларыңды кешіреді. Ақиқатында, Аллаһ - өте Кешірімді, ерекше Мейірімді », - деп"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "Айт: «Аллаһқа және Елшіге бойсұныңдар», - деп. Егер теріс бұрылсаңдар, ақиқатында Аллаһ кәпірлерді жақсы көрмейді"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "Ақиқатында, Аллаһ Адамды, Нұхты, Ибраһимнің әулеті мен Имранның әулетін әлемдер ішінен тандады"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "бір-бірінен тараған ұрпақ етіп. Аллаһ әрбір нәрсені Естуші, бәрін Білуші"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "Кезінде Имранның әйелі: «Раббым! Ақиқатында мен құрсағымдағыны азат етілген түрде Өзіңе атадым. Менен қабыл ал! Сен әрбір нәрсені Естушісің, бәрін Білушісің », - деген еді"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "Ол оны босанғанда: «Раббым, мен қыз - босандым», - деді. Аллаһ оның не босанғанын жақсы біледі. Әрі ұл қыз сияқты емес. «Мен оны Мәриям деп атадым әрі оны және оның ұрпағын қуылған шайтаннан Сенің қорғауыңды тілеп, сиынамын», - деді"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "Раббысы оны жақсы түрде қабылдап, көркем етіп өсірді және оны Зәкәрияның қарауына берді. Зәкәрия әрқашан оның алдына - михрабқа / құлшылық орнына / кірсе, оның алдынан ризық көретін. Ол: «Ей, Мәриям! Бұл саған қайдан / келуде / ?»- деді. Ол / Мәриям / : «Ол - Аллаһтан. Ақиқатында Аллаһ қалағанына сансыз ризық береді», - деді"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "Сонда Зәкәрия Раббысына жалбарынып: «Раббым! Маған Өз тарапыңнан бір игі ұрпақ сыйла. Анығында, Сен - тілекті Естушісің», - деді"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "Ол михрабта / құлшылық орнында / намаз оқып тұрған кезде, періштелер: «Аллаһ сені Аллаһтың сөзін растаушы, ел ағасы, ұстамды әрі ізгілер қатарында пайғамбар болатын Яхиямен сүйіншілейді», - деп үн қатты"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "Зәкәрия / . «Менде бала қалай болады?! Негізінде өзіме кәрілік жетті, ал әйелім - бедеу», - деді. / Періште / : «Міне, осылай, Аллаһ нені қаласа соны жасайды», - деді"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "Зәкәрия / : «Раббым! Маған бір белгі бер», - деді. / Ол: / «Сенің белгің - адамдармен үш күн тек ишарамен ғана сөйлесуің. Раббыңды көп еске ал әрі кешке және таңертең Оны дәріпте», - деді"
        }
    ]
}