{
    "rukus": [
        {
            "chapter": 4,
            "verse": 23,
            "text": "Сендерге аналарыңа, қыздарыңа, әпке-қарындастарыңа, әкелеріңмен бір туған әйелдерге, шешелеріңмен бір туған әйелдерге, бір туған бауырларыңның қыздарына, бір туған әпке-қарындастарыңның қыздарына, өздеріңді емізген сүт аналарыңа, бір еміскен сүт бауыр әпке-қарындастарыңа, әйелдеріңнің аналарына, үйленіп жақындасқан әйелдеріңнің / бұрынғы күйеуінен болған / қолдарыңдағы өгей қыздарыңа үйлену - тыйым салынды. Егер ол әйелдерге жақындаспаған болсаңдар, сендерге күнә жоқ. Әрі туған балаларыңның әйелдеріне және әпке-сіңліліге қатар үйленулеріңе тыйым салынды. Бірақ бұрын өткені өтті. Ақиқатында, Аллаһ - өте Кешірімді, ерекше Мейірімді"
        },
        {
            "chapter": 4,
            "verse": 24,
            "text": "Сондай-ақ, некелі әйелдерге үйленулеріңе / тыйым салынды / . Бірақ қол астарыңдағы / соғыстан түскен / күңдерің бұған жатпайды. Сендерге Аллаһтың жазғаны / үкімі / осы. Ал, бұлардан басқа әйелдерге мал-дүниелеріңмен / мәһр беріп / талпынуларың, ар-намыстарыңды сақтаған халде, зина жасамай үйлену - сендерге рұқсат етілді. Олармен қосылған болсаңдар, мәһр ретінде ақыларын беріңдер. мәһрді бекіткеннен кейін, / оның көлемін / өзара келісулеріңде сендер үшін күнә жоқ. Ақиқатында, Аллаһ - бәрін Білуші, аса Дана"
        },
        {
            "chapter": 4,
            "verse": 25,
            "text": "Сендерден басы азат иманды / мүмін / әйелдерге үйленуге кімнің қаражат жағынан шамасы келмесе, онда қолдарыңдағы иманды / мүмін / күңдердің біріне / үйленсін / . Аллаһ сендердің имандарыңды жақсы біледі. Сендер - бір-біріңненсіңдер. Оларға иелерінің рұқсатымен үйленіңдер және оларға мәһрлерін тиісінше беріңдер. Олар әйелдік пәктігін сақтаушы, ойнас жасамайтын, көңілдес ұстамайтын болсын. Олар қашан күйеуге шығып, кейін бір жиіркенішті іс / ойнастық / істесе, оларға азат әйелдерге тиісті азаптың / жазаның / жартысы беріледі. Бүл сендердің араларыңдағы зина істеп қоюдан қорыққандар үшін. Ал, сабыр етулерің, өздерің үшін қайырлы. Аллаһ - өте Кешірімді, ерекше Мейірімді"
        }
    ]
}