{
    "maqras": [
        {
            "chapter": 18,
            "verse": 99,
            "text": "Сол күні Біз оларды бір-бірімен / лек-легімен / араласқан түрде қоямыз. Әрі сүр үріліп, Біз олардың барлығын жинаймыз"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "Сол күні кәпірлерге тозақты анық көрсетеміз"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "солар, көздері Менің еске салуымнан перделенгендер және оны ести алмайтындар"
        },
        {
            "chapter": 18,
            "verse": 102,
            "text": "Сол күпірлік етушілер / Раббысына серік қосушылар / Менің орныма құлдарымды қамқоршылар етіп алуды ойлады ма? Анығында, Біз, Жаһаннамды кәпірлер үшін тұрақ етіп әзірледік"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "Ей, Мұхаммед! / Айт: «Сендерге амалдарында ең көп зиян табатындар туралы хабарлайық па"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "сондай, осы өмірдегі әрекет-ұмтылыстары адасып / жоқ болып / , ал өздері жақсы іс жасап жүрміз деп ойлайтындар / жайлы / », - деп"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "Міне, солар - Раббысының аят-белгілеріне әрі Оған кездесетініне күпірлік еткендер / сенбегендер / . Олардың амалдары босқа кетіп, Қайта тірілу күні оларға салмақ бермейміз"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "Күпірлік еткендіктері / қарсы келгендіктері, мойындамағандықтары / және Менің аят-белгілерім мен елшілерімді келеке еткендіктері үшін олардың қайтарым жазасы - Жаһаннам"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "Күмәнсіз, иманға келген және ізгі амал істегендер үшін, олардың мекені Фирдаус / жәннатының / бақтары болады"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "Олар онда мәңгі қалып, одан / өзге жаққа / ауысуды қаламайды"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "Ей, Мұхаммед / / Айт: «Егер де теңіз Раббымның сөздерін / жазатын / сия болғанда, тіпті тағы қосымша сол секілдіні әкелсек те Раббымның сөздері таусылудан бұрын теңіз таусылар еді»,- деп"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "Айт: «Анығында, мен де сендер секілді адаммын. Маған: «Сендердің құдайларың - жалғыз құдай», - деп уахи етілді. Кім Раббысына жолығуды үміт етсе, ізгі амал істесін және Раббысына құлшылық етуде Оған ешкімді серік етіп қоспасын»,- деп"
        },
        {
            "chapter": 19,
            "verse": 1,
            "text": "Кәф, Ха, Йа, 'Айн, Сад"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "Ей, Мұхаммед! / Бұл - Раббыңның Өз құлы Зәкәрияға / жасаған / игілігін еске салуы"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "Міне, кезінде ол Раббысына / өзгелерден / жасырын түрде жалбарынды"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "Ол: «Раббым! Менің сүйегім қаусады, басымды ақ шалды. Раббым! Саған дұға еткенімде бақытсыз болған жоқ едім"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "Мен артымда қалатын ағайындарымнан қорқамын / қауіптемін / . Әйелім бедеу. Маған өз қасыңнан бір мұрагер бере гөр"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "Маған да мұрагер әрі Яғқұптың әулетіне де мұрагер болатын. Раббым! Оны Өзің разы болатын / ізгілерден / ет», - деді"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "«Ей, Зәкәрия! Біз сені ұлмен сүйіншілейміз, есімі Йахйа. Бұған дейін ешкімді ол секілді атамадық»"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "Зәкәрия / : «Раббым!? Әйелім бедеу, ал, өзім қатты қартайған болсам, менде қалай бала болмақ?» - деді"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "Періште / : «Міне осылай. Раббың айтты: «Ол маған оңай. Сені, бұрын сен ешнәрсе болмағаныңда да жараттым», - деді"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "Зәкәрия / : «Раббым, маған бір белгі бер»,- деді. Ол: «Сенің белгің - сау бола тұра адамдарға қатарынан үш түн сөйлемеуің»,- деді"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "Сөйтіп ол, құлшылық ететін орнынан қауымының алдына шығып, оларға: «Таңертең және кешке Аллаһты / барлық кемшіліктен / пәк деп дәріптеңдер»,- деп / ишарамен / білдірді"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "Оған / : «Ей, Йахйа! Кітапты мықтап ұста!» - дедік. Әрі Біз оған бала кезінен даналық бердік"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "Әрі оған Өз тарапымыздан мейірбандық пен тазалық бердік. Ол тақуа / Раббысына бойсұнып, жазасынан қорқып, сақтанушы! еді"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "Әрі ол ата-анасына игілік істеуші болып, өктемшіл, бойсұнбаушы емес еді"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "Әрі оған туылған күні, қайтыс болатын күні және қайта тірілетін күні амандық болады"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "Әрі Кітаптағы Мәриямды есіңе ал. Ол үйіндегілерден шығыс жақтағы бір орынға оңашаланып"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "олардан тосық артына тасаланып алды. Біз оған Рухымызды / Жәбірейілді / жібердік. Ол оған толыққанды адам бейнесінде көрінді"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "Мэриям / :«Мен әр-Рахманға / аса Мейірімдіге / сиынып, сенен қорғауын сұраймын. Егер Аллаһқа бойсұнып, жазасынан қорқып, сақтанушы / тақуа / болсаң / тиіспе / », -деді"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "Періште / : «Анығында мен саған бір таза бала сыйлау үшін Раббыңның жіберген Елшісімін», - деді"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "Мәриям / : «Маған ешбір адам жақындамаған болса және мен жеңіл жүрісті болмасам, менде қалай бала болмақ?» - деді"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "Періште / : «Міне осылай. Раббың: «Бұл Маған оңай. Оны адамдар үшін Бізден бір белгі / мұғжиза / және мейірім етеміз. Бүл - шешіліп қойылған іс», - деп айтты»,- деді"
        }
    ]
}