{
    "maqras": [
        {
            "chapter": 47,
            "verse": 10,
            "text": "Олар жер бетінде сапар шекпеді ме, сөйтіп өздерінен бұрынғылардың соңы қалай болғанын көрмеді ме? Аллаһ оларды жойып жіберді. Кәпірлерге де сол секілді / болады"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "Мұның себебі, иманға келгендердің Иесі, Қамқоршысы - Аллаһ, ал кәпірлердің қамқоршысы жоқ болғандығынан"
        },
        {
            "chapter": 47,
            "verse": 12,
            "text": "Ақиқатында, Аллаһ иманға келген және ізгі амал істегендерді астынан өзендер ағып жататын / Жәннаттағы / бақтарғакіргізеді. Ал, сондай күпірлік етушілер / имансыздар / болса, олар / дүниеден / рахаттанып пайдаланады әрі малдардың қоректенгені секілді жеп-ішеді. Олардың тұрағы - От / тозақ"
        },
        {
            "chapter": 47,
            "verse": 13,
            "text": "Ей, Мұхаммед! / Сені қуып, шығарып жіберген кенттен де күш-қуаты мол, мықты қаншама елді мекенді Біз жойып жібердік. Оларға көмектесуші ешкім болмады"
        },
        {
            "chapter": 47,
            "verse": 14,
            "text": "Раббысынан анық дәлел үстінде болған біреу, өзіне ісінің жамандығы әдемі етіп көрсетілген және көңілқұмарлығына ергендер секілді бола ма"
        },
        {
            "chapter": 47,
            "verse": 15,
            "text": "Тақуаларға / Раббысына бойсұнып, жазасынан қорқып, сақтанғандарға! уәде етілген жәннаттың сипаты: ол жерде суы бұзылмайтын өзендер, дәмі айнымаған сүттен өзендер, ішушілерге ұнамды сусыннан өзендер және таза / қоспадан тазаланған / балдан өзендер бар. Оларға ол жерде әртүрлі жемістер бар әрі Оларға өздерінің Раббысынан кешірім болады. / Осылар / Отта мәңгі қалатын, сондай қайнап тұрған су ішкізіліп, ол ішектерін тіліп жіберетін біреулермен бірдей бола ма"
        },
        {
            "chapter": 47,
            "verse": 16,
            "text": "Әрі олардың / мұнафиқтардың! арасында сені тыңдайтындар бар. Алайда сенің алдыңнан шыққан кезде, олар білім берілгендерге / сахабаларға / : «Ол әлгінде не айтты?» - дейді. Міне, солар - жүректерін Аллаһ мөрлеп тастағандар әрі олар - көңіл құмарлығына ергендер"
        },
        {
            "chapter": 47,
            "verse": 17,
            "text": "Ал, тура жолды ұстанғандарға Ол / Аллаһ / туралықтарын / тура жолды ұстануын / арттырады әрі оларға тақуалықты / Өзінің жазасынан қорқып, сақтануды / береді"
        },
        {
            "chapter": 47,
            "verse": 18,
            "text": "Олар өздеріне кенеттен келетін Сағаттан / Қайта тірілу күнінен / басқа нәрсенің келуін күтуде ме? Негізінде, оның / кейбір / белгілері келді. Ол / Сағат / өздеріне келген кезде, еске алу Оларға не береді"
        },
        {
            "chapter": 47,
            "verse": 19,
            "text": "Ей, Мұхаммед! / Біл, Аллаһтан басқа ешбір құдай жоқ. Өзіңнің күнәң үшін және иманды ерлер мен иманды әйелдер үшін кешірім тіле. Аллаһ сендердің қозғалып, әрекет ететін орындарыңды және тұрақтайтын орындарыңды біледі"
        },
        {
            "chapter": 47,
            "verse": 20,
            "text": "Иманға келгендер: «Бір сүре түсірілмей ме?» - дейді. Ал, қашан анық бір сүре түсіріліп және онда соғыс туралы айтылса, жүрегінде дерті барлардың саған өлімнен қорқып есі кеткен біреудің қарағанындай қарайтынын көресің. Негізінде, Оларға көбірек лайықтысы"
        },
        {
            "chapter": 47,
            "verse": 21,
            "text": "бойсұну және жақсы соз еді. Шешім қабылданған кезде олардың Аллаһқа адал болуы өздері үшін қайырлы болар еді"
        },
        {
            "chapter": 47,
            "verse": 22,
            "text": "Ал, егер сендер теріс бұрылсаңдар, онда жер бетін бұзушы және туыстық байланысты үзушілерден боласыңдар"
        },
        {
            "chapter": 47,
            "verse": 23,
            "text": "Міне, бұлар - Аллаһтың лағнет еткендері / мейірімінен алыстатқандары / , сөйтіп / Ол / оларды керең әрі көздерін де соқыр қылды"
        },
        {
            "chapter": 47,
            "verse": 24,
            "text": "Олар Құранға зер салып қарамай ма? Әлде олардың жүректері құлыптаулы ма"
        },
        {
            "chapter": 47,
            "verse": 25,
            "text": "Ақиқатында, өздеріне тура жол анықталғаннан кейін арттарына қайтқандарға шайтан / имансыздықты / көркем етіп көрсетті әрі / өтірік үмітке! иландырды"
        },
        {
            "chapter": 47,
            "verse": 26,
            "text": "Бұлай болуы, олардың Аллаһтың түсіргенін жаман көрушілерге: «Біз кейбір істе сендерге бағынамыз», - деп айтқандығы себебінен. Аллаһ олардың не жасырғандарын біледі"
        },
        {
            "chapter": 47,
            "verse": 27,
            "text": "Періштелер олардың жандарын алғанда, беттері мен арқаларынан ұрғанда қалай болмақ"
        },
        {
            "chapter": 47,
            "verse": 28,
            "text": "Мұның себебі олардың Аллаһтың қаһарын шақыратын нәрселерге еруі және Оның ризалығын / Ол ұнатқан істерді / жаман көрулерінен. Сондықтан Ол / Аллаһ / олардың амалдарын пайдасыз, бекер етті"
        },
        {
            "chapter": 47,
            "verse": 29,
            "text": "Сонда жүректерінде дерті барлар, Аллаһ олардың өшпенділігін ешқашан әшкерелемейді деп ойлады ма"
        },
        {
            "chapter": 47,
            "verse": 30,
            "text": "Ей, Мұхаммед! / Егер де қалағанымызда, Біз оларды саған көрсетіп, сен олар­ды белгілерінен / нышандарынан / танитын едің. Алайда сен оларды сөз әлпетінен / мағынасынан / танисың. Аллаһ сендердің істеріңді біледі"
        },
        {
            "chapter": 47,
            "verse": 31,
            "text": "Әрі Біз сендерді міндетті түрде, сынаққа ұшыратамыз - сендерден күресушілер және сабыр етушілер анықталғанға дейін әрі хабарларыңды да / сөздері мен амалдарыңды / сынаймыз"
        },
        {
            "chapter": 47,
            "verse": 32,
            "text": "Шын мәнінде, сондай күпірлік етушілер / иманға келмегендер / және Аллаһтың жолынан қайтарғандар әрі өздеріне тура жол анықталғаннан кейін Елшіге қарсы шыққандар - Аллаһқа ешбір нәрседе мүлдем зиян келтіре алмайды. Ал, Ол / Аллаһ / олардың амалдарын бекер етеді"
        }
    ]
}