{
    "maqras": [
        {
            "chapter": 21,
            "verse": 83,
            "text": "Вспомни, о пророк, Аййуба, как он взывал к своему Господу, когда одолела его болезнь, говоря: \"О Господь! Меня постигла беда и измучила, а Ты - ведь милосерднейший из милосердных"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Мы отозвались на его просьбу и отвели от него беду, и даровали ему столько детей, сколько у него умерло, и прибавили к ним ещё столько же по Нашей милости и в назидание поклоняющимся Нам, чтобы они терпели, как он терпел, и надеялись на милость Аллаха, как он надеялся"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "Расскажи (о Мухаммад!) своему народу об Исмаиле, Идрисе и Зу-ль-Кифле. Все они были терпеливыми, следовали наставлениям и назиданиям и переносили все бедствия с терпением"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Мы ввели их в Нашу милость. Ведь они были из праведников"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "Вспомни (о пророк!) историю Йуниса (Зу-н-Нуна), которому надоело, что его народ отрицает его призывы и отклоняется от истины, и он в большом гневе покинул свой народ, думая, что делает это с разрешения Аллаха, и Аллах не накажет его за это. Рыба проглотила его, и он жил в мраке чрева рыбы. И обратился он к своему Господу, признав свою вину и прося Его: \"О Господь! Нет другого бога, которому следует поклоняться, кроме Тебя! Хвала Тебе! Безупречен Ты и превыше всех! Я признаю, что был неправедным и несправедливым к себе, поступив против Твоей воли"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Мы ответили ему, вняв его просьбе, и спасли его от бедствия, которое он испытывал. Так Мы спасаем праведников, которые раскаиваются в своих грехах и обращаются к Нам искренне и чистосердечно"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "Вспомни (о Мухаммад!) историю Закарии, как он воззвал к своему Господу, увидев Его могущество - хвала Ему Всевышнему! Это вселило в сердце Закарии надежду на Его милость, и он сказал: \"О Господи! Не оставляй меня одиноким, без наследника. Ведь Ты - наилучший из наследующих! Ты один вечен в мире, где умирают все создания"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Мы ответили на его просьбу и даровали ему в старости сына Йахйу, сделав его бесплодную жену способной родить. Ведь эти пророки - праведники, стремившиеся вершить добродеяния, к которым Мы их призывали. Они взывали к Нам с надеждой на милосердие и страшились Нашего наказания. Они не поклонялись никому, кроме Нас, и не страшились никого, кроме Нас"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "Вспомни наряду с этими историями (о Мухаммад!) также историю Марйам, которая блюла целомудрие, и Мы вдохнули в неё от Нашего духа, и она понесла без супруга, и её сын был рождён без отца. Она и её сын стали явным знамением Нашего могущества в изменении связей и причин (создания). Поистине, Мы Всемогущи и Наша мощь охватывает всё"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Эта религия - ислам - является вашей истинной религией, которую вы должны хранить и беречь. Ведь это - единая религия, в которой нет разногласий в назиданиях и наставлениях... Не разделяйтесь же на приверженцев и партии! Ведь Я - ваш Творец и Владыка. Поклоняйтесь Мне одному искренне и верно и не поклоняйтесь никому, кроме Меня"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "Несмотря на это назидание и завет, люди разделились в своей вере, согласно своим страстям, на разные партии и приверженцев. Но каждая партия к Нам вернётся, и Мы воздадим им за их деяния"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "У того, кто вершил добрые деяния и со всей искренностью уверовал в Аллаха и Его религию, будет принято его усердие, и воздаянием ему будет полная награда. Поистине, Мы записываем ему всё: его усердие и его добрые деяния не пропадут"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "Люди селений, которых Мы погубили из-за их неверия и из-за их несправедливости, больше не вернутся в земную жизнь, а вернутся к Нам только в Судный день. Эти нечестивцы обязательно вернутся и будут наказаны за их злодеяния"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "когда врата зла и распутства будут открыты, и потомки Йаджуджа и Маджуджа (Гога и Магога) быстро сойдут со всех холмов и возвышенностей, вызывая суету и волнение"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "И приблизится День предназначенный - неминуемый Судный день, - в который глаза неверных закатятся в ужасе, и они закричат: \"О, горе нам, мы страшимся гибели! Мы были в небрежении об этом Дне. Мы были неверными грешниками, несправедливыми к себе в своём настойчивом отрицании истинной веры"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Этим нечестивцам будет сказано: \"Вы и те божества, которым вы поклонялись, кроме Аллаха, будете дровами для адского огня. Туда вы войдёте и будете там мучиться и страдать"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Если бы те божества, которым вы поклонялись, кроме Аллаха, были бы истинными богами, они не вошли бы вместе с вами в ад. И те, которые поклонялись, и те, которым поклонялись, пребудут вечно в огне"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Там они будут тяжело дышать и издавать приглушённый стон и плач от боли, и ничего другого они не услышат"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Те, которых Мы направили на прямой путь истины и добродеяний и которым Мы обещали доброе воздаяние, будут удалены от ада и его страшного наказания"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "Они не услышат страшных звуков бушующего пламени огня, и они будут вечно пребывать среди того блага, которого пожелали их души"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "Их не опечалит великий страх, в котором пребывают неверующие. Ангелы их (праведников) встретят добрыми приветствиями, говоря: \"Это - ваш День, который вам обещал ваш Господь - День блаженства для вас"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "В этот День Мы скрутим небо так, как скручиваем свитки, и оживим людей для расчёта и воздаяния, как Мы сотворили их изначально. Нам нетрудно их возвращение. Как Мы сотворили их изначально, так и вернём, согласно Нашему истинному обещанию. Поистине, Мы всегда выполняем Свои обещания"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "Мы написали уже в Псалтыри, - Писании, ниспосланном Дауду после Торы, - что Наши праведные рабы наследуют землю, чтобы возделывать её, строить на ней и создавать условия для доброй жизни на ней"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "В этой вести, которую Мы ниспослали о пророках и их народах, о рае и аде, достаточно притч и назиданий для напоминания и поучения тем людям, которые стремятся поклоняться Аллаху Единому и которые не соблазняются усладами земного мира"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "Мы послали тебя, о пророк, только как милость для обитателей миров"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Скажи (о пророк!) всем людям: \"Суть Откровения, посланного мне Аллахом в том, что ваш Господь - Аллах Единый, и нет другого бога помимо Него. Всё, что открыто мне, исходит из этой основы. Это - истина. Если дело обстоит так, то вам следует поклоняться только Аллаху одному - единственному"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "Если же они отвернутся от тебя, то скажи им: \"Я возвестил вам все, что повелел мой Господь. Теперь вы всё знаете так же, как и я. Я не знаю, близко или далёко то, что вам обещано - воскрешение и воздаяние"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "Поистине, Аллах всеведущ в том, что вы говорите открыто, вслух, и в том, что вы скрываете в душе"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "Я не знаю, может быть, отсрочка, воздаяние и наказание - лишь испытание для вас от Аллаха и возможность воспользоваться земными усладами и благами до предназначенного Аллахом срока по Его мудрости"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "Скажи (о пророк!): \"Господи! Рассуди по справедливости между мной и теми, которым я передал Твоё Откровение, чтобы уверовавшие и неверующие не стали равны. Поистине, наш Господь - Благодетель, дарующий великие блага. Его Единого следует славить, превозносить и благодарить. Он - Милостивый и лишь у Него нужно искать помощи против того, что вы приписываете Ему, против неверия и отрицания Послания Аллаха, о вы, неверующие"
        }
    ]
}