{
    "maqras": [
        {
            "chapter": 40,
            "verse": 1,
            "text": "Х - М (Ха - Мим). Как и ряд других сур, данная сура начинается с этих двух букв арабского алфавита, чтобы указать на то, что, хотя Коран и ниспослан на языке арабов, они не смогли создать подобного ему писания"
        },
        {
            "chapter": 40,
            "verse": 2,
            "text": "Коран был ниспослан от Аллаха Могучего, Побеждающего, объемлющего Своим знанием каждую вещь"
        },
        {
            "chapter": 40,
            "verse": 3,
            "text": "прощающего грехи раскаявшимся, сильного в наказании и щедрого в даруемых Им благах и милости. Поистине, Он - Един, и нет другого божества, кроме Него! К Нему, Единому, будет конечное возвращение"
        },
        {
            "chapter": 40,
            "verse": 4,
            "text": "О знамениях Аллаха, доказывающих Его существование, препираются только неверующие. Пусть не обманут тебя и не введут в заблуждение их (торговые) поездки в разные страны и их успех, ибо Аллах облегчает их дела, несмотря на их неверие"
        },
        {
            "chapter": 40,
            "verse": 5,
            "text": "До этого опроверг призыв к Аллаху народ Нуха и другие народы, бывшие после него, которые считали Наших посланников лжецами и противостояли им. И каждый из этих народов старался причинить зло посланнику, направленному к ним, далеко зайдя в своём заблуждении, и препирался с ним, опираясь на ложь и измышления, чтобы сокрушить непреклонную истину. Но Я неожиданно обрушил на них суровое наказание. Смотри же (о Мухаммад!) каково было Моё наказание им"
        },
        {
            "chapter": 40,
            "verse": 6,
            "text": "Так же, как оправдалось Слово Аллаха о наказании народов, считавших пророков, направленных к ним Аллахом, лжецами, осуществилось Слово твоего Господа (о Мухаммад!) над теми, кто не уверовал в тебя и твою истинность. Они - обитатели ада, ибо они предпочитали неверие вере в Истину Аллаха"
        },
        {
            "chapter": 40,
            "verse": 7,
            "text": "Те из ангелов, которые носят Трон Господний и которые окружают его, прославляют Господа, Владыку их дел и Наставника, Великого и Безупречного, хвалами и благодарностью, отвергая от Него всё, что не подобает Ему. Они веруют в Него и просят Его прощения тем, кто уверовал, говоря: \"Господи наш! Твоя милость объемлет всякую вещь и Твоё знание охватывает всё. Прости грехи тем, кто покаялся и последовал по Твоему пути, и сохрани их от наказания и мук ада"
        },
        {
            "chapter": 40,
            "verse": 8,
            "text": "Эти ангелы говорят также: \"Господи наш! Введи верующих в сады рая, которые Ты им обещал через Твоих посланников, и введи с ними в сады рая праведных из их отцов и супруг, и потомков их. Поистине, Ты - Единый, Непобедимый, Всемогущий и Мудрый"
        },
        {
            "chapter": 40,
            "verse": 9,
            "text": "Они говорят в своих мольбах: \"Господи наш! Сохрани верующих от грехов (в земном мире) и от наказания за них. Тех, кого Ты охранишь (в Судный день) от наказания, того Ты помиловал. Это и есть великая удача"
        },
        {
            "chapter": 40,
            "verse": 10,
            "text": "Тем, которые не уверовали, возгласят в (Судный день): \"Ненависть Аллаха к вам больше, чем ваша ненависть сейчас к самим себе. Вы сами привели себя к наказанию. Ведь каждый раз, когда вас призывали к вере в Истину Аллаха, вы отвергали её и спешили на путь неверия"
        },
        {
            "chapter": 40,
            "verse": 11,
            "text": "Неверные ответят: \"Господи наш! Ты умертвил нас дважды: один раз при уходе из жизни в земном мире, а другой раз после нашей жизни в могилах \"аль- Барзах.\" И Ты оживил нас дважды: один раз - рождение и наша жизнь в земном мире, второй раз - воскрешение из могил. Ведь мы признались в своих грехах; нет ли пути к выходу из этого мучительного наказания"
        },
        {
            "chapter": 40,
            "verse": 12,
            "text": "Им будет сказано: \"Это наказание, которому вы подвергаетесь, вы заслуживаете, ибо в вашей жизни в земном мире, когда вас призывали к вере в Аллаха Единого, вы отвергали эту веру и не уверовали, а когда призывали вас к вере в другие божества наряду с Ним, вы верили в многобожие. Если вы так поступили, то вы заслужили наказание за вашу веру в многобожие. Решение принадлежит только Аллаху Великому, Всевышнему, который воздаст, не уверовавшим в Него, тем, что они заслуживают за свои деяния"
        },
        {
            "chapter": 40,
            "verse": 13,
            "text": "Аллах показывает знамения Своей мощи и низводит воду с неба для вашей пользы, даруя вам удел. Только тот, кто искренне обращается к Аллаху и размышляет над Его знамениями, разумеет это и вспоминает Его"
        },
        {
            "chapter": 40,
            "verse": 14,
            "text": "Поклоняйтесь Аллаху с искренней верой, хотя неверные и ненавидят ваше поклонение Аллаху и вашу искреннюю веру"
        },
        {
            "chapter": 40,
            "verse": 15,
            "text": "Возвышен Аллах достоинством над всеми. Он - Обладатель Трона. Он ниспосылает Откровение по Своему повелению тому, кого Он избрал из Своих рабов, чтобы увещевать людей о последствиях опровержения посланников в День, когда все создания будут собраны и предстанут перед Ним"
        },
        {
            "chapter": 40,
            "verse": 16,
            "text": "В День расчёта - в Судный день - станет ясно, какими они были людьми на самом деле. От Аллаха ничего не скрыто из их деяний. Они слышат грозный вопрос: \"Кому принадлежит власть в этот День?\" - и услышат решительный ответ:\" Аллаху Единому, Могучему - Властителю над всеми"
        },
        {
            "chapter": 40,
            "verse": 17,
            "text": "В тот День каждой душе будет воздано за то, что она вершила. Не будет в тот День никакой несправедливости: меньшей награды и большего наказания. Ведь Аллах скор в расчёте и не медлит"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "Увещевай их (о Мухаммад!) о приближающемся Дне воскресения, когда сердца подступят к самой гортани от большого страха, полные гнева и скорби, которые они не смогут выразить. Для неверных в тот День не будет ни друга, ни заступника, защиту которых приняли бы в расчёт"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "Аллах - хвала Ему Всевышнему! - знает лживые взоры очей и тайны, скрытые в сердцах"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "Аллах судит по истине, а те, которым они поклоняются, кроме Аллаха, не судят ни о чём, ибо они не могут этого делать. Аллах - Всеобъемлющий, Всеслышащий, Всевидящий"
        }
    ]
}