{
    "maqras": [
        {
            "chapter": 3,
            "verse": 133,
            "text": "Стремитесь к благодеянию ради прощения ваших грехов Господом вашим - Всемогущим Владыкой ваших дел! Стремитесь в рай, обширность которого, как обширность небес и земли. Он уготован для тех, которые боятся Аллаха и Его наказания"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "для богобоязненных, дающих пожертвования и в богатстве, и в бедности, и в силе, и в слабости, умеющих обуздать свой гнев и простить тем, кто причинил им обиду. Аллах Всевышний любит и награждает добродетельных"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "а также для тех, которые, совершив скверный поступок или маленький грех, вспомнили Аллаха Великого, Его наказание и награду, Его милость и гнев, раскаялись, попросили прощения у Аллаха - а кто, кроме Аллаха, прощает грехи? - и не упорствовали в том, что они совершили, зная свои грехи"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "им воздаянием будут прощение от Господа и райские сады, по которым среди деревьев текут реки, где они вечно будут пребывать. Это прекрасная награда тем, кто следует по пути Аллаха, выполняя Его наставления"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "О вы, которые уверовали! До вас уже совершались поучительные события с неверными общинами, которым Аллах отсрочил наказание, а потом наказал их за грехи. Посмотрите, каков конец был тех, которые упрямо отрицали своих посланников"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "Эти, упомянутые в Коране, примеры тех, которые уверовали, и тех, которые отвергали посланников, являются разъяснением людям и руководством для них к праведному пути и уклонению от неверного пути"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "Не уставайте сражаться за Аллаха, несмотря на то, что вам выпадают на этом пути трудности. Не огорчайтесь о тех из вас, кто погиб на этом пути. Поистине, вы с помощью Аллаха, вашей веры и силы той истины, которую вы защищаете, стоите выше всех и победите в этой борьбе, если в ваших сердцах - постоянная, горячая вера в Аллаха"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "Если вас коснулась рана или постигла смерть, и это повлияло на ваши души, то не ослабевайте и не печальтесь, такая же рана коснулась ваших врагов раньше, в день сражения при Бадре. Аллах сменяет дни людей чередой: порой победа бывает на стороне одной общины, а порой - на стороне другой. Ведь Аллах хочет испытывать верующих, чтобы знать тех, у которых непоколебимая вера, и взять из них праведников и погибших за Его веру. Поистине, Аллах не любит несправедливых, неверных, даже если они одержат победу над другими"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "Аллах очищает временным поражением тех, которые уверовали, и отстраняет от них тех, кто слаб сердцем и верой, колеблющихся. Таким образом, Он истребляет неверие и неверных"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "Не думайте, о верующие, что вы войдёте в рай прежде, нежли Бог узнает тех из вас, которые были готовы сражаться за дело Аллаха, узнает терпеливых из вас, которых беда и горе только очищают"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "Защищая прямой путь Аллаха, вы желали смерти прежде, чем увидеть её или почувствовать ужас и страх перед ней. Вот теперь вы её уже увидели, когда ваши братья и соратники были убиты, пока вы смотрели"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "Когда распространились слухи о том, что пророк Мухаммад убит в сражении \"Ухуд\", некоторые мусульмане думали обратиться вспять и отвернуться от ислама. Аллах осудил их за это, говоря: \"Мухаммад - только посланник, и до него были подобные посланники, которые умерли. И он так же, как они, умрёт и его не будет, как их уже нет. Разве, если он умрёт или будет убит, вы обратитесь вспять и вернётесь к идолопоклонству? \"Кто обратится вспять и вернётся к идолопоклонству после того, как уверовал в Аллаха и в ислам, тот ни в чём не повредит Аллаху, а повредит лишь себе, подвергая себя наказанию. Аллах наградит мусульман со стойкой верой, благодарных за Его блага"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "Душа не умирает иначе, как с дозволения Аллаха, сообразно Книге, в которой определён срок жизни. Кто желает себе награды в ближайшей жизни, Аллах ему дарует её, а кто желает награды в последующей жизни, Аллах ему дарует её. Аллах воздаст благодарным, которые повиновались Ему и сражались за Его прямой путь"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "И сколько же посланников Господних сражались во главе многочисленных своих сторонников! Эти искренние верующие не боялись, не трусили, не унывали, не ослабели и не подчинились противнику. Они повиновались Аллаху, а Аллах любит терпеливых и воздаст им за то, что они терпели на Его пути"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "И в трудное время сражений не было у них других слов, кроме этих: \"Господи наш! Прости нам наши грехи, великие и малые, укрепи стопы наши в сражении и помоги победить врагов Твоей религии, которые не уверовали в Тебя и отрицали Твоих посланников"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "Аллах даровал им победу и успехи в ближайшей жизни и великую награду в будущей жизни. Поистине, Аллах любит и награждает тех, которые делают добро"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "О вы, которые уверовали! Если вы будете повиноваться вашим врагам, которые не уверовали, тайно или явно в том, к чему они вас призывают в речах и в делах своих, они обратят вас вспять, и вы станете неверными и понесёте урон в ближней жизни и в будущей"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "Аллах - ваш Покровитель и Помощник. Не бойтесь врагов! Аллах - самый лучший Помощник"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "Пусть вас не ослабит то, что вы перенесли в день \"Ухуд\". Мы вселим ужас и страх в сердца ваших врагов за то, что они придавали Аллаху в сотоварищи тех, об обожествлении которых не было ниспослано никаких знамений и которым не было ниспослано никакой власти. Они не могут принести никакой пользы и никакого вреда. Их жилище - огонь в будущей жизни. Как ужасна эта обитель нечестивых"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "Поистине, победа от Аллаха - свершившийся факт! Аллах выполнил Своё обещание, когда вы перебили многих из врагов по Его дозволению. Когда же вы оробели и ослабло ваше стремление вести сражение, вы стали препираться о приказе пророка Мухаммада - оставаться на своих позициях: одни из вас думали, что надо оставить позиции, когда была одержана победа, другие думали остаться на своих позициях до конца; часть из вас ослушалась приказа пророка и отправилась за добычей после того, как Аллах показал вам то, что вы желали. Вы разделились на две партии. Одна партия захотела блага в настоящей жизни, другая думала о награде в будущей жизни. Тогда Аллах лишил вас победы, обратив вас в бегство, чтобы испытать вас и выделить среди вас верных. Он простил вас, когда вы раскаялись. Поистине, Аллах - Обладатель милости к верующим"
        }
    ]
}