{
    "maqras": [
        {
            "chapter": 5,
            "verse": 51,
            "text": "О вы, которые уверовали! Не берите себе в союзники и покровители ни иудеев, ни христиан! Они одинаковы в своей враждебности к вам. Тот, кто берёт их в сторонники и покровители, тот сам из них. Аллах не ведёт к прямому пути неправедного, который вредит самому себе, делая неверующих своими покровителями и сторонниками"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "Если их берут в покровители и сторонники только неправедные, ты увидишь (о Мухаммад!), что сердца их охвачены слабостью и лицемерием, и они говорят: \"Мы боимся, как бы нас не постигла беда, и тогда эти покровители не станут нам помогать!\" Может быть, Аллах поможет Своему посланнику и мусульманам одержать победу над врагами и покажет лицемерие этих людей, и тогда они раскаются в том, что они скрывали в своих сердцах из-за неверия и сомнения"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "Тогда те, которые уверовали, удивляясь лицемерам, будут говорить: \"Неужели это те, которые клялись Аллахом - сильнейшей из клятв, что они с нами в верности мусульманской религии и что они верят в Аллаха так же, как и мы?\" Они говорили неправду, их дела тщетны, и они потеряли доверие верующих"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "О вы, которые уверовали! Тот из вас, кто сделался отступником от своей веры, никакого вреда не причинил Аллаху. Поистине, Аллах Всевышний поставит вместо них других людей, которых Он будет любить и поведёт к прямому пути и повиновению Ему и которые будут любить Аллаха и повиноваться Ему. Их сердца наполнены скромностью, смирением и милосердием к своим уверовавшим в Аллаха, товарищам. Но они суровы по отношению к своим врагам - неверующим. Они бесстрашно борются на пути Аллаха и не боятся порицающих. Это - милость и щедрость Аллаха, которые Он дарует тем, которых Он пожелает вести по прямому пути блага. Поистине, Аллах объемлющ в Своей щедрости, знает, кто заслуживает её"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "О вы, которые уверовали! Ваши покровители - только Аллах, Его посланник и те, которые уверовали, совершают молитву, дают очистительную милостыню и преклоняются перед Аллахом"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "Тот, кто берёт себе покровителем Аллаха, Его посланника и тех, кто искренне верует, войдёт в партию Аллаха. Партия Аллаха победит и будет торжествовать над всеми"
        },
        {
            "chapter": 5,
            "verse": 57,
            "text": "О вы, которые уверовали! Не берите себе сторонниками и друзьями врагов ислама - иудеев, христиан и язычников, которые порицают вашу религию и принимают её как насмешку и забаву. Не берите их себе покровителями и бойтесь Аллаха, если вы искренне веруете"
        },
        {
            "chapter": 5,
            "verse": 58,
            "text": "Примером такой насмешки над вашей религией может служить призыв к молитве. Они обращают его в забаву и шутку, издеваясь и насмехаясь над молитвой. Это - потому, что они не разумеют и не понимают разницы между заблуждением и благочестием"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "Скажи им (о Мухаммад!): \"О обладатели Писания! Неужели вы ненавидите нас за нашу веру в Аллаха, за ниспосланный нам Коран и за то, что ниспослано посланникам до нас из истинных Писаний, и за то, что мы верим, что большая часть из вас - отступники, которые не повинуются шариату Аллаха и отвратились от Него"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "Скажи им (о Мухаммад!): \"Не сообщить ли вам о самом большом зле, за которое наихудшее воздаяние у Аллаха? Это ваши деяния, о вы, которых Аллах лишил Своей милости и на которых разгневался, проклял за неверие, непокорство, неповиновение и сделал глухими их сердца, и в результате стали они подобны обезьянам и свиньям. Они поклонялись шайтану. Это - злостнее и отвратительнее, чем всё остальное, потому что сбивает и отклоняет с прямого пути"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "Когда к вам приходят лицемеры, они говорят: \"Мы уверовали!\" А они вошли к вам с неверием так же, как и ушли от вас с неверием. Аллах знает лицемерие, которое они скрывают, и накажет их за это"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "И ты видишь, как многие из них спешат один другого перегнать в грехе, вражде и в пожирании имущества других без всякого права, принимая взятки и занимаясь ростовщичеством. Дурно и мерзко то, что они делают"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "Их раввинам и учёным мужам надо было бы удержать их от греховных речей и пожирания недозволенного. Как скверно и дурно они поступали, что не удерживали их от совершения грехов"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "И вот иудеи сказали: \"Рука Аллаха привязана, не даёт подаяния!\" Да привяжет Аллах их руки и лишит их Своей пощады и милости! Поистине, Аллах Богат и Щедр, расходует и раздаёт, как пожелает! То, что даровано тебе Аллахом (о Мухаммад!), вызывает неверие и несправедливость многих из них из-за зависти и ненависти. Мы возбудим в их сердцах вражду и ненависть друг к другу до Дня воскресения. Всякий раз, когда они зажгут огонь войны против посланника и верующих, Господь его тушит, посылая им поражение, а посланнику и его последователям - победу. Они стремятся посеять порок и нечестие на земле интригами и разжиганием войн. Аллах не любит тех, кто распространяет нечестие"
        },
        {
            "chapter": 5,
            "verse": 65,
            "text": "Если бы обладатели Писания - иудеи и христиане - уверовали в ислам и посланника ислама и воздержались от грехов, упомянутых Нами, Мы бы очистили их от скверных деяний и ввели бы их в сады рая, где они будут пользоваться всеми его благами"
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "Если бы они берегли Тору и Евангелие и следовали бы их учению в том виде, в каком они были им ниспосланы, и верили бы в то, что им было низведено Господом - в Коран, Аллах расширил бы и увеличил их удел со всех сторон. Не все они одинаковы в заблуждении. Есть среди них разумные, справедливые люди, которые уверовали в пророка Мухаммада - да благословит его Аллах и приветствует! - и в Коран. Но большинство из них... - скверно то, что делают они и говорят, отвратившись от истины"
        }
    ]
}