{
    "pages": [
        {
            "chapter": 5,
            "verse": 65,
            "text": "Dan sekiranya ahli kitab beriman dan bertakwa, tentulah Kami tutup (hapus) kesalahan-kesalahan mereka dan tentulah Kami masukkan mereka kedalam surga-surga yang penuh kenikmatan"
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "Dan sekiranya mereka sungguh-sungguh menjalankan (hukum) Taurat, Injil, dan (Al-Qur`ān) yang diturunkan kepada mereka dari Tuhan-nya, niscaya mereka akan mendapat makanan dari atas mereka dan dari bawah kaki mereka428. Di antara mereka ada golongan yang pertengahan429. Dan alangkah buruknya apa yang dikerjakan oleh kebanyakan mereka"
        },
        {
            "chapter": 5,
            "verse": 67,
            "text": "Hai rasul, sampaikanlah apa yang diturunkan kepadamu dari Tuhan-mu. Dan jika tidak kamu kerjakan (apa yang diperintahkan itu, berarti) kamu tidak menyampaikan amanat-Nya. Allah memelihara kamu dari (gangguan) manusia430. Sesungguhnya Allah tidak memberi petunjuk kepada orang-orang yang kafir"
        },
        {
            "chapter": 5,
            "verse": 68,
            "text": "Katakanlah, \"Hai ahli kitab, kamu tidak dipandang beragama sedikit pun hingga kamu menegakkan ajaran-ajaran Taurat, Injil dan Al-Qur`ān yang diturunkan kepadamu dari Tuhan-mu\". Sesungguhnya apa yang diturunkan kepadamu (Muhammad) dari Tuhan-mu akan menambah kedurhakaan dan kekafiran kepada kebanyakan dari mereka; maka janganlah kamu bersedih hati terhadap orang-orang yang kafir itu"
        },
        {
            "chapter": 5,
            "verse": 69,
            "text": "Sesungguhnya orang-orang mukmin, orang-orang Yahudi, Ṣābi`īn, dan orang-orang Nasrani, siapa saja431 (di antara mereka) yang benar-benar beriman kepada Allah, hari kemudian, dan beramal saleh, maka tidak ada kekhawatiran terhadap mereka dan tidak (pula) mereka bersedih hati"
        },
        {
            "chapter": 5,
            "verse": 70,
            "text": "Sesungguhnya Kami telah mengambil perjanjian dari Bani Isrā`īl, dan telah Kami utus kepada mereka rasul-rasul. Tetapi setiap datang seorang rasul kepada mereka dengan membawa apa yang yang tidak diingini oleh hawa nafsu mereka, (maka) sebagian dari rasul-rasul itu mereka dustakan dan sebagian yang lain mereka bunuh"
        }
    ]
}