{
    "pages": [
        {
            "chapter": 7,
            "verse": 88,
            "text": "Pemuka-pemuka dari kaum Syuʻayb yang menyombongkan diri berkata, \"Sesungguhnya kami akan mengusir kamu, hai Syuʻayb, dan orang-orang yang beriman bersamamu dari kota kami, kecuali kamu kembali kepada agama kami\". Berkata Syuʻayb, \"Dan apakah (kamu akan mengusir kami), kendatipun kami tidak menyukainya"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "Sungguh kami mengada-adakan kebohongan yang benar terhadap Allah, jika kami kembali kepada agamamu, sesudah Allah melepaskan kami dari padanya. Dan tidaklah patut kami kembali kepadanya, kecuali jika Allah, Tuhan kami menghendaki(nya). Pengetahuan Tuhan kami meliputi segala sesuatu. Kepada Allah sajalah kami bertawakkal. Ya Tuhan kami, berilah keputusan antara kami dan kaum kami dengan hak (adil) dan Engkau-lah Pemberi keputusan yang sebaik-baiknya"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "Pemuka-pemuka kaum Syuʻayb yang kafir berkata (kepada sesamanya), \"Sesungguhnya jika kamu mengikuti Syuʻayb, tentu kamu jika berbuat demikian (menjadi) orang-orang yang merugi"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "Kemudian mereka ditimpa gempa, maka jadilah mereka mayat-mayat yang bergelimpangan di dalam rumah-rumah mereka"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "(yaitu) orang-orang yang mendustakan Syuʻayb seolah-olah mereka belum pernah berdiam di kota itu; orang-orang yang mendustakan Syuʻayb mereka itulah orang-orang yang merugi"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "Maka Syuʻayb meninggalkan mereka seraya berkata, \"Hai kaumku, sesungguhnya aku telah menyampaikan kepadamu amanat-amanat Tuhan-ku dan aku telah memberi nasihat kepadamu. Maka bagaimana aku akan bersedih hati terhadap orang-orang yang kafir"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "Kami tidaklah mengutus seseorang nabi pun kepada sesuatu negeri, (lalu penduduknya mendustakan nabi itu), melainkan Kami timpakan kepada penduduknya kesempitan dan penderitaan supaya mereka tunduk dengan merendahkan diri"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "Kemudian Kami ganti kesusahan itu dengan kesenangan hingga keturunan dan harta mereka bertambah banyak, dan mereka berkata, \"Sesungguhnya nenek moyang kami pun telah merasai penderitaan dan kesenangan\", maka Kami timpakan siksaan atas mereka dengan sekonyong-konyong, sedang mereka tidak menyadarinya"
        }
    ]
}