{
    "pages": [
        {
            "chapter": 23,
            "verse": 43,
            "text": "Tidak (dapat) sesuatu umat pun mendahului ajalnya dan tidak (dapat pula) mereka terlambat (dari ajalnya itu)"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Kemudian, Kami utus (kepada umat-umat itu) rasul-rasul Kami berturut-turut. Tiap-tiap seorang rasul datang kepada umatnya, umat itu mendustakannya, maka Kami perikutkan sebagian mereka dengan sebagian yang lain 1004. Dan Kami jadikan mereka buah tutur (manusia), maka kebinasaanlah bagi orang-orang yang tidak beriman"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Kemudian, Kami utus Musa dan saudaranya Hārūn dengan membawa tanda-tanda (kebesaran) Kami dan bukti yang nyata"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "kepada Firʻawn dan pembesar-pembesar kaumnya, maka mereka ini takabur dan mereka adalah orang-orang yang sombong"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "Dan mereka berkata, \"Apakah (patut) kita percaya kepada dua orang manusia seperti kita (juga), padahal kaum mereka (Bani Isrā`īl) adalah orang-orang yang menghambakan diri kepada kita"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "Maka (tetaplah) mereka mendustakan keduanya sebab itu mereka adalah termasuk orang-orang yang dibinasakan"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "Dan sesungguhnya telah Kami berikan Alkitab (Taurat) kepada Musa agar mereka (Bani Isrā`īl) mendapat petunjuk"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "Dan telah Kami jadikan (ʻIsa) putra Maryam beserta ibunya suatu bukti yang nyata bagi (kekuasaan Kami) dan Kami melindungi mereka di suatu tanah tinggi yang datar yang banyak terdapat padang-padang rumput dan sumber-sumber air bersih yang mengalir"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "Hai rasul-rasul, makanlah dari makanan yang baik-baik dan kerjakanlah amal yang saleh. Sesungguhnya, Aku Maha Mengetahui apa yang kamu kerjakan"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "Sesungguhnya (agama tauhid) ini adalah agama kamu semua, agama yang satu 1007, dan Aku adalah Tuhan-mu, maka bertakwalah kepada-Ku"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "Kemudian, mereka (pengikut-pengikut rasul itu) menjadikan agama mereka terpecah belah menjadi beberapa pecahan. Tiap-tiap golongan merasa bangga dengan apa yang ada pada sisi mereka (masing-masing)"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "Maka biarkanlah mereka dalam kesesatannya sampai suatu waktu"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Apakah mereka mengira bahwa harta dan anak-anak yang Kami berikan kepada mereka itu (berarti bahwa)"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "Kami bersegera memberikan kebaikan-kebaikan kepada mereka? Tidak, sebenarnya mereka tidak sadar"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Sesungguhnya, orang-orang yang berhati-hati karena takut akan (azab) Tuhan mereka"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "Dan orang-orang yang beriman dengan ayat-ayat Tuhan mereka"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "Dan orang-orang yang tidak mempersekutukan dengan Tuhan mereka (sesuatu apa pun)"
        }
    ]
}