{
    "pages": [
        {
            "chapter": 28,
            "verse": 78,
            "text": "Qārūn berkata, \"Sesungguhnya aku hanya diberi harta itu karena ilmu yang ada padaku\". Dan apakah ia tidak mengetahui bahwasanya Allah sungguh telah membinasakan umat-umat sebelumnya yang lebih kuat darinya dan lebih banyak mengumpulkan harta? Dan tidaklah perlu ditanya kepada orang-orang yang berdosa itu tentang dosa-dosa mereka"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "Maka keluarlah Qārūn kepada kaumnya dalam kemegahannya. Berkatalah orang-orang yang menghendaki kehidupan dunia, \"Moga-moga kiranya kita mempunyai seperti apa yang telah diberikan kepada Qārūn; sesungguhnya ia benar-benar mempunyai keberuntungan yang besar"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "Berkatalah orang-orang yang dianugerahi ilmu, \"Kecelakaan yang besarlah bagimu, pahala Allah adalah lebih baik bagi orang-orang yang beriman dan beramal saleh dan tidak diperoleh pahala itu, kecuali oleh orang-orang yang sabar"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "Maka Kami benamkanlah Qārūn beserta rumahnya ke dalam bumi. Maka tidak ada baginya suatu golongan pun yang menolongnya terhadap azab Allah. Dan tiadalah ia termasuk orang-orang (yang dapat) membela (dirinya)"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "Dan jadilah orang-orang yang kemarin mencita-citakan kedudukan Qārūn itu, berkata, \"Aduhai, benarlah Allah melapangkan rezeki bagi siapa yang Dia kehendaki dari hamba-hambanya dan menyempitkannya; kalau Allah tidak melimpahkan karunia-Nya atas kita benar-benar Dia telah membenamkan kita (pula). Aduhai benarlah, tidak beruntung orang-orang yang mengingkari (nikmat Allah)"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "Negeri akhirat 1141 itu, Kami jadikan untuk orang-orang yang tidak ingin menyombongkan diri dan berbuat kerusakan di (muka) bumi. Dan kesudahan (yang baik) 1142 itu adalah bagi orang-orang yang bertakwa"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Barang siapa yang datang dengan (membawa) kebaikan, maka baginya (pahala) yang lebih baik daripada kebaikannya itu; dan barang siapa yang datang dengan (membawa) kejahatan, maka tidaklah diberi pembalasan kepada orang-orang yang telah mengerjakan kejahatan itu, melainkan (seimbang) dengan apa yang dahulu mereka kerjakan"
        }
    ]
}