{
    "pages": [
        {
            "chapter": 44,
            "verse": 1,
            "text": "Ḥā Mīm"
        },
        {
            "chapter": 44,
            "verse": 2,
            "text": "Demi Kitab (Al-Qur`ān) yang menjelaskan"
        },
        {
            "chapter": 44,
            "verse": 3,
            "text": "sesungguhnya Kami menurunkannya pada suatu malam yang diberkahi 1370 dan sesungguhnya Kami-lah yang memberi peringatan"
        },
        {
            "chapter": 44,
            "verse": 4,
            "text": "Pada malam itu dijelaskan segala urusan yang penuh hikmah"
        },
        {
            "chapter": 44,
            "verse": 5,
            "text": "(yaitu) urusan yang besar dari sisi Kami. Sesungguhnya Kami adalah Yang mengutus rasul-rasul"
        },
        {
            "chapter": 44,
            "verse": 6,
            "text": "sebagai rahmat dari Tuhan-mu. Sesungguhnya Dia-lah Yang Maha Mendengar lagi Maha Mengetahui"
        },
        {
            "chapter": 44,
            "verse": 7,
            "text": "Tuhan Yang memelihara langit dan bumi dan apa yang ada di antara keduanya, jika kamu adalah orang yang meyakini"
        },
        {
            "chapter": 44,
            "verse": 8,
            "text": "Tidak ada Tuhan (yang berhak disembah), melainkan Dia, yang menghidupkan dan yang mematikan. (Dia-lah) Tuhan-mu dan Tuhan bapak-bapakmu yang terdahulu"
        },
        {
            "chapter": 44,
            "verse": 9,
            "text": "Tetapi mereka bermain-main dalam keragu-raguan"
        },
        {
            "chapter": 44,
            "verse": 10,
            "text": "Maka tunggulah hari ketika langit membawa kabut yang nyata"
        },
        {
            "chapter": 44,
            "verse": 11,
            "text": "yang meliputi manusia. Inilah azab yang pedih"
        },
        {
            "chapter": 44,
            "verse": 12,
            "text": "(Mereka berdoa), \"Ya Tuhan kami, lenyapkanlah dari kami azab itu. Sesungguhnya kami akan beriman"
        },
        {
            "chapter": 44,
            "verse": 13,
            "text": "Bagaimanakah mereka dapat menerima peringatan, padahal telah datang kepada mereka seorang rasul yang memberi penjelasan"
        },
        {
            "chapter": 44,
            "verse": 14,
            "text": "kemudian mereka berpaling darinya dan berkata, \"Dia adalah seorang yang menerima ajaran (dari orang lain) lagi pula seorang yang gila"
        },
        {
            "chapter": 44,
            "verse": 15,
            "text": "Sesungguhnya (kalau) Kami akan melenyapkan siksaan itu agak sedikit sesungguhnya kamu akan kembali (ingkar)"
        },
        {
            "chapter": 44,
            "verse": 16,
            "text": "(Ingatlah) hari (ketika) Kami menghantam mereka dengan hantaman yang keras 1374. Sesungguhnya Kami adalah Pemberi balasan"
        },
        {
            "chapter": 44,
            "verse": 17,
            "text": "Sesungguhnya sebelum mereka telah Kami uji kaum Firʻawn dan telah datang kepada mereka seorang rasul yang mulia"
        },
        {
            "chapter": 44,
            "verse": 18,
            "text": "(dengan berkata), \"Serahkanlah kepadaku hamba-hamba Allah (Bani Isrā`īl yang kamu perbudak). Sesungguhnya aku adalah utusan (Allah) yang dipercaya kepadamu"
        }
    ]
}