{
    "pages": [
        {
            "chapter": 4,
            "verse": 34,
            "text": "Kaum laki-laki itu adalah pemimpin bagi kaum wanita, oleh karena Allah telah melebihkan sebagian mereka (laki-laki) atas sebagian yang lain (wanita), dan karena mereka (laki-laki) telah menafkahkan sebagian dari harta mereka. Sebab itu, maka wanita yang saleh ialah yang taat kepada Allah lagi memelihara diri289 ketika suaminya tidak ada, oleh karena Allah telah memelihara (mereka)290. Wanita-wanita yang kamu khawatirkan nusyūz-nya291, maka nasihatilah mereka dan pisahkanlah mereka di tempat tidur mereka, dan pukullah mereka. Kemudian jika mereka menaatimu, maka janganlah kamu mencari-cari jalan untuk menyusahkannya292. Sesungguhnya Allah Maha Tinggi lagi Maha Besar. barulah dipisahkan dari tempat tidur mereka; bila tidak bermanfaat juga barulah dibolehkan memukul mereka dengan pukulan yang tidak meninggalkan bekas. Bila cara pertama telah ada manfaatnya"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "Dan jika kamu khawatirkan ada persengketaan antara keduanya, maka kirimlah seorang hakam293 dari keluarga laki-laki dan seorang hakam dari keluarga perempuan. Jika kedua orang hakam itu bermaksud mengadakan perbaikan, niscaya Allah memberi taufik kepada suami istri itu. Sesungguhnya Allah Maha Mengetahui lagi Maha Mengenal"
        },
        {
            "chapter": 4,
            "verse": 36,
            "text": "Sembahlah Allah dan janganlah kamu mempersekutukan-Nya dengan sesuatu pun. Dan berbuat baiklah kepada dua orang ibu bapak, karib kerabat, anak-anak yatim, orang-orang miskin, tetangga yang dekat dan tetangga yang jauh294, dan teman sejawat, ibnus sabīl295, dan hamba sahayamu. Sesungguhnya Allah tidak menyukai orang-orang yang sombong dan membangga-banggakan diri"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "(yaitu) orang-orang yang kikir, dan menyuruh orang lain berbuat kikir, dan menyembunyikan karunia Allah yang telah diberikan-Nya kepada mereka. Dan Kami telah menyediakan untuk orang-orang kafir296 siksa yang menghinakan"
        }
    ]
}