{
    "pages": [
        {
            "chapter": 2,
            "verse": 58,
            "text": "Dan (ingatlah), ketika Kami berfirman, \"Masuklah kamu ke negeri ini (Baitul Maqdis), dan makanlah dari hasil buminya yang banyak lagi enak dimana yang kamu sukai, dan masukilah pintu gerbangnya sambil bersujud54, dan katakanlah, \"Bebaskanlah kami dari dosa\", niscaya Kami ampuni kesalahan-kesalahanmu. Dan kelak Kami akan menambah (pemberian Kami) kepada orang-orang yang berbuat baik"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "Lalu orang-orang yang zalim mengganti perintah dengan (mengerjakan) yang tidak diperintahkan kepada mereka. Sebab itu, Kami timpakan atas orang-orang yang zalim itu siksa dari langit, karena mereka berbuat fasik"
        },
        {
            "chapter": 2,
            "verse": 60,
            "text": "Dan (ingatlah) ketika Musa memohon air untuk kaumnya, lalu Kami berfirman, \"Pukullah batu itu dengan tongkatmu\". Lalu memancarlah darinya dua belas55 mata air. Sungguh tiap-tiap suku telah mengetahui tempat minumnya (masing-masing). Makan dan minumlah rezeki (yang diberikan) Allah, dan janganlah kamu berkeliaran di muka bumi dengan berbuat kerusakan"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "Dan (ingatlah), ketika kamu berkata, \"Hai Musa, kami tidak bisa sabar (tahan) dengan satu macam makanan saja. Sebab itu, mohonkanlah untuk kami kepada Tuhan-mu agar Dia mengeluarkan bagi kami dari apa yang ditumbuhkan bumi, yaitu sayur-mayurnya, ketimunnya, bawang putihnya, kacang adasnya, dan bawang merahnya\". Musa berkata, \"Maukah kamu mengambil yang rendah sebagai pengganti yang lebih baik? Pergilah kamu ke suatu kota, pasti kamu memperoleh apa yang kamu minta\". Lalu ditimpakanlah kepada mereka nista dan kehinaan, serta mereka mendapat kemurkaan dari Allah. Hal itu (terjadi) karena mereka selalu mengingkari ayat-ayat Allah dan membunuh para nabi yang memang tidak dibenarkan. Demikian itu (terjadi) karena mereka selalu berbuat durhaka dan melampaui batas"
        }
    ]
}