{
    "pages": [
        {
            "chapter": 7,
            "verse": 96,
            "text": "Dacã neamurile acestor cetãþi ar fi crezut ºi ar fi avut fricã, atunci Noi le-am fi dãruit binecuvântãri din cer ºi de pre pãmânt .Însã ei i-au socotit mincinoºi"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "Oare locuitorii cetãþilor erau siguri cã nu va veni peste ei pedeapsa Noastrã, în timpul nopþii, pe când ei dormeau"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "Oare locuitorii cetãþilor erau siguri cã nu va veni peste ei pedeapsa Noastrã în plinã zi, pe când ei se veseleau"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "Oare se credeau ei la adãpost de viclenia lui Allah? Dar nu se poate socoti la adãpost de vicleºugurile lui Allah decât neamul celor pierduþi"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "Oare nu le-a fost limpede celor care au primit pãmântul ca moºtenire de la neamul lui de dinainte cã Noi, dacã voim, putem sã-i pedepsim pentru pãcatele lor ºi sã le pecetluim inimile , ca ei"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "Iatã aceste cetãþi , ale cãror istorii þi le povestim! Trimiºii lor au venit la ei cu semne limpezi, însã ei nu au voit sã creadã în ceea cesocotiserã mai înainte a fi minciunã"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "Noi nu i-am gãsit pe cei mai mulþi dintre ei þinând un legãmânt, ci pe cei mai mulþi dintre ei i-am aflat abãtuþi din drum"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "Apoi, dupã ei , Noi l-am trimis pe Moise cu semnele Noastre la Faraon ºi la dregãtorii lui, însã ei s-au arãtat nedrepþi faþã de ele. Priveºte, darã, cum a fost sfârºitu"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "ªi a zis Moise: \"O, Faraon! Eu sunt un trimis al Stãpânului lumi- lor"
        }
    ]
}