{
    "pages": [
        {
            "chapter": 10,
            "verse": 89,
            "text": "A zis [Allah]: “I s-a rãspuns rugãminþii voastre. Mergeþi pe calea cea dreaptã ºi nu urmaþi calea celor care nu ºtiu!”"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "Noi i-am trecut pe fiii lui Israel prin mare. ªi i-au urmãrit pe ei Faraon ºi oºtenii sãi ca sã-i prigoneascã ºi sã-i nimiceascã. Iar când l-a ajuns pe el înecul a zis : “Eu cred cã nu"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "[A zis Allah]: \"Acuma?! Dupã ce mai înainte tu te-ai rãzvrãtit ºiai fost dintre stricãtori"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "Astãzi te mântuim Noi, cu trupul tãu , pentru ca sã fii un semn pentru cei [care vor veni] în urma ta!\" Însã mulþi dintre oameni sunt nepãsãtori faþã de semnele noastre"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "ªi Noi le-am pregãtit fiilor lui Israel locuinþã sigurã , ºi le-am dat lor hranã din bunãtãþi. ªi ei nu s-au certat pânã ce nu a venit laei ºtiinþa. Dar Domnul t&atil"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "Iar dacã tu ai îndoialã asupra celor pe care þi le-am trimis , atunci întreabã-i pe cei care au citit Cartea revelatã mai înainte de tine. Þi-a venit Adevãrul de la Domnul tãu! Aºadar"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "ªi sã nu fii printre aceia care þin de mincinoase semnele lui Allah, cãci vei fi printre cei pierduþi"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "Aceia împotriva cãrora se va adeveri cuvântul [de ameninþare al] Domnului tãu nu cred"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "Chiar dacã le-ar veni lor toate semnele, pânã ce nu vor vedea osândã dureroasã"
        }
    ]
}