{
    "pages": [
        {
            "chapter": 25,
            "verse": 12,
            "text": "Dacã li se aratã dintr-un loc depãrtat, ei le aud furia ºi trosnetul"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "ªi când vor fi ei aruncaþi într-un loc îngust din el, legaþi la un loc, vor chema atunci pieirea lor"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "“Astãzi nu vã rugaþi voi pentru o singurã pieire, ci rugaþi-vã pentru mai multe pieiri!”"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "Spune: “Oare aceasta este mai bine sau Grãdina veºniciei carele-a fost fãgãduitã celor cu fricã? Aceasta le va fi rãsplatã ºi loc desosire [necurmat]”"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "Ei vor avea în ea ceea ce doresc ºi veºnic vor sãlãºlui acolo. Aceasta este o promisiune care este cerutã Domnului tãu"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "ªi în Ziua în care îi va aduna împreunã cu aceia care adorã pe altcineva în locul lui Allah, le va zice: “Voi i-aþi dus în rãtãcire pe robii Mei aceºtia ori ei au pierdut singuri drumul?”"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "Ei vor zice: “Mãrire Þie! Nu se cade sã luãm noi alþi aliaþi afarã de Tine, însã Tu le-ai dat lor ºi pãrinþilor lor atâtea plãceri încât ei au uitat de pomenire ºi au dev"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "Vã socotesc ei mincinoºi [ºi acum] pentru ceea ce spuneþi. ªi nu veþi fi voi în stare nici de scãpare , nici de ajutor . Iar aceluia dintre voi care nelegiuieºte îi vom da Noi sã guste chin mare”"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "ªi Noi nu am trimis mai înainte de tine decât trimiºi care au mâncat bucate ºi au umblat prin pieþe. ªi Noi v-am fãcut pe unii dintre voi încercare pentru alþii, [ca sã vedem] dacã ve&thor"
        }
    ]
}