{
    "pages": [
        {
            "chapter": 30,
            "verse": 33,
            "text": "Dacã-i atinge pe oameni un rãu, atunci Îl cheamã ei pe Domnullor, întorcându-se cãiþi cãtre El. Apoi, dupã ce le dã sã gusteîndurarea Sa , iatã-i pe o parte dint"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "Fiind nemulþumitori faþã de ceea ce Noi le-am dat. “Bucuraþi-vã voi, dar în curând voi veþi ºti!...”"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "Sau le-am trimis Noi vreo dovadã care vorbeºte despre ceea ce ei I-au fãcut Lui ca asociaþi"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "Când le dãm Noi oamenilor sã guste îndurarea , atunci se bucurã de ea , însã când îi loveºte pe ei vreun rãu pentru ceea ceau sãvârºit mâinile lor mai înainte , atunci iatã"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "Oare n-au vãzut ei cã Allah dã daruri din belºug cui voieºte El saule împuþineazã [cui voieºte El]? Întru aceasta sunt semne pentru un neam [de oameni] care cred"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "Aºadar, dã celui care þi-e rudã apropiatã ceea ce i se cuvine, ca ºi sãrmanului ºi trecãtorului de pe drum ! Aceasta este mai bine pentru aceia care doresc Faþa lui Allah . ªi aceºti"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "Ceea ce voi daþi cu camãtã pentru ca sã se mãreascã pe seama averii oamenilor nu va spori la Allah, însã aceia care oferã Dania [Az- Zakat], dorind Faþa lui Allah , aceia vor avea îndoit"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "Allah este Cel care v-a creat pe voi, apoi v-a dat vouã cele detrebuinþã, apoi vã face pe voi sã muriþi, apoi vã readuce pe voi la viaþã. Oare se aflã printre asociaþi"
        },
        {
            "chapter": 30,
            "verse": 41,
            "text": "Stricãciunea s-a arãtat pe uscat ºi pe mare , din pricina a ceea ce sãvârºesc mâinile oamenilor , pentru ca [Allah] sã-i facã pe ei sã guste o parte din ceea ce ei au fãcut. Poate cã ei se"
        }
    ]
}