{
    "pages": [
        {
            "chapter": 33,
            "verse": 63,
            "text": "Oamenii te întreabã despre Ceas. Spune: „Numai la Allah esteºtiinþa despre el!” ªi de unde sã ºtii? S-ar putea ca Ceasul sã fieaproape"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "Allah i-a blestemat pe necredincioºi ºi le-a pregãtit lor flãcãrile"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "Veºnic vor sãlãºlui în ele ºi nu vor gãsi ocrotitor ºi nici sprijinitor"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "Iar în ziua când feþele lor vor fi întoarse de pe o parte pe alta în foc, vor zice ei: „Vai nouã! De I-am fi dat noi ascultare lui Allah ºi de i-am fi dat noi ascultare Trimisului!”"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "ªi vor zice ei: „Doamne, noi le-am dat ascultare stãpânilor noºtriºi mai marilor noºtri, însã ei ne-au rãtãcit pe noi de la drum"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "Doamne, dã-le lor pedeapsã îndoitã ºi blesteamã-i pe ei cu mare blestem!”"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "O, voi cei care credeþi! Nu fiþi ca aceia care l-au defãimat pe Moise! Iar Allah l-a socotit pe el nevinovat de spusele lor ºi a fost el la Allah în mare cinste"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "O, voi cei care credeþi! Fiþi cu fricã de Allah ºi spuneþi vorbeadevãrate"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "Pentru ca El sã vã îndrepte faptele voastre ºi sã vã ierte greºelile voastre! Acela care este cu supunere faþã de Allah ºi faþã de Trimisul Sãu va dobândi mare izbândã"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "Noi am propus cerurilor, pãmântului ºi munþilor sarcina de apurta povara Adevãrului, dar ele au refuzat sã o poarte ºi le-a fostteamã de ea, însã s-a încãrcat omul cu ea, c&a"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "[Este astfel] pentru ca Allah sã-i osândeascã pe fãþarnici ºi pe fãþarnice, pe politeiºti ºi pe politeiste. Însã Allah primeºte cãinþa drept- credincioº"
        }
    ]
}