{
    "juzs": [
        {
            "chapter": 23,
            "verse": 1,
            "text": "ತಮ್ಮ ಮಾನವನ್ನು ಕಾಪಾಡಿಕೊಂಡಿರುತ್ತಾರೆ"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "ತಮ್ಮ ಪತ್ನಿಯರು ಮತ್ತು ದಾಸಿಯರ ವಿಷಯದಲ್ಲಿ ಮಾತ್ರ ಅವರು ನಿಂದನೀಯರಲ್ಲ"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "ಅದರಾಚೆಗೆ ಏನನ್ನಾದರೂ ಅಪೇಕ್ಷಿಸುವವರೇ ಅತಿಕ್ರಮಿಗಳು"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "ಅವರು (ವಿಜಯಿ ವಿಶ್ವಾಸಿಗಳು) ತಮ್ಮ ಮೇಲಿಡಲಾದ ನಂಬಿಕೆಯನ್ನು ಉಳಿಸಿಕೊಳ್ಳುವವರು ಹಾಗೂ ತಾವು ಮಾಡಿದ ಒಪ್ಪಂದವನ್ನು ಪಾಲಿಸುವವರಾಗಿರುತ್ತಾರೆ"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "ಅವರು ತಮ್ಮ ನಮಾಝ್‌ಗಳನ್ನು ಕಾಪಾಡುತ್ತಾರೆ"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "ಅವರೇ ಉತ್ತರಾಧಿಕಾರಿಗಳು"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "ಅವರು ಫಿರ್‌ದೌಸ್‌ನ (ಸ್ವರ್ಗದ) ಉತ್ತರಾಧಿಕಾರಿಗಳಾಗುವರು ಮತ್ತು ಅದರಲ್ಲಿ ಸದಾಕಾಲ ಇರುವರು"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "ನಾವು ಮನುಷ್ಯನನ್ನು ಮಣ್ಣಿನ ಸತ್ವದಿಂದ ಸೃಷ್ಟಿಸಿದೆವು"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "ಆ ಬಳಿಕ ನಾವು ಅವನನ್ನು ವೀರ್ಯದ ರೂಪದಲ್ಲಿ ಒಂದು ಸ್ಥಿರವಾದ ಸ್ಥಾನದಲ್ಲಿ ನೆಲೆಸಿದೆವು"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "ತರುವಾಯ ನಾವು ವೀರ್ಯವನ್ನು ರಕ್ತದ ಪಿಂಡವಾಗಿಸಿದೆವು ಮತ್ತು ಆ ರಕ್ತದ ಪಿಂಡವನ್ನು ಮಾಂಸಪಿಂಡವಾಗಿಸಿದೆವು ಮತ್ತು ಆ ಮಾಂಸಪಿಂಡದಿಂದ ಎಲುಬುಗಳನ್ನು ಸೃಷ್ಟಿಸಿದೆವು ಮತ್ತು ಎಲುಬುಗಳಿಗೆ ಮಾಂಸದ ಉಡುಗೆಯನ್ನು ತೊಡಿಸಿದೆವು. ಅನಂತರ ನಾವು ಆತನನ್ನು ಒಂದು ಹೊಸ ರೂಪದಲ್ಲಿ ಹುಟ್ಟಿಸಿದೆವು. ಅಲ್ಲಾಹನು ಸಮೃದ್ಧನು ಮತ್ತು ಅವನು ಅತ್ಯುತ್ತಮ ಸೃಷ್ಟಿಕರ್ತನು"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "ಇದಾದ ಬಳಿಕ ನೀವು ಖಂಡಿತ ಸಾಯುವಿರಿ"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "ಮತ್ತೆ ಪುನರುತ್ಥಾನ ದಿನ ನಿಮ್ಮನ್ನು ಖಂಡಿತ ಜೀವಂತಗೊಳಿಸಿ ಎಬ್ಬಿಸಲಾಗುವುದು"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "ನಿಮ್ಮ ಮೇಲೆ ನಾವು ಏಳು ದಾರಿಗಳನ್ನು ನಿರ್ಮಿಸಿರುವೆವು. ಸೃಷ್ಟಿಗಳ ಕುರಿತು ನಾವೆಂದೂ ಅಜಾಗೃತರಾಗಿರಲಿಲ್ಲ"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "ಮತ್ತು ನಾವು ಆಕಾಶದಿಂದ ನಿರ್ದಿಷ್ಟ ಪ್ರಮಾಣದಲ್ಲಿ ನೀರನ್ನು ಇಳಿಸುವೆವು ಹಾಗೂ ಅದನ್ನು ಭೂಮಿಯಲ್ಲಿ ಉಳಿಸುವೆವು. ಅದನ್ನು ತೊಲಗಿಸುವುದಕ್ಕೂ ನಾವು ಶಕ್ತರಾಗಿದ್ದೇವೆ"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "ಅದರ (ನೀರಿನ) ಮೂಲಕ ನಾವು ನಿಮಗಾಗಿ ಖರ್ಜೂರ ಹಾಗೂ ದ್ರಾಕ್ಷಿಯ ತೋಟಗಳನ್ನು ಬೆಳೆಸುತ್ತೇವೆ. ಅದರಿಂದ ಇನ್ನೂ ಅನೇಕ ಫಲಗಳು ಬೆಳೆಯುತ್ತವೆ ಮತ್ತು ನೀವು ಅವುಗಳನ್ನು ತಿನ್ನುತ್ತೀರಿ"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "ಇನ್ನು, ಸಿನಾಯ್ ಪರ್ವತದಲ್ಲಿ ಹುಟ್ಟುವ (ಝೈತೂನ್) ಮರವು, ತೈಲದೊಂದಿಗೆ ಹಾಗೂ ತಿನ್ನುವವರಿಗಾಗಿ, ಸ್ವಾದಿಷ್ಟ ಖಾದ್ಯಗಳೊಂದಿಗೆ ಬೆಳೆಯುತ್ತದೆ"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "ಜಾನುವಾರುಗಳಲ್ಲೂ ನಿಮಗೆ ಖಂಡಿತ ಪಾಠವಿದೆ. ಅವುಗಳ ಹೊಟ್ಟೆಯಲ್ಲಿರುವುದನ್ನು (ಹಾಲನ್ನು) ನಾವು ನಿಮಗೆ ಕುಡಿಸುತ್ತೇವೆ. ಅವುಗಳಲ್ಲಿ ನಿಮಗೆ (ಇತರ) ಹಲವಾರು ಪ್ರಯೋಜನಗಳಿವೆ ಮತ್ತು ಅವುಗಳಲ್ಲಿ (ಕೆಲವನ್ನು) ನೀವು ತಿನ್ನುತ್ತೀರಿ"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "ಅವುಗಳ ಮೇಲೂ ಹಡಗುಗಳಲ್ಲೂ ನೀವು ಪ್ರಯಾಣಿಸುತ್ತೀರಿ"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "ಈ ಹಿಂದೆ ನಾವು ನೂಹ್‌ರನ್ನು ಅವರ ಜನಾಂಗದವರೆಡೆಗೆ ರವಾನಿಸಿದ್ದೆವು. ‘‘ನನ್ನ ಜನಾಂಗದವರೇ, ನೀವು ಅಲ್ಲಾಹನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸಿರಿ. ಅವನ ಹೊರತು ನಿಮಗೆ ಬೇರೆ ದೇವರಿಲ್ಲ. ನೀವೇನು ಅಂಜುವುದಿಲ್ಲವೇ?’’ ಎಂದು ಅವರು ಉಪದೇಶಿಸಿದರು"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "ಅವರ ಜನಾಂಗದಲ್ಲಿದ್ದ ಕೆಲವು ಧಿಕ್ಕಾರಿ ನಾಯಕರು ಹೇಳಿದರು; ಅವನು ಕೇವಲ ಒಬ್ಬ ಮನುಷ್ಯ. ಅವನು ನಿಮಗಿಂತ ಹಿರಿಮೆ ಉಳ್ಳವನಾಗಬಯಸುತ್ತಾನೆ. ಅಲ್ಲಾಹನು ಬಯಸಿದ್ದರೆ (ದೂತರಾಗಿ) ಮಲಕ್‌ಗಳನ್ನು ಕಳುಹಿಸುತ್ತಿದ್ದನು. ನಾವು ನಮ್ಮ ಪೂರ್ವಜರಿಂದ ಇಂತಹದೇನನ್ನೂ ಕೇಳಿಲ್ಲ"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "ಅವನು ಖಂಡಿತ ಹುಚ್ಚು ಹಿಡಿದ ವ್ಯಕ್ತಿ. ನೀವು ಸ್ವಲ್ಪಕಾಲ ಕಾದು ನೋಡಿರಿ"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "ಅವರು (ನೂಹ್) ಹೇಳಿದರು; ನನ್ನೊಡೆಯಾ, ಅವರು ನನ್ನನ್ನು ತಿರಸ್ಕರಿಸಿದ್ದಾರೆ. ಈಗ ನೀನೇ ನನಗೆ ನೆರವಾಗು"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "ಆಗ ನಾವು ಅವರೆಡೆಗೆ (ಹೀಗೆಂದು) ದಿವ್ಯವಾಣಿಯನ್ನು ಕಳಿಸಿದೆವು; ನೀವು ನಮ್ಮ ಮೇಲ್ವಿಚಾರಣೆಯಲ್ಲಿ ಹಾಗೂ ನಮ್ಮ ದಿವ್ಯವಾಣಿಯನುಸಾರ ಒಂದು ಹಡಗನ್ನು ನಿರ್ಮಿಸಿರಿ. ತರುವಾಯ, ನಮ್ಮ ಆದೇಶ ಬಂದಾಗ ಹಾಗೂ ಚಿಲುಮೆಯು ಉಕ್ಕಿ ಹರಿದಾಗ, ಎಲ್ಲ ಜಾತಿಯ ಜೋಡಿ (ಗಂಡು ಹೆಣ್ಣು) ಗಳನ್ನು ಮತ್ತು ನಿಮ್ಮ ಮನೆಯವರ ಪೈಕಿ, ಈಗಾಗಲೇ ತೀರ್ಮಾನವಾಗಿರುವವರ ಹೊರತು, ಇತರರನ್ನು ಅದರಲ್ಲಿ ಕೂರಿಸಿರಿ. ಮತ್ತು ನೀವು ಅಕ್ರಮಿಗಳ ಕುರಿತು ನನ್ನೊಡನೆ ಮಾತನಾಡಬೇಡಿ. ಅವರನ್ನು ಖಂಡಿತ ಮುಳುಗಿಸಲಾಗುವುದು"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "ಹೀಗೆ ನೀವು ಮತ್ತು ನಿಮ್ಮ ಜೊತೆಗಿರುವವರು, ಹಡಗನ್ನೇರಿದ ಬಳಿಕ, ‘‘ಹೊಗಳಿಕೆಗಳೆಲ್ಲವೂ ನಮ್ಮನ್ನು ಅಕ್ರಮಿಗಳಿಂದ ರಕ್ಷಿಸಿದ ಅಲ್ಲಾಹನಿಗೆ ಸಲ್ಲಲಿ’’ ಎಂದು ಹೇಳಿರಿ"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "ಮತ್ತು ಹೇಳಿರಿ; ‘‘ನನ್ನೊಡೆಯಾ, ನನ್ನನ್ನು ಒಂದು ಸಮೃದ್ಧ ನೆಲೆಗೆ ತಲುಪಿಸು. ನೀನೇ ಅತ್ಯುತ್ತಮ ನೆಲೆಯನ್ನು ಒದಗಿಸುವವನು’’"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "ಇದರಲ್ಲಿ ಖಂಡಿತವಾಗಿಯೂ ಪಾಠಗಳಿವೆ ಮತ್ತು ನಾವು ಪರೀಕ್ಷಿಸುತ್ತಲೇ ಇರುತ್ತೇವೆ"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "ಮುಂದೆ ನಾವು ಅವರ ಬಳಿಕ ಬೇರೊಂದು ಪೀಳಿಗೆಯನ್ನು ಸೃಷ್ಟಿಸಿದೆವು"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "ಮತ್ತು ನಾವು ಅವರೆಡೆಗೆ, ಅವರೊಳಗಿಂದಲೇ, ‘‘ಅಲ್ಲಾಹನನ್ನು ಮಾತ್ರ ಆರಾಧಿಸಿರಿ, ನಿಮಗೆ ಅವನ ಹೊರತು ಬೇರೆ ದೇವರಿಲ್ಲ. ನೀವೇನು ಅಂಜುವುದಿಲ್ಲವೇ?‘‘ (ಎಂದು ಸಾರುವ) ದೂತರನ್ನು ಕಳಿಸಿದೆವು"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "ಅವರ ಜನಾಂಗದಲ್ಲಿನ, ಧಿಕ್ಕಾರಿಗಳಾಗಿದ್ದ ನಾಯಕರು, ಪರಲೋಕದ ಭೇಟಿಯನ್ನು ಸುಳ್ಳೆಂದು ತಿರಸ್ಕರಿಸಿದ್ದರು. ಮತ್ತು ಇಹ ಜೀವನದಲ್ಲಿ ನಾವು ಅವರಿಗೆ ಭಾರೀ ಸಂಪನ್ನತೆಯನ್ನು ನೀಡಿದ್ದೆವು. (ಅವರು) ಹೇಳಿದರು; ಅವನು ಕೇವಲ ನಿಮ್ಮಂತಹ ಒಬ್ಬ ಮನುಷ್ಯ. ನೀವು ತಿನ್ನುವಂತಹದ್ದನ್ನೇ ಅವನೂ ತಿನ್ನುತ್ತಾನೆ ಮತ್ತು ನೀವು ಕುಡಿಯುವಂತಹದ್ದನ್ನೇ ಅವನೂ ಕುಡಿಯುತ್ತಾನೆ"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "(ಹೀಗಿರುತ್ತಾ) ನೀವು ನಿಮ್ಮಂತಹ ಒಬ್ಬ ಮಾನವನನ್ನು ಅನುಸರಿಸಿದರೆ ಖಂಡಿತ ನಷ್ಟ ಅನುಭವಿಸುವಿರಿ"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "ಅವನೇನು, ನೀವು ಸತ್ತು ಮಣ್ಣಾಗಿಯೂ ಎಲುಬುಗಳಾಗಿಯೂ ಮಾರ್ಪಟ್ಟ ಬಳಿಕ ನಿಮ್ಮನ್ನು ಮತ್ತೆ ಜೀವಂತಗೊಳಿಸಲಾಗುವುದೆಂದು ಹೇಳುತ್ತಿದ್ದಾನೆಯೇ"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "ನಿಮಗೆ ನೀಡಲಾಗುತ್ತಿರುವ ಈ ಆಶ್ವಾಸನೆ ತೀರಾ ಅಸಂಭವನೀಯ"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "ನಮ್ಮ ಬದುಕು ಏನಿದ್ದರೂ ಈ ಲೋಕದ್ದು ಮಾತ್ರ. ನಾವು (ಇಲ್ಲೇ) ಸಾಯುತ್ತೇವೆ ಮತ್ತು (ಇಲ್ಲೇ) ಬದುಕುತ್ತೇವೆ. ನಮ್ಮನ್ನು ಮತ್ತೆ ಜೀವಂತಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "ಈ ವ್ಯಕ್ತಿ ಅಲ್ಲಾಹನ ಮೇಲೆ ಸುಳ್ಳಾರೋಪ ಹೊರಿಸುತ್ತಿದ್ದಾನೆ. ನಾವಂತು ಅವನನ್ನು ನಂಬುವವರಲ್ಲ"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "ಅವರು (ದೂತರು) ಹೇಳಿದರು; ನನ್ನೊಡೆಯಾ, ನನಗೆ ನೆರವಾಗು. ಅವರು ನನ್ನನ್ನು ತಿರಸ್ಕರಿಸುತ್ತಿದ್ದಾರೆ"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "ಅವನು (ಅಲ್ಲಾಹನು) ಹೇಳಿದನು; ಬಹಳ ಅಲ್ಪಾವಧಿಯಲ್ಲೇ ಅವರು ಪರಿತಪಿಸಲಿದ್ದಾರೆ"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "ಕೊನೆಗೆ ನ್ಯಾಯ ಪ್ರಕಾರ ಒಂದು ಹಠಾತ್ ಸ್ಫೋಟವು ಅವರನ್ನು ಆವರಿಸಿಕೊಂಡಿತು. ಮತ್ತು ನಾವು ಅವರನ್ನು ಕೇವಲ ಕಸಗಳಾಗಿಸಿಬಿಟ್ಟೆವು. ಅಕ್ರಮಿ ಜನಾಂಗಗಳಿಗೆ ವಿನಾಶ ಕಾದಿದೆ"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "ಮುಂದೆ, ಅವರ ಬಳಿಕ ನಾವು ಇತರ ಪೀಳಿಗೆಗಳನ್ನು ಸೃಷ್ಟಿಸಿದೆವು"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "ಯಾವುದೇ ಸಮುದಾಯವು ತನ್ನ ನಿರ್ದಿಷ್ಟ ಅವಧಿಗಿಂತ ಮುಂಚೆ ಹೊರಟು ಹೋದದ್ದೂ ಇಲ್ಲ. ಆ ಬಳಿಕ ಉಳಿದದ್ದೂ ಇಲ್ಲ"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "ತರುವಾಯ ನಾವು ಬೆನ್ನು ಬೆನ್ನಿಗೇ ನಮ್ಮ ದೂತರನ್ನು ಕಳಿಸಿದೆವು. ಪ್ರತಿಯೊಂದು ಸಮುದಾಯದವರೂ ತಮ್ಮ ಬಳಿಗೆ ತಮ್ಮ ದೂತನು ಬಂದಾಗ ಆತನನ್ನು ತಿರಸ್ಕರಿಸಿದರು. ನಾವು ಅವರನ್ನು ಒಬ್ಬರ ಹಿಂದೆ ಇನ್ನೊಬ್ಬರಂತೆ ನಿಲ್ಲಿಸಿದೆವು ಮತ್ತು ನಾವು ಅವರೆಲ್ಲರನ್ನೂ ಕೇವಲ ಕತೆಗಳಾಗಿ ಮಾರ್ಪಡಿಸಿ ಬಿಟ್ಟೆವು. (ಸತ್ಯವನ್ನು) ನಂಬದ ಜನಾಂಗಗಳಿಗೆ ವಿನಾಶ ಕಾದಿದೆ"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "ಮುಂದೆ ನಾವು ಮೂಸಾ ಮತ್ತು ಅವರ ಸಹೋದರ ಹಾರೂನರನ್ನು ನಮ್ಮ ವಚನಗಳೊಂದಿಗೆ ಹಾಗೂ ಸ್ಪಷ್ಟ ಪುರಾವೆಗಳೊಂದಿಗೆ ಕಳಿಸಿದೆವು –"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "– ಫಿರ್‌ಔನ್ ಮತ್ತು ಅವನ ಅಧಿಕಾರಿಗಳ ಕಡೆಗೆ. ಆದರೆ ಅವರು ದೊಡ್ಡಸ್ತಿಕೆ ತೋರಿದರು. ಅವರು ಮಹಾ ಅಹಂಕಾರಿಗಳಾಗಿದ್ದರು"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "ಅವರು ಹೇಳಿದರು; ನಾವೇನು, ನಮ್ಮಂತಹ ಇಬ್ಬರು ವ್ಯಕ್ತಿಗಳನ್ನು ನಂಬಬೇಕೇ? ಅವರ ಜನಾಂಗದವರಂತು ನಮ್ಮ ದಾಸರಾಗಿದ್ದಾರೆ"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "ಅವರು ಅವರಿಬ್ಬರನ್ನೂ ತಿರಸ್ಕರಿಸಿದರು. ಕೊನೆಗೆ ಅವರನ್ನು ನಾಶ ಮಾಡಲಾಯಿತು"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "ನಿಜವಾಗಿ, ಆ ಜನರು ಸರಿದಾರಿಯನ್ನು ಕಾಣಲೆಂದು ನಾವು, ಮೂಸಾರಿಗೆ ಗ್ರಂಥವನ್ನು ನೀಡಿದ್ದೆವು"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "ಮುಂದೆ, ನಾವು ಮರ್ಯಮರ ಪುತ್ರ (ಈಸಾ)ರನ್ನು ಹಾಗೂ ಅವರ (ಈಸಾರ) ಮಾತೆಯನ್ನು (ಮರ್ಯಮರನ್ನು) ಪುರಾವೆಯಾಗಿಸಿದೆವು ಮತ್ತು ನಾವು ಚಿಲುಮೆಗಳಿದ್ದ ಎತ್ತರದ ನೆಲೆಯೊಂದರಲ್ಲಿ ಅವರಿಗೆ ಆಶ್ರಯ ನೀಡಿದೆವು"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "ದೂತರೇ, ಶುದ್ಧವಾದುದನ್ನೇ ತಿನ್ನಿರಿ ಮತ್ತು ಸತ್ಕರ್ಮಗಳನ್ನು ಮಾಡಿರಿ. ನೀವು ಮಾಡುತ್ತಿರುವ ಎಲ್ಲವನ್ನೂ ನಾನು ಖಂಡಿತ ಬಲ್ಲೆನು"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "ಖಂಡಿವಾಗಿಯೂ ಈ ನಿಮ್ಮ (ಮಾನವ) ಸಮುದಾಯವು ಒಂದೇ ಸಮುದಾಯವಾಗಿದೆ ಮತ್ತು ನಾನೇ ನಿಮ್ಮ ಒಡೆಯನು. ನೀವು ನನಗೇ ಅಂಜಿರಿ"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "ತರುವಾಯ ಅವರು ತಮ್ಮ ನಡುವೆ ತಮ್ಮ ಧರ್ಮವನ್ನು ಛಿದ್ರಗೊಳಿಸಿ ಬಿಟ್ಟರು. ಪ್ರತಿಯೊಂದು ಗುಂಪಿನವರೂ ತಮ್ಮ ಬಳಿ ಏನಿದೆಯೋ ಅದರಲ್ಲೇ ಸಂತುಷ್ಟರಾಗಿದ್ದಾರೆ"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "ಒಂದು ನಿರ್ದಿಷ್ಟ ಸಮಯದ ತನಕ ನೀವು ಅವರನ್ನು ಅವರದೇ ಭ್ರಮೆಯಲ್ಲಿರಲು ಬಿಟ್ಟು ಬಿಡಿರಿ"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "ಸಂಪತ್ತು ಮತ್ತು ಸಂತಾನಗಳ ಮೂಲಕ ನಾವು ಅವರಿಗೆ ನೀಡುತ್ತಿರುವ ನೆರವಿನ ಕುರಿತು ಅವರು ಏನೆಂದು ಭಾವಿಸಿದ್ದಾರೆ"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "ಅವರಿಗೆ ಹಿತವನ್ನು ಮಾಡಲು ನಾವು ಆತುರಪಡುತ್ತಿದ್ದೇವೆಂದೇ? ನಿಜವಾಗಿ ಅವರಿಗೆ ಅರಿವಿಲ್ಲ"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "ಅವರು (ಹಿತಕ್ಕೆ ಅರ್ಹರಾದವರು) ತಮ್ಮ ಒಡೆಯನ ಭಯದಿಂದ ಸದಾ ವಿನಮ್ರರಾಗಿರುತ್ತಾರೆ"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "ಮತ್ತು ಅವರು ತಮ್ಮ ಒಡೆಯನ ವಚನಗಳನ್ನು ನಂಬುತ್ತಾರೆ"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "ಅವರು ತಮ್ಮ ಒಡೆಯನ ಜೊತೆ ಯಾರನ್ನೂ ಪಾಲುಗೊಳಿಸುವುದಿಲ್ಲ"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "ಅವರು (ದಾನವಾಗಿ) ತಾವು ಕೊಡುವುದನ್ನು ಕೊಡುತ್ತಲೇ ಇರುತ್ತಾರೆ ಮತ್ತು ಇಷ್ಟಾಗಿಯೂ ತಾವು ತಮ್ಮ ಒಡೆಯನ ಕಡೆಗೆ ಮರಳಲಿಕ್ಕಿದೆ ಎಂದು ಅವರ ಮನಸ್ಸುಗಳು ಅಂಜುತ್ತಿರುತ್ತವೆ"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "ಅವರೇ, ಸತ್ಕಾರ್ಯಗಳನ್ನು ಮಾಡಲು ಆತುರ ಪಡುವವರು ಮತ್ತು ಅವುಗಳೆಡೆಗೆ ಸ್ಪರ್ಧಾತ್ಮಕವಾಗಿ ಧಾವಿಸಿ ಹೋಗುವವರು"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "ನಾವಂತು ಯಾವ ಜೀವದ ಮೇಲೂ ಅದರ ಸಾಮರ್ಥ್ಯಕ್ಕಿಂತ ಹೆಚ್ಚಿನ ಹೊಣೆಯನ್ನು ಹೊರಿಸುವುದಿಲ್ಲ ಮತ್ತು ಸತ್ಯವನ್ನು ಮಾತ್ರ ಹೇಳುವ ಒಂದು ಗ್ರಂಥವು ನಮ್ಮ ಬಳಿ ಇದೆ. (ಆದ್ದರಿಂದ) ಅವರ ಮೇಲೆ ಸ್ವಲ್ಪವೂ ಅನ್ಯಾಯವಾಗದು"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "ನಿಜವಾಗಿ, ಅವರ (ಧಿಕ್ಕಾರಿಗಳ) ಮನಸ್ಸುಗಳು ಈ (ಸತ್ಯದ) ಕುರಿತು ನಿರಾಸಕ್ತವಾಗಿವೆ. ಇದಲ್ಲದೆ ಅವರು ಇನ್ನೂ ಹಲವು (ದುಷ್ಟ) ಕೃತ್ಯಗಳನ್ನು ಮಾಡುತ್ತಿದ್ದಾರೆ"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "ಕೊನೆಗೆ, ನಾವು ಅವರಲ್ಲಿನ ಸಂಪನ್ನ ಜನರನ್ನು ಹಿಡಿದು ಶಿಕ್ಷಿಸಿದಾಗ ಅವರು ಮೊರೆ ಇಡಲಾರಂಭಿಸುವರು"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "(ಆಗ ಅವರೊಡನೆ ಹೇಳಲಾಗುವುದು;) ಇಂದು ನೀವು ಮೊರೆ ಇಡಬೇಡಿ. ನಮ್ಮ ಕಡೆಯಿಂದ ನಿಮಗೆ ಖಂಡಿತ ಯಾವ ನೆರವೂ ಸಿಗದು"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "ನಮ್ಮ ವಚನಗಳನ್ನು ನಿಮಗೆ ಓದಿ ಕೇಳಿಸಲಾಗುತ್ತಿತ್ತು. ಆಗ ನೀವು ಬೆನ್ನು ತಿರುಗಿಸಿ ಹೊರಟು ಬಿಡುತ್ತಿದ್ದಿರಿ"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "ಆ ಕುರಿತು ನೀವು ಅಹಂಕಾರ ತೋರುತ್ತಿದ್ದಿರಿ ಮತ್ತು (ಸುಳ್ಳು) ಕತೆಗಳನ್ನು ಕಟ್ಟಿ ತೀರಾ ಕೆಟ್ಟ ಮಾತುಗಳನ್ನು ಆಡುತ್ತಿದ್ದಿರಿ"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "ಅವರೇನು ಈ ಸಂದೇಶದ ಕುರಿತು ಚಿಂತನೆ ನಡೆಸುವುದಿಲ್ಲವೇ? ಅಥವಾ ಅವರ ಪೂರ್ವಜರ ಬಳಿಗೆ ಬಂದಿರದಿದ್ದ ಏನಾದರೂ ಅವರ ಬಳಿಗೆ ಬಂದಿದೆಯೇ"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "ಅಥವಾ ಅವರೇನು ತಮ್ಮ ದೇವದೂತನನ್ನು ಗುರುತಿಸದ ಕಾರಣ ಆತನನ್ನು ತಿರಸ್ಕರಿಸುತ್ತಿರುವರೇ"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "ಅಥವಾ, ಆತನಿಗೆ ಹುಚ್ಚು ಹಿಡಿದಿದೆ ಎಂದು ಅವರು ಹೇಳುತ್ತಿದ್ದಾರೆಯೇ? ನಿಜವಾಗಿ ಅವರು (ದೂತರು) ಸತ್ಯದೊಂದಿಗೆ ಅವರ ಬಳಿಗೆ ಬಂದಿದ್ದಾರೆ. ಆದರೆ ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ಸತ್ಯವನ್ನು ದ್ವೇಷಿಸುತ್ತಾರೆ"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "ಒಂದು ವೇಳೆ ಸತ್ಯವು ಅವರ ಅಪೇಕ್ಷೆಗಳಿಗೆ ವಿಧೇಯವಾಗಿದ್ದರೆ, ಆಕಾಶಗಳೂ ಭೂಮಿಯೂ, ಅವುಗಳಲ್ಲಿ ಇರುವ ಎಲ್ಲರೂ ವಿನಾಶಕ್ಕೆ ತುತ್ತಾಗಿ ಬಿಡುತ್ತಿದ್ದರು. ನಿಜವಾಗಿ, ನಾವು ಅವರ ಬಳಿಗೆ ಅವರಿಗಾಗಿಯೇ ಇರುವ ಉಪದೇಶವನ್ನು ತಂದಿರುವೆವು. ಆದರೆ ಅವರು ತಮಗಾಗಿಯೇ ಇರುವ ಉಪದೇಶವನ್ನು ಕಡೆಗಣಿಸುತ್ತಿದ್ದಾರೆ"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "(ದೂತರೇ,) ನೀವೇನು ಅವರೊಡನೆ ಏನಾದರೂ ಪಾವತಿಯನ್ನು ಕೇಳುತ್ತೀರಾ? ನಿಮ್ಮ ಒಡೆಯನ ವೇತನವೇ ನಿಮ್ಮ ಪಾಲಿಗೆ ಉತ್ತಮವಾಗಿದೆ ಮತ್ತು ಅವನು ಅತ್ಯುತ್ತಮ ಅನ್ನದಾತನಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "ನೀವು ಅವರನ್ನು ಸರಿಯಾದ ದಾರಿಯ ಕಡೆಗೆ ಕರೆಯುತ್ತಿರುವಿರಿ"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "ಪರಲೋಕದಲ್ಲಿ ನಂಬಿಕೆ ಇಲ್ಲದವರು ಖಂಡಿತವಾಗಿಯೂ ನೇರ ಮಾರ್ಗದಿಂದ ದೂರವಿದ್ದಾರೆ"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "ನಾವು ಅವರ ಮೇಲೆ ಕರುಣೆ ತೋರಿದರೆ ಮತ್ತು ಅವರ ಸಂಕಟವನ್ನು ನಿವಾರಿಸಿದರೆ ಅವರು ತಮ್ಮ ವಿದ್ರೋಹ ಧೋರಣೆಯಲ್ಲಿ ಮತ್ತಷ್ಟು ಸ್ಥಿರಗೊಳ್ಳುವರು ಮತ್ತು (ಸತ್ಯದಿಂದ, ಇನ್ನಷ್ಟು ದೂರ) ಅಲೆದಾಡುವರು"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "ನಾವು ಶಿಕ್ಷಿಸುವುದಕ್ಕಾಗಿ ಅವರನ್ನು ಹಿಡಿಯುವವರೆಗೂ ಅವರು ವಿನಯ ತೋರಲಿಲ್ಲ ಮತ್ತು ತಮ್ಮ ಒಡೆಯನೆದುರು ಭಕ್ತಿ ಭಾವವನ್ನು ಪ್ರಕಟಿಸಲಿಲ್ಲ"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "ಕೊನೆಗೆ ನಾವು ಅವರ ಪಾಲಿಗೆ ನಮ್ಮ ಕಠಿಣಶಿಕ್ಷೆಯ ಬಾಗಿಲನ್ನು ತೆರೆದು ಬಿಟ್ಟಾಗ ಅವರು ನಿರಾಶರಾಗಿ ಬಿಡುವರು"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "ಅವನೇ, ನಿಮಗಾಗಿ ಕಿವಿಗಳನ್ನೂ ಕಣ್ಣುಗಳನ್ನೂ ಮನಸ್ಸುಗಳನ್ನೂ ನಿರ್ಮಿಸಿದವನು. ಆದರೆ ನೀವು ಕೃತಜ್ಞತೆ ಸಲ್ಲಿಸುವುದು ತೀರಾ ಕಡಿಮೆ"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "ಅವನೇ ನಿಮ್ಮನ್ನು ಭೂಮಿಯಲ್ಲಿ ಹರಡಿ ಬಿಟ್ಟವನು ಮತ್ತು ಅವನ ಬಳಿಯೇ ನಿಮ್ಮನ್ನು ಒಟ್ಟು ಸೇರಿಸಲಾಗುವುದು"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "ಅವನೇ ಬದುಕಿಸುವವನು ಮತ್ತು ಸಾಯಿಸುವವನು. ಅವನ ಆದೇಶಾನುಸಾರವೇ ಇರುಳು ಹಗಲುಗಳು ಬದಲಾಗುತ್ತಿರುತ್ತವೆ. ನೀವೇನು ಆಲೋಚಿಸುವುದಿಲ್ಲವೇ"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "ನಿಜವಾಗಿ ಹಿಂದಿನವರು ಹೇಳಿದ್ದನ್ನೇ ಅವರೂ ಹೇಳುತ್ತಿದ್ದಾರೆ"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "ಅವರು ಹೇಳುತ್ತಾರೆ; ನಾವು ಸತ್ತು ಮಣ್ಣಾಗಿಯೂ ಎಲುಬುಗಳಾಗಿಯೂ ಮಾರ್ಪಟ್ಟ ಬಳಿಕ ನಮ್ಮನ್ನೇನು ಮತ್ತೆ ಜೀವಂತಗೊಳಿಸಲಾಗುವುದೇ"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "ನಮಗೆ ನೀಡಲಾಗುತ್ತಿರುವ ಇದೇ ವಾಗ್ದಾನವನ್ನು ಈ ಹಿಂದೆ ನಮ್ಮ ಪೂರ್ವಜರಿಗೂ ನೀಡಲಾಗಿತ್ತು. ಇದೆಲ್ಲಾ ಕೇವಲ ಗತಕಾಲದ ಕಟ್ಟು ಕತೆಗಳು"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "‘‘ನೀವು ಬಲ್ಲವರಾಗಿದ್ದರೆ ತಿಳಿಸಿರಿ, ಈ ಭೂಮಿ ಮತ್ತು ಇದರಲ್ಲಿರುವ ಎಲ್ಲರೂ ಯಾರಿಗೆ ಸೇರಿದವರು?’’ ಎಂದು ಅವರೊಡನೆ ಕೇಳಿರಿ"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "‘‘ಅಲ್ಲಾಹನಿಗೆ’’ ಎಂದು ಅವರು ಉತ್ತರಿಸುವರು. ಹೇಳಿರಿ; ನೀವೇನು ಚಿಂತಿಸುವುದಿಲ್ಲವೇ"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "ಹೇಳಿರಿ; ‘‘ಏಳು ಆಕಾಶಗಳ ಒಡೆಯನು ಯಾರು? ಮತ್ತು ಮಹಾನ್ ವಿಶ್ವಸಿಂಹಾಸನದ ಒಡೆಯನು ಯಾರು?‘‘"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "‘‘ಅವೆಲ್ಲಾ ಅಲ್ಲಾಹನಿಗೇ ಸೇರಿವೆ’’ ಎಂದು ಅವರು ಹೇಳುವರು. ಹೇಳಿರಿ; ಹಾಗಾದರೆ ನೀವು ಅಂಜುವುದಿಲ್ಲವೇ"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "ಹೇಳಿರಿ; ಎಲ್ಲ ವಸ್ತುಗಳ ಮಾಲಕತ್ವವು ಯಾರ ಕೈಯಲ್ಲಿದೆ? ಆಶ್ರಯ ನೀಡುವವನು ಯಾರು? ಮತ್ತು ಯಾರ ವಿರುದ್ಧ ಆಶ್ರಯ ನೀಡಬಲ್ಲವರು ಯಾರೂ ಇಲ್ಲ? ನೀವು ಬಲ್ಲವರಾಗಿದ್ದರೆ ತಿಳಿಸಿರಿ"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "‘‘ಅಲ್ಲಾಹನು’’ ಎಂದು ಅವರು ಹೇಳುವರು. ನೀವು ಹೇಳಿರಿ; ಹಾಗಾದರೆ ನೀವು ಅದೆಂತಹ ಭ್ರಮೆಗೆ ತುತ್ತಾಗಿರುವಿರಿ"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "ನಾವು ಸತ್ಯವನ್ನು ಅವರ ಬಳಿಗೆ ತಂದಿರುವೆವು. ಆದರೆ ಅವರು ಸುಳ್ಳು ಹೇಳುವವರಾಗಿದ್ದಾರೆ"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "ಅಲ್ಲಾಹನು ಯಾರನ್ನೂ ತನ್ನ ಪುತ್ರನಾಗಿ ಆರಿಸಿಕೊಂಡಿಲ್ಲ ಮತ್ತು ಅವನ ಜೊತೆ ಬೇರಾವ ದೇವರೂ ಇಲ್ಲ. ಹಾಗೆ ಇದ್ದಿದ್ದರೆ ಅವರಲ್ಲಿ ಪ್ರತಿಯೊಬ್ಬರೂ ತಾವು ಸೃಷ್ಟಿಸಿದವುಗಳ ಜೊತೆ ಪ್ರತ್ಯೇಕ ಹೊರಟು ಬಿಡುತ್ತಿದ್ದರು ಮತ್ತು ಅವರೆಲ್ಲಾ ಪರಸ್ಪರರ ಮೇಲೆ ಆಕ್ರಮಣ ನಡೆಸುತ್ತಿದ್ದರು. ಅಲ್ಲಾಹನು ಪಾವನನು ಮತ್ತು ಅವರು ಹೊರಿಸುವ ಎಲ್ಲ ಆರೋಪಗಳಿಂದ ಮುಕ್ತನು"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "ಅವನು ಗುಪ್ತವಾಗಿರುವ ಹಾಗೂ ವ್ಯಕ್ತವಾಗಿರುವ ಎಲ್ಲವನ್ನೂ ಬಲ್ಲವನು. ಮತ್ತು ನೀವು (ಅವನ ಜೊತೆ) ಪಾಲುಗೊಳಿಸುವ ಎಲ್ಲವುಗಳಿಗಿಂತ ಅವನು ತುಂಬಾ ಉನ್ನತನು"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "(ದೂತರೇ,) ಹೇಳಿರಿ; ನನ್ನೊಡೆಯಾ, ಅವರಿಗೆ ವಾಗ್ದಾನ ಮಾಡಲಾಗಿರುವುದನ್ನು (ಶಿಕ್ಷೆಯನ್ನು) ನೀನು ನನಗೆ ತೋರಿಸಿ ಕೊಟ್ಟರೂ –"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "ನನ್ನೊಡೆಯಾ, ನನ್ನನ್ನು ಮಾತ್ರ (ಶಿಕ್ಷಾರ್ಹ) ಅಕ್ರಮಿಗಳ ಸಾಲಿಗೆ ಸೇರಿಸಬೇಡ"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "ನಿಜವಾಗಿ ನಾವು, ಅವರಿಗೆ ವಾಗ್ದಾನ ಮಾಡಿರುವುದನ್ನು ನಿಮಗೆ ತೋರಿಸಿಕೊಡಲು ಖಂಡಿತ ಶಕ್ತರು"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "(ಆದರೆ ನೀವು) ಕೆಡುಕನ್ನು ಅತ್ಯುತ್ತಮ ಕೃತ್ಯದ ಮೂಲಕವೇ ಎದುರಿಸಿರಿ. ಅವರು ಹೇಳುತ್ತಿರುವುದನ್ನೆಲ್ಲಾ ನಾವು ಚೆನ್ನಾಗಿ ಬಲ್ಲೆವು"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "ಮತ್ತು ನೀವು ಹೇಳಿರಿ; ನನ್ನೊಡೆಯಾ, ಶೈತಾನರ ಎಲ್ಲ ಪ್ರಚೋದನೆಗಳ ವಿರುದ್ಧ ನಾನು ನಿನ್ನ ರಕ್ಷಣೆಯನ್ನು ಕೋರುತ್ತೇನೆ"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "ಮತ್ತು ನನ್ನೊಡೆಯಾ, ಅವರು (ಶೈತಾನರು) ನನ್ನ ಬಳಿಗೆ ಬರುವುದರ ವಿರುದ್ಧ ನಾನು ನಿನ್ನ ರಕ್ಷಣೆಯನ್ನು ಕೋರುತ್ತೇನೆ"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "ಅವರ ಪೈಕಿ ಯಾರಾದರೊಬ್ಬರ ಮರಣದ ಸಮಯವು ಬಂದು ಬಿಟ್ಟಾಗ ಅವನು ಹೇಳುತ್ತಾನೆ; ‘‘ನನ್ನೊಡೆಯಾ, ನನ್ನನ್ನು ಮರಳಿ (ಇಹಲೋಕಕ್ಕೆ) ಕಳಿಸು’’"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "‘‘ನಾನು ಬಿಟ್ಟು ಬಂದಿರುವ ಜಗತ್ತಿನಲ್ಲಿ ನಾನು ಏನಾದರೂ ಸತ್ಕರ್ಮಗಳನ್ನು ಮಾಡುತ್ತೇನೆ.’’ ಖಂಡಿತ ಇಲ್ಲ. ಅದೆಲ್ಲಾ ಕೇವಲ ಅವನಾಡುವ ಮಾತು ಮಾತ್ರ. ಪುನಃ ಜೀವಂತಗೊಳಿಸಲಾಗುವ ದಿನದವರೆಗೂ ಅವರ ಮುಂದೆ ಒಂದು ತೆರೆ ಇರುವುದು"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "(ಲೋಕಾಂತ್ಯದ) ಆ ಕಹಳೆಯನ್ನು ಊದಲಾದಾಗ ಅವರ ನಡುವೆ ಯಾವ ಸಂಬಂಧವೂ ಉಳಿದಿರಲಾರದು ಮತ್ತು ಅವರು ಪರಸ್ಪರ ವಿಚಾರಿಸುವ ಗೊಡವೆಗೂ ಹೋಗಲಾರರು"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "ಅಂದು ಯಾರ (ಸತ್ಕರ್ಮಗಳ) ತಟ್ಟೆಗಳು ಭಾರವಾಗಿರುವವೋ ಅವರೇ ವಿಜಯಿಗಳಾಗುವರು"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "ಇನ್ನು ಯಾರ ತಟ್ಟೆಗಳು ಹಗುರವಾಗಿರುವವೋ ಅವರು ಸ್ವತಃ ತಮ್ಮನ್ನು ನಷ್ಟಕ್ಕೆ ತುತ್ತಾಗಿಸಿಕೊಂಡವರಾಗಿರುವರು. ಅವರು ನರಕದಲ್ಲಿ ಸದಾಕಾಲ ಇರುವರು"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "ಬೆಂಕಿಯು ಅವರ ಮುಖಗಳನ್ನು ಸುಟ್ಟು ಬಿಟ್ಟಿರುವುದು ಮತ್ತು ಅವರು ಅದರಲ್ಲಿ ತೀರಾ ವಿಕೃತ ರೂಪಿಗಳಾಗಿ ಬಿಡುವರು"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "(ಅವರೊಡನೆ ಹೇಳಲಾಗುವುದು;) ನಿಮಗೇನು, ನನ್ನ ವಚನಗಳನ್ನು ಓದಿ ಕೇಳಿಸಲಾಗಿರಲಿಲ್ಲವೇ? ನಿಜವಾಗಿ ನೀವು ಅವುಗಳನ್ನು ಸುಳ್ಳೆಂದು ತಿರಸ್ಕರಿಸಿದ್ದಿರಿ"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "ಅವರು ಹೇಳುವರು; ನಮ್ಮೊಡೆಯಾ, ನಮ್ಮ ದೌರ್ಭಾಗ್ಯವು ನಮ್ಮನ್ನು ಸೋಲಿಸಿತು. ನಾವು ದಾರಿಗೆಟ್ಟಿದ್ದೆವು"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "ನಮ್ಮೊಡೆಯಾ, ನಮ್ಮನ್ನು ಇಲ್ಲಿಂದ ಹೊರತೆಗೆ. ಆ ಬಳಿಕ ನಾವು (ಹಳೆಯ ಚಾಳಿಯನ್ನೇ) ಪುನರಾವರ್ತಿಸಿದರೆ, ಆಗ ಖಂಡಿತ ನಾವು ಅಕ್ರಮಿಗಳಾಗುವೆವು"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "ಅವರೊಡನೆ ಹೇಳಲಾಗುವುದು; ನೀವು ಶಾಪ ಪೀಡಿತರಾಗಿ ಅಲ್ಲೇ (ನರಕದಲ್ಲೇ) ಬಿದ್ದು ಕೊಂಡಿರಿ ಮತ್ತು ನನ್ನೊಡನೆ ಮಾತನಾಡಬೇಡಿ"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "ಅಲ್ಲಿ (ಇಹಲೋಕದಲ್ಲಿ) ನನ್ನ ದಾಸರ ಒಂದು ಗುಂಪಿತ್ತು. ‘‘ನಮ್ಮೊಡೆಯಾ, ನಾವು ನಂಬಿದೆವು ನಮ್ಮನ್ನು ಕ್ಷಮಿಸಿಬಿಡು ಮತ್ತು ನಮ್ಮ ಮೇಲೆ ಕರುಣೆತೋರು. ನೀನು ಅತ್ಯುತ್ತಮ ಕರುಣಾಳು’’ ಎಂದು ಅವರು ಮೊರೆ ಇಡುತ್ತಿದ್ದರು"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "ಆಗ ನೀವು ಅವರನ್ನು ಕೇವಲ ತಮಾಷೆಯ ವಸ್ತುಗಳಾಗಿ ಕಂಡಿರಿ. ಎಷ್ಟೆಂದರೆ, ಅವರು ನಿಮಗೆ ನನ್ನ ನೆನಪನ್ನೇ ಮರೆಸಿ ಬಿಟ್ಟರು ಮತ್ತು ನೀವು ಅವರ ಕುರಿತು ನಗುತ್ತಿದ್ದಿರಿ"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "ಇಂದು, ಅವರ ಸಹನೆಯ ಪ್ರತಿಫಲವನ್ನು ನಾನು ಅವರಿಗೆ ನೀಡಿರುವೆನು. ಅವರು ಖಂಡಿತ ವಿಜಯಿಗಳು"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "ವರ್ಷಗಳ ಲೆಕ್ಕ ಪ್ರಕಾರ, ನೀವು ಭೂಮಿಯಲ್ಲಿ ಎಷ್ಟು ಕಾಲ ಇದ್ದಿರಿ? ಎಂದು ಅವನು (ಅಲ್ಲಾಹನು) ಕೇಳುವನು"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "ಅವರು ಹೇಳುವರು; ನಾವು ಒಂದು ದಿನ ಅಥವಾ ದಿನದ ಒಂದು ಭಾಗದಷ್ಟು ಕಾಲ (ಭೂಮಿಯಲ್ಲಿ) ಇದ್ದೆವು. ನೀನು ಲೆಕ್ಕಾಚಾರ ಬಲ್ಲವರೊಡನೆ ಕೇಳಿ ನೋಡು"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "ಅವನು (ಅಲ್ಲಾಹನು) ಹೇಳುವನು; ನೀವು ತೀರಾ ಅಲ್ಪಕಾಲ ಮಾತ್ರ ಇದ್ದಿರಿ. ನೀವು ಇದನ್ನು ಮೊದಲೇ (ಇಹಲೋಕದಲ್ಲೇ) ಅರಿತಿದ್ದರೆಷ್ಟು ಚೆನ್ನಾಗಿತ್ತು"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "ನೀವೇನು, ನಾವು ನಿಮ್ಮನ್ನು ವ್ಯರ್ಥವಾಗಿ ಸೃಷ್ಟಿಸಿದ್ದೇವೆಂದೂ, ನಮ್ಮೆಡೆಗೆ ನೀವು ಮರಳಿ ಬರಲಾರಿರೆಂದೂ ಭಾವಿಸಿದ್ದಿರಾ"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "ಅಲ್ಲಾಹನು ತುಂಬಾ ಉನ್ನತನು. ಅವನೇ ನೈಜ ದೊರೆ. ಅವನ ಹೊರತು ಬೇರೆ ದೇವರಿಲ್ಲ. ಅವನೇ, ಗೌರವಾನ್ವಿತ ವಿಶ್ವ ಸಿಂಹಾಸನದ ನೈಜ ಒಡೆಯನು"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "ಅಲ್ಲಾಹನ ಜೊತೆ ಇತರರನ್ನು ಸೇರಿಸಿ ದೇವರೆಂದು ಪ್ರಾರ್ಥಿಸುವವನ ಬಳಿ, ಆ ಕುರಿತು ಯಾವ ಪುರಾವೆಯೂ ಇಲ್ಲ. ಅವನ ಕರ್ಮಗಳ ಲೆಕ್ಕವು ಅವನ ಒಡೆಯನ ಬಳಿ ಇದೆ. ಧಿಕ್ಕಾರಿಗಳು ಖಂಡಿತ ವಿಜಯಿಗಳಾಗುವುದಿಲ್ಲ"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "ಮತ್ತು ಹೇಳಿರಿ; ನನ್ನೊಡೆಯಾ, ಕ್ಷಮಿಸು ಮತ್ತು ಕರುಣೆ ತೋರು. ನೀನೇ ಅತ್ಯುತ್ತಮ ಕರುಣಾಳು"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "ಇದು ನಾವು (ಅಲ್ಲಾಹ್) ಇಳಿಸಿಕೊಟ್ಟಿರುವ ಒಂದು ಅಧ್ಯಾಯ. ನಾವೇ ಇದನ್ನು ವಿಧಿಸಿರುವೆವು. ಮತ್ತು ನೀವು ಚೆನ್ನಾಗಿ ನೆನಪಿಡಬೇಕೆಂದು ಇದರಲ್ಲಿ ನಾವು ಬಹಳ ಸ್ಪಷ್ಟವಾದ ವಚನಗಳನ್ನು ಇಳಿಸಿಕೊಟ್ಟಿರುವೆವು"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "ವ್ಯಭಿಚಾರವೆಸಗಿದ ಸ್ತ್ರೀ ಮತ್ತು ವ್ಯಭಿಚಾರವೆಸಗಿದ ಪುರುಷ – ಅವರಲ್ಲಿ ಪ್ರತಿಯೊಬ್ಬರಿಗೂ ತಲಾ ನೂರು ಛಡಿ ಏಟುಗಳನ್ನು ಹೊಡೆಯಿರಿ. ನೀವು ಅಲ್ಲಾಹನಲ್ಲಿ ಹಾಗೂ ಪರಲೋಕದಲ್ಲಿ ನಂಬಿಕೆ ಉಳ್ಳವರಾಗಿದ್ದರೆ, ಅವರ ಮೇಲಿನ ಸಹಾನುಭೂತಿಯು ಅಲ್ಲಾಹನ ಧರ್ಮದ ವಿಷಯದಲ್ಲಿ ನಿಮ್ಮನ್ನು ತಡೆಯದಿರಲಿ ಮತ್ತು ಅವರ ಶಿಕ್ಷೆಯನ್ನು ವಿಶ್ವಾಸಿಗಳ ಒಂದು ಗುಂಪು ನೋಡಲಿ"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "ವ್ಯಭಿಚಾರಿ ಪುರುಷನು ವ್ಯಭಿಚಾರಿ ಸ್ತ್ರೀಯನ್ನು ಅಥವಾ ಬಹುದೇವಾರಾಧಕಿಯನ್ನು ಮಾತ್ರ ವಿವಾಹವಾಗಲಿ. ಹಾಗೆಯೇ, ವ್ಯಭಿಚಾರಿ ಸ್ತ್ರೀಯನ್ನು ಒಬ್ಬ ವ್ಯಭಿಚಾರಿ ಪುರುಷನು ಅಥವಾ ಒಬ್ಬ ಬಹುದೇವಾರಾಧಕನು ಮಾತ್ರ ವಿವಾಹವಾಗಲಿ. ವಿಶ್ವಾಸಿಗಳ ಪಾಲಿಗೆ ಅದು (ವ್ಯಭಿಚಾರಿಗಳೊಂದಿಗೆ ವಿವಾಹ) ನಿಷಿದ್ಧವಾಗಿದೆ"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "ಸುಶೀಲ ಸ್ತ್ರೀಯರ ಮೇಲೆ ವ್ಯಭಿಚಾರದ ಆರೋಪ ಹೊರಿಸುವವರು, ಆ ಕುರಿತು ನಾಲ್ಕು ಮಂದಿ ಸಾಕ್ಷಿಗಳನ್ನು ತರದಿದ್ದರೆ, ಅವರಿಗೆ (ಆರೋಪ ಹೊರಿಸಿದವರಿಗೆ) ಎಂಭತ್ತು ಛಡಿಯೇಟುಗಳನ್ನು ಹೊಡೆಯಿರಿ ಮತ್ತು ಮುಂದೆಂದೂ ಅವರ ಸಾಕ್ಷವನ್ನು ಅಂಗೀಕರಿಸಬೇಡಿ. ಅವರು ಅವಿಧೇಯರು"
        },
        {
            "chapter": 24,
            "verse": 1,
            "text": "ಆ ಬಳಿಕ ಪಶ್ಚಾತ್ತಾಪ ಪಟ್ಟು ತಮ್ಮನ್ನು ಸುಧಾರಿಸಿಕೊಂಡವರ ಹೊರತು. ಅಲ್ಲಾಹನು ಖಂಡಿತ ತುಂಬಾ ಕ್ಷಮಿಸುವವನು ಮತ್ತು ಕರುಣಾಳುವಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "ಇನ್ನು, ತಮ್ಮ ಪತ್ನಿಯರ ಮೇಲೆ ವ್ಯಭಿಚಾರದ ಆರೋಪ ಹೊರಿಸಿದವರ ಬಳಿ ಸ್ವತಃ ತಮ್ಮ ಹೊರತು ಬೇರೆ ಸಾಕ್ಷಿಗಳಿಲ್ಲದಿದ್ದರೆ ಅಂತಹ ಪ್ರತಿಯೊಬ್ಬನು, ನಾಲ್ಕು ಬಾರಿ ಅಲ್ಲಾಹನ ಆಣೆ ಹಾಕಿ ತಾನು ಖಂಡಿತ ಸತ್ಯವಂತನೆಂದು ಸಾಕ್ಷಿ ಹೇಳಬೇಕು"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "ಮತ್ತು ಐದನೆಯ ಬಾರಿ, ತಾನು ಸುಳ್ಳು ಹೇಳುತ್ತಿದ್ದರೆ ತನ್ನ ಮೇಲೆ ಅಲ್ಲಾಹನ ಶಾಪ ಎರಗಲಿ ಎನ್ನಬೇಕು"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "ಇನ್ನು, ಆಕೆಯ ಮೇಲಿನ ಶಿಕ್ಷೆಯನ್ನು ನಿವಾರಿಸಲು, ಆಕೆಯು ನಾಲ್ಕು ಬಾರಿ ಅಲ್ಲಾಹನ ಆಣೆ ಹಾಕಿ ಆತನು ಖಂಡಿತ ಸುಳ್ಳುಗಾರನೆಂದು ಸಾಕ್ಷಿ ಹೇಳಬೇಕು"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "ಮತ್ತು ಐದನೆಯ ಬಾರಿ, ತಾನು ಸುಳ್ಳು ಹೇಳುತ್ತಿದ್ದರೆ ತನ್ನ ಮೇಲೆ ಅಲ್ಲಾಹನ ಶಾಪ ಎರಗಲಿ ಎನ್ನಬೇಕು"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "ನಿಮ್ಮ ಮೇಲೆ ಅಲ್ಲಾಹನ ಅನುಗ್ರಹ ಮತ್ತು ಅವನ ಕರುಣೆ ಇಲ್ಲದೆ ಇದ್ದಿದ್ದರೆ (ಈ ಮಾರ್ಗದರ್ಶನವು ನಿಮಗೆ ಸಿಗುತ್ತಿರಲಿಲ್ಲ). ಮತ್ತು ಅಲ್ಲಾಹನು ಪಶ್ಚಾತ್ತಾಪ ಸ್ವೀಕರಿಸುವವನು ಹಾಗೂ ಯುಕ್ತಿವಂತನಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "ಆ ದೊಡ್ಡ ಸುಳ್ಳಾರೋಪವನ್ನು ನಿಮ್ಮೊಳಗೇ ಇರುವ ಒಂದು ಗುಂಪು ಸೃಷ್ಟಿಸಿದೆ. ಅದು ನಿಮ್ಮ ಪಾಲಿಗೆ ಕೆಟ್ಟದೆಂದು ನೀವು ಭಾವಿಸಬೇಡಿ. ನಿಜವಾಗಿ, ಅದು ನಿಮ್ಮ ಪಾಲಿಗೆ ಒಳ್ಳೆಯದೇ ಆಗಿದೆ. ಅವರ ಪೈಕಿ ಪ್ರತಿಯೊಬ್ಬರಿಗೂ ಆತನು ಮಾಡಿದಷ್ಟು ಪಾಪದ ಪಾಲು ಸಿಗಲಿದೆ. ಇನ್ನು ಅವರಲ್ಲಿ ದೊಡ್ಡ ಪಾತ್ರ ವಹಿಸಿದವನಿಗಂತೂ ಘೋರ ಶಿಕ್ಷೆ ಕಾದಿದೆ"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "ನೀವು ಅದನ್ನು (ಸುಳ್ಳಾರೋಪವನ್ನು) ಕೇಳಿದಾಗ, ವಿಶ್ವಾಸಿ ಪುರುಷರು ಮತ್ತು ಸ್ತ್ರೀಯರೆಲ್ಲಾ ತಮ್ಮವರ ಕುರಿತು ಒಳ್ಳೆಯ ಅಭಿಪ್ರಾಯವನ್ನು ತಾಳಿ, ‘‘ಇದು ಶುದ್ಧ ಸುಳ್ಳಾರೋಪ ’’ ಎಂದೇಕೆ ಹೇಳಲಿಲ್ಲ"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "ಅವರು (ಆರೋಪ ಹೊರಿಸಿದವರು) ಆ ಕುರಿತು ನಾಲ್ವರು ಸಾಕ್ಷಿಗಳನ್ನೇಕೆ ತರಲಿಲ್ಲ? ಈ ರೀತಿ ಅವರು ಸಾಕ್ಷಿಗಳನ್ನು ತರದಿದ್ದಾಗ ಅಲ್ಲಾಹನ ದೃಷ್ಟಿಯಲ್ಲಿ ಅವರೇ ಸುಳ್ಳುಗಾರರಾಗಿರುತ್ತಾರೆ"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "ನಿಮ್ಮ ಮೇಲೆ ಇಹಲೋಕದಲ್ಲೂ ಪರಲೋಕದಲ್ಲೂ ಅಲ್ಲಾಹನ ಕೃಪೆ ಇಲ್ಲದೆ ಇದ್ದಿದ್ದರೆ, ನೀವು ನಿರತರಾಗಿದ್ದ ಕ್ರಿಯೆಯಿಂದಾಗಿ ಒಂದು ಘೋರ ಶಿಕ್ಷೆಯು ನಿಮ್ಮ ಮೇಲೆ ಬಂದೆರಗುತ್ತಿತ್ತು"
        },
        {
            "chapter": 24,
            "verse": 11,
            "text": "ನೀವು ಅದನ್ನು ಚರ್ಚಿಸುತ್ತಿದ್ದಾಗ ಮತ್ತು ನಿಮಗೆ ತಿಳಿಯದೆ ಇದ್ದ ವಿಷಯದ ಕುರಿತು ನೀವು ಮಾತನಾಡುತ್ತಿದ್ದಾಗ, ನೀವು ಅದನ್ನು ಒಂದು ಹಗುರ ವಿಚಾರವೆಂದು ಭಾವಿಸಿದ್ದಿರಿ. ಆದರೆ ಅಲ್ಲಾಹನ ದೃಷ್ಟಿಯಲ್ಲಿ ಅದು ಭಾರೀ ದೊಡ್ಡ ವಿಚಾರವಾಗಿತ್ತು"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "ನೀವು ಅದನ್ನು ಕೇಳಿದಾಗಲೇ, ‘‘ನಾವು ಇಂತಹ ಮಾತುಗಳನ್ನಾಡುವುದು ನಮಗೆ ಭೂಷಣವಲ್ಲ. (ಓ ಅಲ್ಲಾಹ್) ನೀನು ದೋಷರಹಿತನು – ಇದು ಘೋರ ಸುಳ್ಳಾರೋಪವಾಗಿದೆ’’ ಎಂದೇಕೆ ಹೇಳಿ ಬಿಡಲಿಲ್ಲ"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "ನೀವು ವಿಶ್ವಾಸಿಗಳಾಗಿದ್ದರೆ ಇಂತಹ ಕೃತ್ಯವನ್ನು ಮತ್ತೆಂದೂ ಮಾಡಬೇಡಿ ಎಂದು ಅಲ್ಲಾಹನು ನಿಮಗೆ ಉಪದೇಶಿಸುತ್ತಾನೆ"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "ಅಲ್ಲಾಹನು ನಿಮಗೆ (ತನ್ನ) ವಚನಗಳನ್ನು ವಿವರಿಸುತ್ತಾನೆ. ಅಲ್ಲಾಹನು ಬಲ್ಲವನು ಮತ್ತು ಯುಕ್ತಿವಂತನಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "ವಿಶ್ವಾಸಿಗಳ ನಡುವೆ ಅನೈತಿಕತೆಯನ್ನು ಹರಡಬಯಸುವವರಿಗೆ ಖಂಡಿತವಾಗಿಯೂ ಈ ಲೋಕದಲ್ಲೂ ಪರಲೋಕದಲ್ಲೂ ಯಾತನಾಮಯ ಶಿಕ್ಷೆ ಇದೆ. ಅಲ್ಲಾಹನು ಬಲ್ಲನು. ನೀವು ಬಲ್ಲವರಲ್ಲ"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "ಅಲ್ಲಾಹನ ಅನುಗ್ರಹ ಮತ್ತು ಅವನ ಕರುಣೆಯು ನಿಮ್ಮ ಮೇಲೆ ಇಲ್ಲದೆ ಇದ್ದಿದ್ದರೆ (ನಿಮಗೆ ಈ ಮಾರ್ಗದರ್ಶನವು ಸಿಗುತ್ತಿರಲಿಲ್ಲ). ಮತ್ತು ಅಲ್ಲಾಹನು ತುಂಬಾ ವಾತ್ಸಲ್ಯಮಯಿ ಮತ್ತು ಕರುಣಾಳುವಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "ವಿಶ್ವಾಸಿಗಳೇ, ಶೈತಾನನ ಹೆಜ್ಜೆ ಗುರುತುಗಳನ್ನು ಅನುಸರಿಸಬೇಡಿ. ಶೈತಾನನು ತನ್ನ ಹೆಜ್ಜೆಗುರುತುಗಳನ್ನು ಅನುಸರಿಸುವವರಿಗೆ ಅನೈತಿಕ ಹಾಗೂ ದುಷ್ಟ ಕೆಲಸಗಳನ್ನು ಆದೇಶಿಸುತ್ತಾನೆ. ನಿಮ್ಮ ಮೇಲೆ ಅಲ್ಲಾಹನ ಅನುಗ್ರಹ ಹಾಗೂ ಅವನ ಕೃಪೆ ಇಲ್ಲದೆ ಇದ್ದಿದ್ದರೆ, ನಿಮ್ಮಲ್ಲಿ ಯಾರೊಬ್ಬರೂ ಎಂದಿಗೂ ಶುದ್ಧ ಶೀಲದವರಾಗಿ ಉಳಿದಿರುತ್ತಿರಲಿಲ್ಲ. ನಿಜವಾಗಿ ಅಲ್ಲಾಹನೇ ತಾನಿಚ್ಛಿಸಿದವರನ್ನು ಶುದ್ಧವಾಗಿಡುತ್ತಾನೆ ಮತ್ತು ಅಲ್ಲಾಹನು ಎಲ್ಲವನ್ನೂ ಕೇಳುವವನು ಹಾಗೂ ಎಲ್ಲವನ್ನೂ ಬಲ್ಲವನಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "ನಿಮ್ಮಲ್ಲಿನ ಸ್ಥಿತಿವಂತರು ಹಾಗೂ ಅನುಕೂಲಸ್ಥರು ಯಾರೂ, ಬಂಧುಗಳಿಗೆ ಬಡವರಿಗೆ ಮತ್ತು ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ವಲಸೆ ಹೋದವರಿಗೆ ಏನನ್ನೂ ನೀಡುವುದಿಲ್ಲ ಎಂದು ಪ್ರತಿಜ್ಞೆ ಮಾಡಬಾರದು. ಅವರು ಕ್ಷಮಿಸಬೇಕು ಮತ್ತು (ಇತರರ ತಪ್ಪುಗಳನ್ನು) ಕಡೆಗಣಿಸಬೇಕು. ನೀವೇನು, ಅಲ್ಲಾಹನು ನಿಮ್ಮನ್ನು ಕ್ಷಮಿಸಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸುವುದಿಲ್ಲವೇ? ಅಲ್ಲಾಹನು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ಕರುಣಾಳುವಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "ಮಾನವಂತ, ಮುಗ್ಧ, ವಿಶ್ವಾಸಿ ಮಹಿಳೆಯರ ಮೇಲೆ ಸುಳ್ಳಾರೋಪಗಳನ್ನು ಹೊರಿಸುವವರು ಖಂಡಿತ ಇಹಲೋಕದಲ್ಲೂ ಪರಲೋಕದಲ್ಲೂ ಶಾಪಗ್ರಸ್ತರಾಗಿರುತ್ತಾರೆ ಮತ್ತು ಅವರಿಗೆ ಘೋರ ಶಿಕ್ಷೆ ಸಿಗಲಿದೆ"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "ಅವರು ಏನೆಲ್ಲಾ ಮಾಡುತ್ತಿದ್ದರೆಂದು ಅವರದೇ ನಾಲಿಗೆಗಳು, ಅವರದೇ ಕೈಗಳು ಮತ್ತು ಅವರದೇ ಕಾಲುಗಳು ಅವರ ವಿರುದ್ಧ ಸಾಕ್ಷ ಹೇಳುವ ದಿನ (ಖಂಡಿತ ಬರಲಿದೆ)"
        },
        {
            "chapter": 24,
            "verse": 21,
            "text": "ಆ ದಿನ ಅಲ್ಲಾಹನು ಅವರಿಗೆ ಅವರ ಸಂಪೂರ್ಣ ಪ್ರತಿಫಲವನ್ನು ನ್ಯಾಯೋಚಿತವಾಗಿ ನೀಡುವನು ಮತ್ತು ಅಲ್ಲಾಹನೇ ಅತ್ಯಂತ ವ್ಯಕ್ತ ಸತ್ಯ ಎಂಬುದನ್ನು ಅಂದು ಅವರು ಅರಿಯುವರು"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "ನೀಚ ಸ್ತ್ರೀಯರು ಇರುವುದೇ ನೀಚ ಪುರುಷರಿಗಾಗಿ ಮತ್ತು ನೀಚ ಪುರುಷರು ಇರುವುದೇ ನೀಚ ಸ್ತ್ರೀಯರಿಗಾಗಿ. ಇನ್ನು, ಸುಶೀಲ ಸ್ತ್ರೀಯರು ಇರುವುದು ಸುಶೀಲ ಪುರುಷರಿಗಾಗಿ ಮತ್ತು ಸುಶೀಲ ಪುರುಷರು ಇರುವುದು ಸುಶೀಲ ಸ್ತ್ರೀಯರಿಗಾಗಿ. ಜನರು ಆಡುವ ಎಲ್ಲ ಮಾತುಗಳಿಂದ ಅವರು ಮುಕ್ತರಾಗಿರುತ್ತಾರೆ. ಅವರಿಗೆ ಕ್ಷಮೆ ಹಾಗೂ ಗೌರವಯುತವಾದ ಸಂಪನ್ನತೆ ದೊರೆಯಲಿದೆ"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "ವಿಶ್ವಾಸಿಗಳೇ, ನಿಮ್ಮದಲ್ಲದ ಮನೆಯನ್ನು, ಪೂರ್ವಾನುಮತಿ ಪಡೆಯದೆ ಹಾಗೂ ಆ ಮನೆಯವರಿಗೆ ಸಲಾಮ್ ಹೇಳದೆ ಪ್ರವೇಶಿಸಬಾರದು. ನೀವು ಉಪದೇಶ ಸ್ವೀಕರಿಸುವವರಾಗಿದ್ದರೆ ಇದುವೇ ನಿಮ್ಮ ಪಾಲಿಗೆ ಉತ್ತಮ ಕ್ರಮವಾಗಿದೆ"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "ಒಂದು ವೇಳೆ ಅಲ್ಲಿ ನಿಮಗೆ ಯಾರೂ ಕಾಣಸಿಗದಿದ್ದರೆ, ಆಗಲೂ ಅನುಮತಿ ಇಲ್ಲದೆ ಅದರೊಳಗೆ ಪ್ರವೇಶಿಸಬೇಡಿ. ಇನ್ನು, ಮರಳಿ ಹೋಗಿರೆಂದು ನಿಮ್ಮೊಡನೆ ಹೇಳಲಾದರೆ ಮರಳಿ ಹೋಗಿರಿ. ನಿಮ್ಮ ಪಾಲಿಗೆ ಅದುವೇ ಹೆಚ್ಚು ಪರಿಶುದ್ಧ ಕ್ರಮವಾಗಿದೆ. ನೀವು ಮಾಡುವುದೆಲ್ಲವನ್ನೂ ಅಲ್ಲಾಹನು ಚೆನ್ನಾಗಿ ಬಲ್ಲನು"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "ಜನವಾಸ ಇಲ್ಲದ ಮತ್ತು ನಿಮಗೇನಾದರೂ ಲಾಭವಿರುವ ಮನೆಗಳನ್ನು ನೀವು ಪ್ರವೇಶಿಸಿದರೆ ಮಾತ್ರ ನಿಮ್ಮ ಮೇಲೆ ಪಾಪವೇನಿಲ್ಲ. ನೀವು ಪ್ರಕಟಿಸುವ ಮತ್ತು ನೀವು ಬಚ್ಚಿಡುವ ಎಲ್ಲವನ್ನೂ ಅಲ್ಲಾಹನು ಬಲ್ಲನು"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "ವಿಶ್ವಾಸಿ ಪುರುಷರೊಡನೆ, ತಮ್ಮ ದೃಷ್ಟಿಗಳನ್ನು ತಗ್ಗಿಸಿಡಲು ಹಾಗೂ ತಮ್ಮ ಮಾನಗಳನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳಲು ಹೇಳಿರಿ. ಇದು ಅವರ ಪಾಲಿಗೆ ಹೆಚ್ಚು ಶುದ್ಧ ಕ್ರಮವಾಗಿದೆ. ಅವರು ಮಾಡುತ್ತಿರುವ ಸಕಲವನ್ನೂ ಅಲ್ಲಾಹನು ಖಂಡಿತ ಅರಿತಿರುತ್ತಾನೆ"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "ವಿಶ್ವಾಸಿ ಸ್ತ್ರೀಯರೊಡನೆ ಹೇಳಿರಿ; ಅವರು ತಮ್ಮ ದೃಷ್ಟಿಗಳನ್ನು ತಗ್ಗಿಸಿಡಲಿ, ತಮ್ಮ ಮಾನಗಳನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳಲಿ ಮತ್ತು ಅವರು ತಮ್ಮ ಶೃಂಗಾರವನ್ನು ಪ್ರದರ್ಶಿಸದಿರಲಿ – ಆ ಪೈಕಿ ಸಹಜವಾಗಿ ಪ್ರಕಟವಾಗುವುದರ ಹೊರತು. ಮತ್ತು ಅವರು ತಮ್ಮ ಹೊದಿಕೆಗಳನ್ನು ತಮ್ಮ ಎದೆಯ ಮೇಲೆ ಹೊದ್ದುಕೊಂಡಿರಲಿ. ಮತ್ತು ಅವರು ತಮ್ಮ ಶೃಂಗಾರವನ್ನು ಪ್ರದರ್ಶಿಸಬಾರದು – ತಮ್ಮ ಪತಿ ಅಥವಾ ತಮ್ಮ ತಂದೆ, ಅಥವಾ ತಮ್ಮ ಪತಿಯ ತಂದೆ ಅಥವಾ ತಮ್ಮ ಪುತ್ರರು ಅಥವಾ ತಮ್ಮ ಪತಿಯ ಪುತ್ರರು ಅಥವಾ ತಮ್ಮ ಸಹೋದರರು ಅಥವಾ ತಮ್ಮ ಸಹೋದರರ ಪುತ್ರರು ಅಥವಾ ತಮ್ಮ ಸಹೋದರಿಯರ ಪುತ್ರರು ಅಥವಾ ತಮಗೆ ಆಪ್ತರಾಗಿರುವ ಸ್ತ್ರೀಯರು ಅಥವಾ ತಮ್ಮ ದಾಸಿಯರು ಅಥವಾ ತೀರಾ ನಿರಾಸಕ್ತರಾಗಿರುವ ಸೇವಕ ಪುರುಷರು ಅಥವಾ ಮಹಿಳೆಯರ ಗುಟ್ಟುಗಳ ಅರಿವೇ ಇಲ್ಲದ ಮಕ್ಕಳ ಹೊರತು ಇತರರಿಗೆ. ಮತ್ತು ಅವರು, ತಾವು ಅಡಗಿಸಿಟ್ಟ ಶೃಂಗಾರವು ಪ್ರಕಟವಾಗುವ ರೀತಿಯಲ್ಲಿ ತಮ್ಮ ಕಾಲುಗಳನ್ನು ಅಪ್ಪಳಿಸುತ್ತಾ ನಡೆಯಬಾರದು. ವಿಶ್ವಾಸಿಗಳೇ, ನೀವೆಲ್ಲರೂ ಸೇರಿ ಅಲ್ಲಾಹನ ಮುಂದೆ ಪಶ್ಚಾತ್ತಾಪ ಪಡಿರಿ. ನೀವು ವಿಜಯಿಗಳಾಗಬಹುದು"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "ನೀವು ನಿಮ್ಮಲ್ಲಿನ ವಿಧವೆಯರು ಹಾಗು ವಿಧುರರಿಗೆ, ನಿಮ್ಮ ಸಜ್ಜನ ದಾಸರಿಗೆ ಮತ್ತು ನಿಮ್ಮ ದಾಸಿಯರಿಗೆ ವಿವಾಹ ಮಾಡಿಸಿರಿ. ಅವರು ಬಡವರಾಗಿದ್ದರೆ ಅಲ್ಲಾಹನು ತನ್ನ ಅನುಗ್ರಹದಿಂದ ಅವರನ್ನು ಸಂಪನ್ನರಾಗಿಸುವನು. ಅಲ್ಲಾಹನು ವಿಶಾಲನೂ ಜ್ಞಾನಿಯೂ ಆಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "ಇನ್ನು ವಿವಾಹವಾಗಲು ಸಾಧ್ಯವಾಗದವರು, ಅಲ್ಲಾಹನು ತನ್ನ ಅನುಗ್ರಹದಿಂದ ತಮ್ಮನ್ನು ಸಂಪನ್ನಗೊಳಿಸುವ ತನಕ ತಮ್ಮನ್ನು ನಿಯಂತ್ರಿಸಿಕೊಂಡಿರಲಿ. ನಿಮ್ಮ ದಾಸ್ಯದಲ್ಲಿರುವವರ ಪೈಕಿ (ಬಿಡುಗಡೆಯ) ಒಪ್ಪಂದ ಮಾಡಿಕೊಳ್ಳಲು ಬಯಸುವವರಲ್ಲಿ ಏನಾದರೂ ಒಳಿತು ಇದೆ ಎಂದು ನಿಮಗೆ ತಿಳಿದಿದ್ದರೆ ನೀವು ಅವರ ಜೊತೆ ಒಪ್ಪಂದ ಮಾಡಿಕೊಳ್ಳಿರಿ ಮತ್ತು ಅಲ್ಲಾಹನು ನಿಮಗೆ ಕೊಟ್ಟಿರುವ ಸಂಪತ್ತಿನ ಒಂದು ಭಾಗವನ್ನು ಅವರಿಗೆ ಕೊಡಿರಿ. ಮತ್ತು ನಿಮ್ಮ ದಾಸಿಯರು ಸುಶೀಲೆಯರಾಗಿರಲು ಬಯಸುತ್ತಿರುವಾಗ ನೀವು ಕೇವಲ ಲೌಕಿಕ ಬದುಕಿನ ಲಾಭಕ್ಕಾಗಿ ಅವರನ್ನು ಅನೈತಿಕ ಕೃತ್ಯಕ್ಕೆ ಬಲವಂತ ಪಡಿಸಬೇಡಿ. ಇನ್ನು ಯಾರಾದರೂ ಅವರ ಮೇಲೆ ಬಲವಂತ ನಡೆಸಿದರೆ, ಆ ಬಳಿಕ (ಆ ದಾಸಿಯರ ಪಾಲಿಗೆ) ಅಲ್ಲಾಹನು ಖಂಡಿತವಾಗಿಯೂ ಕ್ಷಮಾಶೀಲನೂ ಕರುಣಾಳುವೂ ಆಗಿರುತ್ತಾನೆ"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "ಸ್ಪಷ್ಟವಾದ ವಚನಗಳನ್ನೂ, ನಿಮಗಿಂತ ಹಿಂದೆ ಗತಿಸಿ ಹೋದವರ ಉದಾಹರಣೆಗಳನ್ನೂ, ಧರ್ಮನಿಷ್ಠರಿಗಾಗಿ ಬೋಧನೆಗಳನ್ನೂ ನಾವು ನಿಮ್ಮೆಡೆಗೆ ಇಳಿಸಿ ಕೊಟ್ಟಿರುವೆವು"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "ಅಲ್ಲಾಹನೇ ಆಕಾಶಗಳ ಮತ್ತು ಭೂಮಿಯ ಪ್ರಕಾಶ. ಅದರ ಉದಾಹರಣೆ ಹೀಗಿದೆ; ಗೋಡೆ ಗೂಡಿನಲ್ಲಿ ಒಂದು ದೀಪವಿದೆ. ದೀಪವು ಗಾಜಿನೊಳಗಿದೆ. ಗಾಜು ಮಿನುಗುವ ನಕ್ಷತ್ರದಂತಿದೆ. ಪೂರ್ವದ್ದಾಗಲಿ ಪಶ್ಚಿಮದ್ದಾಗಲಿ ಅಲ್ಲದ ಸಮೃದ್ಧ ಝೈತೂನ್ ಮರದಿಂದ (ಅದರ ಎಣ್ಣೆ.ಯಿಂದ) ಅದನ್ನು ಬೆಳಗಲಾಗಿದೆ. ಅದು ಬೆಂಕಿ ತಗುಲದಿದ್ದರೂ ಉರಿದು ಬೆಳಗುವಂತಿದೆ, ಪ್ರಕಾಶದ ಮೇಲೆ ಮತ್ತೆ ಪ್ರಕಾಶ. ಅಲ್ಲಾಹನೇ ತಾನಿಚ್ಛಿಸಿದವರನ್ನು ತನ್ನ ಪ್ರಕಾಶದೆಡೆಗೆ ನಡೆಸುತ್ತಾನೆ. ಹೀಗೆ ಅಲ್ಲಾಹನು ಮಾನವರಿಗಾಗಿ ಉದಾಹರಣೆಗಳನ್ನು ಮುಂದಿಡುತ್ತಾನೆ. ಅಲ್ಲಾಹನಂತು ಎಲ್ಲವನ್ನೂ ಬಲ್ಲವನಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "ಆ ಭವನಗಳಲ್ಲಿ (ಮಸೀದಿಗಳಲ್ಲಿ) ತನ್ನ ಹೆಸರನ್ನು ಮೊಳಗಿಸುತ್ತಾ ತನ್ನನ್ನು ಪ್ರಸ್ತಾಪಿಸುತ್ತಿರಬೇಕು ಮತ್ತು ಮುಂಜಾನೆಯಲ್ಲೂ ಸಂಜೆಯ ಹೊತ್ತಿನಲ್ಲೂ ತನ್ನ ಪಾವಿತ್ರವನ್ನು ಜಪಿಸುತ್ತಿರಬೇಕು ಎಂದು ಅಲ್ಲಾಹನು ಆದೇಶಿಸಿರುತ್ತಾನೆ"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "(ಅಲ್ಲಿರುವವರು ಎಂಥವರೆಂದರೆ,) ಅವರ ವ್ಯಾಪಾರವಾಗಲಿ ವ್ಯವಹಾರವಾಗಲಿ ಅವರನ್ನು ನಮಾಝ್‌ನ ಪಾಲನೆಯಿಂದ ಮತ್ತು ಝಕಾತ್‌ಅನ್ನು ಪಾವತಿಸುವುದರಿಂದ ತಡೆಯುವುದಿಲ್ಲ. ಹೃದಯಗಳು ಹಾಗೂ ದೃಷ್ಟಿಗಳು ಹೊರಳಿ ಬಿಡುವ ಒಂದು ದಿನದ ಕುರಿತು ಅವರು ಅಂಜುತ್ತಿರುತ್ತಾರೆ"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "ಏಕೆಂದರೆ ಅಲ್ಲಾಹನು ಅವರಿಗೆ ಅವರ ಅತ್ಯುತ್ತಮ ಕರ್ಮಕ್ಕನುಸಾರವಾದ ಪ್ರತಿಫಲ ನೀಡಲಿದ್ದಾನೆ. ಮಾತ್ರವಲ್ಲ, ಅವನು ತನ್ನ ಅನುಗ್ರಹದಿಂದ ಅವರಿಗೆ ಇನ್ನೂ ಹೆಚ್ಚಿನದನ್ನು ನೀಡಲಿದ್ದಾನೆ. ಅಲ್ಲಾಹನಂತು ತಾನಿಚ್ಛಿಸಿದವರಿಗೆ ಎಣಿಕೆ ಇಲ್ಲದಷ್ಟು ದಯಪಾಲಿಸುತ್ತಾನೆ"
        },
        {
            "chapter": 24,
            "verse": 35,
            "text": "ಧಿಕ್ಕಾರಿಗಳ ಕರ್ಮಗಳೆಲ್ಲಾ ಬಟ್ಟ ಬಯಲಲ್ಲಿರುವ ಮರೀಚಿಕೆಯಂತಿರುತ್ತವೆ. ದಾಹಿಯು, ಅದುವೇ ನೀರೆಂದು ಭ್ರಮಿಸುತ್ತಾನೆ. ಕೊನೆಗೆ ಅವನು ಅದರ ಹತ್ತಿರ ಹೋದಾಗ ಅಲ್ಲಿ ಅವನು ಏನನ್ನೂ ಕಾಣುವುದಿಲ್ಲ. ನಿಜವಾಗಿ ಅವನು ತನ್ನ ಬಳಿ ಅಲ್ಲಾಹನನ್ನು ಕಾಣುತ್ತಾನೆ ಮತ್ತು ಅವನು (ಅಲ್ಲಾಹನು) ಆತನ ವಿಚಾರಣೆಯನ್ನು ಮುಗಿಸಿ ಬಿಡುತ್ತಾನೆ. ಅಲ್ಲಾಹನಂತು ಬಹಳ ವೇಗವಾಗಿ ವಿಚಾರಣೆ ನಡೆಸುವವನಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "ಅಥವಾ ಅವರ (ಕರ್ಮಗಳ) ಸ್ಥಿತಿಯು, ಕಡಲಿನ ಆಳದಲ್ಲಿರುವ ಕತ್ತಲೆಯಂತಿದೆ. ಅದನ್ನು ಮುಚ್ಚಿಡಲು ಅದರ ಮೇಲೆ ಒಂದು ಅಲೆ ಮತ್ತು ಆ ಅಲೆಯ ಮೇಲೆ ಮತ್ತೊಂದು ಅಲೆ ಇರುತ್ತದೆ ಮತ್ತು ಅದರ ಮೇಲೆ ಮೋಡ ಕವಿದಿರುತ್ತದೆ. ಕತ್ತಲ ಮೇಲೆ ಕತ್ತಲು. ಎಷ್ಟೆಂದರೆ, ಅಲ್ಲಿ ಯಾರಾದರೂ ತನ್ನ ಕೈಯನ್ನು ಹೊರ ಚಾಚಿದರೆ ಅದನ್ನು ಕಾಣಲು ಅವನಿಗೆ ಸಾಧ್ಯವಾಗದು. ಯಾರಿಗೆ ಅಲ್ಲಾಹನು ಪ್ರಕಾಶವನ್ನು ನೀಡಲಿಲ್ಲವೋ ಅವನಿಗೆ ಪ್ರಕಾಶವೇ ಇಲ್ಲ"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "ನೀವು ನೋಡಲಿಲ್ಲವೇ, ಆಕಾಶಗಳಲ್ಲಿ ಮತ್ತು ಭೂಮಿಯಲ್ಲಿರುವ ಎಲ್ಲವೂ ಮತ್ತು ರೆಕ್ಕೆ ಹರಡಿಕೊಂಡಿರುವ ಹಕ್ಕಿಗಳೂ ಅಲ್ಲಾಹನ ಮಹಿಮೆಯನ್ನು ಕೊಂಡಾಡುತ್ತಿವೆ. ಪ್ರತಿಯೊಬ್ಬರಿಗೂ ಅವನನ್ನು ನಮಿಸುವ ಮತ್ತು ಅವನ ಮಹಿಮೆಯನ್ನು ಕೊಂಡಾಡುವ ವಿಧಾನ ತಿಳಿದಿದೆ. ಅಲ್ಲಾಹನಂತು ಅವರು ಮಾಡುತ್ತಿರುವ ಎಲ್ಲವನ್ನೂ ಬಲ್ಲನು"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "ಆಕಾಶಗಳ ಹಾಗೂ ಭೂಮಿಯ ಆಧಿಪತ್ಯವು ಅಲ್ಲಾಹನಿಗೇ ಸೇರಿದೆ. ಎಲ್ಲರೂ ಅಲ್ಲಾಹನೆಡೆಗೇ ಮರಳುವರು"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "ನೀವು ನೋಡಲಿಲ್ಲವೇ, ಅಲ್ಲಾಹನು ಮೋಡಗಳನ್ನು ಚಲಾಯಿಸುತ್ತಾನೆ. ಆ ಬಳಿಕ ಅವನು ಅವುಗಳನ್ನು ಪರಸ್ಪರ ಜೋಡಿಸುತ್ತಾನೆ. ತರುವಾಯ ಅವನು ಅವುಗಳನ್ನು ಪದರಗಳಾಗಿಸುತ್ತಾನೆ. ಅನಂತರ ಅದರೊಳಗಿಂದ ಮಳೆಯು ಹೊರಡುವುದನ್ನು ನೀವು ಕಾಣುತ್ತೀರಿ. ಮತ್ತು ಆಕಾಶದಿಂದ ಹಿಮ ತುಂಬಿದ ಪರ್ವತಗಳೇ ಇಳಿಯತೊಡಗುತ್ತವೆ. ಆಮೂಲಕ ಅವನು ತಾನಿಚ್ಛಿಸಿದವರನ್ನು ವಿಪತ್ತಿಗೆ ಸಿಲುಕಿಸುತ್ತಾನೆ ಮತ್ತು ತಾನಿಚ್ಛಿಸಿದವರನ್ನು ಅದರಿಂದ ರಕ್ಷಿಸುತ್ತಾನೆ. ಅದರ ಮಿಂಚಿನ ಹೊಳಪು ಕಣ್ಣುಗಳನ್ನು ಕುರುಡಾಗಿಸುವಂತಿರುತ್ತದೆ"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "ಅಲ್ಲಾಹನೇ, ಇರುಳು ಮತ್ತು ಹಗಲುಗಳನ್ನು ಪರಿವರ್ತಿಸುತ್ತಿರುವವನು. ಕಾಣಬಲ್ಲವರಿಗೆ (ಬುದ್ಧಿವಂತರಿಗೆ) ಇದರಲ್ಲಿ ಖಂಡಿತ ಪಾಠವಿದೆ"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "ಅಲ್ಲಾಹನು ಎಲ್ಲ ಜೀವಿಗಳನ್ನು ನೀರಿನಿಂದ ಸೃಷ್ಟಿಸಿರುವನು. ಅವುಗಳಲ್ಲಿ ಕೆಲವು ತಮ್ಮ ಹೊಟ್ಟೆಗೆ ಒರಗಿಕೊಂಡು ಚಲಿಸುತ್ತವೆ, ಕೆಲವು ಎರಡು ಕಾಲುಗಳಲ್ಲಿ ನಡೆಯುತ್ತವೆ ಮತ್ತು ಕೆಲವು ನಾಲ್ಕು ಕಾಲುಗಳಲ್ಲಿ ನಡೆಯುತ್ತವೆ. ಅಲ್ಲಾಹನು ತಾನಿಚ್ಛಿಸಿದ್ದನ್ನು ಸೃಷ್ಟಿಸುತ್ತಾನೆ. ಖಂಡಿತವಾಗಿಯೂ ಅಲ್ಲಾಹನು ಎಲ್ಲವನ್ನೂ ಮಾಡಬಲ್ಲವನಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "ನಾವು ಬಹಳ ಸ್ಪಷ್ಟವಾದ ವಚನಗಳನ್ನು ಇಳಿಸಿರುತ್ತೇವೆ. ಇನ್ನು ಅಲ್ಲಾಹನೇ ತಾನಿಚ್ಛಿಸಿದವರನ್ನು ಸ್ಥಿರವಾದ ನೇರಮಾರ್ಗದೆಡೆಗೆ ಮುನ್ನಡೆಸುತ್ತಾನೆ"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "ನಾವು ಅಲ್ಲಾಹನನ್ನೂ ಅವನ ದೂತರನ್ನೂ ನಂಬಿರುವೆವು ಮತ್ತು ನಾವು (ಅವರ) ಆದೇಶಪಾಲಿಸಿದೆವು ಎಂದು ಅವರು ಹೇಳುತ್ತಾರೆ. ಆ ಬಳಿಕ ಅವರಲ್ಲಿನ ಒಂದು ಗುಂಪು ತಿರುಗಿ ನಿಲ್ಲುತ್ತದೆ. ಅವರು ವಿಶ್ವಾಸಿಗಳಲ್ಲ"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "ಅವರ ನಡುವೆ ನ್ಯಾಯ ತೀರ್ಮಾನ ಕೈಗೊಳ್ಳುವುದಕ್ಕಾಗಿ ಅವರನ್ನು ಅಲ್ಲಾಹ್ ಮತ್ತು ಅವನ ದೂತರೆಡೆಗೆ ಕರೆದಾಗ ಅವರಲ್ಲಿನ ಒಂದು ಗುಂಪು ಜಾರಿ ಕೊಳ್ಳುತ್ತದೆ"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "ಒಂದು ವೇಳೆ ಅವರಿಗೇನಾದರೂ ಹಕ್ಕು ಸಿಗಲಿಕ್ಕಿದ್ದರೆ, (ಆಗ ಮಾತ್ರ) ಅವರು ವಿನಯ ಶೀಲರಾಗಿ ನಿಮ್ಮ ಬಳಿಗೆ ಬರುತ್ತಾರೆ"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "ಅವರ ಮನಗಳಲ್ಲೇನು ರೋಗವಿದೆಯೇ? ಅಥವಾ ಅವರು ಸಂಶಯ ಪೀಡಿತರಾಗಿದ್ದಾರೆಯೇ? ಅಥವಾ ಅಲ್ಲಾಹ್ ಮತ್ತು ಅವನ ದೂತರು ಅವರ ಮೇಲೆ ಅಕ್ರಮವೆಸಗುವರೆಂದು ಅವರು ಅಂಜುತ್ತಿದ್ದಾರೆಯೇ? ನಿಜವಾಗಿ ಅವರೇ ಅಕ್ರಮಿಗಳಾಗಿದ್ದಾರೆ"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "(ಆದರೆ) ವಿಶ್ವಾಸಿಗಳನ್ನು ಅವರ ನಡುವಣ ನ್ಯಾಯ ತೀರ್ಮಾನಕ್ಕೆಂದು ಅಲ್ಲಾಹ್ ಮತ್ತು ಆತನ ದೂತರ ಕಡೆಗೆ ಕರೆಯಲಾದಾಗ ಅವರು, ನಾವು ಕೇಳಿದೆವು ಮತ್ತು ಅನುಸರಿಸಿದೆವು ಎಂದು ಬಿಡುತ್ತಾರೆ. ಅವರೇ ವಿಜಯಿಗಳು"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "ಅಲ್ಲಾಹ್ ಮತ್ತವನ ದೂತರ ಆಜ್ಞೆ ಪಾಲಿಸುವವನು, ಅಲ್ಲಾಹನ ಭಯ ಉಳ್ಳವನು ಮತ್ತು ಅವನಿಗೆ ಸದಾ ನಿಷ್ಠನಾಗಿರುವವನು – ಅವರೇ ಜಯಶಾಲಿಗಳು"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "ನೀವು ಆದೇಶಿಸಿದರೆ ಖಂಡಿತವಾಗಿಯೂ ತಾವು (ಹೋರಾಟಕ್ಕೆ) ಹೊರಟು ಬಿಡುವೆವು ಎಂದು ಅವರು ಜೋರಾಗಿ ಅಲ್ಲಾಹನ ಆಣೆ ಹಾಕಿ ಹೇಳುತ್ತಾರೆ. ಹೇಳಿರಿ; ಆಣೆಗಳನ್ನು ಹಾಕಬೇಡಿ. (ನಿಮ್ಮ) ಆಜ್ಞಾಪಾಲನೆ ಎಂತಹದೆಂಬುದು ಎಲ್ಲರಿಗೂ ಗೊತ್ತಿದೆ. ನೀವು ಮಾಡುತ್ತಿರುವುದೆಲ್ಲವೂ ಅಲ್ಲಾಹನಿಗೆ ತಿಳಿದಿದೆ"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "ಹೇಳಿರಿ; ಅಲ್ಲಾಹನ ಆಜ್ಞೆಗಳನ್ನು ಪಾಲಿಸಿರಿ ಮತ್ತು ದೇವದೂತರ ಆಜ್ಞೆಗಳನ್ನು ಪಾಲಿಸಿರಿ. ನೀವು ಅದನ್ನು ಕಡೆಗಣಿಸಿದರೆ (ನಿಮಗೆ ತಿಳಿದಿರಲಿ) ಅವರ ಮೇಲಿರುವ ಕರ್ತವ್ಯಕ್ಕೆ ಮಾತ್ರ ಅವರು ಹೊಣೆಗಾರರಾಗಿರುತ್ತಾರೆ ಮತ್ತು ನಿಮ್ಮ ಮೇಲಿರುವ ಕರ್ತವ್ಯಕ್ಕೆ ನೀವೇ ಹೊಣೆಯಾಗಿರುವಿರಿ. ನೀವು ಅವರ ಆಜ್ಞೆಗಳನ್ನು ಪಾಲಿಸಿದರೆ ನೇರ ಮಾರ್ಗದಲ್ಲಿರುವಿರಿ. ದೇವದೂತರ ಮೇಲಿರುವುದು ಸ್ಪಷ್ಟವಾಗಿ ಸಂದೇಶ ತಲುಪಿಸುವ ಹೊಣೆ ಮಾತ್ರ"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "ನಿಮ್ಮ ಪೈಕಿ ವಿಶ್ವಾಸಿಗಳಾಗಿದ್ದು ಸತ್ಕರ್ಮ ಮಾಡುತ್ತಿರುವವರಿಗೆ, ಅವರ ಹಿಂದಿನವರಂತೆ ಅವರನ್ನು ತಾನು ಭೂಮಿಯಲ್ಲಿ ಆಡಳಿತಗಾರರಾಗಿ ಮಾಡುವೆನೆಂದು ಹಾಗೂ ತಾನು ಅವರ ಪಾಲಿಗೆ ಮೆಚ್ಚಿರುವ ಅವರ ಧರ್ಮವನ್ನು ಅವರಿಗಾಗಿ ಸ್ಥಿರಗೊಳಿಸುವೆನೆಂದು ಮತ್ತು ಅವರ ಭಯದ ಸ್ಥಿತಿಯನ್ನೇ ತಾನು ಆ ಬಳಿಕ ಶಾಂತಿಯ ಸ್ಥಿತಿಯಾಗಿ ಬದಲಿಸುವೆನೆಂದು ಅಲ್ಲಾಹನು ವಾಗ್ದಾನ ಮಾಡಿರುವನು. ಅವರು ನನ್ನನ್ನೇ ಪೂಜಿಸಲಿ ಮತ್ತು ನನ್ನ ಜೊತೆ ಏನನ್ನೂ ಸೇರಿಸದಿರಲಿ (ಎಂದು ಅವನು ಆದೇಶಿಸಿರುವನು). ಇಷ್ಟಾದ ಬಳಿಕವೂ ಕೃತಘ್ನತೆ ತೋರುವವರೇ ಅವಿಧೇಯರು"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "ನೀವು (ಅಲ್ಲಾಹನ) ಕರುಣೆಗೆ ಪಾತ್ರರಾಗಲಿಕ್ಕಾಗಿ ನಮಾಝನ್ನು ಪಾಲಿಸಿರಿ, ಝಕಾತನ್ನು ಪಾವತಿಸಿರಿ ಮತ್ತು ದೇವದೂತರ ಆದೇಶಗಳನ್ನು ಪಾಲಿಸಿರಿ"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "ಧಿಕ್ಕಾರಿಗಳು, ಭೂಮಿಯಲ್ಲಿ ತಾವು (ಸತ್ಯವನ್ನು) ಸೋಲಿಸಬಲ್ಲೆವೆಂದು ಭಾವಿಸದಿರಲಿ. ನರಕವೇ ಅವರ ಅಂತಿಮ ನೆಲೆಯಾಗಿದೆ. ಮತ್ತು ಅದು ತೀರಾ ಕೆಟ್ಟ ನೆಲೆಯಾಗಿದೆ"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "ವಿಶ್ವಾಸಿಗಳೇ, ನಿಮ್ಮ ದಾಸರು ಮತ್ತು ನಿಮ್ಮ ಪೈಕಿ ಇನ್ನೂ ಪ್ರಬುದ್ಧ ವಯಸ್ಸನ್ನು ತಲುಪಿಲ್ಲದವರು, ಮೂರು ಹೊತ್ತು ನಿಮ್ಮ ಅನುಮತಿ ಪಡೆದು ನಿಮ್ಮಲ್ಲಿಗೆ ಬರಲಿ – ಮುಂಜಾವಿನ ನಮಾಝ್‌ಗೆ ಮುನ್ನ, ಹಾಗೂ ಮಧ್ಯಾಹ್ನ, ನೀವು ನಿಮ್ಮ ಮೇಲುಡುಗೆಗಳನ್ನು ಇಳಿಸಿಡುವ ಹೊತ್ತಿನಲ್ಲಿ ಮತ್ತು ಇಶಾ (ರಾತ್ರಿ) ನಮಾಝ್‌ನ ಬಳಿಕ. ಇವು ನಿಮ್ಮ ಪಾಲಿಗೆ ಮರೆಯಲ್ಲಿರುವ (ವಿರಾಮದ) ಸಮಯಗಳು. ಈ ಸಮಯಗಳು ಕಳೆದ ಬಳಿಕ (ಅವರು ಅನುಮತಿ ಪಡೆಯದೆ ಬಂದರೆ) ನಿಮ್ಮ ಮೇಲಾಗಲಿ ಅವರ ಮೇಲಾಗಲಿ ಪಾಪವೇನಿಲ್ಲ. ನೀವು ಪರಸ್ಪರರ ಸುತ್ತಮುತ್ತಲೇ ಇರಬೇಕಾಗುತ್ತದೆ. ಈ ರೀತಿ ಅಲ್ಲಾಹನು (ತನ್ನ) ಆದೇಶಗಳನ್ನು ನಿಮಗೆ ವಿವರಿಸುತ್ತಾನೆ. ಅಲ್ಲಾಹನು ಬಲ್ಲವನು ಹಾಗೂ ಯುಕ್ತಿವಂತನಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "ಇನ್ನು ನಿಮ್ಮಲ್ಲಿನ ಮಕ್ಕಳು ಪ್ರಬುದ್ಧರಾದಾಗ, ಅವರೂ ತಮ್ಮ ಹಿರಿಯರಂತೆ (ಎಲ್ಲ ವೇಳೆಗಳಲ್ಲೂ) ಅನುಮತಿ ಪಡೆಯಲಿ. ಈ ರೀತಿ ಅಲ್ಲಾಹನು ನಿಮಗೆ ತನ್ನ ವಚನಗಳನ್ನು ವಿವರಿಸುತ್ತಾನೆ. ಅಲ್ಲಾಹನು ಎಲವನ್ನೂ ಬಲ್ಲ ಯುಕ್ತಿವಂತನಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "ವಿವಾಹವಾಗುವ ನಿರೀಕ್ಷೆ ಇಲ್ಲದೆ ಮನೆಯಲ್ಲೇ ಉಳಿದುಕೊಂಡಿರುವ (ವೃದ್ಧ) ಮಹಿಳೆಯರು ತಮ್ಮ ಶೃಂಗಾರವನ್ನು ಪ್ರದರ್ಶಿಸದೆ ತಮ್ಮ ಹೊರ ಹೊದಿಕೆಯನ್ನು ಕಳಚಿಟ್ಟರೆ ಅದು ತಪ್ಪಲ್ಲ. ಅವರು ಮಾನವಂತರಾಗಿ ಉಳಿದರೆ ಅದು ಅವರಿಗೇ ಉತ್ತಮ. ಅಲ್ಲಾಹನಂತು ಎಲ್ಲವನ್ನೂ ಕೇಳುತ್ತಾನೆ ಮತ್ತು ಎಲ್ಲವನ್ನೂ ಅರಿತಿರುತ್ತಾನೆ"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "ಕಣ್ಣು ಕಾಣಿಸದವನಾಗಿರಲಿ, ನಡೆಯಲಾಗದವನಾಗಿರಲಿ, ರೋಗಪೀಡಿತನಾಗಿರಲಿ ಅಥವಾ ನೀವೇ ಆಗಿರಲಿ, ನಿಮ್ಮ ಮನೆಯಲ್ಲಿ ಅಥವಾ ನಿಮ್ಮ ತಂದೆ-ತಾತಂದಿರ ಮನೆಯಲ್ಲಿ, ನಿಮ್ಮ ತಾಯಿಯ ಮನೆಯಲ್ಲಿ, ನಿಮ್ಮ ಸಹೋದರರ ಮನೆಯಲ್ಲಿ ಅಥವಾ ನಿಮ್ಮ ಸಹೋದರಿಯರ ಮನೆಯಲ್ಲಿ ಅಥವಾ ನಿಮ್ಮ ತಂದೆಯ ಸಹೋದರರ ಮನೆಯಲ್ಲಿ ಅಥವಾ ನಿಮ್ಮ ತಂದೆಯ ಸಹೋದರಿಯರ ಮನೆಯಲ್ಲಿ ಅಥವಾ ನಿಮ್ಮ ತಾಯಿಯ ಸಹೋದರರ ಮನೆಯಲ್ಲಿ ಅಥವಾ ನಿಮ್ಮ ತಾಯಿಯ ಸಹೋದರಿಯರ ಮನೆಯಲ್ಲಿ ಅಥವಾ ಯಾವ ಮನೆಗಳ ಚಾವಿಗಳು ನಿಮ್ಮ ಕೈಯಲ್ಲಿವೆಯೋ ಆ ಮನೆಗಳಲ್ಲಿ ಅಥವಾ ನಿಮ್ಮ ಮಿತ್ರರ ಮನೆಗಳಲ್ಲಿ ನೀವು ಭೋಜನ ಮಾಡುವುದರಲ್ಲಿ ತಪ್ಪೇನಿಲ್ಲ. ನೀವು ಸಾಮೂಹಿಕವಾಗಿ ಭೋಜನ ಮಾಡಿದರೂ ಒಂಟಿಯಾಗಿ ಮಾಡಿದರೂ ತಪ್ಪೇನಿಲ್ಲ. ನೀವು ಮನೆಯನ್ನು ಪ್ರವೇಶಿಸುವಾಗ ನಿಮ್ಮವರಿಗೆ ಸಲಾಮ್ ಹೇಳಿರಿ. ಇದು ಅಲ್ಲಾಹನ ಕಡೆಯಿಂದ ಕಲಿಸಲಾಗಿರುವ ಸಮೃದ್ಧಿದಾಯಕವಾದ, ಶುದ್ಧವಾದ ಶುಭ ಹಾರೈಕೆಯಾಗಿದೆ. ನೀವು ಅರ್ಥ ಮಾಡಿ ಕೊಳ್ಳಬೇಕೆಂದು, ಈ ರೀತಿ ಅಲ್ಲಾಹನು ನಿಮಗೆ (ತನ್ನ) ವಚನಗಳನ್ನು ವಿವರಿಸುತ್ತಾನೆ"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "ಅಲ್ಲಾಹನಲ್ಲಿ ಹಾಗೂ ಅವನ ದೂತರಲ್ಲಿ ನಂಬಿಕೆ ಇಟ್ಟವರು ಮತ್ತು ಯಾವುದೇ ಸಾಮೂಹಿಕ ಕಾರ್ಯಾಚರಣೆಯಲ್ಲಿ ಅವರ (ದೂತರ) ಜೊತೆಗಿರುವಾಗ ಅವರ ಅನುಮತಿ ಪಡೆಯದೆ ಹೊರಟು ಹೋಗದವರೇ ನಿಜವಾದ ವಿಶ್ವಾಸಿಗಳು. ಖಂಡಿತವಾಗಿಯೂ ನಿಮ್ಮೊಡನೆ (ದೂತರೊಡನೆ) ಅನುಮತಿ ಕೇಳುವವರೇ ನಿಜವಾಗಿ ಅಲ್ಲಾಹ್ ಮತ್ತು ಅವನ ದೂತರಲ್ಲಿ ನಂಬಿಕೆ ಉಳ್ಳವರು. ಅವರು ನಿಮ್ಮ (ದೂತರ) ಬಳಿಗೆ ಬಂದು ತಮ್ಮ ಯಾವುದಾದರೂ (ಖಾಸಗಿ) ಕೆಲಸಕ್ಕಾಗಿ ನಿಮ್ಮೊಡನೆ ಅನುಮತಿ ಕೇಳಿದರೆ, ನೀವು ಅವರ ಪೈಕಿ ನೀವಿಚ್ಛಿಸುವವರಿಗೆ ಅನುಮತಿ ನೀಡಿರಿ. ಮತ್ತು ಅವರ ಕ್ಷಮೆಗಾಗಿ ಅಲ್ಲಾಹನೊಡನೆ ಪ್ರಾರ್ಥಿಸಿರಿ. ಅಲ್ಲಾಹನು ಖಂಡಿತವಾಗಿಯೂ ಕ್ಷಮಿಸುವವನು ಮತ್ತು ಕರುಣೆ ತೋರುವವನಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "ನೀವು ನಿಮ್ಮ ನಡುವೆ, ದೇವದೂತರ ಕರೆಯನ್ನು, ನೀವು ಪರಸ್ಪರರಿಗೆ ನೀಡುವ ಕರೆಯಂತೆ ಪರಿಗಣಿಸಬೇಡಿ. ನಿಮ್ಮ ಪೈಕಿ ಗುಟ್ಟಾಗಿ ತಪ್ಪಿಸಿಕೊಳ್ಳುವವರನ್ನು ಅಲ್ಲಾಹನು ಚೆನ್ನಾಗಿ ಬಲ್ಲನು. ಅವನ ಆದೇಶಕ್ಕೆ ವಿರುದ್ಧವಾಗಿ ನಡೆಯುವವರು ಜಾಗೃತರಾಗಿರಲಿ. ಅವರ ಮೇಲೆ ವಿಪತ್ತೇನಾದರೂ ಬಂದೆರಗಬಹುದು ಅಥವಾ ಯಾತನಾಮಯ ಶಿಕ್ಷೆಗೆ ಅವರು ತುತ್ತಾಗಬಹುದು"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "ನಿಮಗೆ ತಿಳಿದಿರಲಿ! ಆಕಾಶಗಳಲ್ಲಿ ಹಾಗೂ ಭೂಮಿಯಲ್ಲಿ ಇರುವುದೆಲ್ಲವೂ ಅಲ್ಲಾಹನಿಗೇ ಸೇರಿದೆ. ನೀವು ಯಾವ ಸ್ಥಿತಿಯಲ್ಲಿ ಇರುವಿರೆಂಬುದನ್ನು ಅವನು ಖಚಿತವಾಗಿ ಬಲ್ಲನು. ಅವರು ಅವನೆಡೆಗೆ ಮರಳುವ ದಿನ, ಅವರು ಏನೆಲ್ಲಾ ಮಾಡುತ್ತಿದ್ದರೆಂಬುದನ್ನು ಅವನು ಅವರಿಗೆ ತಿಳಿಸುವನು. ಅಲ್ಲಾಹನು ಎಲ್ಲವನ್ನೂ ಬಲ್ಲವನಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "ಬಹಳ ಸಮೃದ್ಧನು – ಸರ್ವಲೋಕಗಳನ್ನು ಎಚ್ಚರಿಸಲಿಕ್ಕೆಂದು ತನ್ನ ದಾಸನಿಗೆ ಫುರ್‌ಕಾನ್‌ಅನ್ನು (ಒಳಿತು ಕೆಡುಕುಗಳನ್ನು ಪ್ರತ್ಯೇಕಿಸಿ ತಿಳಿಸುವ ಒರೆಗಲ್ಲನ್ನು) ಇಳಿಸಿಕೊಟ್ಟವನು (ಅಲ್ಲಾಹನು)"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "ಆಕಾಶಗಳ ಹಾಗೂ ಭೂಮಿಯ ಆಧಿಪತ್ಯವೆಲ್ಲಾ ಅವನಿಗೇ ಸೇರಿದೆ. ಅವನು ಯಾರನ್ನೂ ತನ್ನ ಪುತ್ರನಾಗಿಸಿಕೊಂಡಿಲ್ಲ ಮತ್ತು ಆಧಿಪತ್ಯದಲ್ಲಿ ಯಾರೂ ಅವನ ಪಾಲುದಾರರಲ್ಲ. ಅವನೇ ಎಲ್ಲವನ್ನೂ ಸೃಷ್ಟಿಸಿದವನು ಮತ್ತು ಪ್ರತಿಯೊಂದರ ಇತಿಮಿತಿಗಳನ್ನು ನಿರ್ಧರಿಸಿದವನು"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "ಅವರು (ಜನರು) ಅವನನ್ನು ಬಿಟ್ಟು ಇತರರನ್ನು ದೇವರಾಗಿಸಿಕೊಂಡರು. ನಿಜವಾಗಿ ಅವರು (ಆ ದೇವರುಗಳು) ಏನನ್ನೂ ಸೃಷ್ಟಿಸಿದವರಲ್ಲ – ಅವರನ್ನೇ ಸೃಷ್ಟಿಸಲಾಗಿದೆ. ಸ್ವತಃ ತಮಗೆ ಯಾವುದೇ ನಷ್ಟ ಅಥವಾ ಲಾಭ ಮಾಡಿಕೊಳ್ಳುವ ಅಧಿಕಾರವೂ ಅವರಿಗಿಲ್ಲ. ಮಾತ್ರವಲ್ಲ ಮರಣದ ಮೇಲಾಗಲಿ, ಜೀವನದ ಮೇಲಾಗಲಿ, ಮರಣಾನಂತರದ ಪುನರುಜ್ಜೀವನದ ಮೇಲಾಗಲಿ ಅವರಿಗೆ ಯಾವ ನಿಯಂತ್ರಣವೂ ಇಲ್ಲ"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "‘‘ಅದೆಲ್ಲಾ ಕೇವಲ ಕಟ್ಟುಕತೆ. ಅದನ್ನು ಆತನೇ ರಚಿಸಿಕೊಂಡಿದ್ದಾನೆ. ಇತರ ಕೆಲವರು ಅವನಿಗೆ ನೆರವಾಗಿದ್ದಾರೆ’’ ಎಂದು ಧಿಕ್ಕಾರಿಗಳು ಹೇಳುತ್ತಾರೆ. ಹೀಗೆ ಅವರು ಅಕ್ರಮ ಹಾಗೂ ಸುಳ್ಳು ಪ್ರಚಾರವನ್ನು ಆರಂಭಿಸಿದ್ದಾರೆ"
        },
        {
            "chapter": 25,
            "verse": 1,
            "text": "ಅವರು ಹೇಳುತ್ತಾರೆ; ‘‘ಅವೆಲ್ಲಾ ಕೇವಲ ಗತಕಾಲದ ಕತೆಗಳು. ಅವನೇ ಅದನ್ನು ಬರೆಸಿ ತರುತ್ತಾನೆ. ಮುಂಜಾನೆ ಹಾಗೂ ಸಂಜೆ ಇದನ್ನೆಲ್ಲಾ ಅವನಿಗೆ ಯಾರೋ ಕಲಿಸಿಕೊಡುತ್ತಾರೆ’’"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "ಹೇಳಿರಿ; ಆಕಾಶಗಳ ಹಾಗೂ ಭೂಮಿಯ ಸಕಲ ರಹಸ್ಯಗಳನ್ನು ಬಲ್ಲವನು ಇದನ್ನು ಇಳಿಸಿಕೊಟ್ಟಿರುವನು ಖಂಡಿತವಾಗಿಯೂ ಅವನು ಕ್ಷಮಿಸುವವನು ಮತ್ತು ಕರುಣಾಳುವಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "ಅವರು ಹೇಳುತ್ತಾರೆ; ‘‘ಆಹಾರ ಸೇವಿಸುವ ಮತ್ತು ಪೇಟೆಗಳಲ್ಲಿ ನಡೆದಾಡುವ ಆತ ಅದೆಂತಹ ದೂತ? ಅವನ ಜೊತೆಗಿದ್ದು ಜನರನ್ನು ಹೆದರಿಸಲು ಒಬ್ಬ ಮಲಕ್‌ನನ್ನು ಅವನಿಗೇಕೆ ಇಳಿಸಿಕೊಡಲಾಗಿಲ್ಲ?’’"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "‘‘ಅಥವಾ ಅವನಿಗೆ ಒಂದು ನಿಧಿಯನ್ನೇಕೆ ನೀಡಲಾಗಿಲ್ಲ? ಅಥವಾ ಅವನಿಗೆ ತಿನ್ನುಣ್ಣುತ್ತಾ ಇರುವುದಕ್ಕೆ ಒಂದು ತೋಟವನ್ನಾದರೂ ಏಕೆ ನೀಡಲಾಗಿಲ್ಲ?’’ ಮತ್ತು ಅಕ್ರಮಿಗಳು (ಜನರೊಡನೆ), ‘‘ನೀವು ಕೇವಲ ಒಬ್ಬ ಮಾಟಪೀಡಿತನನ್ನು ಅನುಸರಿಸುತ್ತಿರುವಿರಿ’’ ಎನ್ನುತ್ತಾರೆ"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "ನೋಡಿರಿ; ಅವರು ಎಂತೆಂತಹ ಹೋಲಿಕೆಗಳನ್ನು ನಿಮಗೆ ಅನ್ವಯಿಸುತ್ತಿದ್ದಾರೆ! ನಿಜವಾಗಿ ಅವರು ದಾರಿ ತಪ್ಪಿದ್ದಾರೆ ಮತ್ತು ಸರಿದಾರಿಗೆ ಬರಲು ಅವರಿಗೆ ಸಾಧ್ಯವಿಲ್ಲ"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "ಆ ಮಹಾ ಸಮೃದ್ಧನು (ಅಲ್ಲಾಹನು) ತಾನಿಚ್ಛಿಸಿದರೆ ನಿಮಗೆ ಇವೆಲ್ಲವುಗಳಿಗಿಂತ ಉತ್ತಮವಾದುದನ್ನು ನೀಡಬಲ್ಲನು. ಅಂದರೆ, ತಳದಲ್ಲಿ ನದಿಗಳು ಹರಿಯುವಂತಹ ತೋಟಗಳನ್ನು ನೀಡಬಲ್ಲನು ಮತ್ತು ನಿಮಗಾಗಿ ಅರಮನೆಗಳನ್ನು ಒದಗಿಸಬಲ್ಲನು"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "ನಿಜವಾಗಿ ಅವರು ಆ ಅಂತಿಮ ಕ್ಷಣವನ್ನು ಸುಳ್ಳೆಂದರು. ಆ ಕ್ಷಣವನ್ನು ಸುಳ್ಳೆಂದವರಿಗಾಗಿ ನಾವು ಅಗ್ನಿಕುಂಡವನ್ನು ಸಿದ್ಧಪಡಿಸಿಟ್ಟಿರುವೆವು"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "ಅವರನ್ನು ದೂರದಿಂದ ಕಂಡಾಗಲೇ, ಅದು ರೋಷದಿಂದ ಅಬ್ಬರಿಸುವುದನ್ನು ಅವರು ಕೇಳುವರು"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "ಅವರನ್ನು ಸರಪಣಿಗಳಲ್ಲಿ ಕಟ್ಟಿ ಅದರೊಳಗಿನ ಯಾವುದಾದರೂ ಇಕ್ಕಟ್ಟಾದ ಸ್ಥಳಕ್ಕೆ ಎಸೆದು ಬಿಡಲಾದಾಗ ಅಲ್ಲಿ ಅವರು ಮರಣಕ್ಕಾಗಿ ಹಾತೊರೆಯುತ್ತಿರುವರು"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "‘‘ಇಂದು ನೀವು ಕೇವಲ ಒಂದು ಮರಣವನ್ನು ಕೂಗಬೇಡಿ. ಹಲವಾರು ಮರಣಗಳನ್ನು ಕೂಗಿ ಕರೆಯಿರಿ’’ (ಎಂದು ಅವರೊಡನೆ ಹೇಳಲಾಗುವುದು)"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "ಹೇಳಿರಿ; ಇದು ಉತ್ತಮವೇ, ಅಥವಾ ಧರ್ಮನಿಷ್ಠರಿಗೆ ವಾಗ್ದಾನ ಮಾಡಲಾಗಿರುವ ಶಾಶ್ವತ ಸ್ವರ್ಗ ತೋಟಗಳು ಉತ್ತಮವೇ? ಅದುವೇ ಅವರ (ಧರ್ಮನಿಷ್ಠರ) ಪ್ರತಿಫಲವಾಗಿರುವುದು ಮತ್ತು ಅವರು ಮರಳುವ ತಾಣವಾಗಿರುವುದು"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "ಅಲ್ಲಿ ಅವರು ಬಯಸಿದ್ದೆಲ್ಲವೂ ಅವರಿಗೆ ಲಭ್ಯವಿರುವುದು ಮತ್ತು ಅವರು ಅಲ್ಲಿ ಸದಾಕಾಲ ಇರುವರು. ಇದು ನಿಮ್ಮ ಒಡೆಯನ ಮೇಲೆ ಹೊಣೆಯಾಗಿರುವ ವಾಗ್ದಾನವಾಗಿದೆ – ಪ್ರಾರ್ಥಿಸಿ ಕೇಳಬೇಕಾದ ವಾಗ್ದಾನ"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "ಅಂದು ಅವನು ಅವರನ್ನೂ, ಅಲ್ಲಾಹನನ್ನು ಬಿಟ್ಟು ಅವರು ಪೂಜಿಸುತ್ತಿದ್ದ ಎಲ್ಲವುಗಳನ್ನೂ ಒಂದೆಡೆ ಸೇರಿಸಿ ‘‘ಈ ನನ್ನ ದಾಸರನ್ನು ನೀವು ದಾರಿಗೆಡಿಸಿದಿರಾ? ಅಥವಾ ಅವರು ಸ್ವತಃ ದಾರಿಗೆಟ್ಟಿದ್ದರೇ?’’ಎಂದು ಕೇಳುವನು"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "ಅವರು ಹೇಳುವರು; ನೀನು ಪಾವನನು. ನಿನ್ನ ಹೊರತು ಬೇರೆ ಯಾರನ್ನೂ ನಮ್ಮ ಪೋಷಕರಾಗಿ ಪರಿಗಣಿಸುವುದು ನಮಗೆ ಭೂಷಣವಾಗಿರಲಿಲ್ಲ. ಆದರೆ ನೀನು, ಅವರು ನಿನ್ನ ಪ್ರಸ್ತಾಪವನ್ನೇ ಮರೆತು ಬಿಡುವಷ್ಟು ಸಂಪನ್ನತೆಯನ್ನು ಅವರಿಗೂ ಅವರ ಪೂರ್ವಜರಿಗೂ ದಯಪಾಲಿಸಿದೆ. ಅವರಂತೂ ನಾಶವಾಗಲೇಬೇಕಾದ ಜನರಾಗಿದ್ದರು"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "ನೀವು ಹೇಳಿದ್ದನ್ನೆಲ್ಲಾ ಅವರು ಸುಳ್ಳೆಂದು ತಿರಸ್ಕರಿಸಿದರು. ಇದೀಗ ಅವರ ಮೇಲಿನ ಶಿಕ್ಷೆಯನ್ನು ನಿವಾರಿಸಲಿಕ್ಕಾಗಲಿ ಅವರಿಗೆ ನೆರವಾಗಲಿಕ್ಕಾಗಲಿ ನಿಮಗೆ ಸಾಧ್ಯವಿಲ್ಲ. ನಿಮ್ಮ ಪೈಕಿ ಅಕ್ರಮವೆಸಗಿದವನಿಗೆ ನಾವು ಭಾರೀ ಶಿಕ್ಷೆಯ ರುಚಿ ಉಣಿಸುವೆವು"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "(ದೂತರೇ,) ನಾವು ನಿಮಗಿಂತ ಮುಂಚೆ ಕೂಡಾ ಆಹಾರ ಸೇವಿಸುತ್ತಿದ್ದವರನ್ನು ಮತ್ತು ಪೇಟೆಗಳಲ್ಲಿ ನಡೆದಾಡುತ್ತಿದ್ದವರನ್ನೇ ದೂತರಾಗಿ ಕಳಿಸಿದ್ದೆವು. ಮತ್ತು ನಾವು ನಿಮ್ಮಲ್ಲಿ ಕೆಲವರನ್ನು ಮತ್ತೆ ಕೆಲವರ ಪಾಲಿಗೆ ಪರೀಕ್ಷೆಯಾಗಿಸಿದ್ದೆವು. ನೀವೀಗ ಸಹನೆ ತೋರುವಿರಾ? ನಿಮ್ಮ ಒಡೆಯನು ಎಲ್ಲವನ್ನೂ ನೋಡುವವನಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "ನಮ್ಮನ್ನು ಭೇಟಿಯಾಗುವ ನಿರೀಕ್ಷೆ ಇಲ್ಲದವರು, ‘‘ನಮ್ಮ ಬಳಿಗೆ ಮಲಕ್‌ಗಳನ್ನೇಕೆ ಕಳಿಸಲಾಗಿಲ್ಲ ಅಥವಾ ನಾವು ನಮ್ಮ ದೇವರನ್ನು ನೋಡುವಂತಿಲ್ಲವೇಕೆ’’ ಎಂದು ಕೇಳುತ್ತಾರೆ. ನಿಜವಾಗಿ ಅವರು ತಮ್ಮ ಮನದೊಳಗೆ ಅಹಂಕಾರ ಪಡುತ್ತಿದ್ದಾರೆ ಮತ್ತು ಭಾರೀ ದೊಡ್ಡ ವಿದ್ರೋಹವೆಸಗುತ್ತಿದ್ದಾರೆ"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "ಅವರು ಮಲಕ್‌ಗಳನ್ನು ಕಾಣುವ ದಿನ, ಅಪರಾಧಿಗಳಿಗೆ ಯಾವುದೇ ಶುಭವಾರ್ತೆ ಇರದು. ಅಂದು ಅವರು ‘‘ಎಲ್ಲಾದರೂ ಆಶ್ರಯವಿದೆಯೇ?’’ ಎನ್ನುತ್ತಿರುವರು"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "ಅಂದು ನಾವು ಅವರು ಮಾಡಿರುವ ಕರ್ಮಗಳ ಕಡೆಗೆ ಗಮನ ಹರಿಸುವೆವು ಮತ್ತು ಅವುಗಳನ್ನೆಲ್ಲಾ ಧೂಳಿನಂತೆ ಹಾರಿಸಿ ಬಿಡುವೆವು"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "ಅಂದು ಸ್ವರ್ಗದವರು ಬಹಳ ಶ್ರೇಷ್ಠ ನೆಲೆಯಲ್ಲಿರುವರು ಮತ್ತು ಅತ್ಯುತ್ತಮ ವಿಶ್ರಾಂತಿ ಧಾಮದಲ್ಲಿರುವರು"
        }
    ]
}