{
    "juzs": [
        {
            "chapter": 67,
            "verse": 1,
            "text": "ಹಾಗೆಯೇ, ಇಮ್ರಾನರ ಪುತ್ರಿ ಮರ್ಯಮ್, ತನ್ನ ಮಾನವನ್ನು ಕಾಪಾಡಿಕೊಂಡಿದ್ದಳು. ನಾವು ಅದರೊಳಗೆ (ಆಕೆಯ ಗರ್ಭದೊಳಗೆ) ನಮ್ಮ ಆತ್ಮದ ಭಾಗವನ್ನು ಊದಿದೆವು. ಆಕೆಯು ತನ್ನೊಡೆಯನ ವಚನಗಳು ಹಾಗೂ ಗ್ರಂಥಗಳು ಸತ್ಯವೆಂದು ಸಮರ್ಥಿಸುವವಳಾಗಿದ್ದಳು ಮತ್ತು ಆಕೆಯು ವಿಧೇಯಳಾಗಿದ್ದಳು"
        },
        {
            "chapter": 67,
            "verse": 2,
            "text": "ಅವನು ಸಮೃದ್ಧನು. ಆಧಿಪತ್ಯವು ಅವನ ಕೈಯಲ್ಲಿದೆ ಮತ್ತು ಅವನು ಎಲ್ಲವನ್ನೂ ಮಾಡಲು ಶಕ್ತನಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 67,
            "verse": 3,
            "text": "ನಿಮ್ಮಲ್ಲಿ ಯಾರು ಸತ್ಕರ್ಮಗಳನ್ನು ಮಾಡುವರೆಂದು ಪರೀಕ್ಷಿಸಲು, ಅವನು ಮರಣ ಮತ್ತು ಜೀವನವನ್ನು ಸೃಷ್ಟಿಸಿರುವನು. ಅವನು ಬಹಳ ಪ್ರಬಲನೂ ಕ್ಷಮಾಶೀಲನೂ ಆಗಿರುವನು"
        },
        {
            "chapter": 67,
            "verse": 4,
            "text": "ಅವನು ಏಳು ಆಕಾಶಗಳನ್ನು ಕ್ರಮಬದ್ಧವಾಗಿ ಸೃಷ್ಟಿಸಿರುವನು. ಆ ಪರಮ ದಯಾಳುವಿನ ಸೃಷ್ಟಿಯಲ್ಲಿ ಯಾವ ಕುಂದೂ ನಿನಗೆ ಕಾಣಿಸದು. ಇನ್ನೊಮ್ಮೆ ನೋಡು, ನಿನಗೆ ದೋಷವೇನಾದರೂ ಕಾಣಿಸುತ್ತಿದೆಯೇ"
        },
        {
            "chapter": 67,
            "verse": 5,
            "text": "ಮತ್ತೊಮ್ಮೆ ತಿರುಗಿ, ಎರಡೆರಡು ಬಾರಿ ನೋಡು, ನಿನ್ನ ದೃಷ್ಟಿಯು ಸೋತು, ದಣಿದು ನಿನ್ನತ್ತಲೇ ಮರಳಿ ಬರುವುದು"
        },
        {
            "chapter": 67,
            "verse": 6,
            "text": "ನಾವು ಇಹಲೋಕದ ಆಕಾಶವನ್ನು (ನಕ್ಷತ್ರಗಳೆಂಬ) ದೀಪಗಳಿಂದ ಅಲಂಕರಿಸಿರುವೆವು ಮತ್ತು ಅವುಗಳನ್ನು ಶೈತಾನರಿಗೆ ಹೊಡೆಯುವ ಸಾಧನಗಳಾಗಿಸಿರುವೆವು. ಮತ್ತು ನಾವು ಅವರಿಗಾಗಿ ಭುಗಿಲೇಳುವ ಬೆಂಕಿಯನ್ನು ಸಿದ್ದಪಡಿಸಿಟ್ಟಿರುವೆವು"
        },
        {
            "chapter": 67,
            "verse": 7,
            "text": "ತಮ್ಮಡೆಯನನ್ನು ಧಿಕ್ಕರಿಸಿದವರಿಗೆ ನರಕದ ಶಿಕ್ಷೆ ಸಿಗಲಿದೆ ಮತ್ತು ಅದು ತುಂಬಾ ಹೀನ ನೆಲೆಯಾಗಿದೆ"
        },
        {
            "chapter": 67,
            "verse": 8,
            "text": "ಅವರನ್ನು ಅದರೊಳಗೆ ಹಾಕಲಾದಾಗ ಅವರು ಅದರ ಆರ್ಭಟವನ್ನು ಕೇಳುವರು ಮತ್ತು ಅದು ಕುದಿಯುತ್ತಿರುವುದು"
        },
        {
            "chapter": 67,
            "verse": 9,
            "text": "ಅದು ಆವೇಶದಿಂದ ಇನ್ನೇನು ಸ್ಫೋಟಗೊಳ್ಳುವುದೋ, ಎಂಬಂತಿರುವುದು. ಅವರಲ್ಲಿನ ಯಾವುದಾದರೂ ತಂಡವನ್ನು ಅದರೊಳಗೆ ಹಾಕಲಾದಾಗ ಅದರ ದ್ವಾರಪಾಲಕರು ಅವರೊಡನೆ ‘‘ಎಚ್ಚರಿಸುವವರು ನಿಮ್ಮ ಬಳಿಗೆ ಬಂದಿರಲಿಲ್ಲವೇ?’’ ಎಂದು ಕೇಳುವರು"
        },
        {
            "chapter": 67,
            "verse": 10,
            "text": "ಅವರು ಹೇಳುವರು; ‘‘ಯಾಕಿಲ್ಲ? ಎಚ್ಚರಿಸುವವರು ನಮ್ಮ ಬಳಿಗೆ ಖಂಡಿತ ಬಂದಿದ್ದರು. ಆದರೆ ನಾವು ಅವರನ್ನು ತಿರಸ್ಕರಿಸಿದೆವು ಮತ್ತು ಅಲ್ಲಾಹನು ಏನನ್ನೂ ಕಳುಹಿಸಿಕೊಟ್ಟಿಲ್ಲ, ನೀವು ಮಹಾ ಮೋಸಕ್ಕೆ ಸಿಲುಕಿರುವಿರೆಂದು ಹೇಳಿದ್ದೆವು’’ ಎನ್ನುವರು"
        },
        {
            "chapter": 67,
            "verse": 11,
            "text": "ಮತ್ತು ಅವರು ಹೇಳುವರು; ‘‘ಒಂದು ವೇಳೆ ನಾವು (ದೂತರ ಸಂದೇಶವನ್ನು) ಕೇಳಿದ್ದರೆ ಮತ್ತು ಅದನ್ನು ಅರ್ಥ ಮಾಡಿಕೊಂಡಿದ್ದರೆ (ಇಂದು) ನಾವು ನರಕದವರ ಸಾಲಲ್ಲಿರುತ್ತಿರಲಿಲ್ಲ"
        },
        {
            "chapter": 67,
            "verse": 12,
            "text": "ಹೀಗೆ, ಅವರು ತಮ್ಮ ಪಾಪವನ್ನು ಒಪ್ಪಿಕೊಳ್ಳುವರು. ಆದರೆ ನರಕದವರು ಶಾಪಗ್ರಸ್ತರಾಗಿರುವರು"
        },
        {
            "chapter": 67,
            "verse": 13,
            "text": "ತಮ್ಮ ಒಡೆಯನನ್ನು ಕಣ್ಣಾರೆ ಕಾಣದೆಯೇ ಅವನಿಗೆ ಅಂಜಿಕೊಂಡಿದ್ದವರಿಗೆ ಕ್ಷಮೆ ಇದೆ ಮತ್ತು ಮಹಾ ಪ್ರತಿಫಲವಿದೆ"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "ನೀವು ನಿಮ್ಮ ಮಾತನ್ನು ಗುಟ್ಟಾಗಿಡಿರಿ ಅಥವಾ ಅದನ್ನು ಬಹಿರಂಗಪಡಿಸಿರಿ. ಅವನಂತು ಮನಸ್ಸುಗಳೊಳಗಿನ ವಿಚಾರಗಳನ್ನೂ ಬಲ್ಲವನಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 67,
            "verse": 15,
            "text": "ಸೃಷ್ಟಿಸಿದವನೇನು ಅರಿಯದಿರುತ್ತಾನೆಯೇ? ಅವನು ತೀರಾ ಸೂಕ್ಷ್ಮ ವಿಷಯಗಳನ್ನೂ ಬಲ್ಲವನು ಮತ್ತು ಅರಿವುಳ್ಳವನಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "ಅವನೇ ಭೂಮಿಯನ್ನು ನಿಮ್ಮ ಪಾಲಿಗೆ ಸಮತಟ್ಟಾಗಿಸಿದವನು. ನೀವು ಅದರಲ್ಲಿನ ದಾರಿಗಳಲ್ಲಿ ನಡೆಯಿರಿ ಮತ್ತು ಅವನು ಒದಗಿಸಿರುವ ಆಹಾರವನ್ನು ಸೇವಿಸಿರಿ. ಕೊನೆಗೆ ಅವನ ಬಳಿಯೇ ಮತ್ತೆ ಜೀವಂತಗೊಳ್ಳಬೇಕಾಗಿದೆ"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "ನೀವೇನು, ಆಕಾಶದಲ್ಲಿರುವವನು ನಿಮ್ಮನ್ನು ಭೂಮಿಯಲ್ಲಿ ಹೂತುಬಿಡುವ ಹಾಗೂ ಅದು (ಭೂಮಿಯು) ಹಠಾತ್ತನೆ ನಡುಗಲಾರಂಭಿಸುವ (ಸಾಧ್ಯತೆಯ) ಕುರಿತು ನಿಶ್ಚಿಂತರಾಗಿರುವಿರಾ"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "ಅಥವಾ ಆಕಾಶದಲ್ಲಿರುವವನು ನಿಮ್ಮ ಮೇಲೆ, ಕಲ್ಲು ತುಂಬಿದ ಬಿರುಗಾಳಿಯನ್ನು ಬೀಸಿ ಬಿಡುವ (ಸಾಧ್ಯತೆಯ) ಕುರಿತು ನೀವು ನಿಶ್ಚಿಂತರಾಗಿರುವಿರಾ? ನನ್ನ ಎಚ್ಚರಿಕೆ ಎಂತಹದೆಂಬುದು ನಿಮಗೆ ಬೇಗನೇ ತಿಳಿಯಲಿದೆ"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "ಅವರ ಹಿಂದಿನವರು (ಸತ್ಯವನ್ನು) ತಿರಸ್ಕರಿಸಿದ್ದರು. ಹೇಗಿತ್ತು ನನ್ನ ಶಿಕ್ಷೆ"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "ತಮ್ಮ ಮೇಲೆ ಹಾರಾಡುತ್ತಿರುವ ಪಕ್ಷಿಗಳನ್ನು ಅವರು ನೋಡಲಿಲ್ಲವೇ? ಅವುಗಳು ತಮ್ಮ ರೆಕ್ಕೆಗಳನ್ನು ಹರಡಿಕೊಂಡೂ ಇರುತ್ತವೆ, ಅವುಗಳನ್ನು ಮಡಚಿಕೊಂಡೂ ಇರುತ್ತವೆ. ಅವುಗಳನ್ನು ಆಧರಿಸಿ ಕೊಂಡಿರುವವನು, ಆ ಪರಮ ದಯಾಳುವಿನ ಹೊರತು ಬೇರಾರೂ ಅಲ್ಲ. ಅವನು ಖಂಡಿತ ಎಲ್ಲವನ್ನೂ ನೋಡುತ್ತಿರುತ್ತಾನೆ"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "ಆ ಪರಮ ದಯಾಳುವಿನ ವಿರುದ್ಧ ನಿಮಗೆ ನೆರವಾಗಬಲ್ಲ ಯಾವ ಪಡೆ ತಾನೇ ನಿಮ್ಮ ಬಳಿ ಇದೆ? ಧಿಕ್ಕಾರಿಗಳು ನಿಜಕ್ಕೂ ಮೋಸಕ್ಕೊಳಗಾಗಿದ್ದಾರೆ"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "ಅವನು ನಿಮಗೆ ತನ್ನ ಕಡೆಯಿಂದ ಆಹಾರ ಒದಗಿಸುವುದನ್ನು ನಿಲ್ಲಿಸಿ ಬಿಟ್ಟರೆ ಯಾರಿದ್ದಾನೆ ನಿಮಗೆ ಆಹಾರ ಒದಗಿಸುವವನು? ನಿಜವಾಗಿ ಅವರು (ಧಿಕ್ಕಾರಿಗಳು) ವಿದ್ರೋಹ ಮತ್ತು ವಿದ್ವೇಷದ ಧೋರಣೆಗೆ ಅಂಟಿಕೊಂಡಿದ್ದಾರೆ"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "ತನ್ನ ಮುಖವನ್ನು ನೆಲಕ್ಕೊರಗಿಸಿಕೊಂಡು ಏಳುತ್ತಾ ಬೀಳುತ್ತಾ ನಡೆಯುವವನು ಹೆಚ್ಚು ಸನ್ಮಾರ್ಗದಲ್ಲಿರುವನೋ ಅಥವಾ ನೇರ ಮಾರ್ಗದಲ್ಲಿ ನೆಟ್ಟಗೆ ನಡೆಯುವವನೋ"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "ಹೇಳಿರಿ; ಅವನೇ ನಿಮ್ಮನ್ನು ಸೃಷ್ಟಿಸಿದವನು, ನಿಮಗೆ ಕಿವಿಗಳನ್ನೂ, ಕಣ್ಣುಗಳನ್ನೂ, ಮನಸ್ಸುಗಳನ್ನೂ ನೀಡಿದವನು. ಆದರೆ ನೀವು ಕೃತಜ್ಞತೆ ಸಲ್ಲಿಸುವುದು ಮಾತ್ರ ತೀರಾ ಕಡಿಮೆ"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "ಹೇಳಿರಿ; ಅವನೇ ನಿಮ್ಮನ್ನು ಭೂಮಿಯಲ್ಲಿ ಹರಡಿದವನು ಮತ್ತು ಅವನ ಬಳಿಯೇ ನಿಮ್ಮನ್ನು ಒಟ್ಟು ಸೇರಿಸಲಾಗುವುದು"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "‘‘ನೀವು ಸತ್ಯವಂತರಾಗಿದ್ದರೆ, (ಲೋಕಾಂತ್ಯದ) ಆ ವಾಗ್ದಾನ ಈಡೇರುವುದು ಯಾವಾಗ?’’ ಎಂದು ಅವರು ಕೇಳುತ್ತಾರೆ"
        },
        {
            "chapter": 67,
            "verse": 27,
            "text": "ಹೇಳಿರಿ; ಅದರ ಜ್ಞಾನವು ಅಲ್ಲಾಹನ ಬಳಿ ಇದೆ. ಮತ್ತು ನಾನು ಕೇವಲ ಸ್ಪಷ್ಟವಾಗಿ ಎಚ್ಚರಿಸುವವನು ಮಾತ್ರ"
        },
        {
            "chapter": 67,
            "verse": 28,
            "text": "ನಿಜವಾಗಿ ಅದು (ಲೋಕಾಂತ್ಯದ ಸಮಯವು) ಹತ್ತಿರ ಬರುವುದನ್ನು ಕಂಡಾಗ ಧಿಕ್ಕಾರಿಗಳ ಮುಖಗಳು ವಿಕಾರ ಗೊಳ್ಳುವವು. ಆಗ ಅವರೊಡನೆ, ‘‘ನಿಮಗೆ ವಾಗ್ದಾನ ಮಾಡಲಾಗಿದ್ದುದು ಇದನ್ನೇ’’ ಎಂದು ಹೇಳಲಾಗುವುದು"
        },
        {
            "chapter": 67,
            "verse": 29,
            "text": "(ದೂತರೇ,) ಹೇಳಿರಿ; ನೀವು ಚಿಂತಿಸಿ ನೋಡಿದಿರಾ? ಅಲ್ಲಾಹನು ನನ್ನನ್ನು ಹಾಗೂ ನನ್ನ ಜೊತೆಗೆ ಇರುವವರನ್ನು ನಾಶ ಮಾಡಿದರೂ ನಮ್ಮ ಮೇಲೆ ಕರುಣೆ ತೋರಿದರೂ, ಧಿಕ್ಕಾರಿಗಳನ್ನು ಕಠಿಣ ಶಿಕ್ಷೆಯಿಂದ ಯಾರು ತಾನೇ ರಕ್ಷಿಸ ಬಲ್ಲರು"
        },
        {
            "chapter": 67,
            "verse": 30,
            "text": "ಹೇಳಿರಿ; ನಾವು ಆ ಪರಮ ದಯಾಳುವನ್ನು ನಂಬಿರುವೆವು ಮತ್ತು ಅವನಲ್ಲಿಯೇ ಭರವಸೆ ಇಟ್ಟಿರುವೆವು. ಯಾರು ಸ್ಪಷ್ಟವಾಗಿ ದಾರಿ ಗೆಟ್ಟವನೆಂಬುದು ನಿಮಗೆ ಬೇಗನೇ ತಿಳಿಯಲಿದೆ"
        },
        {
            "chapter": 68,
            "verse": 1,
            "text": "ಹೇಳಿರಿ; ನೀವು ಚಿಂತಿಸಿ ನೋಡಿದಿರಾ? ನೀವು ಬಳಸುವ ನೀರು ಇಂಗಿ ಹೋದರೆ ಯಾರಿದ್ದಾರೆ, ನಿಮಗೆ ಸಿಹಿ ನೀರಿನ ಚಿಲುಮೆಗಳನ್ನು ತಂದು ಕೊಡುವವರು"
        },
        {
            "chapter": 68,
            "verse": 2,
            "text": "ನೂನ್ – ಲೇಖನಿಯ ಮತ್ತು ಅವರ (ಮಲಕ್‌ಗಳ) ಬರಹದ ಆಣೆ"
        },
        {
            "chapter": 68,
            "verse": 3,
            "text": "(ದೂತರೇ,) ನಿಮ್ಮ ಒಡೆಯನ ಅನುಗ್ರಹದಿಂದ ನೀವು ಹುಚ್ಚರೇನಲ್ಲ"
        },
        {
            "chapter": 68,
            "verse": 4,
            "text": "ನಿಮಗೆ, ಎಂದೂ ಮುಗಿಯದ ಪ್ರತಿಫಲವು ಸಿಗಲಿದೆ"
        },
        {
            "chapter": 68,
            "verse": 5,
            "text": "ನೀವು ಖಂಡಿತ ಅತ್ಯುನ್ನತ ಮಟ್ಟದ ಚಾರಿತ್ರವಂತರು"
        },
        {
            "chapter": 68,
            "verse": 6,
            "text": "ಶೀಘ್ರವೇ ನೀವು ನೋಡುವಿರಿ ಮತ್ತು ಅವರೂ ನೋಡುವರು –"
        },
        {
            "chapter": 68,
            "verse": 7,
            "text": "– ನಿಮ್ಮ ಪೈಕಿ ಹುಚ್ಚನು ಯಾರೆಂದು"
        },
        {
            "chapter": 68,
            "verse": 8,
            "text": "ತನ್ನ ದಾರಿಯಿಂದ ದೂರ ಸರಿದವನು ಯಾರೆಂಬುದನ್ನು ಚೆನ್ನಾಗಿ ಬಲ್ಲವನು ಆ ನಿಮ್ಮ ಒಡೆಯನು. ಯಾರು ಸರಿ ದಾರಿಯಲ್ಲಿದ್ದಾರೆ ಎಂಬುದನ್ನೂ ಅವನೇ ಬಲ್ಲನು"
        },
        {
            "chapter": 68,
            "verse": 9,
            "text": "ನೀವು ಸುಳ್ಳುಗಾರರನ್ನು ಅನುಸರಿಸಬೇಡಿರಿ"
        },
        {
            "chapter": 68,
            "verse": 10,
            "text": "ನೀವು ತುಸು ಮೃದು ಧೋರಣೆ ತಾಳಿದರೆ ತಾವೂ ಮೃದುವಾಗಬೇಕೆಂದು ಅವರು ಅಪೇಕ್ಷಿಸುತ್ತಿದ್ದಾರೆ"
        },
        {
            "chapter": 68,
            "verse": 11,
            "text": "ನೀವು ಖಂಡಿತ ಅನುಸರಿಸಬೇಡಿ – ಪದೇ ಪದೇ ಪ್ರಮಾಣ ಮಾಡುವ ನೀಚನನ್ನು"
        },
        {
            "chapter": 68,
            "verse": 12,
            "text": "ದೂಷಿಸುತ್ತಾ ನಿಂದಿಸುತ್ತಾ ತಿರುಗಾಡುವಾತನನ್ನು"
        },
        {
            "chapter": 68,
            "verse": 13,
            "text": "ಸತ್ಕಾರ್ಯಕ್ಕೆ ಖರ್ಚು ಮಾಡದವನನ್ನು, ಅತಿರೇಕ ವೆಸಗುವ ಪಾಪಿಯನ್ನು"
        },
        {
            "chapter": 68,
            "verse": 14,
            "text": "ಉಗ್ರ ಸ್ವಭಾವದವನನ್ನು, ಚಾರಿತ್ರಹೀನನನ್ನು"
        },
        {
            "chapter": 68,
            "verse": 15,
            "text": "ತನ್ನ ಬಳಿ ಸಂಪತ್ತಿದೆ ಮತ್ತು ಪುತ್ರರಿದ್ದಾರೆಂದು (ಅವನು ಅಹಂಕರಿಸುತ್ತಾನೆ)"
        },
        {
            "chapter": 68,
            "verse": 16,
            "text": "ಅವನಿಗೆ ನಮ್ಮ ವಚನಗಳನ್ನು ಓದಿ ಕೇಳಿಸಲಾದಾಗ ‘‘ಅವೆಲ್ಲಾ ಗತಕಾಲದ ಕಥೆಗಳು’’ ಎನ್ನುತ್ತಾನೆ"
        },
        {
            "chapter": 68,
            "verse": 17,
            "text": "ಶೀಘ್ರವೇ ನಾವು ಅವನ ಮೂಗಿನ ಮೇಲೆ ಬರೆ ಎಳೆಯಲಿದ್ದೇವೆ"
        },
        {
            "chapter": 68,
            "verse": 18,
            "text": "ಹಿಂದೆ ತೋಟದವರನ್ನು ಪರೀಕ್ಷಿಸಿದಂತೆ ನಾವು ಅವರನ್ನು ಪರೀಕ್ಷಿಸಿದ್ದೇವಷ್ಟೆ. ‘‘ನಾವು ಅದರ (ಆ ತೋಟದ) ಬೆಳೆಯನ್ನು ನಾಳೆ ಮುಂಜಾನೆ ಖಂಡಿತ ಕೊಯ್ಯುವೆವು’’ ಎಂದು ಅವರು ಪ್ರಮಾಣ ಮಾಡಿ ಘೋಷಿಸಿದ್ದರು"
        },
        {
            "chapter": 68,
            "verse": 19,
            "text": "ಇನ್ನೊಂದು ಸಾಧ್ಯತೆಯನ್ನು ಅವರು ಪ್ರಸ್ತಾಪಿಸಲಿಲ್ಲ. (‘ಅಲ್ಲಾಹನಿಚ್ಛಿಸಿದರೆ’ ಎನ್ನಲಿಲ್ಲ)"
        },
        {
            "chapter": 68,
            "verse": 20,
            "text": "ಅವರು ನಿದ್ರಿಸುತ್ತಿದ್ದಾಗಲೇ ನಿಮ್ಮೊಡೆಯನ ಕಡೆಯಿಂದ ಅದರ (ಆ ತೋಟದ) ಮೇಲೊಂದು ವಿಪತ್ತು ಬಂದೆರಗಿತು"
        },
        {
            "chapter": 68,
            "verse": 21,
            "text": "ಬೆಳಗಾಗುವ ಹೊತ್ತಿಗೆ ಅದು ಬೆಳೆ ಕೊಯ್ದ ಹೊಲದಂತಾಗಿ ಬಿಟ್ಟಿತು"
        },
        {
            "chapter": 68,
            "verse": 22,
            "text": "ಬೆಳಿಗ್ಗೆ ಅವರು ಪರಸ್ಪರರನ್ನು ಕೂಗಿ ಕರೆಯಲಾರಂಭಿಸಿದರು"
        },
        {
            "chapter": 68,
            "verse": 23,
            "text": "‘‘ನಿಮಗೆ ಫಲ ಕೊಯ್ಯಲಿಕ್ಕಿದ್ದರೆ ಮುಂಜಾವಿನಲ್ಲೇ ನಿಮ್ಮ ತೋಟವನ್ನು ತಲುಪಿರಿ’’ (ಎನ್ನ ತೊಡಗಿದರು)"
        },
        {
            "chapter": 68,
            "verse": 24,
            "text": "ಹೀಗೆ, ಅವರು ಹೊರಟರು ಮತ್ತು ಅವರು ಗುಟ್ಟಾಗಿ ಮಾತನಾಡಿಕೊಳ್ಳುತ್ತಿದ್ದರು"
        },
        {
            "chapter": 68,
            "verse": 25,
            "text": "‘‘ಇಂದು ಯಾವ ಬಡ ವ್ಯಕ್ತಿಯೂ ನಿಮ್ಮ ಬಳಿಗೆ ಬರದಂತೆ ನೋಡಿಕೊಳ್ಳಿ’’ (ಎಂದು)"
        },
        {
            "chapter": 68,
            "verse": 26,
            "text": "ಅವರು, ತಾವು ಭಾರೀ ಶಕ್ತರೆಂದು ಬೀಗುತ್ತಾ ಹೊರಟರು"
        },
        {
            "chapter": 68,
            "verse": 27,
            "text": "ಕೊನೆಗೆ ಅವರು, ಅದನ್ನು (ತೋಟವನ್ನು) ಕಂಡಾಗ, ‘‘ನಾವು ದಾರಿ ತಪ್ಪಿದ್ದೇವೆ’’ ಎನ್ನತೊಡಗಿದರು"
        },
        {
            "chapter": 68,
            "verse": 28,
            "text": "‘‘ನಿಜವಾಗಿ, ನಾವು ಭಾಗ್ಯಹೀನರು’’ (ಎಂದು ಕೆಲವರು ಹೇಳಿದರು)"
        },
        {
            "chapter": 68,
            "verse": 29,
            "text": "ಅವರಲ್ಲಿನ ಸಂತುಲಿತ ವ್ಯಕ್ತಿಯೊಬ್ಬನು ಹೇಳಿದನು; ‘‘(ಹೀಗಾದೀತೆಂದು) ನಾನು ನಿಮಗೆ ಹೇಳಿರಲಿಲ್ಲವೇ? ನೀವೇಕೆ (ಅಲ್ಲಾಹನ) ಪಾವಿತ್ರವನ್ನು ಜಪಿಸುವುದಿಲ್ಲ?’’"
        },
        {
            "chapter": 68,
            "verse": 30,
            "text": "ಮರುದಿನ (ಮುಂಜಾನೆ) ಅವರು ಹೇಳಿದರು; ‘‘ನಮ್ಮ ಒಡೆಯನು ಪಾವನನು. ನಾವು ಖಂಡಿತಾ ಅಕ್ರಮಿಗಳಾಗಿದ್ದೆವು’’"
        },
        {
            "chapter": 68,
            "verse": 31,
            "text": "ಆ ಬಳಿಕ ಅವರು ಪರಸ್ಪರರನ್ನು ದೂಷಿಸಲು ಆರಂಭಿಸಿದರು"
        },
        {
            "chapter": 68,
            "verse": 32,
            "text": "ಅವರು ಹೇಳಿದರು; ‘‘ಅಯ್ಯೋ ನಮ್ಮ ದೌರ್ಭಾಗ್ಯವೇ, ನಾವು ಎಲ್ಲೆ ಮೀರಿ ಬಿಟ್ಟಿದ್ದೆವು’’"
        },
        {
            "chapter": 68,
            "verse": 33,
            "text": "‘‘ನಮ್ಮ ಒಡೆಯನು ನಮಗೆ ಇದಕ್ಕಿಂತ ಉತ್ತಮವಾದುದನ್ನು ನೀಡಬಹುದು. ನಾವು ನಮ್ಮೊಡೆಯನೆಡೆಗೆ ಒಲಿಯುತ್ತಿದ್ದೇವೆ’’"
        },
        {
            "chapter": 68,
            "verse": 34,
            "text": "ಹೀಗಿರುತ್ತದೆ, ನಮ್ಮ ಶಿಕ್ಷೆ. ಪರಲೋಕದ ಶಿಕ್ಷೆಯಂತೂ ಇದಕ್ಕಿಂತ ಹಿರಿದಾಗಿರುತ್ತದೆ. ಅದನ್ನು ಅವರು ಅರಿತಿದ್ದರೆ ಚೆನ್ನಾಗಿತ್ತು"
        },
        {
            "chapter": 68,
            "verse": 35,
            "text": "ಧರ್ಮನಿಷ್ಠರಿಗಾಗಿ, ಅವರ ಒಡೆಯನ ಬಳಿ ಅನುಗ್ರಹಗಳು ತುಂಬಿದ ಉದ್ಯಾನಗಳಿವೆ"
        },
        {
            "chapter": 68,
            "verse": 36,
            "text": "ನಾವೇನು, ಮುಸ್ಲಿಮರಿಗೆ (ಶರಣಾದವರಿಗೆ) ಮತ್ತು ಅಪರಾಧಿಗಳಿಗೆ ಒಂದೇ ಗತಿಯನ್ನು ಒದಗಿಸುವೆವೇ"
        },
        {
            "chapter": 68,
            "verse": 37,
            "text": "ನಿಮಗೇನಾಗಿದೆ? ನೀವು ಅದೆಂತಹ ತೀರ್ಮಾನಗಳನ್ನು ಕೈಗೊಳ್ಳುತ್ತೀರಿ"
        },
        {
            "chapter": 68,
            "verse": 38,
            "text": "ನಿಮ್ಮ ಬಳಿ ನೀವು ಓದುವ ದಿವ್ಯ ಗ್ರಂಥವೇನಾದರೂ ಇದೆಯೇ"
        },
        {
            "chapter": 68,
            "verse": 39,
            "text": "ಅದರಲ್ಲಿ ನಿಮಗೆ ಇಷ್ಟವಿರುವ ಎಲ್ಲವೂ ಸಿಗುತ್ತಿದೆಯೇ"
        },
        {
            "chapter": 68,
            "verse": 40,
            "text": "ಅಥವಾ ನೀವು ತೀರ್ಮಾನಿಸಿದ್ದನ್ನೆಲ್ಲಾ ನಾವು ನಿಮಗೆ ಕೊಟ್ಟು ಬಿಡಬೇಕೆಂದು, ಪುನರುತ್ಥಾನದ ದಿನದವರೆಗೂ ನಾವು ಪಾಲಿಸಲೇ ಬೇಕಾದ ಕರಾರನ್ನು ನೀವು ನಮ್ಮಿಂದ ಪಡೆದಿರುವಿರಾ"
        },
        {
            "chapter": 68,
            "verse": 41,
            "text": "ಅವರ ಪೈಕಿ ಅದರ ಹೊಣೆಯನ್ನು ವಹಿಸಿಕೊಂಡವರು ಯಾರೆಂದು ಅವರೊಡನೆ ಕೇಳಿರಿ"
        },
        {
            "chapter": 68,
            "verse": 42,
            "text": "ಅಥವಾ ಅವರ ಬಳಿ (ದೇವತ್ವದ) ಪಾಲುದಾರರು ಇದ್ದಾರೆಯೇ? ಅವರು ಸತ್ಯವಂತರಾಗಿದ್ದರೆ ಆ ತಮ್ಮ ಪಾಲುದಾರರನ್ನು ಹಾಜರುಪಡಿಸಲಿ"
        },
        {
            "chapter": 68,
            "verse": 43,
            "text": "ಹಾಲಾಹಲ ಮೆರೆದಿರುವ (ಪುನರುತ್ಥಾನದ) ದಿನ, ಸಾಷ್ಟಾಂಗವೆರಗಲು ಅವರನ್ನು ಕರೆಯಲಾಗುವುದು. ಆದರೆ ಅವರಿಗೆ ಅದು ಸಾಧ್ಯವಾಗದು"
        },
        {
            "chapter": 68,
            "verse": 44,
            "text": "ಭಯದಿಂದ ಅವರ ದೃಷ್ಟಿಗಳು ತಗ್ಗಿರುವವು ಮತ್ತು ಅಪಮಾನವು ಅವರನ್ನು ಆವರಿಸಿರುವುದು. ಈ ಹಿಂದೆ ಅವರು ಸ್ವಸ್ಥರಾಗಿದ್ದಾಗ ಸಾಷ್ಟಾಂಗವೆರಗಲು ಅವರನ್ನು ಕರೆಯಲಾಗಿತ್ತು. (ಅವರು ಅದನ್ನು ಕಡೆಗಣಿಸಿದ್ದರು)"
        },
        {
            "chapter": 68,
            "verse": 45,
            "text": "ನನ್ನನ್ನು ಬಿಟ್ಟು ಬಿಡಿ. ಈ ಸಂದೇಶವನ್ನು ತಿರಸ್ಕರಿಸಿದವನನ್ನು ನಾನು (ಅಲ್ಲಾಹ್) ನೋಡಿಕೊಳ್ಳುವೆನು. ಅವರಿಗೆ ಅರಿವೇ ಇಲ್ಲದಂತೆ ನಾವು ಕ್ರಮೇಣ ಅವರನ್ನು ಹಿಡಿದುಕೊಳ್ಳುವೆವು"
        },
        {
            "chapter": 68,
            "verse": 46,
            "text": "ಸದ್ಯ ನಾನು ಅವರಿಗೆ ಕಾಲಾವಕಾಶ ಕೊಡುತ್ತಿದ್ದೇನೆ. ನನ್ನ ಯೋಜನೆಯು ಖಂಡಿತ ಬಲಿಷ್ಠವಾಗಿರುತ್ತದೆ"
        },
        {
            "chapter": 68,
            "verse": 47,
            "text": "(ದೂತರೇ,) ನೀವೇನು ಅವರೊಡನೆ ಏನಾದರೂ ಸಂಭಾವನೆಯನ್ನು ಕೇಳಿರುವಿರಾ? ಮತ್ತು ಅವರು ಅದರ ಭಾರದಡಿಯಲ್ಲಿ ನರಳುತ್ತಿದ್ದಾರೆಯೇ"
        },
        {
            "chapter": 68,
            "verse": 48,
            "text": "ಅಥವಾ ಅವರ ಬಳಿ, ಅವರು ಬರೆದಿಡುತ್ತಿರುವ ಗುಪ್ತ ಜ್ಞಾನವೇನಾದರೂ ಇದೆಯೇ"
        },
        {
            "chapter": 68,
            "verse": 49,
            "text": "(ದೂತರೇ,) ನೀವು ನಿಮ್ಮೊಡೆಯನ ಆದೇಶ ಬರುವ ತನಕ ಸಹನಶೀಲರಾಗಿರಿ. ಮತ್ತು ನೀವು ಮೀನಿನವರಂತೆ (ಯೂನುಸರಂತೆ) ಆಗದಿರಿ. ಅವರು ಬಹಳ ನೊಂದ ಸ್ಥಿತಿಯಲ್ಲಿ (ಅಲ್ಲಾಹನಿಗೆ) ಮೊರೆ ಇಟ್ಟಿದ್ದರು"
        },
        {
            "chapter": 68,
            "verse": 50,
            "text": "ಅವರ ಒಡೆಯನ ಅನುಗ್ರಹವು ಅವರಿಗೆ ನೆರವಾಗದೆ ಇದ್ದಿದ್ದರೆ ಅವರು ತೀರಾ ಕೆಟ್ಟ ಸ್ಥಿತಿಯಲ್ಲಿ ಒಂದು ಬಟ್ಟ ಬಯಲಿಗೆ ಎಸೆಯಲ್ಪಡುತ್ತಿದ್ದರು"
        },
        {
            "chapter": 68,
            "verse": 51,
            "text": "ಅವರ ಒಡೆಯನು ಅವರನ್ನು ಆಯ್ದುಕೊಂಡನು ಮತ್ತು ಅವರನ್ನು ಸಜ್ಜನರ ಸಾಲಿಗೆ ಸೇರಿಸಿದನು"
        },
        {
            "chapter": 68,
            "verse": 52,
            "text": "(ದೂತರೇ,) ಧಿಕ್ಕಾರಿಗಳು ಉಪದೇಶವನ್ನು ಕೇಳಿದಾಗ ತಮ್ಮ ದೃಷ್ಟಿಯಿಂದಲೇ ನಿಮ್ಮನ್ನು ನುಚ್ಚುನೂರು ಮಾಡುವರೋ ಎಂಬಂತೆ ನಿಮ್ಮೆಡೆಗೆ ನೋಡುತ್ತಾರೆ ಮತ್ತು ‘‘ಅವನು ಖಂಡಿತ ಹುಚ್ಚ’’ ಎನ್ನುತ್ತಾರೆ"
        },
        {
            "chapter": 69,
            "verse": 1,
            "text": "ನಿಜವಾಗಿ, ಇದು ಸರ್ವಲೋಕಗಳಿಗಾಗಿ ಇರುವ ಒಂದು ಉಪದೇಶವಾಗಿದೆ"
        },
        {
            "chapter": 69,
            "verse": 2,
            "text": "ನೈಜ ಸಂಭವ"
        },
        {
            "chapter": 69,
            "verse": 3,
            "text": "ಏನದು ನೈಜ ಸಂಭವ"
        },
        {
            "chapter": 69,
            "verse": 4,
            "text": "ನಿಮಗೇನು ಗೊತ್ತು, ಆ ನೈಜ ಸಂಭವದ ಕುರಿತು"
        },
        {
            "chapter": 69,
            "verse": 5,
            "text": "ಸಮೂದ್ ಮತ್ತು ಆದ್ ಜನಾಂಗದವರು ಆ ಹಠಾತ್ ಸಂಭವವನ್ನು ಅಲ್ಲಗಳೆದರು"
        },
        {
            "chapter": 69,
            "verse": 6,
            "text": "ಕೊನೆಗೆ ಸಮೂದರನ್ನು ಸಿಡಿಲಿಗೆ ತುತ್ತಾಗಿಸಿ ನಾಶ ಮಾಡಲಾಯಿತು"
        },
        {
            "chapter": 69,
            "verse": 7,
            "text": "ಇನ್ನು, ಆದ್‌ರನ್ನು ತೀವ್ರ ವೇಗದ ಬಿರುಗಾಳಿಯೊಂದರ ಮೂಲಕ ನಾಶ ಮಾಡಲಾಯಿತು"
        },
        {
            "chapter": 69,
            "verse": 8,
            "text": "ಅದನ್ನು ಸತತ ಏಳು ರಾತ್ರಿ ಹಾಗೂ ಎಂಟು ದಿನಗಳ ಕಾಲ ಅವರ ಮೇಲೆ ಹೇರಲಾಯಿತು. ಮತ್ತು ಅಲ್ಲಿದ್ದವರೆಲ್ಲರೂ ಟೊಳ್ಳಾದ ಖರ್ಜೂರದ ಕಾಂಡಗಳೋ ಎಂಬಂತೆ ಸತ್ತು ಬಿದ್ದಿರುವುದು ನಿಮಗೆ ಕಾಣಿಸುತ್ತಿತ್ತು"
        },
        {
            "chapter": 69,
            "verse": 9,
            "text": "ಅವರ ಪೈಕಿ ಉಳಿದಿರುವ ಯಾರಾದರೂ ನಿಮಗೆ ಕಾಣಿಸುತ್ತಿದ್ದಾರೆಯೇ"
        },
        {
            "chapter": 69,
            "verse": 10,
            "text": "ಫಿರ್‌ಔನ್ ಹಾಗೂ ಅವನಿಗಿಂತ ಹಿಂದಿನವರು ಮತ್ತು ಬುಡಮೇಲಾದ ನಾಡಿನವರು ಅಪರಾಧಗಳನ್ನು ಎಸಗಿದ್ದರು"
        },
        {
            "chapter": 69,
            "verse": 11,
            "text": "ಅವರು ತಮ್ಮ ಒಡೆಯನ (ಅಲ್ಲಾಹನ) ದೂತರ ಆದೇಶಗಳನ್ನು ಮೀರಿ ನಡೆದಾಗ ಅವನು ಅವರನ್ನು ಬಹಳ ಕಠೋರವಾಗಿ ದಂಡಿಸಿದನು"
        },
        {
            "chapter": 69,
            "verse": 12,
            "text": "ಪ್ರವಾಹವು ಮಿತಿಮೀರಿದಾಗ ನಾವು ನಿಮ್ಮನ್ನು ಹಡಗಿಗೆ ಹತ್ತಿಸಿದೆವು"
        },
        {
            "chapter": 69,
            "verse": 13,
            "text": "ಅದನ್ನು ನಿಮ್ಮ ಪಾಲಿಗೆ ಸ್ಮಾರಕವಾಗಿಸಲಿಕ್ಕಾಗಿ ಮತ್ತು ನೆನಪಿಡುವ ಕಿವಿಗಳು ಅದನ್ನು ನೆನಪಿಡಲೆಂದು"
        },
        {
            "chapter": 69,
            "verse": 14,
            "text": "ಕಹಳೆಯನ್ನು ಒಂದು ಬಾರಿ ಊದಿದಾಗ"
        },
        {
            "chapter": 69,
            "verse": 15,
            "text": "ಭೂಮಿಯನ್ನೂ ಪರ್ವತಗಳನ್ನೂ ಮೇಲಕ್ಕೆತ್ತಲಾಗುವುದು ಮತ್ತು ಅವೆರಡನ್ನೂ ಪುಡಿಗಟ್ಟಿ ಒಮ್ಮೆಗೇ ನೆಲಸಮಗೊಳಿಸಲಾಗುವುದು"
        },
        {
            "chapter": 69,
            "verse": 16,
            "text": "ಅಂದು ಸಂಭವಿಸಲಿದೆ, ಆ ನೈಜ ಸಂಭವ"
        },
        {
            "chapter": 69,
            "verse": 17,
            "text": "ಆಕಾಶವು ಬಿರಿದು ಬಿಡುವುದು ಮತ್ತು ಅಂದು ಅದು ತೀರಾ ದುರ್ಬಲ ವಾಗಿರುವುದು"
        },
        {
            "chapter": 69,
            "verse": 18,
            "text": "ಮಲಕ್‌ಗಳು ಅದರ ಸುತ್ತಲೂ ಇರುವರು, ಮತ್ತು ಆ ದಿನ ಎಂಟು ಮಂದಿ (ಮಲಕ್‌ಗಳು) ನಿಮ್ಮೊಡೆಯನ ಪೀಠವನ್ನು ತಮ್ಮ ಮೇಲೆ ಹೊತ್ತಿರುವರು"
        },
        {
            "chapter": 69,
            "verse": 19,
            "text": "ಅಂದು ನಿಮ್ಮನ್ನು (ಎಲ್ಲರ ಮುಂದೆ) ಹಾಜರುಪಡಿಸಲಾಗುವುದು ಮತ್ತು ನಿಮ್ಮ ಯಾವ ವಿಷಯವೂ ಗುಪ್ತವಾಗಿ ಉಳಿಯದು"
        },
        {
            "chapter": 69,
            "verse": 20,
            "text": "ಕರ್ಮಪತ್ರವನ್ನು ಬಲಗೈಯಲ್ಲಿ ನೀಡಲಾದವನು (ಇತರರೊಡನೆ) ಹೇಳುವನು; ‘‘ಇದೋ ನನ್ನ ಕರ್ಮಪತ್ರವನ್ನು ಓದಿರಿ’’"
        },
        {
            "chapter": 69,
            "verse": 21,
            "text": "‘‘ನಾನು ನನ್ನ ವಿಚಾರಣೆಯನ್ನು ಖಂಡಿತ ಎದುರಿಸಬೇಕಾಗುವುದು ಎಂದು ನಾನು ಮೊದಲೇ ನಂಬಿದ್ದೆ’’"
        },
        {
            "chapter": 69,
            "verse": 22,
            "text": "ಅವನು ಧಾರಾಳ ಸುಖಃದಲ್ಲಿರುವವನು"
        },
        {
            "chapter": 69,
            "verse": 23,
            "text": "ಎತ್ತರವಾದ ಸ್ವರ್ಗ ತೋಟಗಳಲ್ಲಿ"
        },
        {
            "chapter": 69,
            "verse": 24,
            "text": "ಅಲ್ಲಿಯ ಹಣ್ಣಿನ ಗೊಂಚಲುಗಳು ಬಾಗಿರುವವು"
        },
        {
            "chapter": 69,
            "verse": 25,
            "text": "(ಅವರೊಡನೆ ಹೇಳಲಾಗುವುದು;) ಕಳೆದು ಹೋದ ದಿನಗಳಲ್ಲಿ ನೀವು ಮಾಡಿದ್ದ ಕರ್ಮಗಳ ಫಲವಾಗಿ (ಇಂದು) ಮೋಜು ಮಾಡುತ್ತಾ ತಿನ್ನಿರಿ ಹಾಗೂ ಕುಡಿಯಿರಿ"
        },
        {
            "chapter": 69,
            "verse": 26,
            "text": "ಕರ್ಮ ಪತ್ರವನ್ನು ಎಡಗೈಯಲ್ಲಿ ನೀಡಲಾದವನು ಹೇಳುವನು; ‘‘ಅಯ್ಯೋ, ನನಗೆ ನನ್ನ ಕರ್ಮಪತ್ರವು ಸಿಗದೆ ಇದ್ದಿದ್ದರೆ ಚೆನ್ನಾಗಿತ್ತು!’’"
        },
        {
            "chapter": 69,
            "verse": 27,
            "text": "‘‘ಮತ್ತು ನನ್ನ ಫಲಿತಾಂಶ ಏನೆಂಬುದು ನನಗೆ ತಿಳಿಯದೆ ಇದ್ದಿದ್ದರೆ ಚೆನ್ನಾಗಿತ್ತು’’"
        },
        {
            "chapter": 69,
            "verse": 28,
            "text": "‘‘ಅಯ್ಯೋ, ಆ ನನ್ನ ಮರಣವೇ ಅಂತಿಮವಾಗಿದ್ದರೆ ಚೆನ್ನಾಗಿತ್ತು’’"
        },
        {
            "chapter": 69,
            "verse": 29,
            "text": "‘‘ಇಂದು ನನ್ನ ಸಂಪತ್ತಿನಿಂದ ನನಗೆ ಯಾವ ಲಾಭವೂ ಇಲ್ಲ’’"
        },
        {
            "chapter": 69,
            "verse": 30,
            "text": "‘‘ನನ್ನ ಅಧಿಕಾರವೆಲ್ಲವೂ ನನ್ನಿಂದ ಕಳೆದು ಹೋಗಿದೆ’’"
        },
        {
            "chapter": 69,
            "verse": 31,
            "text": "ಆಗ ಆದೇಶಿಸಲಾಗುವುದು; ಅವನನ್ನು ಹಿಡಿಯಿರಿ ಮತ್ತು ನೊಗವನ್ನು ತೊಡಿಸಿರಿ"
        },
        {
            "chapter": 69,
            "verse": 32,
            "text": "ಮತ್ತು ಅವನನ್ನು ನರಕದ ಬೆಂಕಿಗೆ ಎಸೆದು ಬಿಡಿರಿ"
        },
        {
            "chapter": 69,
            "verse": 33,
            "text": "ಮತ್ತು ಅವನನ್ನು ಎಪ್ಪತ್ತು ಗಜ ಉದ್ದದ ಸಂಕೋಲೆಯಲ್ಲಿ ಬಿಗಿದು ಕಟ್ಟಿರಿ"
        },
        {
            "chapter": 69,
            "verse": 34,
            "text": "ಅವನು ಮಹೋನ್ನತನಾದ ಅಲ್ಲಾಹನಲ್ಲಿ ನಂಬಿಕೆ ಇಟ್ಟಿರಲಿಲ್ಲ"
        },
        {
            "chapter": 69,
            "verse": 35,
            "text": "ಮತ್ತು ಅವನು ಬಡವರಿಗೆ ಉಣಿಸುವುದಕ್ಕೆ ಯಾರನ್ನೂ ಪ್ರೇರೇಪಿಸುತ್ತಿರಲಿಲ್ಲ"
        },
        {
            "chapter": 69,
            "verse": 36,
            "text": "ಇಂದು, ಅವನಿಗಿಲ್ಲಿ ಮಿತ್ರರು ಯಾರೂ ಇಲ್ಲ"
        },
        {
            "chapter": 69,
            "verse": 37,
            "text": "ಕೀವಿನ ಹೊರತು ಬೇರೆ ಯಾವ ಆಹಾರವೂ ಅವನಿಗೆ ದಕ್ಕದು"
        },
        {
            "chapter": 69,
            "verse": 38,
            "text": "ಮತ್ತು ಅದನ್ನು ಅಪರಾಧಿಗಳ ಹೊರತು ಬೇರೆ ಯಾರೂ ತಿನ್ನಲಾರರು"
        },
        {
            "chapter": 69,
            "verse": 39,
            "text": "ನಾನು ನಿಮಗೆ ಕಾಣುವ ವಸ್ತುಗಳ ಆಣೆ ಹಾಕಿ ಹೇಳುತ್ತಿದ್ದೇನೆ"
        },
        {
            "chapter": 69,
            "verse": 40,
            "text": "ಮತ್ತು ನಾನು ನಿಮಗೆ ಕಾಣದ ವಸ್ತುಗಳ ಆಣೆ ಹಾಕಿ ಹೇಳುತ್ತಿದ್ದೇನೆ"
        },
        {
            "chapter": 69,
            "verse": 41,
            "text": "ಖಂಡಿತವಾಗಿಯೂ ಇದು ಒಬ್ಬ ಗೌರವಾನ್ವಿತ ದೂತನ ಮಾತು"
        },
        {
            "chapter": 69,
            "verse": 42,
            "text": "ಇದು ಯಾವುದೇ ಕವಿಯ ಮಾತಲ್ಲ. ಅದರೆ ನೀವು ನಂಬುವುದು ಮಾತ್ರ ಕಡಿಮೆ"
        },
        {
            "chapter": 69,
            "verse": 43,
            "text": "ಇದು ಯಾವುದೇ ಮಾಂತ್ರಿಕನ ಮಾತಲ್ಲ. ನೀವು ಪಾಠ ಕಲಿಯುವುದು ತುಂಬಾ ಕಡಿಮೆ"
        },
        {
            "chapter": 69,
            "verse": 44,
            "text": "ಇದು ಸಕಲ ಲೋಕಗಳ ಒಡೆಯನು ಇಳಿಸಿ ಕೊಟ್ಟಿರುವ ಸಂದೇಶ"
        },
        {
            "chapter": 69,
            "verse": 45,
            "text": "ಒಂದು ವೇಳೆ ಅವರು (ದೂತರು) ನಮ್ಮ ಕುರಿತು ಏನಾದರೂ ಸುಳ್ಳು ಹೇಳುತ್ತಿದ್ದರೆ"
        },
        {
            "chapter": 69,
            "verse": 46,
            "text": "ನಾವು ಅವರ ಬಲಗೈಯನ್ನು ಹಿಡಿಯುತ್ತಿದ್ದೆವು"
        },
        {
            "chapter": 69,
            "verse": 47,
            "text": "ಮತ್ತು ನಾವು ಅವರ ಜೀವನಾಡಿಯನ್ನು ಕತ್ತರಿಸಿ ಬಿಡುತ್ತಿದ್ದೆವು"
        },
        {
            "chapter": 69,
            "verse": 48,
            "text": "ನಿಮ್ಮ ಪೈಕಿ ಯಾರಿಗೂ ನಮ್ಮನ್ನು ತಡೆಯಲು ಸಾಧ್ಯವಿರಲಿಲ್ಲ"
        },
        {
            "chapter": 69,
            "verse": 49,
            "text": "ಇದು (ಈ ಗ್ರಂಥವು) ಖಂಡಿತ ಧರ್ಮನಿಷ್ಠರ ಪಾಲಿಗೆ ಒಂದು ಉಪದೇಶವಾಗಿದೆ"
        },
        {
            "chapter": 69,
            "verse": 50,
            "text": "ನಿಮ್ಮ ನಡುವೆ ಸುಳ್ಳುಗಾರರು ಇರುವ ಕುರಿತು ನಮಗೆ ತಿಳಿದಿದೆ"
        },
        {
            "chapter": 69,
            "verse": 51,
            "text": "ಖಂಡಿತವಾಗಿಯೂ ಇದು, ಧಿಕ್ಕಾರಿಗಳು ಪರಿತಪಿಸುವುದಕ್ಕೆ ಕಾರಣವಾಗಲಿದೆ"
        },
        {
            "chapter": 69,
            "verse": 52,
            "text": "ಇದು ನಿಸ್ಸಂದೇಹವಾಗಿಯೂ ನಂಬಲರ್ಹ ಸತ್ಯವಾಗಿದೆ"
        },
        {
            "chapter": 70,
            "verse": 1,
            "text": "ನೀವು ಮಹೋನ್ನತನಾದ ನಿಮ್ಮ ಒಡೆಯನ ನಾಮದ ಪಾವಿತ್ರವನ್ನು ಜಪಿಸಿರಿ"
        },
        {
            "chapter": 70,
            "verse": 2,
            "text": "ಪ್ರಶ್ನಿಸುವವನೊಬ್ಬನು, (ಧಿಕ್ಕಾರಿಗಳ ಮೇಲೆ) ಖಂಡಿತ ಬಂದೆರಗಲಿರುವ ಶಿಕ್ಷೆಯ ಕುರಿತು ಪ್ರಶ್ನಿಸಿದ್ದಾನೆ"
        },
        {
            "chapter": 70,
            "verse": 3,
            "text": "ಧಿಕ್ಕಾರಿಗಳ ಮೇಲೆ ಅದು ಬಂದೆರಗುವುದನ್ನು ನಿವಾರಿಸಲು ಯಾರಿಂದಲೂ ಸಾಧ್ಯವಾಗದು"
        },
        {
            "chapter": 70,
            "verse": 4,
            "text": "ಅತ್ಯುನ್ನತ ಸ್ಥಾನಗಳ ಒಡೆಯನಾದ ಅಲ್ಲಾಹನ ಕಡೆಯಿಂದ (ಅದು ಬರಲಿದೆ)"
        },
        {
            "chapter": 70,
            "verse": 5,
            "text": "ಐವತ್ತು ಸಾವಿರ ವರ್ಷಗಳಷ್ಟು ಧೀರ್ಘವಾಗಿರುವ ಒಂದು ದಿನ, ಮಲಕ್‌ಗಳು ಮತ್ತು ರೂಹ್ (ಜಿಬ್ರೀಲ್) ಅವನೆಡೆಗೆ ಏರಿ ಹೋಗುತ್ತಾರೆ"
        },
        {
            "chapter": 70,
            "verse": 6,
            "text": "(ದೂತರೇ,) ಸದ್ಯ ನೀವು ಸಂಯಮ ತೋರಿರಿ. ಸಭ್ಯವಾದ ಸಂಯಮ"
        },
        {
            "chapter": 70,
            "verse": 7,
            "text": "ಅವರು ಅದನ್ನು (ವಿಚಾರಣೆಯ ದಿನವನ್ನು) ತುಂಬಾ ದೂರದಲ್ಲಿ ಕಾಣುತ್ತಿದ್ದಾರೆ"
        },
        {
            "chapter": 70,
            "verse": 8,
            "text": "ಆದರೆ ನಾವು ಅದನ್ನು ತೀರಾ ಹತ್ತಿರದಲ್ಲಿ ಕಾಣುತ್ತಿದ್ದೇವೆ"
        },
        {
            "chapter": 70,
            "verse": 9,
            "text": "ಆಕಾಶವು ಕರಗಿದ ತಾಮ್ರದಂತಾಗುವ ಆ ದಿನ"
        },
        {
            "chapter": 70,
            "verse": 10,
            "text": "ಪರ್ವತಗಳೆಲ್ಲಾ ಉಣ್ಣೆಯ ಚೂರುಗಳಂತಾಗಿ ಬಿಡುವವು"
        },
        {
            "chapter": 70,
            "verse": 11,
            "text": "(ಅಂದು) ಯಾವ ಮಿತ್ರನೂ ತನ್ನ ಮಿತ್ರನ ಕುರಿತು ವಿಚಾರಿಸಲಾರನು"
        },
        {
            "chapter": 70,
            "verse": 12,
            "text": "ನಿಜವಾಗಿ, ಅವರು ಪರಸ್ಪರರನ್ನು ನೋಡುತ್ತಿರುವರು"
        },
        {
            "chapter": 70,
            "verse": 13,
            "text": "ಅಂದು ಅಪರಾಧಿಯು ಶಿಕ್ಷೆಗೆ ಪರಿಹಾರವಾಗಿ ತನ್ನ ಪುತ್ರರನ್ನು ನೀಡಲು ಸಿದ್ದನಾಗುವನು"
        },
        {
            "chapter": 70,
            "verse": 14,
            "text": "(ಮಾತ್ರವಲ್ಲ,) ತನ್ನ ಪತ್ನಿ ಮತ್ತು ತನ್ನ ಸಹೋದರರನ್ನೂ ತನಗೆ ಆಶ್ರಯ ನೀಡಿದ ತನ್ನ ಕುಟುಂಬವನ್ನೂ"
        },
        {
            "chapter": 70,
            "verse": 15,
            "text": "ಮತ್ತು ಭೂಮಿಯಲ್ಲಿರುವ ಎಲ್ಲರನ್ನೂ (ಪರಿಹಾರವಾಗಿ ಕೊಟ್ಟು) ಶಿಕ್ಷೆಯಿಂದ ಪಾರಾಗಲು ಬಯಸುವನು"
        },
        {
            "chapter": 70,
            "verse": 16,
            "text": "ಖಂಡಿತ ಇಲ್ಲ. ಅದು, ಭುಗಿದೇಳುವ ಬೆಂಕಿಯಾಗಿರುವುದು"
        },
        {
            "chapter": 70,
            "verse": 17,
            "text": "ಚರ್ಮವನ್ನು ಸುಲಿದು ಬಿಡುವ ಬೆಂಕಿ"
        },
        {
            "chapter": 70,
            "verse": 18,
            "text": "ಸತ್ಯವನ್ನು ಕಡೆಗಣಿಸಿ ದೊಡ್ಡಸ್ತಿಕೆ ಮೆರೆದವನನ್ನು ಅದು (ನರಕವು) ಕರೆಯುವುದು"
        },
        {
            "chapter": 70,
            "verse": 19,
            "text": "ಸಂಪತ್ತನ್ನು ಸಂಗ್ರಹಿಸಿ ಮುಚ್ಚಿಟ್ಟವನನ್ನೂ (ಅದು ಕರೆಯುವುದು)"
        },
        {
            "chapter": 70,
            "verse": 20,
            "text": "ಖಂಡಿತವಾಗಿಯೂ ಮಾನವನನ್ನು ಚಂಚಲನಾಗಿ ಸೃಷ್ಟಿಸಲಾಗಿದೆ"
        },
        {
            "chapter": 70,
            "verse": 21,
            "text": "ಸಂಕಷ್ಟವೇನಾದರೂ ಎದುರಾದೊಡನೆ ಅವನು ಗಾಬರಿಗೊಳ್ಳುತ್ತಾನೆ"
        },
        {
            "chapter": 70,
            "verse": 22,
            "text": "ಸುಖ ಪ್ರಾಪ್ತವಾದಾಗ ಜಿಪುಣನಾಗಿ ಬಿಡುತ್ತಾನೆ"
        },
        {
            "chapter": 70,
            "verse": 23,
            "text": "ಆದರೆ ನಮಾಝ್ ಸಲ್ಲಿಸುವವರು ಮಾತ್ರ (ಹಾಗಿರುವುದಿಲ್ಲ)"
        },
        {
            "chapter": 70,
            "verse": 24,
            "text": "ಅವರು ಸದಾ ಕಟ್ಟುನಿಟ್ಟಾಗಿ ನಮಾಝನ್ನು ಪಾಲಿಸುತ್ತಾರೆ"
        },
        {
            "chapter": 70,
            "verse": 25,
            "text": "ಅವರ ಸಂಪತ್ತುಗಳಲ್ಲಿ ನಿರ್ದಿಷ್ಟವಾದ ಹಕ್ಕು ಇದೆ"
        },
        {
            "chapter": 70,
            "verse": 26,
            "text": "ಬೇಡುವವನಿಗೆ ಮತ್ತು ವಂಚಿತನಿಗೆ"
        },
        {
            "chapter": 70,
            "verse": 27,
            "text": "ಪ್ರತಿಫಲದ ದಿನವಿರುವುದು ಸತ್ಯ ಎಂದು ಅವರು ನಂಬುತ್ತಾರೆ"
        },
        {
            "chapter": 70,
            "verse": 28,
            "text": "ಅವರು ತಮ್ಮೊಡೆಯನ ಶಿಕ್ಷೆಗೆ ಅಂಜುತ್ತಾರೆ"
        },
        {
            "chapter": 70,
            "verse": 29,
            "text": "ಅವರ ಒಡೆಯನ ಶಿಕ್ಷೆ ಎಂತಹದ್ದೆಂದರೆ, ಆ ಕುರಿತು ನಿಶ್ಚಿಂತರಾಗಿರಲು ಸಾಧ್ಯವೇ ಇಲ್ಲ"
        },
        {
            "chapter": 70,
            "verse": 30,
            "text": "ಅವರು ತಮ್ಮ ಮಾನವನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳುತ್ತಾರೆ"
        },
        {
            "chapter": 70,
            "verse": 31,
            "text": "ತಮ್ಮ ಪತ್ನಿಯರು ಮತ್ತು ದಾಸಿಯರ ವಿಷಯದಲ್ಲಿ ಮಾತ್ರ ಅವರು ಖಂಡನಾರ್ಹರಲ್ಲ"
        },
        {
            "chapter": 70,
            "verse": 32,
            "text": "ಅದರ ಆಚಿನದನ್ನು ಅಪೇಕ್ಷಿಸುವವರು – ಅವರೇ ಎಲ್ಲೆ ಮೀರುವವರು"
        },
        {
            "chapter": 70,
            "verse": 33,
            "text": "ಅವರು (ಸ್ವರ್ಗಕ್ಕೆ ಅರ್ಹರಾದ ಸಜ್ಜನರು) ತಮ್ಮನ್ನು ನಂಬಿ ಒಪ್ಪಿಸಲಾದ ಹೊಣೆಗಳನ್ನು ನಿಭಾಯಿಸುತ್ತಾರೆ ಮತ್ತು ತಮ್ಮ ಕರಾರುಗಳನ್ನು ಪಾಲಿಸುತ್ತಾರೆ"
        },
        {
            "chapter": 70,
            "verse": 34,
            "text": "ಅವರು ತಮ್ಮ ಸಾಕ್ಷಗಳಲ್ಲಿ ಸ್ಥಿರರಾಗಿರುತ್ತಾರೆ"
        },
        {
            "chapter": 70,
            "verse": 35,
            "text": "ಅವರು ತಮ್ಮ ನಮಾಝ್‌ಗಳ ಕುರಿತು ಎಚ್ಚರ ವಹಿಸುತ್ತಾರೆ"
        },
        {
            "chapter": 70,
            "verse": 36,
            "text": "ಅವರೇ, ಗೌರವಾನ್ವಿತರಾಗಿ ಸ್ವರ್ಗ ತೋಟಗಳಲ್ಲಿ ಇರುವವರು"
        },
        {
            "chapter": 70,
            "verse": 37,
            "text": "ಇದೇನಾಗಿದೆ ಧಿಕ್ಕಾರಿಗಳಿಗೆ? ಅವರೇಕೆ ನಿಮ್ಮೆಡೆಗೆ ಧಾವಿಸಿ ಬರುತ್ತಿದ್ದಾರೆ"
        },
        {
            "chapter": 70,
            "verse": 38,
            "text": "ಬಲಭಾಗದಿಂದಲೂ ಎಡಭಾಗದಿಂದಲೂ ಗುಂಪು ಗುಂಪಾಗಿ ಬರುತ್ತಿದ್ದಾರೆ"
        },
        {
            "chapter": 70,
            "verse": 39,
            "text": "ಅವರ ಪೈಕಿ ಪ್ರತಿಯೊಬ್ಬರೂ ಅನುಗ್ರಹ ತುಂಬಿದ ಸ್ವರ್ಗದೊಳಗೆ ಪ್ರವೇಶಿಸಲು ಆಶಿಸುತ್ತಿದ್ದಾರೆ"
        },
        {
            "chapter": 70,
            "verse": 40,
            "text": "ಖಂಡಿತ ಸಾಧ್ಯವಿಲ್ಲ. ಅವರಿಗೆ ತಿಳಿದಿರುವ ಒಂದು ವಸ್ತುವಿನಿಂದ ನಾವೇ ಅವರನ್ನು ಸೃಷ್ಟಿಸಿರುವೆವು"
        },
        {
            "chapter": 70,
            "verse": 41,
            "text": "ಖಂಡಿತ ಇಲ್ಲ. ನಾನು ಪೂರ್ವಗಳ ಮತ್ತು ಪಶ್ಚಿಮಗಳ ಒಡೆಯನ ಆಣೆ ಹಾಕಿ ಹೇಳುತ್ತಿದ್ದೇನೆ, ನಾವು ಖಂಡಿತ ಅದನ್ನು ಮಾಡಬಲ್ಲೆವು"
        },
        {
            "chapter": 70,
            "verse": 42,
            "text": "ಅವರ ಸ್ಥಾನದಲ್ಲಿ ನಾವು ಅವರಿಗಿಂತ ಉತ್ತಮರನ್ನು ತರಬಲ್ಲೆವು. ಯಾರೂ ನಮ್ಮನ್ನು ಸೋಲಿಸಲಾರರು"
        },
        {
            "chapter": 70,
            "verse": 43,
            "text": "ಅವರನ್ನು ಬಿಟ್ಟು ಬಿಡಿರಿ. ಅವರು, ತಮಗೆ ವಾಗ್ದಾನ ಮಾಡಲಾಗಿರುವ ದಿನವನ್ನು ಎದುರಿಸುವ ತನಕ, ನಿರರ್ಥಕ ಕೆಲಸಗಳಲ್ಲಿ ಮತ್ತು ಆಟ ವಿನೋದಗಳಲ್ಲಿ ನಿರತರಾಗಿರಲಿ"
        },
        {
            "chapter": 70,
            "verse": 44,
            "text": "ಅವರು, ತಮ್ಮ ಗೋರಿಗಳಿಂದ ಎದ್ದು ಹೊರ ಬರುವ ದಿನ, ಒಂದು ನಿರ್ದಿಷ್ಟ ಗುರಿಯೆಡೆಗೋ ಎಂಬಂತೆ ಆತುರರಾಗಿ ಧಾವಿಸುತ್ತಿರುವರು"
        },
        {
            "chapter": 71,
            "verse": 1,
            "text": "ಅವರ ದೃಷ್ಟಿಗಳು ಭೀತವಾಗಿರುವವು ಮತ್ತು ಅಪಮಾನವು ಅವರನ್ನು ಆವರಿಸಿ ಕೊಂಡಿರುವುದು. ಅದುವೇ ಅವರಿಗೆ ವಾಗ್ದಾನ ಮಾಡಲಾಗಿದ್ದ ದಿನ"
        },
        {
            "chapter": 71,
            "verse": 2,
            "text": "‘‘ನಿಮ್ಮ ಜನಾಂಗದವರ ಮೇಲೆ ಕಠಿಣ ಶಿಕ್ಷೆಯು ಬಂದೆರಗುವ ಮುನ್ನ ಅವರನ್ನು ಎಚ್ಚರಿಸಿರಿ’’ ಎನ್ನುತ್ತಾ ನಾವು ನೂಹರನ್ನು ಅವರ ಜನಾಂಗದೆಡೆಗೆ ಕಳುಹಿಸಿದೆವು"
        },
        {
            "chapter": 71,
            "verse": 3,
            "text": "ಅವರು (ನೂಹ್) ಹೇಳಿದರು; ‘‘ನನ್ನ ಜನಾಂಗದವರೇ, ನಾನು ನಿಮಗೆ ಸ್ಪಷ್ಟ ಮುನ್ನೆಚ್ಚರಿಕೆ ನೀಡುವವನಾಗಿದ್ದೇನೆ’’"
        },
        {
            "chapter": 71,
            "verse": 4,
            "text": "‘‘ನೀವು ಅಲ್ಲಾಹನನ್ನು ಆರಾಧಿಸಿರಿ, ಅವನಿಗೆ ಅಂಜಿರಿ ಮತ್ತು ನನ್ನ ಆದೇಶ ಪಾಲಿಸಿರಿ’’"
        },
        {
            "chapter": 71,
            "verse": 5,
            "text": "‘‘ಅವನು (ಅಲ್ಲಾಹನು) ನಿಮ್ಮ ಪಾಪಗಳನ್ನು ಕ್ಷಮಿಸುವನು ಮತ್ತು ಒಂದು ನಿರ್ದಿಷ್ಟ ಅವಧಿಯ ತನಕ ನಿಮಗೆ ಕಾಲಾವಕಾಶ ನೀಡುವನು. ಖಂಡಿತವಾಗಿಯೂ ಅಲ್ಲಾಹನು ನಿಶ್ಚಯಿಸಿರುವ ಸಮಯ ಬಂದು ಬಿಟ್ಟರೆ ಅದನ್ನು ನಿವಾರಿಸಲಾಗುವುದಿಲ್ಲ. ನೀವು ಇದನ್ನು ಅರಿತಿದ್ದರೆ ಎಷ್ಟು ಚೆನ್ನಾಗಿತ್ತು"
        },
        {
            "chapter": 71,
            "verse": 6,
            "text": "ಅವರು (ನೂಹ್) ಹೇಳಿದರು; ‘‘ನನ್ನೊಡೆಯಾ, ನಾನು ಹಗಳಿರುಳೂ ನನ್ನ ಜನಾಂಗದವರನ್ನು (ಸತ್ಯದೆಡೆಗೆ) ಕರೆದಿದ್ದೇನೆ’’"
        },
        {
            "chapter": 71,
            "verse": 7,
            "text": "‘‘ಆದರೆ ನನ್ನ ಕರೆಯು (ಸತ್ಯದಿಂದ) ಅವರ ಪಲಾಯನವನ್ನಷ್ಟೇ ಹೆಚ್ಚಿಸಿದೆ’’"
        },
        {
            "chapter": 71,
            "verse": 8,
            "text": "‘‘ನೀನು ಅವರನ್ನು ಕ್ಷಮಿಸಲೆಂದು ನಾನು ಅವರನ್ನು ಆಮಂತ್ರಿಸಿದಾಗಲೆಲ್ಲಾ ಅವರು ತಮ್ಮ ಬೆರಳುಗಳನ್ನು ತಮ್ಮ ಕಿವಿಗಳೊಳಗೆ ತುರುಕಿ ಕೊಂಡರು ಹಾಗೂ ತಮ್ಮ ವಸ್ತ್ರಗಳನ್ನು ತಮ್ಮ ಮೇಲೆ ಎಳೆದು ಕೊಂಡರು ಮತ್ತು ಅವರು ಉದ್ಧಟತನ ತೋರಿದರು ಹಾಗೂ ಭಾರೀ ಅಹಂಕಾರ ಪ್ರದರ್ಶಿಸಿದರು’’"
        },
        {
            "chapter": 71,
            "verse": 9,
            "text": "‘‘ನಾನು ಅವರನ್ನು ಕೂಗಿ ಕರೆದೆನು’’"
        },
        {
            "chapter": 71,
            "verse": 10,
            "text": "‘‘ಬಹಿರಂಗವಾಗಿಯೂ ಗುಪ್ತವಾಗಿಯೂ ನಾನು ಅವರಿಗೆ ಉಪದೇಶಿಸಿದೆನು’’"
        },
        {
            "chapter": 71,
            "verse": 11,
            "text": "‘‘ನಾನು ಅವರೊಡನೆ ಹೇಳಿದೆನು; ನೀವು ನಿಮ್ಮ ಒಡೆಯನ ಬಳಿ ಕ್ಷಮೆ ಕೇಳಿರಿ. ಅವನು ಖಂಡಿತ ಕ್ಷಮಿಸುವವನಾಗಿದ್ದಾನೆ’’"
        },
        {
            "chapter": 71,
            "verse": 12,
            "text": "‘‘ಅವನು ನಿಮ್ಮ ಮೇಲೆ ಆಕಾಶದಿಂದ ಧಾರಾಳ ಮಳೆಯನ್ನು ಸುರಿಸುವನು’’"
        },
        {
            "chapter": 71,
            "verse": 13,
            "text": "‘‘ಸಂಪತ್ತು ಹಾಗೂ ಸಂತತಿಗಳ ಮೂಲಕ ಅವನು ನಿಮಗೆ ನೆರವಾಗುವನು ಮತ್ತು ನಿಮಗಾಗಿ ತೋಟಗಳನ್ನು ರಚಿಸುವನು ಹಾಗೂ ನಿಮಗಾಗಿ ನದಿಗಳನ್ನೂ ಹರಿಸುವನು’’"
        },
        {
            "chapter": 71,
            "verse": 14,
            "text": "‘‘ನಿಮಗೇನಾಗಿದೆ? ನೀವು ಅಲ್ಲಾಹನಿಂದ ಯಾವುದೇ ಗೌರವವನ್ನೇಕೆ ನಿರೀಕ್ಷಿಸುವುದಿಲ್ಲ?’’"
        },
        {
            "chapter": 71,
            "verse": 15,
            "text": "‘‘ಅವನು ವಿವಿಧ ಹಂತಗಳಲ್ಲಿ ನಿಮ್ಮನ್ನು ಸೃಷ್ಟಿಸಿರುವನು’’"
        },
        {
            "chapter": 71,
            "verse": 16,
            "text": "‘‘ನೀವು ನೋಡಿಲ್ಲವೇ, ಅಲ್ಲಾಹನು ಯಾವ ರೀತಿ ಕ್ರಮಬದ್ಧವಾಗಿ ಏಳು ಆಕಾಶಗಳನ್ನು ಸೃಷ್ಟಿಸಿರುವನೆಂದು?’’"
        },
        {
            "chapter": 71,
            "verse": 17,
            "text": "‘‘ಮತ್ತು ಯಾವ ರೀತಿ ಅವನು ಅವುಗಳಲ್ಲಿ ಬೆಳಕಾಗಿ ಚಂದ್ರನನ್ನು ಹಾಗೂ ದೀಪವಾಗಿ ಸೂರ್ಯನನ್ನು ನಿರ್ಮಿಸಿರುವನೆಂದು?’’"
        },
        {
            "chapter": 71,
            "verse": 18,
            "text": "‘‘ಅಲ್ಲಾಹನೇ ನಿಮ್ಮನ್ನು ಭೂಮಿಯಿಂದ ಬೆಳೆಸಿದನು’’"
        },
        {
            "chapter": 71,
            "verse": 19,
            "text": "‘‘ಅವನು ಮತ್ತೆ ನಿಮ್ಮನ್ನು ಅದರೊಳಕ್ಕೆ ಮರಳಿಸುವನು ಮತ್ತು ಅದರಿಂದಲೇ ನಿಮ್ಮನ್ನು ಹೊರ ತೆಗೆಯುವನು’’"
        },
        {
            "chapter": 71,
            "verse": 20,
            "text": "‘‘ಅಲ್ಲಾಹನು ನಿಮಗಾಗಿ ಭೂಮಿಯನ್ನು ಹಾಸಿನಂತಾಗಿಸಿರುವನು’’"
        },
        {
            "chapter": 71,
            "verse": 21,
            "text": "‘‘- ನೀವು ಅದರಲ್ಲಿನ ವಿಶಾಲ ದಾರಿಗಳಲ್ಲಿ ಸಂಚರಿಸುವಂತಾಗಲು’’"
        },
        {
            "chapter": 71,
            "verse": 22,
            "text": "ನೂಹರು ಹೇಳಿದರು; ‘‘ನನ್ನೊಡೆಯಾ, ಅವರು ನನ್ನ ಮಾತನ್ನು ಕೇಳುತ್ತಿಲ್ಲ. ಯಾರಿಗೆ ತಮ್ಮ ಸಂಪತ್ತು ಮತ್ತು ಸಂತಾನಗಳಿಂದ ನಷ್ಟ ಮಾತ್ರ ಆಗಿದೆಯೋ, ಅಂಥವರನ್ನು ಅವರು ಅನುಸರಿಸುತ್ತಿದ್ದಾರೆ’’"
        },
        {
            "chapter": 71,
            "verse": 23,
            "text": "‘‘ಅವರು ಭಾರೀ ಸಂಚುಗಳನ್ನು ಹೂಡಿದ್ದಾರೆ’’"
        },
        {
            "chapter": 71,
            "verse": 24,
            "text": "‘‘ಮತ್ತು ಅವರು – ನಿಮ್ಮ ದೇವರುಗಳನ್ನು ಖಂಡಿತ ಕೈ ಬಿಡಬೇಡಿ. ವದ್ದ್ ಅನ್ನಾಗಲೀ ಸುವಾಅ್ ಅನ್ನಾಗಲೀ ಯಗೂಸ್, ಯಊಕ್ ಮತ್ತು ನಸ್ರ್‌ರನ್ನಾಗಲೀ ಕೈ ಬಿಡಬೇಡಿ – ಎನ್ನುತ್ತಿದ್ದಾರೆ’’"
        },
        {
            "chapter": 71,
            "verse": 25,
            "text": "‘‘ನನ್ನೊಡೆಯಾ, ಅವರು ಅನೇಕರನ್ನು ದಾರಿಗೆಡಿಸಿರುವರು. ನೀನು ಈ ಆಕ್ರಮಿಗಳನ್ನು ಮತ್ತಷ್ಟು ದಿಕ್ಕುಗೆಡಿಸಿ ಬಿಡು.’’"
        },
        {
            "chapter": 71,
            "verse": 26,
            "text": "ಕೊನೆಗೆ, ಅವರ ಅಪರಾಧಗಳ ಕಾರಣ, ಅವರನ್ನು ನೀರಲ್ಲಿ ಮುಳುಗಿಸಲಾಯಿತು ಮತ್ತು ಬೆಂಕಿಯೊಳಗೆ ಎಸೆಯಲಾಯಿತು. ಆಗ ಅಲ್ಲಾಹನ ಹೊರತು ಅವರಿಗೆ ಯಾವ ಸಹಾಯಕರೂ ಸಿಗಲಿಲ್ಲ"
        },
        {
            "chapter": 71,
            "verse": 27,
            "text": "ಮತ್ತು ನೂಹರು ಹೇಳಿದರು; ‘‘ನನ್ನೊಡೆಯಾ, ಧಿಕ್ಕಾರಿಗಳ ಪೈಕಿ ಒಬ್ಬನನ್ನೂ ಭೂಮಿಯಲ್ಲಿ ಜೀವಂತ ಬಿಟ್ಟು ಬಿಡಬೇಡ’’"
        },
        {
            "chapter": 71,
            "verse": 28,
            "text": "‘‘ನೀನು ಅವರನ್ನು ಬಿಟ್ಟು ಬಿಟ್ಟರೆ ಅವರು ನಿನ್ನ ದಾಸರನ್ನು ದಾರಿಗೆಡಿಸುವರು ಮತ್ತು ಅವರ ಸಂತತಿಗಳೂ ಕೇವಲ ದುಷ್ಟರೂ ಕೃತಘ್ನರೂ ಆಗಿರುವರು’’"
        },
        {
            "chapter": 72,
            "verse": 1,
            "text": "‘‘ನನ್ನೊಡೆಯಾ, ನನಗೂ ನನ್ನ ಹೆತ್ತವರಿಗೂ ವಿಶ್ವಾಸಿಗಳಾಗಿ ನನ್ನ ಮನೆಯೊಳಗೆ ಬಂದಿರುವವರಿಗೂ ಎಲ್ಲ ವಿಶ್ವಾಸಿ ಪುರುಷರಿಗೂ ಸ್ತ್ರೀಯರಿಗೂ ಕ್ಷಮೆಯನ್ನು ನೀಡು ಮತ್ತು ಅಕ್ರಮಿಗಳಿಗೆ ವಿನಾಶದ ಹೊರತು ಬೇರೇನನ್ನೂ ಹೆಚ್ಚಿಸಬೇಡ’’"
        },
        {
            "chapter": 72,
            "verse": 2,
            "text": "(ದೂತರೇ,) ಹೇಳಿರಿ; ನನ್ನ ಬಳಿಗೆ ದಿವ್ಯ ಸಂದೇಶವು ಬಂದಿದೆ. (ಅದರ ಪ್ರಕಾರ,) ಜಿನ್ನ್‌ಗಳ ಒಂದು ತಂಡವು ಇದನ್ನು (ಈ ಕುರ್‌ಆನನ್ನು) ಕೇಳಿ, ಹೀಗೆಂದಿತು; ‘‘ನಾವು ಒಂದು ವಿಶಿಷ್ಟ ಕುರ್‌ಆನನ್ನು ಕೇಳಿರುವೆವು’’"
        },
        {
            "chapter": 72,
            "verse": 3,
            "text": "‘‘ಅದು ಸನ್ಮಾರ್ಗವನ್ನು ತೋರಿಸುತ್ತದೆ. ನಾವು ಅದರಲ್ಲಿ ನಂಬಿಕೆ ಇಟ್ಟಿರುವೆವು. ನಾವಿನ್ನು ನಮ್ಮ ಒಡೆಯನ ಜೊತೆ ಯಾರನ್ನೂ ಪಾಲುದಾರರಾಗಿಸಲಾರೆವು.’’"
        },
        {
            "chapter": 72,
            "verse": 4,
            "text": "‘‘ನಮ್ಮ ಒಡೆಯನ ಸ್ಥಾನ ತುಂಬಾ ಉನ್ನತವಾದುದು. ಅವನು ಯಾರನ್ನೂ ತನ್ನ ಪತ್ನಿ ಅಥವಾ ಪುತ್ರನಾಗಿಸಿ ಕೊಂಡಿಲ್ಲ’’"
        },
        {
            "chapter": 72,
            "verse": 5,
            "text": "‘‘ನಮ್ಮಲ್ಲಿನ ಕೆಲವು ಮೂರ್ಖರು ಅಲ್ಲಾಹನ ಕುರಿತು ಸುಳ್ಳುಗಳನ್ನು ಸೃಷ್ಟಿಸಿ ಹೇಳುತ್ತಾರೆ’’"
        },
        {
            "chapter": 72,
            "verse": 6,
            "text": "‘‘ಜಿನ್ನ್‌ಗಳು ಮತ್ತು ಮಾನವರು ಅಲ್ಲಾಹನ ಕುರಿತು ಸುಳ್ಳು ಹೇಳುವುದಿಲ್ಲ ಎಂದು ನಾವು ನಂಬಿದ್ದೆವು"
        },
        {
            "chapter": 72,
            "verse": 7,
            "text": "‘‘ಕೆಲವು ಮಾನವರು ಜಿನ್ನ್‌ಗಳ ಆಶ್ರಯ ಪಡೆದುದರಿಂದ ಅವರ (ಜಿನ್ನ್‌ಗಳ) ಬಂಡಾಯವು ಮತ್ತಷ್ಟು ಹೆಚ್ಚಿತು’’"
        },
        {
            "chapter": 72,
            "verse": 8,
            "text": "‘‘ಅಲ್ಲಾಹನು ಯಾರನ್ನೂ ಮತ್ತೆ ಜೀವಂತಗೊಳಿಸಲಾರನೆಂದು ನೀವು ನಂಬಿರುವಂತೆ ಅವರೂ (ಆ ಜಿನ್ನ್‌ಗಳೂ) ನಂಬಿದ್ದರು’’"
        },
        {
            "chapter": 72,
            "verse": 9,
            "text": "‘‘ನಾವು ಆಕಾಶವನ್ನು ಸಮೀಕ್ಷಿಸಿ ನೋಡಿದೆವು. ಅದನ್ನು ಬಲಿಷ್ಠ ಕಾವಲುಗಾರರು ರಕ್ಷಿಸುತ್ತಿರುವುದನ್ನು ಹಾಗೂ ಅದು ಬೆಂಕಿಯಿಂದ ತುಂಬಿರುವುದನ್ನು ಕಂಡೆವು’’"
        },
        {
            "chapter": 72,
            "verse": 10,
            "text": "‘‘ಹಿಂದೆ ನಾವು ಸುದ್ದಿ ಕೇಳಲಿಕ್ಕಾಗಿ ಅಲ್ಲಿ ಹಲವೆಡೆ ಕೂರುತ್ತಿದ್ದೆವು. ಆದರೆ ಈಗ, ಹಾಗೆ ಕೇಳ ಹೊರಟವನು, ತನ್ನ ಮೇಲೆ ಬೆಂಕಿಯ ದಾಳಿಯನ್ನು ಎದುರಿಸ ಬೇಕಾಗುತ್ತದೆ"
        },
        {
            "chapter": 72,
            "verse": 11,
            "text": "‘‘ಭೂವಾಸಿಗಳ ಒಡೆಯನು ಅವರಿಗೆ ಏನಾದರೂ ಅಹಿತವನ್ನು ಮಾಡಬಯಸುತ್ತಾನೋ ಅಥವಾ ಹಿತವನ್ನು ಮಾಡಬಯಸುತ್ತಾನೋ ಎಂಬುದು ನಮಗೆ ತಿಳಿಯದು’’"
        },
        {
            "chapter": 72,
            "verse": 12,
            "text": "‘‘ನಮ್ಮಲ್ಲಿ ಕೆಲವರು ಸಜ್ಜನರಿದ್ದಾರೆ ಮತ್ತು ಇತರ ಬಗೆಯವರೂ ಇದ್ದಾರೆ. ನಮ್ಮಲ್ಲಿ ವಿಭಿನ್ನ ಪಂಥಗಳಿವೆ’’"
        },
        {
            "chapter": 72,
            "verse": 13,
            "text": "‘‘ಭೂಮಿಯಲ್ಲಿ ಅಲ್ಲಾಹನನ್ನು ಸೋಲಿಸಲು ನಮ್ಮಿಂದ ಸಾಧ್ಯವಿಲ್ಲ ಮತ್ತು ಅವನಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳುವ ಮೂಲಕ ಅವನನ್ನು ಮಣಿಸಲಿಕ್ಕೂ ನಮ್ಮಿಂದ ಸಾಧ್ಯವಿಲ್ಲ ಎಂಬುದನ್ನು ನಾವು ಮನಗಂಡಿದ್ದೇವೆ"
        },
        {
            "chapter": 72,
            "verse": 14,
            "text": "‘‘ಮಾರ್ಗದರ್ಶಿ ಸಂದೇಶವನ್ನು (ಕುರ್‌ಆನನ್ನು) ಕೇಳಿದೊಡನೆ ನಾವು ಅದನ್ನು ನಂಬಿದೆವು. ತನ್ನ ಒಡೆಯನನ್ನು ನಂಬಿದವನಿಗೆ ಯಾವುದೇ ನಷ್ಟದ ಅಥವಾ ಅಕ್ರಮದ ಭಯ ಇರುವುದಿಲ್ಲ’’"
        },
        {
            "chapter": 72,
            "verse": 15,
            "text": "‘‘ನಮ್ಮಲ್ಲಿ ಕೆಲವರು ಶರಣಾದವರಿದ್ದಾರೆ (ಮುಸ್ಲಿಮರಿದ್ದಾರೆ) ಮತ್ತು ಕೆಲವರು ದಾರಿಗೆಟ್ಟವರಿದ್ದಾರೆ. ಶರಣಾದವರು ಸನ್ಮಾರ್ಗವನ್ನು ಪಡೆದರು’’"
        },
        {
            "chapter": 72,
            "verse": 16,
            "text": "‘‘ಇನ್ನು ಪಾಪಿಗಳು, ಅವರಂತು ನರಕದ ಇಂಧನವಾಗಿಬಿಟ್ಟರು’’"
        },
        {
            "chapter": 72,
            "verse": 17,
            "text": "(ದೂತರೇ,) ಒಂದು ವೇಳೆ ಅವರು (ಮಕ್ಕಃದ ಬರ ಪೀಡಿತರು) ನೇರ ಮಾರ್ಗದಲ್ಲೇ ಇದ್ದಿದ್ದರೆ ನಾವು ಅವರಿಗೆ ಕುಡಿಯಲು ಧಾರಾಳ ನೀರನ್ನು ಒದಗಿಸುತ್ತಿದ್ದೆವು –"
        },
        {
            "chapter": 72,
            "verse": 18,
            "text": "– ಆ ಮೂಲಕ ಅವರನ್ನು ಪರೀಕ್ಷಿಸಲಿಕ್ಕಾಗಿ. ತನ್ನ ಒಡೆಯನ ಸ್ಮರಣೆಯನ್ನು ಕಡೆಗಣಿಸುವಾತನನ್ನು ಅವನು (ಅಲ್ಲಾಹನು) ಕಠಿಣ ಶಿಕ್ಷೆಗೆ ಒಳಪಡಿಸುವನು"
        },
        {
            "chapter": 72,
            "verse": 19,
            "text": "ಮಸ್ಜಿದ್ (ಮಸೀದಿ)ಗಳೆಲ್ಲಾ ಅಲ್ಲಾಹನಿಗೇ ಸೇರಿವೆ. ಅವುಗಳಲ್ಲಿ ಅಲ್ಲಾಹನ ಜೊತೆ ಬೇರೆ ಯಾರನ್ನೂ ಪ್ರಾರ್ಥಿಸಬೇಡಿ"
        },
        {
            "chapter": 72,
            "verse": 20,
            "text": "ಅಲ್ಲಾಹನ ದಾಸನು (ದೂತರು, ಕಅ್ಬ:ದಲ್ಲಿ) ಅವನನ್ನು ಪ್ರಾರ್ಥಿಸಲಿಕ್ಕೆಂದು ನಿಂತಾಗ ಅವರು (ಮಕ್ಕಃದ ವಿಗ್ರಹಾರಾಧಕರು) ಆತನ ಮೇಲೆ ಮುಗಿದು ಬೀಳಲು ಹೊರಡುತ್ತಾರೆ"
        },
        {
            "chapter": 72,
            "verse": 21,
            "text": "ಹೇಳಿರಿ; ನಾನಂತು ನನ್ನ ಒಡೆಯನನ್ನು ಮಾತ್ರ ಪ್ರಾರ್ಥಿಸುತ್ತೇನೆ ಮತ್ತು ನಾನು ಅವನ ಜೊತೆ ಯಾರನ್ನೂ ಪಾಲುಗೊಳಿಸುವುದಿಲ್ಲ"
        },
        {
            "chapter": 72,
            "verse": 22,
            "text": "ಹೇಳಿರಿ; ನಿಮಗೆ ಯಾವುದೇ ನಷ್ಟ ಅಥವಾ ಲಾಭವನ್ನುಂಟು ಮಾಡುವ ಅಧಿಕಾರ ನನಗೆ ಖಂಡಿತ ಇಲ್ಲ"
        },
        {
            "chapter": 72,
            "verse": 23,
            "text": "ಹೇಳಿರಿ; ಅಲ್ಲಾಹನಿಗೆದುರಾಗಿ ನನಗೆ ಆಶ್ರಯ ನೀಡಬಲ್ಲವರು ಯಾರೂ ಇಲ್ಲ, ಮತ್ತು ನಾನು ಅವನ ಹೊರತು ಬೇರೆಲ್ಲೂ ಆಶ್ರಯವನ್ನು ಕಾಣುವುದಿಲ್ಲ"
        },
        {
            "chapter": 72,
            "verse": 24,
            "text": "ಅಲ್ಲಾಹನ ಕಡೆಯಿಂದ (ಸಿಕ್ಕಿದ್ದನ್ನು) ಮತ್ತು ಅವನ ಸಂದೇಶಗಳನ್ನು ತಲುಪಿಸುವುದು (ಇಷ್ಟೇ ನನ್ನ ಕೆಲಸ). ಅಲ್ಲಾಹ್ ಮತ್ತವನ ದೂತರ ಆಜ್ಞೆಗಳನ್ನು ಉಲ್ಲಂಘಿಸಿದವರಿಗೆ ಖಂಡಿತ ನರಕಾಗ್ನಿಯೇ ಗತಿ. ಅವರು ಅದರಲ್ಲಿ ಸದಾ ಕಾಲ ಇರುವರು"
        },
        {
            "chapter": 72,
            "verse": 25,
            "text": "ಅವರು, ತಮಗೆ ವಾಗ್ದಾನ ಮಾಡಲಾಗಿರುವ ಘಟನೆಯನ್ನು ಕಂಡಾಗ, ಯಾರ ಸಹಾಯಕನು ಅತ್ಯಂತ ದುರ್ಬಲನೆಂಬುದು, ಹಾಗೂ ಯಾರ ಸಹಾಯಕರ ಸಂಖ್ಯೆ ತೀರಾ ನಗಣ್ಯಎಂಬುದು ಅವರಿಗೆ ಮನವರಿಕೆಯಾಗಲಿದೆ. 25. ಹೇಳಿರಿ; ನಿಮಗೆ ವಾಗ್ದಾನ ಮಾಡಲಾಗುತ್ತಿರುವ ದಿನವು ತೀರಾ ಸಮೀಪವಿದೆಯೋ ಅಥವಾ ನನ್ನೊಡೆಯನು ಅದರ ಅವಧಿಯನ್ನು ವಿಸ್ತರಿಸಿರುವನೋ ಎಂಬುದು ನನಗೆ ತಿಳಿಯದು"
        },
        {
            "chapter": 72,
            "verse": 26,
            "text": "ಅವನೇ ಎಲ್ಲಾ ಗುಪ್ತ ವಿಷಯಗಳನ್ನು ಬಲ್ಲವನು. ಅವನು ಆ ತನ್ನ ಗುಪ್ತ ವಿಷಯಗಳನ್ನು ಯಾರೊಬ್ಬರಿಗೂ ತಿಳಿಸುವುದಿಲ್ಲ"
        },
        {
            "chapter": 72,
            "verse": 27,
            "text": "ದೂತರ ಪೈಕಿ ಅವನ ಮೆಚ್ಚುಗೆಗೆ ಪಾತ್ರರಾದವರ ಹೊರತು. (ಅವರಿಗೆ ಅವನು ಗುಪ್ತ ವಿಷಯಗಳನ್ನು ತಿಳಿಸುತ್ತಾನೆ.) ಮತ್ತು ಅವರ ಮುಂದೆಯೂ ಹಿಂದೆಯೂ ಕಾವಲುಗಾರರನ್ನು ನೇಮಿಸುತ್ತಾನೆ –"
        },
        {
            "chapter": 72,
            "verse": 28,
            "text": "– ಅವರು ತಮ್ಮ ಒಡೆಯನ ಸಂದೇಶವನ್ನು ತಲುಪಿಸಿರುವರೆಂಬುದನ್ನು ಅರಿಯಲಿಕ್ಕಾಗಿ. ಮತ್ತು ಅವನು, ಅವರ ಬಳಿ ಇರುವ ಎಲ್ಲವನ್ನೂ ಆವರಿಸಿಕೊಂಡಿರುತ್ತಾನೆ. ಮತ್ತು ಅವನು ಪ್ರತಿಯೊಂದು ವಸ್ತುವನ್ನೂ ಎಣಿಸಿಟ್ಟಿರುತ್ತಾನೆ"
        },
        {
            "chapter": 73,
            "verse": 1,
            "text": "ಹೊದಿಕೆ ಹೊದ್ದವರೇ (ದೂತರೇ)"
        },
        {
            "chapter": 73,
            "verse": 2,
            "text": "ರಾತ್ರಿಯ ವೇಳೆ (ನಮಾಝ್‌ಗೆ) ನಿಲ್ಲಿರಿ – ಸ್ವಲ್ಪ ಹೊತ್ತಿನ ಹೊರತು"
        },
        {
            "chapter": 73,
            "verse": 3,
            "text": "ಅದರ (ರಾತ್ರಿಯ) ಅರ್ಧ ಭಾಗವನ್ನು ಅಥವಾ ಅದನ್ನು ತುಸು ಕಡಿತ ಗೊಳಿಸಿ (ಅದಕ್ಕಿಂತ ತುಸು ಕಡಿಮೆ ಭಾಗವನ್ನು) –"
        },
        {
            "chapter": 73,
            "verse": 4,
            "text": "– ಅಥವಾ ಅದನ್ನು ಸ್ವಲ್ಪ ಹೆಚ್ಚಿಸಿಕೊಂಡು, (ನಮಾಝ್‌ನಲ್ಲಿ) ಕುರ್‌ಆನನ್ನು ನೆಮ್ಮದಿಯಿಂದ, ಕ್ರಮಬದ್ಧವಾಗಿ ಓದಿರಿ"
        },
        {
            "chapter": 73,
            "verse": 5,
            "text": "ನಾವು ನಿಮ್ಮ ಮೇಲೆ ಒಂದು ಘನವಾದ ಸಂದೇಶವನ್ನು ಇಳಿಸಲಿದ್ದೇವೆ"
        },
        {
            "chapter": 73,
            "verse": 6,
            "text": "ರಾತ್ರಿಯ ವೇಳೆ (ಆರಾಧನೆಗಾಗಿ ನಡೆಸುವ) ಜಾಗರಣೆಯು ಖಂಡಿತ ಚಿತ್ತಕ್ಕೆ ಸ್ಥಿರತೆಯನ್ನೊದಗಿಸುತ್ತದೆ ಮತ್ತು ಮಾತನ್ನು ಪರಿಣಾಮಕಾರಿಯಾಗಿಸುತ್ತದೆ"
        },
        {
            "chapter": 73,
            "verse": 7,
            "text": "ಹಗಲಲ್ಲಂತೂ ನಿಮ್ಮ ಮೇಲೆ ಹಲವಾರು ಹೊಣೆಗಾರಿಕೆಗಳಿರುತ್ತವೆ"
        },
        {
            "chapter": 73,
            "verse": 8,
            "text": "ನೀವು ನಿಮ್ಮ ಒಡೆಯನ ನಾಮವನ್ನು ಸ್ಮರಿಸಿರಿ ಮತ್ತು (ಇತರ) ಎಲ್ಲರನ್ನೂ ತೊರೆದು ಅವನಲ್ಲಿ ಒಲವು ತೋರಿರಿ"
        },
        {
            "chapter": 73,
            "verse": 9,
            "text": "ಅವನೇ ಪೂರ್ವ ಮತ್ತು ಪಶ್ಚಿಮಗಳ ಒಡೆಯನು. ಅವನ ಹೊರತು ಬೇರೆ ದೇವರಿಲ್ಲ. ಕಾರ್ಯಸಾಧಕನಾಗಿ ನೀವು ಅವನನ್ನೇ ನೆಚ್ಚಿಕೊಳ್ಳಿರಿ"
        },
        {
            "chapter": 73,
            "verse": 10,
            "text": "ಅವರಾಡುವ ಮಾತುಗಳ ವಿಷಯದಲ್ಲಿ ಸಂಯಮ ಪಾಲಿಸಿರಿ. ಮತ್ತು ಅತ್ಯುತ್ತಮ ರೀತಿಯಲ್ಲಿ ಅವರಿಂದ ಬೇರ್ಪಡಿರಿ"
        },
        {
            "chapter": 73,
            "verse": 11,
            "text": "ಬಿಟ್ಟು ಬಿಡಿರಿ ನನ್ನನ್ನು, ಮತ್ತು ಸತ್ಯವನ್ನು ತಿರಸ್ಕರಿಸುವ ಸ್ಥಿತಿವಂತರನ್ನು. (ಅವರನ್ನು ನಾನು ನೋಡಿಕೊಳ್ಳುವೆನು). ಮತ್ತು ಅವರಿಗೆ ಇನ್ನಷ್ಟು ಕಾಲಾವಕಾಶ ನೀಡಿರಿ"
        },
        {
            "chapter": 73,
            "verse": 12,
            "text": "ನಮ್ಮ ಬಳಿ (ಅವರಿಗಾಗಿ) ಕೈಕೋಳಗಳು ಮತ್ತು ಧಗಧಗಿಸುವ ಬೆಂಕಿ ಇದೆ"
        },
        {
            "chapter": 73,
            "verse": 13,
            "text": "ಗಂಟಲಲ್ಲೇ ಉಳಿಯುವ ಆಹಾರ ಮತ್ತು ಕಠಿಣ ಶಿಕ್ಷೆ ಇದೆ"
        },
        {
            "chapter": 73,
            "verse": 14,
            "text": "ಭೂಮಿ ಮತ್ತು ಪರ್ವತಗಳು ನಡುಗಲಾರಂಭಿಸುವ ಆ ದಿನ, ಪರ್ವತಗಳು ಕೇವಲ ಮರಳ ರಾಶಿಗಳಂತಾಗಿ ಬಿಡುವವು"
        },
        {
            "chapter": 73,
            "verse": 15,
            "text": "(ಜನರೇ,) ನಾವು ಫಿರ್‌ಔನನ ಕಡೆಗೆ ದೂತರನ್ನು ಕಳುಹಿಸಿದಂತೆ ನಿಮ್ಮ ಕಡೆಗೆ ದೂತರನ್ನು ಕಳುಹಿಸಿರುವೆವು. ಅವರು ನಿಮ್ಮ ವಿಷಯದಲ್ಲಿ ಸಾಕ್ಷಿಯಾಗುವರು"
        },
        {
            "chapter": 73,
            "verse": 16,
            "text": "ಫಿರ್‌ಔನನು ದೇವದೂತರಿಗೆ ಅವಿಧೇಯತೆ ತೋರಿದಾಗ ನಾವು ಅವನನ್ನು ಹಿಡಿದೆವು ಮತ್ತು ಭಾರೀ ಸಂಕಟಕ್ಕೆ ಸಿಲಕಿಸಿದೆವು"
        },
        {
            "chapter": 73,
            "verse": 17,
            "text": "ನೀವು ಧಿಕ್ಕರಿಸಿದರೆ, ಮಕ್ಕಳನ್ನು ವೃದ್ಧರಾಗಿಸುವ ಆ ದಿನ, ನೀವು ಹೇಗೆ ತಾನೇ ಸುರಕ್ಷಿತರಾಗಿ ಉಳಿಯುವಿರಿ"
        },
        {
            "chapter": 73,
            "verse": 18,
            "text": "ಅಂದು ಆಕಾಶವು ಬಿರಿದು ಬೀಳಲಿದೆ. ಇದು ಅವನ (ಅಲ್ಲಾಹನ) ವಾಗ್ದಾನ. ಇದು ಈಡೇರುವುದು ಖಚಿತ"
        },
        {
            "chapter": 73,
            "verse": 19,
            "text": "ಇದು (ಕುರ್‌ಆನ್) ಒಂದು ಉಪದೇಶ. ಇಷ್ಟ ಉಳ್ಳವನು ತನ್ನ ಒಡೆಯನ ಕಡೆಗಿರುವ ದಾರಿಯನ್ನು ಅನುಸರಿಸಲಿ"
        },
        {
            "chapter": 73,
            "verse": 20,
            "text": "ನಿಮ್ಮ ಒಡೆಯನಿಗೆ ಖಂಡಿತ ತಿಳಿದಿದೆ; ನೀವು ಮತ್ತು ನಿಮ್ಮ ಜೊತೆಗಿರುವ ಕೆಲವರು, ಕೆಲವೊಮ್ಮೆ ರಾತ್ರಿಯ ಸುಮಾರು ಮೂರನೇ ಎರಡು ಭಾಗವನ್ನು, ಇನ್ನು ಕೆಲವೊಮ್ಮೆ ಅರ್ಧ ಭಾಗವನ್ನು ಮತ್ತೆ ಕೆಲವೊಮ್ಮೆ ಮೂರನೇ ಒಂದು ಭಾಗವನ್ನು (ನಮಾಝ್‌ನಲ್ಲಿ) ನಿಂತುಕೊಂಡು ಕಳೆಯುತ್ತೀರಿ. ಅಲ್ಲಾಹನೇ ರಾತ್ರಿ ಮತ್ತು ಹಗಲನ್ನು ರೂಪಿಸಿದವನು. ಅದನ್ನು (ಈ ಆದೇಶವನ್ನು) ಬಹುಕಾಲ ಪಾಲಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗದೆಂಬುದು ಅವನಿಗೆ ತಿಳಿದಿದೆ. ಆದ್ದರಿಂದ ಅವನು ನಿಮ್ಮ ಮೇಲೆ ದಯೆ ತೋರಿರುವನು. ನೀವಿನ್ನು ಕುರ್‌ಆನ್‌ನಿಂದ, ಸುಲಭವಾಗಿ ಓದಲು ಸಾಧ್ಯವಾಗುವಷ್ಟನ್ನು ಓದಿರಿ. ನಿಮ್ಮಲ್ಲಿ ಕೆಲವರು ರೋಗಿಗಳಿದ್ದಾರೆ, ಇನ್ನು ಕೆಲವರು ಅಲ್ಲಾಹನ ಅನುಗ್ರಹವನ್ನರಸುತ್ತಾ ಭೂಮಿಯಲ್ಲಿ ಸಂಚರಿಸುತ್ತಿರುತ್ತಾರೆ ಮತ್ತು ಕೆಲವರು ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ಹೋರಾಟನಿರತರಾಗಿರುತ್ತಾರೆ. ಆದ್ದರಿಂದ ನೀವು, ಅದರಿಂದ (ಕುರ್‌ಆನಿನಿಂದ) ಸುಲಭವಾಗಿ ಓದಬಹುದಾದಷ್ಟನ್ನು ಓದಿರಿ ಹಾಗೂ ನಮಾಝನ್ನು ಪಾಲಿಸಿರಿ, ಝಕಾತನ್ನು ಪಾವತಿಸಿರಿ. ಮತ್ತು ಅಲ್ಲಾಹನಿಗೆ ಸತ್ಕರ್ಮಗಳ ಸಾಲವನ್ನು ನೀಡಿರಿ. ನೀವು ನಿಮಗಾಗಿ ಮುಂದೆ ಕಳುಹಿಸಿರುವ ಪ್ರತಿಯೊಂದು ಸತ್ಕರ್ಮವನ್ನು ಅಲ್ಲಾಹನ ಬಳಿ ಕಾಣುವಿರಿ. ಆಗ ಅದು ಇನ್ನಷ್ಟು ಉತ್ತಮ ರೂಪದಲ್ಲಿರುವುದು ಮತ್ತು ಭಾರೀ ಪ್ರತಿಫಲದಾಯಕವಾಗಿರುವುದು. ಅಲ್ಲಾಹನಲ್ಲಿ ಕ್ಷಮೆಯಾಚಿಸಿರಿ. ಅಲ್ಲಾಹನು ಖಂಡಿತ ಕ್ಷಮಿಸುವವನೂ ಕರುಣಾಮಯಿಯೂ ಆಗಿರುತ್ತಾನೆ"
        },
        {
            "chapter": 74,
            "verse": 1,
            "text": "ಹೊದ್ದುಕೊಂಡಿರುವವರೇ"
        },
        {
            "chapter": 74,
            "verse": 2,
            "text": "ಎದ್ದೇಳಿರಿ ಮತ್ತು ಎಚ್ಚರಿಸಿರಿ"
        },
        {
            "chapter": 74,
            "verse": 3,
            "text": "ನಿಮ್ಮ ಒಡೆಯನ ಹಿರಿಮೆಯನ್ನು ಕೊಂಡಾಡಿರಿ"
        },
        {
            "chapter": 74,
            "verse": 4,
            "text": "ನಿಮ್ಮ ವಸ್ತ್ರಗಳನ್ನು ಶುಚಿಯಾಗಿಡಿ"
        },
        {
            "chapter": 74,
            "verse": 5,
            "text": "ಮಾಲಿನ್ಯಗಳಿಂದ ದೂರ ಉಳಿಯಿರಿ"
        },
        {
            "chapter": 74,
            "verse": 6,
            "text": "(ಉಪಕೃತನಿಂದ) ಹೆಚ್ಚಿನದನ್ನು ಪಡೆಯಲಿಕ್ಕಾಗಿ ಉಪಕಾರ ಮಾಡಬೇಡಿರಿ"
        },
        {
            "chapter": 74,
            "verse": 7,
            "text": "ನಿಮ್ಮೊಡೆಯನಿಗಾಗಿ ಸಹನಶೀಲರಾಗಿರಿ"
        },
        {
            "chapter": 74,
            "verse": 8,
            "text": "(ಲೋಕಾಂತ್ಯದ) ಕಹಳೆಯನ್ನು ಊದಲಾದಾಗ"
        },
        {
            "chapter": 74,
            "verse": 9,
            "text": "ಆ ದಿನವು ಬಹಳ ಕಠಿಣ ದಿನವಾಗಿರುವುದು"
        },
        {
            "chapter": 74,
            "verse": 10,
            "text": "ಧಿಕ್ಕಾರಿಗಳ ಪಾಲಿಗೆ ಅದು ಸುಲಭವಾಗಿರಲಾರದು"
        },
        {
            "chapter": 74,
            "verse": 11,
            "text": "ಬಿಟ್ಟು ಬಿಡಿರಿ, ನನ್ನನ್ನು ಮತ್ತು ನಾನು ಸೃಷ್ಟಿಸುವಾಗ ಒಂಟಿಯಾಗಿದ್ದಾತನನ್ನು"
        },
        {
            "chapter": 74,
            "verse": 12,
            "text": "(ಮುಂದೆ) ನಾನು ಅವನಿಗೆ ಧಾರಾಳ ಸಂಪತ್ತನ್ನು ನೀಡಿದೆನು"
        },
        {
            "chapter": 74,
            "verse": 13,
            "text": "ಮತ್ತು ಸದಾ ಅವನ ಜೊತೆಗಿರುವ ಪುತ್ರರನ್ನು ನೀಡಿದೆನು"
        },
        {
            "chapter": 74,
            "verse": 14,
            "text": "ಮತ್ತು ಅವನಿಗೆ ಎಲ್ಲ ಬಗೆಯ ಸಾಧನಗಳನ್ನು ಒದಗಿಸಿದೆನು"
        },
        {
            "chapter": 74,
            "verse": 15,
            "text": "ಆದರೆ ಅವನು, ನಾನು ಮತ್ತಷ್ಟು ನೀಡಬೇಕೆಂದು ಆಸೆ ಪಡುತ್ತಿದ್ದಾನೆ"
        },
        {
            "chapter": 74,
            "verse": 16,
            "text": "ಹಾಗಾಗದು; ಅವನು ನಮ್ಮ ವಚನಗಳ ಶತ್ರುವಾಗಿರುವನು"
        },
        {
            "chapter": 74,
            "verse": 17,
            "text": "ನಾನು ಅವನನ್ನು (ನರಕದ) ದುರ್ಗಮ ಬೆಟ್ಟವನ್ನು ಹತ್ತಿಸಲಿರುವೆನು"
        },
        {
            "chapter": 74,
            "verse": 18,
            "text": "ಅವನು ಯೋಚಿಸಿದನು ಮತ್ತು ನಿರ್ಧರಿಸಿಕೊಂಡನು"
        },
        {
            "chapter": 74,
            "verse": 19,
            "text": "ನಾಶವಾಗಲಿ ಅವನು, ಎಂತಹ ನಿರ್ಧಾರ ಅವನದು"
        },
        {
            "chapter": 74,
            "verse": 20,
            "text": "ಮತ್ತೆ, ನಾಶವಾಗಲಿ ಅವನು, ಎಂತಹ ನಿರ್ಧಾರ ಅವನದು"
        },
        {
            "chapter": 74,
            "verse": 21,
            "text": "ಮತ್ತೆ ಅವನು ನೋಡಿದನು"
        },
        {
            "chapter": 74,
            "verse": 22,
            "text": "ಮತ್ತೆ ಅವನು ಹುಬ್ಬೇರಿಸಿ ಮುಖ ತಿರುಚಿಕೊಂಡನು"
        },
        {
            "chapter": 74,
            "verse": 23,
            "text": "ಮತ್ತೆ ಅವನು ತಿರುಗಿ ನಿಂತನು ಮತ್ತು ಅಹಂಕಾರ ತೋರಿದನು"
        },
        {
            "chapter": 74,
            "verse": 24,
            "text": "ಮತ್ತೆ ಅವನು ಹೇಳಿದನು; ‘‘ಇದು ಪರಂಪರಾಗತ ಮಾಟಗಾರಿಕೆಯೇ ಹೊರತು ಬೇರೇನಲ್ಲ’’"
        },
        {
            "chapter": 74,
            "verse": 25,
            "text": "‘‘ಇದು ಕೇವಲ ಮನುಷ್ಯನ ಮಾತೇ ಹೊರತು ಬೇರೇನಲ್ಲ’’"
        },
        {
            "chapter": 74,
            "verse": 26,
            "text": "ನಾವು ಅವನನ್ನು ‘ಸಕರ್’ಗೆ (ನರಕಕ್ಕೆ) ಎಸಯಲಿರುವೆವು"
        },
        {
            "chapter": 74,
            "verse": 27,
            "text": "ಸಕರ್ ಏನೆಂದು ನಿಮಗೇನು ಗೊತ್ತು"
        },
        {
            "chapter": 74,
            "verse": 28,
            "text": "ಅದು ಉಳಿಯಲೂ ಬಿಡದು ಅಳಿಯಲೂ ಬಿಡದು"
        },
        {
            "chapter": 74,
            "verse": 29,
            "text": "ಅದು ಮನುಷ್ಯನನ್ನು ಸುಟ್ಟು ಕರ್ರಗಾಗಿಸುವುದು"
        },
        {
            "chapter": 74,
            "verse": 30,
            "text": "ಅದರ ಮೇಲೆ ಹತ್ತೊಂಭತ್ತು ಮಂದಿ (ಕಾವಲುಗಾರರು) ಇರುವರು"
        },
        {
            "chapter": 74,
            "verse": 31,
            "text": "ನಾವು ಮಲಕ್‌ಗಳನ್ನೇ ನರಕದ ಕಾವಲುಗಾರರಾಗಿಸಿರುವೆವು ಮತ್ತು ಅವರ ಸಂಖ್ಯೆಯನ್ನು ಧಿಕ್ಕಾರಿಗಳ ಪಾಲಿಗೆ ಪರೀಕ್ಷೆಯಾಗಿಸಿರುವೆವು – ಗ್ರಂಥದವರು ನಂಬಲೆಂದು ಹಾಗೂ ವಿಶ್ವಾಸಿಗಳ ವಿಶ್ವಾಸವು ಹೆಚ್ಚಲೆಂದು ಮತ್ತು ಗ್ರಂಥದವರಾಗಲಿ ವಿಶ್ವಾಸಿಗಳಾಗಲಿ ಸಂಶಯಕ್ಕೆ ತುತ್ತಾಗಬಾರದೆಂದು ಮತ್ತು ಮನಸ್ಸಿನಲ್ಲಿ ರೋಗವಿರುವವರು ಹಾಗೂ ಧಿಕ್ಕಾರಿಗಳು ‘‘ಈ ಉದಾಹರಣೆಯ ಮೂಲಕ ಅಲ್ಲಾಹನು ಬಯಸುವುದೇನನ್ನು?’’ ಎಂದು ಕೇಳಲೆಂದು. ಈ ರೀತಿ ಅಲ್ಲಾಹನು ತಾನಿಚ್ಛಿಸಿದವರನ್ನು ದಾರಿಗೆಡಿಸುತ್ತಾನೆ. ಹಾಗೂ ತಾನಿಚ್ಛಿಸಿದವರಿಗೆ ಸರಿದಾರಿಯನ್ನು ತೋರುತ್ತಾನೆ. ನಿಮ್ಮ ಒಡೆಯನ ಪಡೆಗಳ ಕುರಿತು ಅವನ ಹೊರತು ಬೇರೆ ಯಾರಿಗೂ ತಿಳಿಯದು. ಇದು ಮಾನವರಿಗಾಗಿರುವ ಉಪದೇಶ ಮಾತ್ರವಾಗಿದೆ"
        },
        {
            "chapter": 74,
            "verse": 32,
            "text": "ಹಾಗೇನೂ ಅಲ್ಲ, ಚಂದ್ರನಾಣೆ"
        },
        {
            "chapter": 74,
            "verse": 33,
            "text": "ಮತ್ತು ಇರುಳು ಮರಳುವಾಗಿನ ಆಣೆ"
        },
        {
            "chapter": 74,
            "verse": 34,
            "text": "ಮತ್ತು ಮುಂಜಾವು ಬೆಳಗುವಾಗಿನಾಣೆ"
        },
        {
            "chapter": 74,
            "verse": 35,
            "text": "ಅದು (ನರಕವು) ಒಂದು ಮಹಾ ವಿಪತ್ತಾಗಿದೆ"
        },
        {
            "chapter": 74,
            "verse": 36,
            "text": "ಜನರು ಅಂಜ ಬೇಕಾದ ವಸ್ತುವಾಗಿದೆ"
        },
        {
            "chapter": 74,
            "verse": 37,
            "text": "ನಿಮ್ಮ ಪೈಕಿ ಇಷ್ಟ ಉಳ್ಳವನು ಮುಂದೆ ಹೋಗಲಿ ಅಥವಾ ಹಿಂದೆ ಉಳಿಯಲಿ"
        },
        {
            "chapter": 74,
            "verse": 38,
            "text": "ಪ್ರತಿಯೊಬ್ಬನೂ ತನ್ನ ಕರ್ಮಗಳ ಬದಲಿಗೆ ಒತ್ತೆಯಾಳಾಗಿರುವನು"
        },
        {
            "chapter": 74,
            "verse": 39,
            "text": "ಬಲಭಾಗದವರ ಹೊರತು"
        },
        {
            "chapter": 74,
            "verse": 40,
            "text": "ಅವರು ಸ್ವರ್ಗ ತೋಟಗಳಲ್ಲಿ ಇರುವರು ಮತ್ತು ಪ್ರಶ್ನಿಸುವರು"
        },
        {
            "chapter": 74,
            "verse": 41,
            "text": "ಅಪರಾಧಿಗಳೊಡನೆ"
        },
        {
            "chapter": 74,
            "verse": 42,
            "text": "‘‘ನೀವೇಕೆ ನರಕಕ್ಕೆ ಹೋದಿರಿ?’’"
        },
        {
            "chapter": 74,
            "verse": 43,
            "text": "ಅವರು ಹೇಳುವರು; ‘‘ನಾವು ನಮಾಝ್ ಸಲ್ಲಿಸುವವರಾಗಿರಲಿಲ್ಲ’’"
        },
        {
            "chapter": 74,
            "verse": 44,
            "text": "‘‘ಮತ್ತು ನಾವು ಬಡವರಿಗೆ ಉಣಿಸುತ್ತಿರಲಿಲ್ಲ’’"
        },
        {
            "chapter": 74,
            "verse": 45,
            "text": "‘‘ನಿರರ್ಥಕ ಮಾತುಗಳನ್ನಾಡುವವರ ಜೊತೆಗಿದ್ದು ನಾವೂ ನಿರರ್ಥಕ ಮಾತುಗಳನ್ನಾಡುತ್ತಿದ್ದೆವು’’"
        },
        {
            "chapter": 74,
            "verse": 46,
            "text": "‘‘ಮತ್ತು ನಾವು ಅಂತಿಮ ವಿಚಾರಣೆಯ ದಿನವನ್ನು ಅಲ್ಲಗಳೆಯುತ್ತಿದ್ದೆವು’’"
        },
        {
            "chapter": 74,
            "verse": 47,
            "text": "‘‘ಕೊನೆಗೆ ಖಚಿತವಾದ ಆ ಸಂಭವವು (ಮರಣ) ನಮ್ಮ ಬಳಿಗೆ ಬಂದು ಬಿಟ್ಟಿತು’’"
        },
        {
            "chapter": 74,
            "verse": 48,
            "text": "ಶಿಫಾರಸುದಾರರ ಶಿಫಾರಸಿನಿಂದ ಅವರಿಗೆ ಯಾವ ಲಾಭವೂ ಆಗದು"
        },
        {
            "chapter": 74,
            "verse": 49,
            "text": "ಅವರಿಗೇನಾಗಿದೆ? ಉಪದೇಶವನ್ನು ಅವರೇಕೆ ಕಡೆಗಣಿಸುತ್ತಿದ್ದಾರೆ"
        },
        {
            "chapter": 74,
            "verse": 50,
            "text": "ಅವರು (ಸತ್ಯದ ಮುಂದೆ) ಕತ್ತೆಗಳಂತೆ ಬೆಚ್ಚಿ ಬೀಳುತ್ತಿದ್ದಾರೆ"
        },
        {
            "chapter": 74,
            "verse": 51,
            "text": "ಸಿಂಹಕ್ಕೆ ಅಂಜಿ ಓಡುತ್ತಿರುವ (ಕತ್ತೆಗಳಂತೆ)"
        },
        {
            "chapter": 74,
            "verse": 52,
            "text": "ನಿಜವಾಗಿ ಅವರ ಪೈಕಿ ಪ್ರತಿಯೊಬ್ಬರೂ, ತಮ್ಮ ಬಳಿಗೆ ತೆರೆದ ಗ್ರಂಥವೊಂದು (ಆಕಾಶದಿಂದ ಇಳಿದು) ಬರಬೇಕೆಂದು ಅಪೇಕ್ಷಿಸುತ್ತಿದ್ದಾರೆ"
        },
        {
            "chapter": 74,
            "verse": 53,
            "text": "ಹಾಗೇನೂ ಅಲ್ಲ. ನಿಜವಾಗಿ ಅವರಿಗೆ ಪರಲೋಕದ ಭಯವಿಲ್ಲ"
        },
        {
            "chapter": 74,
            "verse": 54,
            "text": "ಹಾಗೇನೂ ಅಲ್ಲ. ಇದು ಖಂಡಿತ ಒಂದು ಉಪದೇಶವಾಗಿದೆ"
        },
        {
            "chapter": 74,
            "verse": 55,
            "text": "ಇಷ್ಟವುಳ್ಳವನು ಇದನ್ನು ನೆನಪಿಡಲಿ"
        },
        {
            "chapter": 74,
            "verse": 56,
            "text": "ಅಲ್ಲಾಹನು ಇಚ್ಛಿಸುವವನು ಮಾತ್ರ ಇದನ್ನು ನೆನಪಿಡುವನು. ಅವನು (ಅಲ್ಲಾಹನು) ಭಕ್ತಿಗೆ ಅರ್ಹನು ಹಾಗೂ ಕ್ಷಮಿಸುವವನಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 75,
            "verse": 1,
            "text": "ಅಲ್ಲ, ನಾನು ಪುನರುತ್ಥಾನ ದಿನದ ಆಣೆ ಹಾಕುತ್ತೇನೆ"
        },
        {
            "chapter": 75,
            "verse": 2,
            "text": "ಅಲ್ಲ, ನಾನು ದೂಷಿಸುವ ಚಿತ್ತದ ಆಣೆ ಹಾಕುತ್ತೇನೆ"
        },
        {
            "chapter": 75,
            "verse": 3,
            "text": "ಮನುಷ್ಯನೇನು, ಅವನ ಎಲುಬುಗಳನ್ನು ನಾವು (ಮತ್ತೆ) ಸಂಘಟಿಸಲಾರೆವೆಂದು ಭಾವಿಸಿದ್ದಾನೆಯೇ"
        },
        {
            "chapter": 75,
            "verse": 4,
            "text": "ಯಾಕಿಲ್ಲ? ನಾವಂತೂ ಅವನ ಬೆರಳ ತುದಿಗಳನ್ನೂ ಮತ್ತೆ ರಚಿಸಲು ಸಮರ್ಥರಾಗಿದ್ದೇವೆ"
        },
        {
            "chapter": 75,
            "verse": 5,
            "text": "ನಿಜವಾಗಿ, ಮನುಷ್ಯನು ತನ್ನ ಪಾಪಕೃತ್ಯಗಳಲ್ಲೇ ಮುಂದುವರಿಯ ಬಯಸುತ್ತಾನೆ"
        },
        {
            "chapter": 75,
            "verse": 6,
            "text": "‘‘ಪುನರುತ್ಥಾನ ದಿನವು ಅದೆಂದು ಬಂದೀತು?’’ ಎಂದು ಅವನು (ವ್ಯಂಗ್ಯವಾಗಿ) ಪ್ರಶ್ನಿಸುತ್ತಾನೆ"
        },
        {
            "chapter": 75,
            "verse": 7,
            "text": "ಕಣ್ಣುಗಳು ಕೋರೈಸುವಾಗ"
        },
        {
            "chapter": 75,
            "verse": 8,
            "text": "ಚಂದ್ರಕ್ಕೆ ಗ್ರಹಣವಾದಾಗ"
        },
        {
            "chapter": 75,
            "verse": 9,
            "text": "ಮತ್ತು ಸೂರ್ಯ ಹಾಗೂ ಚಂದ್ರರನ್ನು ಒಂದು ಗೂಡಿಸಲಾದಾಗ"
        },
        {
            "chapter": 75,
            "verse": 10,
            "text": "ಆ ದಿನ ಮನುಷ್ಯನು ‘‘ಪಲಾಯನಕ್ಕೆ ದಾರಿ ಎಲ್ಲಿದೆ?’’ ಎಂದು ಕೇಳುವನು"
        },
        {
            "chapter": 75,
            "verse": 11,
            "text": "ಖಂಡಿತ ಇಲ್ಲ, ಎಲ್ಲೂ ಆಶ್ರಯವಿಲ್ಲ"
        },
        {
            "chapter": 75,
            "verse": 12,
            "text": "ಅಂದು ಆಶ್ರಯವಿರುವುದು ನಿಮ್ಮೊಡೆಯನ ಬಳಿಯಲ್ಲಿ ಮಾತ್ರ"
        },
        {
            "chapter": 75,
            "verse": 13,
            "text": "ಅಂದು ಅವನು ಮನುಷ್ಯನಿಗೆ ತಿಳಿಸುವನು, ಆತನು ಮುಂದೆ ಕಳಿಸಿದ್ದ ಮತ್ತು ಹಿಂದೆ ಬಿಟ್ಟು ಬಂದಿದ್ದ ಕರ್ಮಗಳ ಕುರಿತು"
        },
        {
            "chapter": 75,
            "verse": 14,
            "text": "ನಿಜವಾಗಿ ಮನುಷ್ಯನು ತನ್ನ ಕುರಿತು ತಾನೇ ಸಾಕ್ಷಿಯಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 75,
            "verse": 15,
            "text": "ಅವನು ಅದೆಷ್ಟೇ ನೆಪಗಳನ್ನೊಡ್ಡಿದರೂ ಸರಿಯೇ"
        },
        {
            "chapter": 75,
            "verse": 16,
            "text": "(ದೂತರೇ,) ನೀವು ಇದಕ್ಕಾಗಿ (ದಿವ್ಯವಾಣಿಯನ್ನು ನೆನಪಿಟ್ಟುಕೊಳ್ಳಲಿಕ್ಕಾಗಿ) ಆತುರವಾಗಿ ನಿಮ್ಮ ನಾಲಿಗೆಯನ್ನು ಚಲಿಸಬೇಡಿ"
        },
        {
            "chapter": 75,
            "verse": 17,
            "text": "ಇದನ್ನು ಸಂಗ್ರಹಿಸುವ ಹಾಗೂ ಓದಿಸುವ ಹೊಣೆ ಖಂಡಿತ ನಮ್ಮ ಮೇಲಿದೆ"
        },
        {
            "chapter": 75,
            "verse": 18,
            "text": "ಆದ್ದರಿಂದ ನಾವು ಇದನ್ನು ಓದುವಾಗ, ನೀವು ಇದರ ಪಠಣವನ್ನು ಅನುಸರಿಸಿರಿ"
        },
        {
            "chapter": 75,
            "verse": 19,
            "text": "ಆ ಬಳಿಕ ಇದನ್ನು ವಿವರಿಸುವ ಹೊಣೆಯೂ ನಮ್ಮ ಮೇಲಿದೆ"
        },
        {
            "chapter": 75,
            "verse": 20,
            "text": "ಹಾಗೇನೂ ಅಲ್ಲ. (ಜನರೇ,) ನೀವು ತುರ್ತಾಗಿ ಸಿಗುವುದನ್ನು (ಇಹ ಲೋಕವನ್ನು) ಮಾತ್ರ ಪ್ರೀತಿಸುತ್ತೀರಿ"
        },
        {
            "chapter": 75,
            "verse": 21,
            "text": "ಮತ್ತು ಅನಂತರದ್ದನ್ನು (ಪರಲೋಕವನ್ನು) ಬಿಟ್ಟು ಬಿಡುತ್ತೀರಿ"
        },
        {
            "chapter": 75,
            "verse": 22,
            "text": "ಅಂದು ಹಲವು ಮುಖಗಳು ಅರಳಿರುವವು"
        },
        {
            "chapter": 75,
            "verse": 23,
            "text": "ಅವು ತಮ್ಮ ಒಡೆಯನೆಡೆಗೆ ನೋಡುತ್ತಿರುವವು"
        },
        {
            "chapter": 75,
            "verse": 24,
            "text": "ಮತ್ತೆ ಕೆಲವು ಮುಖಗಳು ಅಂದು ಬಾಡಿರುವವು"
        },
        {
            "chapter": 75,
            "verse": 25,
            "text": "ತಮ್ಮ ಜೊತೆ ಸೊಂಟ ಮುರಿಯುವಂತಹ ವ್ಯವಹಾರ ನಡೆಯುವುದನ್ನ್ನು ಅವು ನಿರೀಕ್ಷಿಸುತ್ತಿರುವವು"
        },
        {
            "chapter": 75,
            "verse": 26,
            "text": "ಹಾಗಲ್ಲ. ಜೀವವು ಕೊರಳನ್ನು ತಲುಪಿದಾಗ"
        },
        {
            "chapter": 75,
            "verse": 27,
            "text": "ಜನರು, ‘‘ಮಾಂತ್ರಿಕನೆಲ್ಲಿದ್ದಾನೆ?’’ ಎನ್ನುವರು"
        },
        {
            "chapter": 75,
            "verse": 28,
            "text": "ಅದು (ತನ್ನ) ವಿದಾಯದ ಸಮಯ ಎಂದು (ಸಾಯುತ್ತಿರುವವನಿಗೆ) ಅನಿಸುವುದು"
        },
        {
            "chapter": 75,
            "verse": 29,
            "text": "(ಸತ್ತವನ) ಮೊಣ ಕಾಲುಗಳನ್ನು ಸೇರಿಸಿ ಕಟ್ಟಲಾಗುವುದು"
        },
        {
            "chapter": 75,
            "verse": 30,
            "text": "ಅಂದು ನೀನು ನಿನ್ನ ಒಡೆಯನೆಡೆಗೆ ಹೊರಡ ಬೇಕಾಗುವುದು"
        },
        {
            "chapter": 75,
            "verse": 31,
            "text": "ಅವನು ಸತ್ಯವನ್ನು ಸಮರ್ಥಿಸಲಿಲ್ಲ ಮತ್ತು ನಮಾಝನ್ನು ಸಲ್ಲಿಸಲಿಲ್ಲ"
        },
        {
            "chapter": 75,
            "verse": 32,
            "text": "ಅವನು (ಸತ್ಯವನ್ನು) ತಿರಸ್ಕರಿಸಿದನು ಹಾಗೂ ಕಡೆಗಣಿಸಿದನು"
        },
        {
            "chapter": 75,
            "verse": 33,
            "text": "ಮತ್ತು ಹೆಮ್ಮೆಯಿಂದ ಬೀಗುತ್ತಾ ತನ್ನ ಮನೆಯವರ ಬಳಿಗೆ ಹೊರಟನು"
        },
        {
            "chapter": 75,
            "verse": 34,
            "text": "ಅಯ್ಯೋ ನಿನ್ನ ದುಸ್ಥಿತಿಯೇ"
        },
        {
            "chapter": 75,
            "verse": 35,
            "text": "ಅಯ್ಯೋ ನಿನ್ನ ದುಸ್ಥಿತಿಯೇ"
        },
        {
            "chapter": 75,
            "verse": 36,
            "text": "ಮನುಷ್ಯನೇನು, ತನ್ನನ್ನು ಹೀಗೆಯೇ ಬಿಟ್ಟು ಬಿಡಲಾಗುವುದೆಂದು ಕೊಂಡಿದ್ದಾನೆಯೇ"
        },
        {
            "chapter": 75,
            "verse": 37,
            "text": "ಅವನೇನು, ಕೇವಲ ಹರಿಸಿ ಬಿಡಲಾದ ಒಂದು ಹನಿ ವೀರ್ಯವಾಗಿರಲಿಲ್ಲವೇ"
        },
        {
            "chapter": 75,
            "verse": 38,
            "text": "ತರುವಾಯ ಅವನು ರಕ್ತ ಪಿಂಡವಾದನು. ಆ ಬಳಿಕ ಅವನು (ಅಲ್ಲಾಹನು) ಅವನನ್ನು ಸೃಷ್ಟಿಸಿದನು ಮತ್ತು ರೂಪಿಸಿದನು"
        },
        {
            "chapter": 75,
            "verse": 39,
            "text": "ಮುಂದೆ ಅದರಿಂದಲೇ ಪುರುಷ ಮತ್ತು ಸ್ತ್ರೀ ಎಂಬ ಇಬ್ಬರ ಜೋಡಿಯನ್ನುಂಟು ಮಾಡಿದನು"
        },
        {
            "chapter": 75,
            "verse": 40,
            "text": "ಅಂಥವನು (ಇಷ್ಟೆಲ್ಲಾ ಮಾಡಿದವನು) ಸತ್ತವರನ್ನು ಜೀವಂತಗೊಳಿಸಲು ಅಸಮರ್ಥನೇ"
        },
        {
            "chapter": 76,
            "verse": 1,
            "text": "ಮನುಷ್ಯನು, ತಾನೊಂದು ಪ್ರಸ್ತಾಪ ಯೋಗ್ಯ ವಸ್ತುವೇ ಅಲ್ಲವಾಗಿದ್ದ ಕಾಲವೊಂದನ್ನು ಕಳೆದಿಲ್ಲವೇ"
        },
        {
            "chapter": 76,
            "verse": 2,
            "text": "ನಾವು ಮನುಷ್ಯನನ್ನು ಪರೀಕ್ಷಿಸಲಿಕ್ಕಾಗಿ, ಅವನನ್ನು ಮಿಶ್ರಿತ ವೀರ್ಯದಿಂದ ಸೃಷ್ಟಿಸಿರುವೆವು. ಮತ್ತು ನಾವು ಅವನನ್ನು ಕೇಳ ಬಲ್ಲವನಾಗಿಯೂ ನೋಡ ಬಲ್ಲವನಾಗಿಯೂ ಮಾಡಿರುವೆವು"
        },
        {
            "chapter": 76,
            "verse": 3,
            "text": "ನಾವೇ ಅವನಿಗೆ ದಾರಿಯನ್ನು ತೋರಿಸಿದೆವು. ಇನ್ನವನು ಕೃತಜ್ಞನಾಗಲಿ ಅಥವಾ ಕೃತಘ್ನನಾಗಲಿ"
        },
        {
            "chapter": 76,
            "verse": 4,
            "text": "ನಾವು ಧಿಕ್ಕಾರಿಗಳಿಗಾಗಿ ಸರಪಣಿಗಳನ್ನೂ ನೊಗಗಳನ್ನೂ ಭುಗಿಲೇಳುವ ಬೆಂಕಿಯನ್ನೂ ಸಿದ್ಧಪಡಿಸಿಟ್ಟಿರುವೆವು"
        },
        {
            "chapter": 76,
            "verse": 5,
            "text": "ಸಜ್ಜನರು (ಸ್ವರ್ಗದಲ್ಲಿ) ಪಾನ ಪಾತ್ರೆಯಿಂದ ಕರ್ಪೂರ ಮಿಶ್ರಿತ ಪಾನೀಯವೊಂದನ್ನು ಸೇವಿಸುತ್ತಿರುವರು"
        },
        {
            "chapter": 76,
            "verse": 6,
            "text": "ಆ ಚಿಲುಮೆಯಿಂದ ಅಲ್ಲಾಹನ ದಾಸರು ಕುಡಿಯುವರು ಮತ್ತು ಅದರಿಂದ ಹಲವು ಕಾಲುವೆಗಳನ್ನು ಹೊರಡಿಸುವರು"
        },
        {
            "chapter": 76,
            "verse": 7,
            "text": "(ಇಹಲೋಕದಲ್ಲಿ) ಅವರು, ತಮ್ಮ ಹರಕೆಯನ್ನು ಈಡೇರಿಸುತ್ತಾರೆ. ಮತ್ತು ಸರ್ವವ್ಯಾಪಿ ಸಂಕಟದ ದಿನವನ್ನು ಅಂಜುತ್ತಿರುತ್ತಾರೆ"
        },
        {
            "chapter": 76,
            "verse": 8,
            "text": "ಅವರು ಅವನ (ಅಲ್ಲಾಹನ) ಮೆಚ್ಚುಗೆಗಾಗಿ ನಿರ್ಗತಿಕರಿಗೆ, ಅನಾಥರಿಗೆ ಮತ್ತು ಕೈದಿಗಳಿಗೆ ಉಣ ಬಡಿಸುತ್ತಾರೆ"
        },
        {
            "chapter": 76,
            "verse": 9,
            "text": "(ಮತ್ತು ಅವರು ಹೇಳುತ್ತಾರೆ;) ‘‘ನಾವು ಕೇವಲ ಅಲ್ಲಾಹನ ಮೆಚ್ಚುಗೆಗಾಗಿ ನಿಮಗೆ ಉಣಿಸುತ್ತಿದ್ದೇವೆ. ನಿಮ್ಮಿಂದ ನಾವು ಯಾವುದೇ ಪ್ರತಿಫಲವನ್ನಾಗಲಿ ಕೃತಜ್ಞತೆಯನ್ನಾಗಲಿ ಬಯಸುವುದಿಲ್ಲ’’"
        },
        {
            "chapter": 76,
            "verse": 10,
            "text": "‘‘ನಮಗೆ ನಮ್ಮೊಡೆಯನ ಕಡೆಯಿಂದ ಬರಲಿರುವ ಕರಾಳ ಹಾಗೂ ಕಠೋರ (ಪುನರುತ್ಥಾನ) ದಿನದ ಭಯವಿದೆ’’"
        },
        {
            "chapter": 76,
            "verse": 11,
            "text": "ಅಲ್ಲಾಹನು ಅವರನ್ನು ಆ ದಿನದ ಹಾನಿಯಿಂದ ರಕ್ಷಿಸುವನು. ಮತ್ತು ಅವರಿಗೆ ಉಲ್ಲಾಸ ಹಾಗೂ ಸಂತೋಷವನ್ನು ನೀಡುವನು"
        },
        {
            "chapter": 76,
            "verse": 12,
            "text": "ಅವರ ಸಹನೆಯ ಫಲವಾಗಿ ಅವರಿಗೆ ಸ್ವರ್ಗ ಹಾಗೂ ರೇಶ್ಮೆಯ ಉಡುಗೆಯನ್ನು ದಯಪಾಲಿಸುವನು"
        },
        {
            "chapter": 76,
            "verse": 13,
            "text": "ಅಲ್ಲಿ ಅವರು ಆಸನಗಳ ಮೇಲೆ ದಿಂಬುಗಳಿಗೆ ಒರಗಿ ಕೊಂಡಿರುವರು. ಅಲ್ಲಿ ಅವರು ತೀಕ್ಷ್ಣ ಬಿಸಿಲನ್ನಾಗಲಿ ತೀವ್ರ ಚಳಿಯನ್ನಾಗಲೀ ಕಾಣಲಾರರು"
        },
        {
            "chapter": 76,
            "verse": 14,
            "text": "ಅದರ (ಸ್ವರ್ಗ ತೋಟದ) ನೆರಳು ಅವರನ್ನು ಆವರಿಸಿರುವುದು. ಅದರಲ್ಲಿನ ಹಣ್ಣಿನ ಗೊಂಚಲುಗಳು ಅವರಿಗೆ ಎಟುಕುತ್ತಿರುವವು"
        },
        {
            "chapter": 76,
            "verse": 15,
            "text": "ಬೆಳ್ಳಿಯ ಪಾತ್ರೆಗಳನ್ನೂ ಶುಭ್ರವಾದ ಗಾಜಿನ ಪಾನ ಪಾತ್ರೆಗಳನ್ನೂ ಅವರ ಸುತ್ತ ಒಯ್ಯಲಾಗುವುದು"
        },
        {
            "chapter": 76,
            "verse": 16,
            "text": "ಅದು ಕಲಾತ್ಮಕವಾಗಿ ಅಲಂಕರಿಸಿದ ಬೆಳ್ಳಿಯ ಗಾಜಾಗಿರುವುದು ಮತ್ತು ಅವುಗಳನ್ನು ತುಂಬುವವರು ಸರಿಯಾದ ಪ್ರಮಾಣದಲ್ಲಿ ತುಂಬಿರುವರು"
        },
        {
            "chapter": 76,
            "verse": 17,
            "text": "ಅಲ್ಲಿ ಅವರಿಗೆ ಶುಂಠಿಯ ಮಿಶ್ರಣವಿರುವ ಪಾನೀಯಗಳನ್ನು ಕುಡಿಸಲಾಗುವುದು"
        },
        {
            "chapter": 76,
            "verse": 18,
            "text": "ಅಲ್ಲಿ ಸಲ್ ಸಬೀಲ್ ಎಂಬ ಹೆಸರಿನ ಒಂದು ಚಿಲುಮೆ ಇರುವುದು"
        },
        {
            "chapter": 76,
            "verse": 19,
            "text": "ಸದಾ ಬಾಲಕರಾಗಿರುವವರು ಅಲ್ಲಿ ಸಂಚರಿಸುತ್ತಿರುವರು. ನೀವು ಅವರನ್ನು ಕಂಡರೆ, ಅವರು ಚದುರಿದ ಮುತ್ತುಗಳೆಂದು ಭಾವಿಸುವಿರಿ"
        },
        {
            "chapter": 76,
            "verse": 20,
            "text": "ಅಲ್ಲಿ ನೀವು ಎಲ್ಲಿ ನೋಡಿದರೂ ಧಾರಾಳ ಅನುಗ್ರಹಗಳನ್ನು ಮತ್ತು ಒಂದು ಬೃಹತ್ ಸಾಮ್ರಾಜ್ಯವನ್ನೇ ಕಾಣುವಿರಿ"
        },
        {
            "chapter": 76,
            "verse": 21,
            "text": "ಅವರ ಮೇಲುಡುಪು ನುಣ್ಣಗೆಯ ಹಸಿರು ರೇಷ್ಮೆ ಹಾಗೂ ಉಣ್ಣೆಯದ್ದಾಗಿರುವುದು ಮತ್ತು ಅವರಿಗೆ ಬೆಳ್ಳಿಯ ಕಡಗಗಳನ್ನು ತೊಡಿಸಲಾಗುವುದು ಮತ್ತು ಅವರ ಒಡೆಯನು ಅವರಿಗೆ ಒಂದು ನಿರ್ಮಲ ಪಾನೀಯವನ್ನು ಕುಡಿಸುವನು"
        },
        {
            "chapter": 76,
            "verse": 22,
            "text": "‘‘ಇದು ನಿಮ್ಮ ಪ್ರತಿಫಲ. ನಿಮ್ಮ ಶ್ರಮವು ಸ್ವೀಕೃತವಾಗಿದೆ’’ (ಎಂದು ಅವರೊಡನೆ ಹೇಳಲಾಗುವುದು)"
        },
        {
            "chapter": 76,
            "verse": 23,
            "text": "ದೂತರೇ, ನಾವು ಈ ಕುರ್‌ಆನನ್ನು ಹಂತ ಹಂತವಾಗಿ ನಿಮಗೆ ಇಳಿಸಿ ಕೊಟ್ಟಿರುವೆವು"
        },
        {
            "chapter": 76,
            "verse": 24,
            "text": "ನೀವು ನಿಮ್ಮೊಡೆಯನಿಗಾಗಿ ಸಹನಶೀಲರಾಗಿರಿ ಮತ್ತು ಅವರ (ಧಿಕ್ಕಾರಿಗಳ) ಪೈಕಿ ಯಾವುದೇ ಪಾಪಿಯ ಅಥವಾ ಕೃತಘ್ನನ ಮಾತನ್ನು ಅನುಸರಿಸಬೇಡಿರಿ"
        },
        {
            "chapter": 76,
            "verse": 25,
            "text": "ಸಂಜೆ ಮತ್ತು ಮುಂಜಾನೆಯ ವೇಳೆ ನೀವು ನಿಮ್ಮ ಒಡೆಯನ ನಾಮ ಸ್ಮರಣೆ ಮಾಡಿರಿ"
        },
        {
            "chapter": 76,
            "verse": 26,
            "text": "ಮತ್ತು ಇರುಳಲ್ಲಿ ಅವನಿಗೆ ಸಾಷ್ಟಾಂಗವೆರಗಿರಿ ಹಾಗೂ ಇರುಳಿನ ಧೀರ್ಘ ಭಾಗದಲ್ಲಿ ಅವನ ಪಾವಿತ್ರವನ್ನು ಜಪಿಸಿರಿ"
        },
        {
            "chapter": 76,
            "verse": 27,
            "text": "ಅವರು ಬೇಗನೆ ಸಿಗುವುದನ್ನು (ಇಹಲೋಕವನ್ನು) ಪ್ರೀತಿಸುತ್ತಾರೆ ಮತ್ತು ತಮ್ಮ ಮುಂದಿರುವ (ಲೋಕಾಂತ್ಯದ) ಮಹಾ ದಿನವನ್ನು ಕಡೆಗಣಿಸಿ ಬಿಡುತ್ತಾರೆ"
        },
        {
            "chapter": 76,
            "verse": 28,
            "text": "ನಾವೇ ಅವರನ್ನು ಸೃಷ್ಟಿಸಿರುವೆವು ಮತ್ತು ಅವರ ಶರೀರದ ಗಂಟುಗಳನ್ನು ಬಲ ಪಡಿಸಿರುವೆವು ಮತ್ತು ನಾವು ಬಯಸಿದರೆ ಅವರ ಬದಲಿಗೆ ಅವರಂತಹ ಇತರರನ್ನು ತರಬಲ್ಲೆವು"
        },
        {
            "chapter": 76,
            "verse": 29,
            "text": "ಇದೊಂದು ಉಪದೇಶವಾಗಿದೆ. ಇಷ್ಟ ಉಳ್ಳವನು ತನ್ನ ಒಡೆಯನ ಕಡೆಗಿರುವ ದಾರಿಯನ್ನು ಅನುಸರಿಸಲಿ"
        },
        {
            "chapter": 76,
            "verse": 30,
            "text": "ಅಲ್ಲಾಹನು ಇಚ್ಛಿಸುವ ತನಕ ನಿಮ್ಮ ಯಾವ ಇಚ್ಛೆಯೂ ನಡೆಯದು. ಅಲ್ಲಾಹನು ಖಂಡಿತ ಎಲ್ಲವನ್ನೂ ಬಲ್ಲವನೂ ಯುಕ್ತಿವಂತನೂ ಆಗಿರುತ್ತಾನೆ"
        },
        {
            "chapter": 76,
            "verse": 31,
            "text": "ಅವನು ತಾನಿಚ್ಛಿಸಿದವರನ್ನು ತನ್ನ ಅನುಗ್ರಹದೊಳಗೆ ಸೇರಿಸಿಕೊಳ್ಳುತ್ತಾನೆ ಮತ್ತು ಅಕ್ರಮಿಗಳಿಗಾಗಿ ಅವನು ಕಠಿಣ ಶಿಕ್ಷೆಯನ್ನು ಸಿದ್ದವಾಗಿಟ್ಟಿದ್ದಾನೆ"
        },
        {
            "chapter": 77,
            "verse": 1,
            "text": "ಮೃದುವಾಗಿ ಚಲಿಸುವ ವಸ್ತುವಿನ (ವಾಯುವಿನ) ಆಣೆ"
        },
        {
            "chapter": 77,
            "verse": 2,
            "text": "ಕ್ರಮೇಣ ಅದು ಬಿರುಸಾಗಿ ಬಿಡುತ್ತದೆ"
        },
        {
            "chapter": 77,
            "verse": 3,
            "text": "(ಮೋಡಗಳನ್ನು) ವಿವಿಧೆಡೆಗಳಿಗೆ ತಲುಪಿಸುತ್ತದೆ"
        },
        {
            "chapter": 77,
            "verse": 4,
            "text": "ಕೊನೆಗೆ ಅವುಗಳನ್ನು ಚದುರಿಸಿ ಬಿಡುತ್ತದೆ"
        },
        {
            "chapter": 77,
            "verse": 5,
            "text": "ದಿವ್ಯ ಉಪದೇಶವನ್ನು ತಲುಪಿಸುವವರ (ಮಲಕ್‌ಗಳ) ಆಣೆ"
        },
        {
            "chapter": 77,
            "verse": 6,
            "text": "ಪುರಾವೆಯ ರೂಪದಲ್ಲಾಗಲೀ ಎಚ್ಚರಿಕೆಯ ರೂಪದಲ್ಲಾಗಲೀ"
        },
        {
            "chapter": 77,
            "verse": 7,
            "text": "ನಿಮಗೇನನ್ನು ವಾಗ್ದಾನ ಮಾಡಲಾಗಿದೆಯೋ ಅದು ಖಂಡಿತ ಸಂಭವಿಸಲಿದೆ"
        },
        {
            "chapter": 77,
            "verse": 8,
            "text": "ನಕ್ಷತ್ರಗಳು ನಿಸ್ತೇಜವಾದಾಗ"
        },
        {
            "chapter": 77,
            "verse": 9,
            "text": "ಆಕಾಶವು ಬಿರಿದು ಬಿಟ್ಟಾಗ"
        },
        {
            "chapter": 77,
            "verse": 10,
            "text": "ಪರ್ವತಗಳು (ಚೂರು ಚೂರಾಗಿ) ಹಾರಾಡುತ್ತಿರುವಾಗ"
        },
        {
            "chapter": 77,
            "verse": 11,
            "text": "ದೇವ ದೂತರುಗಳನ್ನು ಒಟ್ಟು ಸೇರಿಸಲಾದಾಗ"
        },
        {
            "chapter": 77,
            "verse": 12,
            "text": "(ಅವರ ವಿಚಾರಣೆಯನ್ನು) ಯಾವ ದಿನಕ್ಕಾಗಿ ಮುಂದೂಡಲಾಗಿದೆ"
        },
        {
            "chapter": 77,
            "verse": 13,
            "text": "(ಅಂತಿಮ) ತೀರ್ಪಿನ ದಿನಕ್ಕಾಗಿ"
        },
        {
            "chapter": 77,
            "verse": 14,
            "text": "ಆ ತೀರ್ಪಿನ ದಿನ ಏನೆಂಬುದು ನಿಮಗೇನು ಗೊತ್ತು"
        },
        {
            "chapter": 77,
            "verse": 15,
            "text": "ಅಂದು ಧಿಕ್ಕಾರಿಗಳಿಗೆ ವಿನಾಶವಿದೆ"
        },
        {
            "chapter": 77,
            "verse": 16,
            "text": "ನಾವೇನು ಹಿಂದಿನವರನ್ನು ನಾಶ ಮಾಡಿಲ್ಲವೇ"
        },
        {
            "chapter": 77,
            "verse": 17,
            "text": "ಆ ಬಳಿಕ ನಾವು ಮುಂದಿನವರನ್ನು ಅವರ ಹಿಂದೆ ನಡೆಸಿದೆವು"
        },
        {
            "chapter": 77,
            "verse": 18,
            "text": "ನಾವು ಅಪರಾಧಿಗಳಿಗೆ ಹೀಗೆಯೇ ಮಾಡುತ್ತೇವೆ"
        },
        {
            "chapter": 77,
            "verse": 19,
            "text": "ಅಂದು ಧಿಕ್ಕಾರಿಗಳಿಗೆ ವಿನಾಶವಿದೆ"
        },
        {
            "chapter": 77,
            "verse": 20,
            "text": "ನಾವೇನು ನಿಮ್ಮನ್ನು ತುಚ್ಛವಾದ ನೀರಿನಿಂದ ಸೃಷ್ಟಿಸಿಲ್ಲವೇ"
        },
        {
            "chapter": 77,
            "verse": 21,
            "text": "ತರುವಾಯ ನಾವು ಅದನ್ನು ಒಂದು ಸುರಕ್ಷಿತ ಸ್ಥಳದಲ್ಲಿಟ್ಟೆವು"
        },
        {
            "chapter": 77,
            "verse": 22,
            "text": "ಒಂದು ನಿರ್ದಿಷ್ಟ ಕಾಲದವರೆಗೆ"
        },
        {
            "chapter": 77,
            "verse": 23,
            "text": "ತರುವಾಯ ನಾವು (ಅದರ) ಪ್ರಮಾಣವನ್ನು ನಿಶ್ಚಯಿಸಿದೆವು. ನಾವು ಅತ್ಯುತ್ತಮವಾಗಿ ಪ್ರಮಾಣವನ್ನು ನಿಶ್ಚಯಿಸುತ್ತೇವೆ"
        },
        {
            "chapter": 77,
            "verse": 24,
            "text": "ಅಂದು ವಿನಾಶವಿದೆ, (ಸತ್ಯವನ್ನು) ತಿರಸ್ಕರಿಸಿದವರಿಗೆ"
        },
        {
            "chapter": 77,
            "verse": 25,
            "text": "ನಾವು ಭೂಮಿಯನ್ನು ಬಾಚುವ ವಸ್ತುವಾಗಿಸಿಲ್ಲವೇ –"
        },
        {
            "chapter": 77,
            "verse": 26,
            "text": "– ಜೀವಿಸಿರುವವರನ್ನೂ ಸತ್ತವರನ್ನೂ"
        },
        {
            "chapter": 77,
            "verse": 27,
            "text": "ನಾವು ಅದರೊಳಗೆ ಎತ್ತರದ ಪರ್ವತಗಳನ್ನಿಟ್ಟಿರುವೆವು ಮತ್ತು ನಿಮಗೆ ಸಿಹಿ ನೀರನ್ನು ಕುಡಿಸಿರುವೆವು"
        },
        {
            "chapter": 77,
            "verse": 28,
            "text": "ಅಂದು ವಿನಾಶವಿದೆ, (ಸತ್ಯವನ್ನು) ತಿರಸ್ಕರಿಸಿದವರಿಗೆ"
        },
        {
            "chapter": 77,
            "verse": 29,
            "text": "ಇದೀಗ, ನೀವು ಯಾವುದನ್ನು ತಿರಸ್ಕರಿಸುತ್ತಲಿದ್ದಿರೋ ಅದರೆಡೆಗೆ ನಡೆಯಿರಿ"
        },
        {
            "chapter": 77,
            "verse": 30,
            "text": "ನಡೆಯಿರಿ, ಮೂರು ಮಜಲುಗಳಿರುವ ಕತ್ತಲೆಯೆಡೆಗೆ"
        },
        {
            "chapter": 77,
            "verse": 31,
            "text": "ಅಲ್ಲಿ ನೆರಳು ಇರದು ಮತ್ತು ಅಗ್ನಿಯ ಆಲಿಂಗನದಿಂದ ರಕ್ಷೆಯೂ ಇರದು"
        },
        {
            "chapter": 77,
            "verse": 32,
            "text": "ಅದು ಕೋಟೆಗಳ ಗಾತ್ರದ ಬೆಂಕಿಯ ಕಿಡಿಗಳನ್ನು ಸುರಿಸುತ್ತಿರುವುದು"
        },
        {
            "chapter": 77,
            "verse": 33,
            "text": "ಅವು ಹಳದಿ ಒಂಟೆಗಳಂತಿರುವವು"
        },
        {
            "chapter": 77,
            "verse": 34,
            "text": "ಅಂದು ವಿನಾಶವಿದೆ, (ಸತ್ಯವನ್ನು) ತಿರಸ್ಕರಿಸಿದವರಿಗೆ"
        },
        {
            "chapter": 77,
            "verse": 35,
            "text": "ಅದು ಅವರಿಗೆ ಮಾತನಾಡಲಾಗದ ದಿನವಾಗಿರುವುದು"
        },
        {
            "chapter": 77,
            "verse": 36,
            "text": "ನೆಪಗಳನ್ನೊಡ್ಡಲು, ಅಂದು ಅವರಿಗೆ ಅನುಮತಿ ಸಿಗದು"
        },
        {
            "chapter": 77,
            "verse": 37,
            "text": "ಅಂದು ವಿನಾಶವಿದೆ, (ಸತ್ಯವನ್ನು) ತಿರಸ್ಕರಿಸಿದವರಿಗೆ"
        },
        {
            "chapter": 77,
            "verse": 38,
            "text": "ಇದು ಅಂತಿಮ ತೀರ್ಪಿನ ದಿನ. (ಇಂದು) ನಾವು ನಿಮ್ಮನ್ನೂ ನಿಮ್ಮ ಹಿಂದಿನವರನ್ನೂ ಒಟ್ಟು ಸೇರಿಸಿರುವೆವು"
        },
        {
            "chapter": 77,
            "verse": 39,
            "text": "ನಿಮ್ಮ ಬಳಿ ಏನಾದರೂ ಸಂಚು ಇದ್ದರೆ ಹೂಡಿ ನೋಡಿರಿ"
        },
        {
            "chapter": 77,
            "verse": 40,
            "text": "ಅಂದು ವಿನಾಶವಿದೆ, (ಸತ್ಯವನ್ನು) ತಿರಸ್ಕರಿಸಿದವರಿಗೆ"
        },
        {
            "chapter": 77,
            "verse": 41,
            "text": "(ಅಂದು) ಧರ್ಮನಿಷ್ಠರು ನೆರಳುಗಳಲ್ಲಿರುವರು ಮತ್ತು (ಅವರ ಬಳಿ) ಚಿಲುಮೆಗಳಿರುವವು"
        },
        {
            "chapter": 77,
            "verse": 42,
            "text": "ಹಾಗೂ ಅವರು ಮೆಚ್ಚುವ ಹಣ್ಣು ಹಂಪಲುಗಳಿರುವವು"
        },
        {
            "chapter": 77,
            "verse": 43,
            "text": "‘‘ನೀವು ಮಾಡಿದ್ದ ಕರ್ಮಗಳ ಫಲವಾಗಿ, ಧಾರಾಳವಾಗಿ ತಿನ್ನಿರಿ ಮತ್ತು ಕುಡಿಯಿರಿ’’ (ಎಂದು ಅವರೊಡನೆ ಹೇಳಲಾಗುವುದು)"
        },
        {
            "chapter": 77,
            "verse": 44,
            "text": "ಸಜ್ಜನರನ್ನು ನಾವು ಇದೇ ರೀತಿ ಪುರಸ್ಕರಿಸುತ್ತೇವೆ"
        },
        {
            "chapter": 77,
            "verse": 45,
            "text": "ಅಂದು ವಿನಾಶವಿದೆ, (ಸತ್ಯವನ್ನು) ತಿರಸ್ಕರಿಸಿದವರಿಗೆ"
        },
        {
            "chapter": 77,
            "verse": 46,
            "text": "(ಧಿಕ್ಕಾರಿಗಳೇ, ಇಹಲೋಕದಲ್ಲಿ) ಅಲ್ಪಾವಧಿಗಾಗಿ ತಿನ್ನಿರಿ ಮತ್ತು ಕುಡಿಯಿರಿ – ನೀವು ಖಂಡಿತ ಅಪರಾಧಿಗಳಾಗಿರುವಿರಿ"
        },
        {
            "chapter": 77,
            "verse": 47,
            "text": "ಅಂದು ವಿನಾಶವಿದೆ, (ಸತ್ಯವನ್ನು) ತಿರಸ್ಕರಿಸಿದವರಿಗೆ"
        },
        {
            "chapter": 77,
            "verse": 48,
            "text": "‘‘(ಅಲ್ಲಾಹನ ಮುಂದೆ) ಬಾಗಿರಿ’’ ಎಂದು ಅವರೊಡನೆ ಹೇಳಿದಾಗ ಅವರು ಬಾಗುವುದಿಲ್ಲ"
        },
        {
            "chapter": 77,
            "verse": 49,
            "text": "ಅಂದು ವಿನಾಶವಿದೆ, (ಸತ್ಯವನ್ನು) ತಿರಸ್ಕರಿಸಿದವರಿಗೆ. 50. ಇದರ (ಕುರ್‌ಆನಿನ) ಬಳಿಕ, ಅವರಿನ್ನು ಯಾವ ಮಾತನ್ನು ತಾನೇ ನಂಬುವರು"
        },
        {
            "chapter": 77,
            "verse": 50,
            "text": "ಅವರು ಯಾವುದರ ಕುರಿತು ವಿಚಾರಿಸುತ್ತಿದ್ದಾರೆ"
        }
    ]
}