{
    "juzs": [
        {
            "chapter": 7,
            "verse": 88,
            "text": "ಅಲ್ಲಾಹನು ನಿಮ್ಮ ಪಂಥದಿಂದ ನಮ್ಮನ್ನು ರಕ್ಷಿಸಿದ ಬಳಿಕ ನಾವು ಮತ್ತೆ ಅದರೆಡೆಗೆ ಮರಳಿದರೆ ನಾವು ಅಲ್ಲಾಹನ ಮೇಲೆ ಒಂದು ಭಾರೀ ಸುಳ್ಳಾರೋಪವನ್ನು ಹೊರಿಸಿದಂತಾದೀತು. ಹೀಗಿರುತ್ತಾ ನಮ್ಮೊಡೆಯನಾದ ಅಲ್ಲಾಹನೇ ಇಚ್ಛಿಸುವ ತನಕ, ಅದರೆಡೆಗೆ ಮರಳಲು ನಮಗೆ ಸಾಧ್ಯವಿಲ್ಲ. ನಮ್ಮೊಡನೆಯನ ಜ್ಞಾನವು ಎಲ್ಲವನ್ನೂ ಆವರಿಸಿಕೊಂಡಿದೆ. ನಾವು ಅಲ್ಲಾಹನಲ್ಲಿ ಸಂಪೂರ್ಣ ಭರವಸೆ ಇಟ್ಟಿರುವೆವು. ನಮ್ಮೊಡೆಯಾ, ನೀನೀಗ ನಮ್ಮ ಹಾಗೂ ನಮ್ಮ ಜನಾಂಗದ ನಡುವೆ ಸತ್ಯದೊಂದಿಗೆ ತೀರ್ಮಾನ ಮಾಡಿಬಿಡು. ನೀನು ಅತ್ಯುತ್ತಮ ತೀರ್ಮಾನ ಮಾಡುವವನಾಗಿರುವೆ"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "ಅವರ ಜನಾಂಗದ ಧಿಕ್ಕಾರಿ ನಾಯಕರು (ಜನರೊಡನೆ) ಹೇಳಿದರು; ನೀವು ಶುಐಬರನ್ನು ಅನುಸರಿಸಿದರೆ, ಖಂಡಿತವಾಗಿಯೂ ನೀವು ನಷ್ಟಕ್ಕೊಳಗಾದವರ ಸಾಲಿಗೆ ಸೇರುವಿರಿ"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "ಕೊನೆಗೆ ಒಂದು ಭಾರೀ ಭೂಕಂಪವು ಅವರನ್ನು ಆವರಿಸಿಕೊಂಡಿತು ಮತ್ತು ಅವರು ತಮ್ಮ ನಿವಾಸಗಳಲ್ಲೇ ನಿಶ್ಚಲ ಶವಗಳಾಗಿ ಬಿದ್ದುಕೊಂಡಿದ್ದರು"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "ಶುಐಬರನ್ನು ಧಿಕ್ಕರಿಸಿದವರು, ಹಿಂದೆಂದೂ ಬದುಕಿಯೇ ಇರಲಿಲ್ಲವೋ ಎಂಬಂತೆ ಅಳಿದು ಹೋದರು. ಹೀಗೆ, ಶುಐಬರನ್ನು ಧಿಕ್ಕರಿಸಿದವರೇ ನಷ್ಟ ಅನುಭವಿಸಿದವರಾದರು"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "ಅವರು (ಶುಐಬರು) ಆ ಜನರಿಂದ ಮುಖ ತಿರುಗಿಸಿಕೊಂಡು ಹೇಳಿದರು; ನನ್ನ ಜನಾಂಗದವರೇ, ನನ್ನ ಒಡೆಯನ ಸಂದೇಶವನ್ನು ನಾನು ನಿಮಗೆ ತಲುಪಿಸಿದೆ ಮತ್ತು ನಾನು ನಿಮ್ಮ ಹಿತೈಷಿಯಾಗಿದ್ದೆ. ಇದೀಗ ಒಂದು ಧಿಕ್ಕಾರಿ ಜನಾಂಗದ ಕುರಿತು ನಾನು ಹೇಗೆ ತಾನೇ ದುಃಖಿಸಲಿ"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "ನಾವು ಯಾವೆಲ್ಲ ನಾಡುಗಳಿಗೆ ನಮ್ಮ ದೂತರನ್ನು ಕಳುಹಿಸಿರುವೆವೋ ಆ ಎಲ್ಲ ನಾಡುಗಳ ಜನರು ವಿನಯಶೀಲರಾಗಿರಬೇಕೆಂದು ನಾವು ಅವರನ್ನು ಸಂಕಷ್ಟ ಹಾಗೂ ಕಾಠಿಣ್ಯಕ್ಕೆ ಒಳಪಡಿಸಿರುವೆವು"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "ಆ ಬಳಿಕ ನಾವು (ಅವರ) ದುಸ್ಥಿತಿಯನ್ನು ಸುಸ್ಥಿತಿಯಾಗಿ ಪರಿವರ್ತಿಸಿದೆವು. ಎಷ್ಟೆಂದರೆ, ಅವರು ಸಮೃದ್ಧರಾಗಿ, ಸಂಕಷ್ಟ ಹಾಗೂ ಸಂತೋಷದ ಪರಿಸ್ಥಿತಿಗಳು ನಮ್ಮ ಪೂರ್ವಜರಿಗೆ ಎದುರಾಗುತ್ತಿದ್ದವು ಎನ್ನತೊಡಗಿದರು. ಕೊನೆಗೆ ನಾವು ಹಠಾತ್ತನೆ ಅವರನ್ನು ಹಿಡಿದುಬಿಟ್ಟೆವು – ಅವರಿಗೆ ಅದರ ಅರಿವೇ ಇರಲಿಲ್ಲ"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "ಒಂದು ವೇಳೆ ನಾಡುಗಳ ಜನರು (ಸತ್ಯದಲ್ಲಿ) ನಂಬಿಕೆ ಇಟ್ಟು, ಸತ್ಯ ನಿಷ್ಠರಾಗಿದ್ದರೆ ನಾವು ಅವರ ಪಾಲಿಗೆ ಆಕಾಶದಿಂದಲೂ ಭೂಮಿಯಿಂದಲೂ ಸಮೃದ್ಧಿಯ ಬಾಗಿಲುಗಳನ್ನು ತೆರೆದುಬಿಡುತ್ತಿದ್ದೆವು. ಆದರೆ ಅವರು (ಸತ್ಯವನ್ನು) ಸುಳ್ಳೆಂದರು. ಕೊನೆಗೆ ನಾವು ಅವರ ಕೃತ್ಯಗಳ ಕಾರಣ ಅವರನ್ನು ಹಿಡಿದುಕೊಂಡೆವು"
        },
        {
            "chapter": 7,
            "verse": 96,
            "text": "ನಾಡುಗಳ ಜನರೇನು, ಇರುಳಲ್ಲಿ ಅವರು ಮಲಗಿರುವಾಗ ನಮ್ಮ ಶಿಕ್ಷೆಯು ಹಠಾತ್ತನೆ ಅವರ ಮೇಲೆ ಬಂದು ಎರಗಲಾರದೆಂದು ನೆಮ್ಮದಿಯಿಂದಿರುವರೇ"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "ಅಥವಾ ನಾಡುಗಳ ಜನರೇನು, ಹಗಲಲ್ಲಿ ಅವರು ಆಟೋಟಗಳಲ್ಲಿ ನಿರತರಾಗಿರುವಾಗ ನಮ್ಮ ಶಿಕ್ಷೆಯು ಅವರ ಮೇಲೆ ಬಂದೆರಗಲಾರದೆಂದು ನೆಮ್ಮದಿಯಿಂದಿರುವರೇ"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "ಅವರೇನು, ಅಲ್ಲಾಹನ ಯೋಜನೆಯ ಕುರಿತು ನಿಶ್ಚಿಂತರೇ? ನಿಜವಾಗಿ, ನಷ್ಟಕ್ಕೊಳಗಾಗುವವರ ಹೊರತು ಬೇರಾರೂ ಅಲ್ಲಾಹನ ಯೋಜನೆಗಳ ಕುರಿತು ನಿಶ್ಚಿಂತರಾಗಿರುವುದಿಲ್ಲ"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "(ತಮಗಿಂತ ಹಿಂದಿನ) ಭೂವಾಸಿಗಳ ಬಳಿಕ ಭೂಮಿಯ ಉತ್ತರಾಧಿಕಾರಿಗಳಾದವರಿಗೆ ಸೂಚನೆ ಸಿಗಲಿಲ್ಲವೇ, ನಾವು ಬಯಸಿದರೆ ಅವರ ಪಾಪಗಳ ಕಾರಣ ಅವರನ್ನು ಸಂಕಷ್ಟಕ್ಕೆ ಗುರಿಪಡಿಸಬಲ್ಲೆವೆಂದು? ನಿಜವಾಗಿ ನಾವು ಅವರ ಮನಸ್ಸುಗಳ ಮೇಲೆ ಮುದ್ರೆ ಒತ್ತಿರುವೆವು. ಅವರು ಏನನ್ನೂ ಕೇಳುತ್ತಿಲ್ಲ"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "ಇವು ಆ ನಾಡುಗಳು – ನಾವು ಅವುಗಳ ವೃತ್ತಾಂತವನ್ನು ನಿಮಗೆ ವಿವರಿಸುತ್ತಿದ್ದೇವೆ. ಅವರ ಬಳಿಗೆ ಅವರ ದೇವದೂತರುಗಳು ಸ್ಪಷ್ಟ ಪುರಾವೆಗಳೊಂದಿಗೆ ಬಂದಿದ್ದರು. ಇಷ್ಟಾಗಿಯೂ, ಯಾವುದನ್ನು ಅವರು ಈ ಹಿಂದೆಯೂ ಧಿಕ್ಕರಿಸಿದ್ದರೋ ಅದನ್ನು ಅವರು ನಂಬಲಿಲ್ಲ. ಈ ರೀತಿ ಅಲ್ಲಾಹನು ಧಿಕ್ಕಾರಿಗಳ ಮನಸ್ಸುಗಳ ಮೇಲೆ ಮುದ್ರೆ ಒತ್ತಿರುತ್ತಾನೆ"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "ಅವರ ಪೈಕಿ ಹೆಚ್ಚಿನವರಲ್ಲಿ ನಾವು ವಚನ ಪಾಲನೆಯನ್ನು ಕಾಣಲಿಲ್ಲ. ನಿಜವಾಗಿ ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರನ್ನು ನಾವು ದುಷ್ಕರ್ಮಿಗಳಾಗಿ ಕಂಡೆವು"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "ಅವರ ಬಳಿಕ ಮೂಸಾರನ್ನು ನಾವು ನಮ್ಮ ದೃಷ್ಟಾಂತಗಳೊಂದಿಗೆ ಫಿರ್‌ಔನ್ ಮತ್ತು ಆತನ (ಜನಾಂಗದ) ನಾಯಕರ ಬಳಿಗೆ ಕಳಿಸಿದೆವು. ಅವರೂ ಅವುಗಳ ವಿಷಯದಲ್ಲಿ ಅಕ್ರಮ ಧೋರಣೆಯನ್ನು ತೋರಿದರು. ನೋಡಿರಿ, ಅಶಾಂತಿ ಹರಡುವವರ ಗತಿ ಏನಾಯಿತೆಂದು"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "ಮೂಸಾ ಹೇಳಿದರು; ಓ ಫಿರ್‌ಔನ್, ನಾನು ಖಚಿತವಾಗಿಯೂ ಸರ್ವಲೋಕಗಳ ಒಡೆಯನ ದೂತನು"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "ಅಲ್ಲಾಹನ ಹೆಸರಲ್ಲಿ, ಸತ್ಯದ ಹೊರತು ಬೇರೇನನ್ನೂ ಹೇಳಬಾರದೆಂಬುದೇ ನನ್ನ ಕರ್ತವ್ಯವಾಗಿದೆ. ನಾನು ನಿಮ್ಮೊಡನೆಯನ ಕಡೆಯಿಂದ ನಿಮ್ಮ ಬಳಿಗೆ ಸ್ಪಷ್ಟ ಪುರಾವೆಗಳನ್ನು ತಂದಿದ್ದೇನೆ. ಇಸ್ರಾಈಲರ ಸಂತತಿಯನ್ನು ನನ್ನ ಜೊತೆ ಕಳಿಸಿಬಿಡು"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "ಅವನು (ಫಿರ್‌ಔನ್) ಹೇಳಿದನು; ನೀನು ದೃಷ್ಟಾಂತದೊಂದಿಗೆ ಬಂದಿದ್ದರೆ (ಹಾಗೂ) ನೀನು ಸತ್ಯವಂತನಾಗಿದ್ದರೆ ಅದನ್ನು ಮುಂದಿಡು"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "ಅವರು (ಮೂಸಾ) ತಮ್ಮ ಊರುಗೋಲನ್ನು ಎಸೆದರು ಮತ್ತು ಹಠಾತ್ತನೆ ಅದು ಸ್ಪಷ್ಟವಾಗಿ ಒಂದು ಹೆಬ್ಬಾವಾಗಿ ಬಿಟ್ಟಿತು"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "ತರುವಾಯ ಅವರು ತಮ್ಮ ಕೈಯನ್ನು ಹೊರತೆಗೆದರು. ಹಠಾತ್ತನೆ ಅದು ನೋಡುವವರಿಗೆ ತುಂಬಾ ಉಜ್ವಲವಾಗಿ ಕಂಡಿತು"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "ಫಿರ್‌ಔನನ ಜನಾಂಗದ ಸರದಾರರು ಹೇಳಿದರು; ಇವನು ಖಂಡಿತ ಒಬ್ಬ ತಜ್ಞ ಜಾದೂಗಾರನಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "ಇವನು ನಿಮ್ಮನ್ನು ನಿಮ್ಮ ನಾಡಿನಿಂದ ಹೊರದಬ್ಬ ಬಯಸುತ್ತಾನೆ. ಈಗ ನೀವೇನು ಆದೇಶಿಸುತ್ತೀರಿ"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "ಅವರು (ಫಿರ್‌ಔನನೊಡನೆ) ಹೇಳಿದರು; ಇವನನ್ನು ಹಾಗೂ ಇವನ ಸಹೋದರನನ್ನು ತಡೆದಿಟ್ಟುಕೊ ಮತ್ತು ವಿವಿಧ ನಗರಗಳಿಗೆ ದೂತರನ್ನು ಕಳುಹಿಸು"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "ಅವರು ಎಲ್ಲ ತಜ್ಞ ಜಾದೂಗಾರರನ್ನು ನಿನ್ನ ಬಳಿಗೆ ತರಲಿ"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "ಹೀಗೆ, ಜಾದೂಗಾರರು ಫಿರ್‌ಔನನ ಬಳಿಗೆ ಬಂದರು. ನಾವು ವಿಜಯಿಗಳಾದರೆ ಖಂಡಿತವಾಗಿಯೂ ನಮಗೆ ಪ್ರತಿಫಲ ಸಿಗಲಿದೆ ಎಂದರು"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "ಅವನು (ಫಿರ್‌ಔನ್) ಹೇಳಿದನು; ಹೌದು, ಜೊತೆಗೆ ನೀವು ನನ್ನ ಆಪ್ತರ ಸಾಲಿಗೆ ಸೇರುವಿರಿ"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "ಅವರು (ಜಾದೂಗಾರರು), ಓ ಮೂಸಾ, ನೀನು ಎಸೆಯುವೆಯಾ ಅಥವಾ ನಾವು ಎಸೆಯಬೇಕೇ?ಎಂದು ಕೇಳಿದರು"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "ಅವರು (ಮೂಸಾ), ನೀವೇ ಎಸೆಯಿರಿ ಎಂದರು. ಹೀಗೆ ಅವರು (ಜಾದೂಗಾರರು ದಾಳಗಳನ್ನು) ಎಸೆದರು, ಜನರ ಕಣ್ಣುಗಳನ್ನು ಮಂಕುಗೊಳಿಸಿದರು ಹಾಗೂ ಅವರನ್ನು ಹೆದರಿಸಿಬಿಟ್ಟರು ಮತ್ತು ಭಾರೀ ಭವ್ಯ ಜಾದುವನ್ನು ಮುಂದಿಟ್ಟರು"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "ಆಗ ನಾವು ಮೂಸಾರ ಕಡೆಗೆ ದಿವ್ಯವಾಣಿಯನ್ನು ಕಳಿಸಿದೆವು; ಎಸೆಯಿರಿ ನಿಮ್ಮ ಊರುಗೋಲನ್ನು, ಅವರ ಎಲ್ಲ ಕೃತಕ ರಚನೆಗಳನ್ನು ಅದು ನುಂಗಿಬಿಡುವುದು – ಎಂದು"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "ಕೊನೆಗೆ, ಸತ್ಯವು ಸಾಬೀತಾಗಿ ಬಿಟ್ಟಿತು ಮತ್ತು ಅವರು (ಜಾದೂಗಾರರು) ಮಾಡಿದ್ದೆಲ್ಲವೂ ಮಿಥ್ಯವಾಯಿತು"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "ಹೀಗೆ, ಅವರು (ಫಿರ್‌ಔನನ ಕಡೆಯವರು) ಅಲ್ಲೇ ಸೋತು ಹೋದರು ಮತ್ತು ಅಪಮಾನಿತರಾಗಿ ಮರಳಿದರು"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "ಅತ್ತ , ಜಾದೂಗಾರರು ಸಾಷ್ಟಾಂಗವೆರಗಿದರು"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "ಅವರು ಹೇಳಿದರು; ನಾವು ಸರ್ವಲೋಕಗಳ ಒಡೆಯನನ್ನು ನಂಬಿದೆವು"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "ಮೂಸಾ ಮತ್ತು ಹಾರೂನರ ಒಡೆಯನನ್ನು"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "ಫಿರ್‌ಔನ್ ಹೇಳಿದನು; ನಾನು ನಿಮಗೆ ಅನುಮತಿ ನೀಡುವ ಮುನ್ನವೇ ನೀವು ನಂಬಿ ಬಿಟ್ಟಿರಿ. ಖಂಡಿತವಾಗಿಯೂ ಇದು, ಈ ನಗರದಲ್ಲಿ, ಇಲ್ಲಿಯವರನ್ನು ಇಲ್ಲಿಂದ ಹೊರದಬ್ಬಲು ನೀವು ನಡೆಸಿರುವ ಒಂದು ಸಂಚಾಗಿದೆ. (ಇದರ ಪರಿಣಾಮವನ್ನು) ಬೇಗನೇ ನೀವು ಅರಿಯುವಿರಿ"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "ಖಂಡಿತವಾಗಿಯೂ ನಾನು ನಿಮ್ಮ ಕೈಗಳನ್ನು ಮತ್ತು ಕಾಲುಗಳನ್ನು ವಿರುದ್ಧ ಭಾಗಗಳಲ್ಲಿ ಕಡಿದು ಬಿಡುವೆನು ಆ ಬಳಿಕ ನಿಮ್ಮೆಲ್ಲರನ್ನೂ ಶಿಲುಬೆಗೇರಿಸುವೆನು"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "ಅವರು (ಜಾದೂಗಾರರು) ಹೇಳಿದರು; ನಾವಂತು ನಮ್ಮ ಒಡೆಯನ ಕಡೆಗೆ ಮರಳುವೆವು"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "ನಮ್ಮ ಒಡೆಯನ ದೃಷ್ಟಾಂತಗಳು ನಮ್ಮ ಮುಂದೆ ಬಂದಾಗ ಅವುಗಳನ್ನು ನಾವು ನಂಬಿದೆವು ಎಂಬುದಷ್ಟೇ ನಿನಗೆ ನಮ್ಮ ಮೇಲಿರುವ ಕೋಪಕ್ಕೆ ಕಾರಣ. (ಮತ್ತು ಅವರು ಹೀಗೆ ಪ್ರಾರ್ಥಿಸಿದರು) ನಮ್ಮೊಡೆಯಾ, ನಮಗೆ ಸ್ಥಿರತೆಯನ್ನು ದಯಪಾಲಿಸು ಮತ್ತು ನಾವು ಮುಸ್ಲಿಮರಾಗಿರುವ ಸ್ಥಿತಿಯಲ್ಲಿ ನಮಗೆ ಮರಣವನ್ನು ನೀಡು"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "ಫಿರ್‌ಔನನ ಜನಾಂಗದ ನಾಯಕರು ಹೇಳಿದರು; ನೀನೇನು, ಭೂಮಿಯಲ್ಲಿ ಗೊಂದಲ ಹರಡುತ್ತಿರಲಿಕ್ಕಾಗಿ ಹಾಗೂ ನಿನ್ನನ್ನು ಮತ್ತು ನಿನ್ನ ದೇವರುಗಳನ್ನು ತೊರೆದಿರಲಿಕ್ಕಾಗಿ ಮೂಸಾ ಮತ್ತು ಆತನ ಜನಾಂಗವನ್ನು ಹಾಗೆಯೇ ಬಿಟ್ಟು ಬಿಡುವೆಯಾ? ಅವನು ಹೇಳಿದನು; ನಾನು ಅವರ ಪುತ್ರರನ್ನು ಕೊಂದುಬಿಡುವೆನು ಮತ್ತು ಅವರ ಪುತ್ರಿಯರನ್ನು ಜೀವಂತವಿಡುವೆನು. ಈ ರೀತಿ ನಾವು ಅವರ ಮೇಲೆ ನಿಯಂತ್ರಣ ಸಾಧಿಸುವೆವು"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "ಮೂಸಾ, ತಮ್ಮ ಜನಾಂಗದವರೊಡನೆ ಹೇಳಿದರು; ನೀವು ಅಲ್ಲಾಹನ ನೆರವನ್ನು ಬೇಡಿರಿ ಮತ್ತು ಸಹನಶೀಲರಾಗಿರಿ. ಭೂಮಿಯು ಅಲ್ಲಾಹನಿಗೇ ಸೇರಿದೆ. ಅವನು ತನ್ನ ದಾಸರ ಪೈಕಿ ತಾನಿಚ್ಛಿಸಿದವರನ್ನು ಅದರ ಉತ್ತರಾಧಿಕಾರಿಗಳಾಗಿ ಮಾಡುತ್ತಾನೆ. ಅಂತಿಮ ವಿಜಯವು ಸತ್ಯನಿಷ್ಠರಿಗೇ ಸೇರಿದೆ"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "ಅವರು (ಮೂಸಾರ ಜನಾಂಗದವರು) ಹೇಳಿದರು; ನೀವು ನಮ್ಮ ಬಳಿಗೆ ಬರುವ ಮುನ್ನವೂ ನೀವು ನಮ್ಮ ಬಳಿಗೆ ಬಂದ ಬಳಿಕವೂ ನಮ್ಮನ್ನು ಸತಾಯಿಸಲಾಯಿತು. ಅವರು (ಮೂಸಾ) ಹೇಳಿದರು; ಬಹುಬೇಗನೇ, ನಿಮ್ಮೊಡೆಯನು ನಿಮ್ಮ ಶತ್ರುವನ್ನು ನಾಶಪಡಿಸಿ ಭೂಮಿಯಲ್ಲಿ ನಿಮ್ಮನ್ನು ಉತ್ತರಾಧಿಕಾರಿಗಳಾಗಿ ಮಾಡುವನು ಮತ್ತು ನೀವು ಏನೆಲ್ಲ ಮಾಡುವಿರಿ ಎಂಬುದನ್ನು ನೋಡುವನು"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "ನಾವು ಫಿರ್‌ಔನನ ಜನಾಂಗವನ್ನು ಸತತ ಬರಗಾಲ ಹಾಗೂ ಬೆಳೆಗಳ ನಷ್ಟದಲ್ಲಿ ಸಿಲುಕಿಸಿದೆವು – ಅವರು ಪಾಠಕಲಿಯಬೇಕೆಂದು"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "ಅವರ ಬಳಿಗೆ ಒಳಿತೇನಾದರೂ ಬಂದಾಗ ಅವರು, ನಾವು ಇದಕ್ಕೇ ಅರ್ಹರು, ಎನ್ನುತ್ತಿದ್ದರು. ಇನ್ನು ಅವರಿಗೆ ಅಹಿತವೇನಾದರೂ ಸಂಭವಿಸಿದಾಗ, ಅದಕ್ಕಾಗಿ ಅವರು ಮೂಸಾ ಮತ್ತು ಅವರ ಜೊತೆಗಾರರ ಭಾಗ್ಯವನ್ನು ಮೂದಲಿಸುತ್ತಿದ್ದರು. ತಿಳಿದಿರಲಿ! ಖಂಡಿತವಾಗಿಯೂ ಅವರ ಭಾಗ್ಯವೆಲ್ಲವೂ ಅಲ್ಲಾಹನ ಬಳಿಯಲ್ಲೇ ಇದೆ. ಆದರೆ ಹೆಚ್ಚಿನವರು ಅರಿತಿರುವುದಿಲ್ಲ"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "ಅವರು ಹೇಳುತ್ತಿದ್ದರು; ನೀನು ನಮ್ಮನ್ನು ಮಾಟಕ್ಕೆ ಒಳಪಡಿಸಲು ಅದೆಂತಹ ದೃಷ್ಟಾಂತವನ್ನು ತಂದರೂ ನಾವಂತು ನಿನ್ನನ್ನು ನಂಬುವವರಲ್ಲ"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "ಕೊನೆಗೆ ನಾವು ಅವರ ಮೇಲೆ, ಚಂಡಮಾರುತವನ್ನು ಎರಗಿಸಿದೆವು. ಮಿಡಿತೆಗಳನ್ನು, ಕ್ರಿಮಿಕೀಟಗಳನ್ನು, ಕಪ್ಪೆಗಳನ್ನು ಮತ್ತು ರಕ್ತವನ್ನು ಇಳಿಸಿದೆವು. ಇವೆಲ್ಲಾ ಪ್ರತ್ಯ ಪ್ರತ್ಯೇಕ ಸೂಚನೆಗಳಾಗಿದ್ದವು. ಇಷ್ಟಾಗಿಯೂ ಅವರು ಅಹಂಕಾರ ತೋರಿದರು. ಅವರು ನಿಜಕ್ಕೂ ಒಂದು ಅಪರಾಧಿ ಜನಾಂಗವಾಗಿದ್ದರು"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "ಅವರ ಮೇಲೆ ವಿಪತ್ತು ಎರಗಿದಾಗಲೆಲ್ಲಾ ಅವರು, ಓ ಮೂಸಾ, ನಿನ್ನ ಬಳಿ ಇರುವ ಅವನ (ಅಲ್ಲಾಹನ) ವಾಗ್ದಾನದ ಆಧಾರದಲ್ಲಿ ನೀನು ನಮ್ಮ ಪರವಾಗಿ ನಿನ್ನ ಒಡೆಯನನ್ನು ಪ್ರಾರ್ಥಿಸು. ಒಂದು ವೇಳೆ ನೀನು ನಮ್ಮ ಮೇಲಿಂದ ಈ ವಿಪತ್ತನ್ನು ತೊಲಗಿಸಿದರೆ ನಾವು ಖಂಡಿತ ನಿನ್ನನ್ನು ನಂಬುವೆವು ಮತ್ತು ಇಸ್ರಾಈಲರ ಸಂತತಿಯನ್ನು ನಿನ್ನ ಜೊತೆ ಕಳುಹಿಸಿಕೊಡುವೆವು, ಎನ್ನುತ್ತಿದ್ದರು"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "ಮತ್ತೆ ನಾವು, ಅವರು ಅನುಭವಿಸಬೇಕಾಗಿದ್ದ ಒಂದು ಅವಧಿಯವರೆಗಿನ ವಿಪತ್ತನ್ನು ಅವರಿಂದ ದೂರಗೊಳಿಸಿದಾಗ ಅವರು ತಮ್ಮ ವಚನವನ್ನು ಮುರಿದುಬಿಡುತ್ತಿದ್ದರು"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "ಕೊನೆಗೆ ನಾವು ಅವರ ವಿರುದ್ಧ ಪ್ರತೀಕಾರ ತೀರಿಸಿದೆವು ಮತ್ತು ಅವರನ್ನು ಸಮುದ್ರದಲ್ಲಿ ಮುಳುಗಿಸಿಬಿಟ್ಟೆವು-ಏಕೆಂದರೆ ಅವರು ನಮ್ಮ ವಚನಗಳನ್ನು ಸುಳ್ಳೆಂದು ಧಿಕ್ಕರಿಸಿದ್ದರು ಮತ್ತು ಆ ಕುರಿತು ನಿರ್ಲಕ್ಷ್ಯ ತೋರಿದ್ದರು"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "ಮತ್ತು ನಾವು ಮರ್ದಿತರಾಗಿದ್ದವರನ್ನು, ನಾವೇ ಸಮೃದ್ಧಗೊಳಿಸಿದ್ದ, ಭೂಮಿಯ ಪೂರ್ವಭಾಗಗಳ ಹಾಗೂ ಪಶ್ಚಿಮ ಭಾಗಗಳ ಉತ್ತರಾಧಿಕಾರಿಗಳಾಗಿ ಮಾಡಿದೆವು. ಹೀಗೆ, ಇಸ್ರಾಈಲರ ಸಂತತಿಗಳು ತೋರಿದ ಸಹನೆಯ ಕಾರಣ, ನಿಮ್ಮ ಒಡೆಯನು ಅವರಿಗೆ ಮಾಡಿದ್ದ ಒಳಿತಿನ ವಾಗ್ದಾನವು ಪೂರ್ತಿಗೊಂಡಿತು ಮತ್ತು ಫಿರ್‌ಔನ್ ಹಾಗೂ ಅವನ ಜನಾಂಗವು ಕಟ್ಟಿದ್ದ ಹಾಗೂ ಎತ್ತರಕ್ಕೆ ಬೆಳೆಸಿದ್ದ ಎಲ್ಲವನ್ನೂ ನಾವು ನೆಲೆಸಮಗೊಳಿಸಿಬಿಟ್ಟೆವು"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "ಅತ್ತ , ಇಸ್ರಾಈಲರ ಸಂತತಿಗಳನ್ನು ನಾವು ಕಡಲಾಚೆಯ ದಡಕ್ಕೆ ತಲುಪಿಸಿದೆವು. ಮುಂದೆ ಅವರು, ತಮ್ಮಲ್ಲಿನ ವಿಗ್ರಹಗಳ ಆರಾಧನೆಯಲ್ಲಿ ತಲ್ಲೀನರಾಗಿದ್ದ ಒಂದು ಜನಾಂಗವನ್ನು ಎದುರಿಸಿದರು. ಆಗ ಅವರು (ಇಸ್ರಾಈಲರ ಸಂತತಿಗಳು), ಓ ಮೂಸಾ, ಅವರ ಬಳಿ ಇರುವಂತಹದೇ ದೇವರುಗಳನ್ನು ನಮಗೆ ತಯಾರಿಸಿಕೊಡು ಎಂದರು. ಅವರು (ಮೂಸಾ) ಹೇಳಿದರು; ನೀವು ಅಜ್ಞಾನಿಗಳಾಗಿ ವರ್ತಿಸುತ್ತಿರುವಿರಿ"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "ಅವರು ಯಾವುದರಲ್ಲಿ ನಿರತರಾಗಿರುವರೋ ಅದೆಲ್ಲವೂ ಖಂಡಿತ ನಾಶವಾಗಲಿದೆ ಮತ್ತು ಅವರು ಮಾಡುತ್ತಿರುವುದೆಲ್ಲವೂ ಮಿಥ್ಯವಾಗಿದೆ"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "ಅವರು (ಮೂಸಾ) ಹೇಳಿದರು; ಅವನು (ಅಲ್ಲಾಹನು) ಸರ್ವಲೋಕಗಳ ಮೇಲೆ ನಿಮಗೆ ಶ್ರೇಷ್ಠತೆಯನ್ನು ದಯಪಾಲಿಸಿರುವಾಗ, ನಾನೇನು ನಿಮಗಾಗಿ ಅಲ್ಲಾಹನ ಹೊರತು ಬೇರೊಬ್ಬ ದೇವರನ್ನು ಹುಡುಕಬೇಕೇ"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "ಮತ್ತು (ಸ್ಮರಿಸಿರಿ;) ನಾವು ನಿಮ್ಮನ್ನು ಫಿರ್‌ಔನನ ಜನಾಂಗದವರಿಂದ ರಕ್ಷಿಸಿದ ವೇಳೆ, ಅವರು ನಿಮ್ಮನ್ನು ಭಾರೀ ಕಠಿಣ ಹಿಂಸೆಗೆ ಗುರಿಪಡಿಸಿದ್ದರು. ಅವರು ನಿಮ್ಮ ಪುತ್ರರನ್ನು ಕೊಂದುಬಿಡುತ್ತಿದ್ದರು. ಮತ್ತು ನಿಮ್ಮ ಮಹಿಳೆಯರನ್ನು ಜೀವಂತವಿಡುತ್ತಿದ್ದರು. ಆ ಸ್ಥಿತಿಯಲ್ಲಿ ನಿಮ್ಮ ಪಾಲಿಗೆ ನಿಮ್ಮ ಒಡೆಯನ ಕಡೆಯಿಂದ ಭಾರೀ ದೊಡ್ಡ ಪರೀಕ್ಷೆ ಇತ್ತು"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "ಮುಂದೆ, ನಾವು ಮೂಸಾರಿಗೆ ಮೂವತ್ತು ರಾತ್ರಿಗಳ ವಾಗ್ದಾನ ಮಾಡಿದೆವು ಮತ್ತು ಹತ್ತು ರಾತ್ರಿಗಳನ್ನು ಸೇರಿಸಿ ಅದನ್ನು ಪೂರ್ತಿಗೊಳಿಸಿದೆವು. ಹೀಗೆ ಅವರ ಒಡೆಯನು ನಿಶ್ಚಯಿಸಿದ ನಲ್ವತ್ತು ರಾತ್ರಿಗಳ ಅವಧಿಯು ಪೂರ್ಣಗೊಂಡಿತು. (ಈ ಅವಧಿಗಾಗಿ ತೆರಳುವಾಗ) ಮೂಸಾ ತಮ್ಮ ಸಹೋದರ ಹಾರೂನರೊಡನೆ ಹೇಳಿದರು; ನೀನು ನನ್ನ ಜನಾಂಗದಲ್ಲಿ ನನ್ನ ಪ್ರತಿನಿಧಿಯಾಗಿರು ಮತ್ತು ಸುಧಾರಣೆಯನ್ನು ಮಾಡು. ಅಶಾಂತಿ ಹಬ್ಬುವವರ ದಾರಿಯನ್ನು ಅನುಸರಿಸಬೇಡ"
        },
        {
            "chapter": 7,
            "verse": 142,
            "text": "ಮೂಸಾ, ನಾವು ನಿಗದಿಪಡಿಸಿದ ಅವಧಿಗಾಗಿ ಬಂದಾಗ, ತಮ್ಮ ಒಡೆಯನೊಡನೆ ಮಾತನಾಡಿದರು. ನನ್ನೊಡೆಯಾ, ನಾನು ನಿನ್ನನ್ನು ನೋಡಬಲ್ಲಂತಹ ದೃಷ್ಟಿಯನ್ನು ನೀನು ನನಗೆ ನೀಡು ಎಂದು ಅವರು ಹೇಳಿದರು. ಅವನು (ಅಲ್ಲಾಹನು) ಹೇಳಿದನು; ನನ್ನನ್ನು ನೋಡಲು ನಿನಗೆ ಸಾಧ್ಯವಿಲ್ಲ. ಆದರೆ ನೀನು ಆ ಪರ್ವತದೆಡೆಗೆ ನೋಡು, ಅದು ತನ್ನ ಸ್ಥಾನದಲ್ಲೇ ನಿಂತಿದ್ದರೆ ನೀನು ನನ್ನನ್ನು ನೋಡಬಹುದು. ತರುವಾಯ ಅವರ ಒಡೆಯನು ಪರ್ವತದೆಡೆಗೆ ದಿವ್ಯ ಬೆಳಕನ್ನು ಬೀರಿ ಅದನ್ನು ಚೂರು ಚೂರಾಗಿಸಿ ಬಿಟ್ಟನು ಮತ್ತು ಮೂಸಾ ಪ್ರಜ್ಞೆ ಕಳೆದುಕೊಂಡು ಬಿದ್ದುಬಿಟ್ಟರು. ಆ ಬಳಿಕ ಅವರಿಗೆ ಪ್ರಜ್ಞೆ ಬಂದಾಗ ಅವರು ಹೇಳಿದರು; ನೀನು ಪರಮ ಪಾವನನು, ನಾನು ಪಶ್ಚಾತ್ತಾಪ ಪಟ್ಟು ನಿನ್ನೆಡೆಗೆ ಮರಳುತ್ತೇನೆ ಮತ್ತು ನಂಬುವವರ ಪೈಕಿ ನಾನು ಪ್ರಥಮನಾಗುತ್ತೇನೆ"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "ಅವನು (ಅಲ್ಲಾಹನು) ಹೇಳಿದನು; ಓ ಮೂಸಾ, ನಾನು ನನ್ನ ಸಂದೇಶಗಳಿಗಾಗಿ ಮತ್ತು ನನ್ನ ಸಂಭಾಷಣೆಗಾಗಿ ಎಲ್ಲ ಮಾನವರ ಪೈಕಿ ನಿಮ್ಮನ್ನು ಆರಿಸಿಕೊಂಡಿದ್ದೇನೆ. ನೀವೀಗ ನಾನು ನೀಡುವುದನ್ನು ಸ್ವೀಕರಿಸಿರಿ ಮತ್ತು ಕೃತಜ್ಞರಾಗಿರಿ"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "ಆ ಬಳಿಕ ನಾವು ಅವರಿಗಾಗಿ (ಮೂಸಾರಿಗಾಗಿ) ಎಲ್ಲ ವಿಷಯಗಳ ಕುರಿತಾದ ಉಪದೇಶಗಳನ್ನು ಮತ್ತು ಎಲ್ಲ ವಿಷಯಗಳ ಕುರಿತಾದ ಸ್ಪಷ್ಟ ಮಾರ್ಗದರ್ಶನಗಳನ್ನು ಫಲಕಗಳಲ್ಲಿ ಬರೆದೆವು (ಮತ್ತು ಹೇಳಿದೆವು); ನೀವು ಇದನ್ನು ಭದ್ರವಾಗಿ ಹಿಡಿದುಕೊಳ್ಳಿರಿ ಮತ್ತು ಇದರ ಉತ್ತಮ ಭಾಗವನ್ನು (ಸದ್ ವ್ಯಾಖ್ಯಾನವನ್ನು) ಸ್ವೀಕರಿಸಬೇಕೆಂದು ನಿಮ್ಮ ಜನಾಂಗದವರಿಗೆ ಆದೇಶಿಸಿರಿ. ಅವಿಧೇಯರ ನೆಲೆಯನ್ನು (ಅವರ ಗತಿ ಏನಾಗುತ್ತದೆಂಬುದನ್ನು) ನಾನು ನಿಮಗೆಲ್ಲಾ ತೋರಿಸುವೆನು"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "ಅನ್ಯಾಯವಾಗಿ ಭೂಮಿಯಲ್ಲಿ ಅಹಂಕಾರ ಮೆರೆಯುವವರನ್ನು ನಾನು ನನ್ನ ದೃಷ್ಟಾಂತಗಳಿಂದ ದೂರ ಸರಿಸಿ ಬಿಡುವೆನು. ಅವರಂತು, ಎಲ್ಲ ದೃಷ್ಟಾಂತಗಳನ್ನು ಕಂಡರೂ ಅದನ್ನು ನಂಬುವವರಲ್ಲ. ಸತ್ಯದ ಮಾರ್ಗವನ್ನು ಕಣ್ಣಾರೆ ಕಂಡರೂ ಆ ಮಾರ್ಗವನ್ನು ಅವರು ಅನುಸರಿಸುವವರಲ್ಲ. ಅವರು ದುಷ್ಟ ಮಾರ್ಗವನ್ನು ಕಂಡರೆ ಅದನ್ನು ಮಾತ್ರ ಮಾರ್ಗವಾಗಿ ಅನುಸರಿಸುವರು. ಇದೇಕೆಂದರೆ, ಅವರು ನಮ್ಮ ದೃಷ್ಟಾಂತಗಳನ್ನು ಧಿಕ್ಕರಿಸಿದ್ದಾರೆ ಮತ್ತು ಆ ಕುರಿತು ಅರಿವಿಲ್ಲದವರಾಗಿದ್ದಾರೆ"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "ಇನ್ನು, ನಮ್ಮ ವಚನಗಳನ್ನು ಹಾಗೂ ಪರಲೋಕದ ಭೇಟಿಯನ್ನು ಧಿಕ್ಕರಿಸಿದವರ ಕರ್ಮಗಳೆಲ್ಲಾ ವ್ಯರ್ಥವಾದವು. ಅವರಿಗೆ, ಅವರೇನು ಮಾಡಿದ್ದರೋ ಅದರ ಹೊರತು ಬೇರೆ ಪ್ರತಿಫಲ ಸಿಕ್ಕೀತೇ"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "ಮೂಸಾರ ಅನುಪಸ್ಥಿತಿಯಲ್ಲಿ ಅವರ ಜನಾಂಗದವರು ತಮ್ಮ ಆಭರಣಗಳಿಂದ ಒಂದು ಕರುವಿನ ವಿಗ್ರಹವನ್ನು ರಚಿಸಿಕೊಂಡರು. ಅದರಲ್ಲಿ ಗೋವಿನ ಧ್ವನಿ ಇತ್ತು. ಅದು ತಮ್ಮೊಡನೆ ಮಾತನಾಡುವುದೂ ಇಲ್ಲ ಮತ್ತು ತಮಗೆ ದಾರಿ ತೋರುವುದೂ ಇಲ್ಲ ಎಂಬುದನ್ನು ಅವರು ಕಾಣಲಿಲ್ಲವೇ? ಆದರೂ ಅವರು ಅದನ್ನು ನಂಬಿಕೊಂಡರು. ಅವರು ಅಕ್ರಮಿಗಳಾಗಿದ್ದರು"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "ಮುಂದೆ, ಅವರಿಗೆ ತಮ್ಮ ತಪ್ಪಿನ ಅರಿವಾದಾಗ ಮತ್ತು ತಾವು ದಾರಿ ತಪ್ಪಿರುವುದು ಅವರಿಗೆ ಮನವರಿಕೆಯಾದಾಗ, ಅವರು ಹೇಳಿದರು; ನಮ್ಮ ಒಡೆಯನು ನಮ್ಮ ಮೇಲೆ ಕರುಣೆ ತೋರದಿದ್ದರೆ ಮತ್ತು ಅವನು ನಮ್ಮನ್ನು ಕ್ಷಮಿಸದಿದ್ದರೆ ಖಂಡಿತವಾಗಿಯೂ ನಾವು ನಷ್ಟಕ್ಕೊಳಗಾಗುವೆವು"
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "ಆ ಬಳಿಕ, ಮೂಸಾ ತಮ್ಮ ಜನಾಂಗದೆಡೆಗೆ ಮರಳಿಬಂದಾಗ ಕೋಪಗೊಂಡರು ಹಾಗೂ ದುಃಖಿತರಾದರು. ಅವರು ಹೇಳಿದರು; ನನ್ನ ಅನುಪಸ್ಥಿತಿಯಲ್ಲಿ ನೀವು ನನ್ನ ಪ್ರಾತಿನಿಧ್ಯದ ಹೊಣೆಯನ್ನು ಬಹಳ ಕೆಟ್ಟದಾಗಿ ನಿರ್ವಹಿಸಿದಿರಿ. ನಿಮ್ಮ ಒಡೆಯನ ಆದೇಶದ ಕುರಿತು ನೀವು ಆತುರ ಪಟ್ಟಿರಾ? – ಮತ್ತು ಮೂಸಾ (ಅಲ್ಲಾಹನು ಕೊಟ್ಟ) ಫಲಕಗಳನ್ನು ಚೆಲ್ಲಿಬಿಟ್ಟರು ಹಾಗೂ ತಮ್ಮ ಸಹೋದರ (ಹಾರೂನ್)ರ ತಲೆಯನ್ನು ಹಿಡಿದು ತಮ್ಮಡೆಗೆ ಎಳೆದರು. ಅವರು (ಹಾರೂನ್) ಹೇಳಿದರು; ನನ್ನ ತಾಯಿಯ ಪುತ್ರನೇ! ಈ ಜನಾಂಗದವರು ನನ್ನನ್ನು ತೀರಾ ದುರ್ಬಲಗೊಳಿಸಿ ಬಿಟ್ಟರು. ಅವರಂತು ನನ್ನನ್ನು ಕೊಲ್ಲುವವರಿದ್ದರು. ನೀನೀಗ ನನ್ನ ಬಗ್ಗೆ ಶತ್ರುಗಳು ನಗುವಂತೆ ಮಾಡಬೇಡ ಮತ್ತು ನನ್ನನ್ನು ಅಕ್ರಮಿಗಳ ಸಾಲಿಗೆ ಸೇರಿಸಬೇಡ"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "ಅವರು (ಮೂಸಾ) ಹೇಳಿದರು; ನನ್ನೊಡೆಯಾ, ನನ್ನನ್ನು ಹಾಗೂ ನನ್ನ ಸಹೋದರನನ್ನು ಕ್ಷಮಿಸಿಬಿಡು ಮತ್ತು ನಮ್ಮನ್ನು ನಿನ್ನ ಅನುಗ್ರಹದಲ್ಲಿ ಸೇರಿಸು. ನೀನಂತು ಎಲ್ಲ ಕರುಣಾಳುಗಳಿಗಿಂತ ಮಹಾಕರುಣಾಳುವಾಗಿರುವೆ"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "ಖಂಡಿತವಾಗಿಯೂ, ಕರುವನ್ನು (ದೇವರಾಗಿ) ನೆಚ್ಚಿಕೊಂಡವರಿಗೆ, ಬಹುಬೇಗನೇ ಅವರ ಒಡೆಯನ ಕೋಪವು ತಟ್ಟಲಿದೆ ಮತ್ತು ಇಹಲೋಕದಲ್ಲಿ ಅವರಿಗೆ ಅಪಮಾನವು ಎದುರಾಗಲಿದೆ. ಸುಳ್ಳುಗಳನ್ನು ಸೃಷ್ಟಿಸುವವರಿಗೆ. ನಾವು ಇದೇ ರೀತಿ ಪ್ರತಿಫಲ ನೀಡುತ್ತೇವೆ"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "ಪಾಪಕೃತ್ಯಗಳನ್ನು ಮಾಡಿದ ಬಳಿಕ ಪಶ್ಚಾತ್ತಾಪ ಪಟ್ಟವರು ಮತ್ತು ವಿಶ್ವಾಸವಿಟ್ಟವರು – ಖಂಡಿತವಾಗಿಯೂ ಇಷ್ಟಾದ ಬಳಿಕ ನಿಮ್ಮೊಡೆಯನು (ಅವರ ಪಾಲಿಗೆ) ಕ್ಷಮಾಶೀಲನೂ ಕರುಣಾಮಯಿಯೂ ಆಗಿರುತ್ತಾನೆ"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "ಮೂಸಾರ ಕೋಪ ತಣಿದಾಗ, ಅವರು ಫಲಕಗಳನ್ನು ಎತ್ತಿಕೊಂಡರು. ಅವುಗಳ ಬರಹಗಳಲ್ಲಿ ಮಾರ್ಗದರ್ಶನ ಹಾಗೂ ಅನುಗ್ರಹವಿತ್ತು – ತಮ್ಮ ಒಡೆಯನ ಭಕ್ತಿ ಉಳ್ಳವರಿಗಾಗಿ"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "ಮುಂದೆ ಮೂಸಾ, ನಮ್ಮ ಜೊತೆಗಿನ ಕರಾರಿನ ಅವಧಿಗಾಗಿ ತಮ್ಮ ಜನಾಂಗದ ಎಪ್ಪತ್ತು ಮಂದಿ ಪುರುಷರನ್ನು ಆರಿಸಿಕೊಂಡರು. ತರುವಾಯ ಅವರಿಗೆ ಭೂಕಂಪವು ಎದುರಾದಾಗ, ಅವರು (ಮೂಸಾ) ಹೇಳಿದರು; ‘‘ನನ್ನೊಡೆಯಾ ನೀನಿಚ್ಛಿಸಿದ್ದರೆ, ಇವರನ್ನು ಮತ್ತು ನನ್ನನ್ನು ಈ ಹಿಂದೆಯೇ ನಾಶ ಪಡಿಸುತ್ತಿದ್ದೆ. ಇದೀಗ ನಮ್ಮಲ್ಲಿನ ಮೂರ್ಖರ ಕೃತ್ಯಕ್ಕಾಗಿ ನೀನು ನಮ್ಮನ್ನು ನಾಶ ಪಡಿಸುವೆಯಾ? ಇದು ನಿನ್ನ ಪರೀಕ್ಷೆಯಲ್ಲದೆ ಬೇರೇನಲ್ಲ. ಈ ಮೂಲಕ ನೀನು, ನೀನಿಚ್ಛಿಸಿದವರನ್ನು ದಾರಿಗೆಡಿಸುವೆ ಮತ್ತು ನೀನಿಚ್ಛಿಸಿದವರನ್ನು ಸರಿದಾರಿಗೆ ತರುವೆ. ನಮ್ಮ ಪೋಷಕನು ನೀನೇ. ಆದ್ದರಿಂದ ನಮ್ಮನ್ನು ಕ್ಷಮಿಸು ಮತ್ತು ನಮ್ಮ ಮೇಲೆ ಕರುಣೆತೋರು. ನೀನು ಅತ್ಯುತ್ತಮ ಕ್ಷಮಾಶೀಲನು.’’"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "‘‘ನೀನು ನಮ್ಮ ಪಾಲಿಗೆ ಈ ಲೋಕದಲ್ಲೂ ಪರಲೋಕದಲ್ಲೂ ಒಳಿತನ್ನೇ ವಿಧಿಸು. ನಾವಂತು ನಿನ್ನೆಡೆಗೆ ಮರಳಿರುವೆವು.’’ – ಅವನು (ಅಲ್ಲಾಹನು) ಹೇಳಿದನು; ನಾನು ನನ್ನ ಶಿಕ್ಷೆಯನ್ನು ನಾನಿಚ್ಛಿಸಿದವರಿಗೆ ನೀಡುತ್ತೇನೆ. ಇನ್ನು ನನ್ನ ಅನುಗ್ರಹವು ಎಲ್ಲವನ್ನೂ ಆವರಿಸಿಕೊಂಡಿದೆ. ನಾನು ಅದನ್ನು, ಧರ್ಮನಿಷ್ಠರ, ಝಕಾತ್ ಪಾವತಿಸುವವರ ಮತ್ತು ನಮ್ಮ ವಚನಗಳನ್ನು ನಂಬುವವರ ಪಾಲಿಗೆ ಬರೆದು ಬಿಡುವೆನು"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "ಅವರು ನಿರಕ್ಷರಿ ಪ್ರವಾದಿಯನ್ನು ಅನುಸರಿಸುತ್ತಾರೆ. ಅವರ (ಆ ಪ್ರವಾದಿಯ) ಕುರಿತು ತಮ್ಮ ಬಳಿ ಇರುವ ತೌರಾತ್ ಮತ್ತು ಇಂಜೀಲ್‌ಗಳಲ್ಲಿ (ಈ ರೀತಿ) ಬರೆದಿರುವುದನ್ನು ಅವರು ಕಾಣುತ್ತಾರೆ; ‘‘ಅವರು (ಆ ಪ್ರವಾದಿ) ಅವರಿಗೆ, ಒಳಿತನ್ನು ಆದೇಶಿಸುವರು, ಅವರನ್ನು ಕೆಡುಕಿನಿಂದ ತಡೆಯುವರು, ನಿರ್ಮಲವಾದವುಗಳನ್ನು ಅವರ ಪಾಲಿಗೆ ಸಮ್ಮತಗೊಳಿಸುವರು, ಮಲಿನ ವಸ್ತುಗಳನ್ನು ಅವರ ಪಾಲಿಗೆ ನಿಷೇಧಿಸುವರು, ಅವರಿಂದ ಅವರ ಭಾರಗಳನ್ನು ಇಳಿಸುವರು ಮತ್ತು ಅವರ ಮೇಲಿದ್ದ ನೊಗಗಳನ್ನು ಕಳಚುವರು – ಅವರಲ್ಲಿ ನಂಬಿಕೆ ಇಟ್ಟು ಅವರನ್ನು ಸಮರ್ಥಿಸುವವರು, ಅವರಿಗೆ ನೆರವಾಗುವವರು ಮತ್ತು ಅವರ ಜೊತೆಗೆ ಇಳಿಸಲಾಗಿರುವ ಪ್ರಕಾಶವನ್ನು ಅನುಸರಿಸುವವರೇ ವಿಜಯಿಗಳು.’’"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "(ದೂತರೇ) ಹೇಳಿರಿ; ಮಾನವರೇ, ನಾನು ನಿಮ್ಮೆಲ್ಲರ ಪಾಲಿಗೆ ಅಲ್ಲಾಹನ ದೂತನಾಗಿರುವೆನು. ಆಕಾಶಗಳ ಮತ್ತು ಭೂಮಿಯ ಆಧಿಪತ್ಯವು ಅವನಿಗೆ (ಅಲ್ಲಾಹನಿಗೆ) ಸೇರಿದೆ. ಅವನ ಹೊರತು ಬೇರೆ ದೇವರಿಲ್ಲ. ಅವನೇ ಜೀವಂತಗೊಳಿಸುವವನು ಮತ್ತು ಮರಣ ನೀಡುವವನು. ನೀವೀಗ ಅಲ್ಲಾಹನಲ್ಲೂ ಆತನ ದೂತನಲ್ಲೂ ನಂಬಿಕೆ ಇಡಿರಿ – ಅವರು ನಿರಕ್ಷರಿ ಪ್ರವಾದಿಯಾಗಿದ್ದು, ಅಲ್ಲಾಹನಲ್ಲಿ ಹಾಗೂ ಅವನ ವಚನಗಳಲ್ಲಿ ನಂಬಿಕೆ ಉಳ್ಳವರಾಗಿದ್ದಾರೆ. ಮಾರ್ಗದರ್ಶನ ಪಡೆಯಲಿಕ್ಕಾಗಿ ನೀವು ಅವರನ್ನು ಅನುಸರಿಸಿ"
        },
        {
            "chapter": 7,
            "verse": 158,
            "text": "ಮೂಸಾರ ಜನಾಂಗದಲ್ಲಿ ಸತ್ಯದೊಂದಿಗೆ ಮಾರ್ಗದರ್ಶನ ಮಾಡುವ ಮತ್ತು ಆ ವಿಷಯದಲ್ಲಿ ನ್ಯಾಯ ಪಾಲಿಸುವ ಒಂದು ಸಮುದಾಯವಿದೆ"
        },
        {
            "chapter": 7,
            "verse": 159,
            "text": "ನಾವು ಅವರನ್ನು ಹನ್ನೆರಡು ಕುಲ ಗೋತ್ರಗಳಾಗಿ ವಿಂಗಡಿಸಿದೆವು. ಮೂಸಾರೊಡನೆ ಅವರ ಜನಾಂಗವು ನೀರನ್ನು ಕೇಳಿದಾಗ ‘‘ಆ ಕಲ್ಲಿನ ಮೇಲೆ ನಿಮ್ಮ ಊರುಗೋಲಿನಿಂದ ಹೊಡೆಯಿರಿ’’ ಎಂದು ನಾವು ಅವರೆಡೆಗೆ ದಿವ್ಯವಾಣಿಯನ್ನು ಕಳಿಸಿದೆವು; ಆಗ ಅದರಿಂದ ಹನ್ನೆರಡು ಚಿಲುಮೆಗಳು ಹರಿಯತೊಡಗಿದವು. ಪ್ರತಿಯೊಬ್ಬರೂ ತಮ್ಮ ಜಲಮೂಲವನ್ನು ಗುರುತಿಸಿಕೊಂಡರು. ನಾವು ಅವರ ಮೇಲೆ ಮೋಡದ ನೆರಳನ್ನು ಆವರಿಸಿದೆವು. ಅವರಿಗೆ ಮನ್ನ್ ಮತ್ತು ಸಲ್ವಾ (ಎಂಬ ಆಹಾರ ಸಾಮಗ್ರಿ)ಗಳನ್ನು ಇಳಿಸಿಕೊಟ್ಟೆವು.‘‘ನಿಮಗೆ ಒದಗಿಸಲಾಗಿರುವ ಶುದ್ಧ ವಸ್ತುಗಳಿಂದ ತಿನ್ನಿರಿ’’ (ಎಂದು ಅವರಿಗೆ ಆದೇಶಿಸಲಾಗಿತ್ತು. ಇದನ್ನು ಮೀರುವ ಮೂಲಕ) ಅವರು ನಮ್ಮ ಮೇಲೇನೂ ಅಕ್ರಮ ವೆಸಗಲಿಲ್ಲ. ಅವರು ಸ್ವತಃ ತಮ್ಮ ಮೇಲೆಯೇ ಅಕ್ರಮವೆಸಗಿಕೊಂಡರು"
        },
        {
            "chapter": 7,
            "verse": 160,
            "text": "ಅವರೊಡನೆ ಹೀಗೆನ್ನಲಾಗಿತ್ತು; ನೀವು ಈ ಪಟ್ಟಣದಲ್ಲಿ ವಾಸಿಸಿರಿ, ಇಲ್ಲಿರುವುದರಲ್ಲಿ ನೀವಿಚ್ಛಿಸುವಂತೆ ತಿನ್ನಿರಿ, ’ಹಿತ್ತಃ’ ಎನ್ನುತ್ತಲಿರಿ (ಕ್ಷಮೆಯಾಚಿಸುತ್ತಲಿರಿ) ಮತ್ತು ಸಾಷ್ಟಾಂಗವೆರಗುತ್ತಾ ಪಟ್ಟಣದ ದ್ವಾರವನ್ನು ಪ್ರವೇಶಿಸಿರಿ. ನಾವು ನಿಮ್ಮ ಪ್ರಮಾದಗಳನ್ನು ಕ್ಷಮಿಸಿ ಬಿಡುವೆವು. ಸತ್ಕರ್ಮಿಗಳಿಗೆ ನಾವು ಬಹುಬೇಗನೇ ಇನ್ನಷ್ಟನ್ನು ನೀಡುವೆವು"
        },
        {
            "chapter": 7,
            "verse": 161,
            "text": "ಆದರೆ ಅವರಲ್ಲಿನ ಅಕ್ರಮಿಗಳು ತಮಗೆ ನೀಡಲಾಗಿದ್ದ ಶಬ್ದವನ್ನು ಬೇರೆಯದಾಗಿ ಬದಲಿಸಿ ಬಿಟ್ಟರು. ಕೊನೆಗೆ ಅವರು ಎಸಗುತ್ತಿದ್ದ ಅಕ್ರಮದ ಫಲವಾಗಿ ನಾವು ಅವರ ಮೇಲೆ ಆಕಾಶದಿಂದ ಶಿಕ್ಷೆಯನ್ನು ಎರಗಿಸಿಬಿಟ್ಟೆವು"
        },
        {
            "chapter": 7,
            "verse": 162,
            "text": "ನೀವು ಅವರೊಡನೆ, ಕಡಲ ತೀರದಲ್ಲಿದ್ದ ಆ ಪಟ್ಟಣದ ಕುರಿತು ಕೇಳಿರಿ. ಅವರು ಸಬ್ತ್‌ನ (ಶನಿವಾರದ) ನಿಯಮವನ್ನು ಮೀರಿ ಬಿಟ್ಟರು. ಅವರ ಸಬ್ತ್‌ನ ದಿನವೇ ಮೀನುಗಳು ಅವರ ಮುಂದೆ ಬಂದು ಬಿಡುತ್ತಿದ್ದವು ಮತ್ತು ಸಬ್ತ್ ಅಲ್ಲದ ದಿನಗಳಲ್ಲಿ ಅವು ಅವರ ಮುಂದೆ ಬರುತ್ತಿರಲಿಲ್ಲ. ಈ ರೀತಿ ನಾವು ಅವರನ್ನು ಪರೀಕ್ಷಿಸುತ್ತಿದ್ದೆವು. ಏಕೆಂದರೆ ಅವರು ಅವಿಧೇಯರಾಗಿದ್ದರು"
        },
        {
            "chapter": 7,
            "verse": 163,
            "text": "ಅವರಲ್ಲಿನ ಒಂದು ಗುಂಪು ‘‘ಅಲ್ಲಾಹನು ನಾಶಮಾಡಲಿರುವ ಅಥವಾ ತೀವ್ರ ಯಾತನೆಗೆ ಗುರಿಪಡಿಸಲಿರುವ ಒಂದು ಜನಾಂಗಕ್ಕೆ ನೀವೇಕೆ ಉಪದೇಶ ನೀಡುತ್ತೀರಿ?’’ಎಂದಿತು. ಅವರು (ಬೋಧಕರು) ಹೇಳಿದರು; ನಿಮ್ಮ ಒಡೆಯನ ಮುಂದೆ ನೆಪವಾಗಲು ಮತ್ತು ಅವರು ದೇವಭಯ ಉಳ್ಳವರಾಗಲೂ ಬಹುದೆಂದು"
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "ಕೊನೆಗೆ ಅವರು, ತಮಗೆ ನೀಡಲಾದ ಉಪದೇಶವನ್ನು ಮರೆತುಬಿಟ್ಟಾಗ, ಅವರನ್ನು ದುಷ್ಟ ಕೆಲಸಗಳಿಂದ ತಡೆಯುತ್ತಿದ್ದವರನ್ನು ನಾವು ರಕ್ಷಿಸಿದೆವು ಮತ್ತು ಅಕ್ರಮಿಗಳನ್ನು ಅವರ ಅವಿಧೇಯತೆಯ ಕಾರಣ ಹಿಡಿದು, ಭಾರೀ ಕೆಟ್ಟ ಶಿಕ್ಷೆಗೆ ಗುರಿಪಡಿಸಿದೆವು"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "ಅವರಿಗೆ ಹೇರಲಾಗಿದ್ದ ನಿರ್ಬಂಧವನ್ನು ಅವರು ಉಲ್ಲಂಘಿಸಿದಾಗ ನಾವು ಅವರಿಗೆ ‘‘ಅಪಮಾನಿತ ಕೋತಿಗಳಾಗಿ ಬಿಡಿರಿ’’ ಎಂದೆವು"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "ಪುನರುತ್ಥಾನ ದಿನದವರೆಗೂ, ಘೋರ ಹಿಂಸೆಯ ಮೂಲಕ ಅವರನ್ನು ದಂಡಿಸುತ್ತಿರುವವರನ್ನು ಅವರ ಮೇಲೆ ಹೇರುತ್ತಲೇ ಇರುವೆನೆಂದು ನಿಮ್ಮ ಒಡೆಯನು ಘೋಷಿಸಿರುವನು. ನಿಮ್ಮ ಒಡೆಯನು ಕ್ಷಿಪ್ರವಾಗಿ ದಂಡಿಸಬಲ್ಲವನಾಗಿದ್ದಾನೆ ಮತ್ತು ಅವನು ಖಂಡಿತವಾಗಿಯೂ ಅತ್ಯಂತ ಕ್ಷಮಾಶೀಲನೂ ಕರುಣಾಮಯಿಯೂ ಆಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "ತರುವಾಯ ನಾವು ಅವರನ್ನು ಗುಂಪು ಗುಂಪುಗಳಾಗಿ ಭೂಮಿಯಲ್ಲಿ ಹರಡಿ ಬಿಟ್ಟೆವು. ಅವರಲ್ಲಿ ಸಜ್ಜನರೂ ಇದ್ದಾರೆ ಮತ್ತು ಅವರಲ್ಲಿ ಇತರರೂ ಇದ್ದಾರೆ. ಅವರು (ಸನ್ಮಾರ್ಗದೆಡೆಗೆ) ಮರಳಿ ಬರಲೆಂದು ನಾವು ಅವರನ್ನು ಒಳಿತುಗಳ ಮೂಲಕವೂ ಕೆಡುಕುಗಳ ಮೂಲಕವೂ ಪರೀಕ್ಷೆಗೆ ಒಳಪಡಿಸಿದೆವು"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "ಅವರ ಬಳಿಕ ಒಂದು ದುಷ್ಟ ಪೀಳಿಗೆಯು ಗ್ರಂಥದ ಉತ್ತರಾಧಿಕಾರಿಯಾಯಿತು. ಅವರು ಈ ಲೋಕದ ಸುಖವನ್ನೇ ಆರಿಸಿಕೊಂಡರು ಮತ್ತು ನಮ್ಮನ್ನು ಕ್ಷಮಿಸಲಾಗುವುದು ಎನ್ನುತ್ತಿದ್ದರು. ನಿಜವಾಗಿ ಅದೇ ಸಂಪತ್ತು ಮತ್ತೆ ಅವರ ಬಳಿಗೆ ಬಂದರೆ ಅವರು ಅದನ್ನೇ ಆರಿಸುವರು. ಅಲ್ಲಾಹನ ಕುರಿತು ಸತ್ಯವಲ್ಲದ್ದನ್ನು ಹೇಳಬಾರದೆಂದು ಮತ್ತು ಅದರಲ್ಲಿ (ಗ್ರಂಥದಲ್ಲಿ) ಇರುವುದನ್ನು ಅಧ್ಯಯನ ಮಾಡಬೇಕೆಂದು ಗ್ರಂಥದ ಆಧಾರದಲ್ಲಿ ಅವರಿಂದ ಕರಾರನ್ನು ಪಡೆಯಲಾಗಿರಲಿಲ್ಲವೇ? ಧರ್ಮನಿಷ್ಠರ ಪಾಲಿಗೆ ಪರಲೋಕದ ನೆಲೆಯೇ ಶ್ರೇಷ್ಠವಾದುದು. ನೀವೇನು, ಅರ್ಥಯಿಸಿಕೊಳ್ಳುವುದಿಲ್ಲವೇ"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "ಗ್ರಂಥವನ್ನು ಭದ್ರವಾಗಿ ಹಿಡಿದುಕೊಂಡ ಹಾಗೂ ನಮಾಝ್‌ಅನ್ನು ಪಾಲಿಸುವಂತಹ ಸತ್ಕರ್ಮಿಗಳ ಪ್ರತಿಫಲವನ್ನು ನಾವು ಖಂಡಿತ ವ್ಯರ್ಥಗೊಳಿಸುವುದಿಲ್ಲ"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "ನಾವು ಪರ್ವತವನ್ನು, ನೆರಳುಕೊಡುವ ಚಪ್ಪರದಂತೆ ಅವರ ಮೇಲೆ ಎತ್ತಿದಾಗ, ಅದು ತಮ್ಮ ಮೇಲೆ ಬಿದ್ದು ಬಿಡುವುದೆಂದು ಅವರು ಭಾವಿಸಿದರು. ‘‘ನಿಮಗೆ ನಾವು ನೀಡಿರುವುದನ್ನು ಭದ್ರವಾಗಿ ಹಿಡಿದುಕೊಳ್ಳಿರಿ ಮತ್ತು ಅದರಲ್ಲೇನಿದೆಯೋ ಅದನ್ನು ನೆನಪಿಟ್ಟುಕೊಳ್ಳಿರಿ. ನೀವು ಸುರಕ್ಷಿತರಾಗಬಹುದು’’ (ಎಂದು ಅವರಿಗೆ ಆದೇಶಿಸಲಾಗಿತ್ತು)"
        },
        {
            "chapter": 7,
            "verse": 171,
            "text": "ನಿಮ್ಮೊಡೆಯನು ಆದಮ್‌ರ ಮಕ್ಕಳ ಮೂಲಕ ಜನಿಸಿದ ಅವರ ಸಂತತಿಗಳನ್ನು, ಸ್ವತಃ ತಮ್ಮ ವಿರುದ್ಧವೇ ಸಾಕ್ಷಿಗಳಾಗಿಸಿ ‘‘ನಾನು ನಿಮ್ಮ ಒಡೆಯನಲ್ಲವೇ?’’ ಎಂದು ಕೇಳಿದಾಗ ಅವರು, ‘‘ಯಾಕಲ್ಲ? ಅದಕ್ಕೆ ನಾವೇ ಸಾಕ್ಷಿಗಳು’’ ಎಂದಿದ್ದರು. ನಾಳೆ ಪುನರುತ್ಥಾನ ದಿನ ನೀವು ಈ ಕುರಿತು ನಮಗೇನೂ ತಿಳಿದಿರಲಿಲ್ಲ ಎನ್ನಬಾರದೆಂದು ಹೀಗೆ ಮಾಡಲಾಯಿತು"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "ಅಥವಾ ನೀವು, ‘‘ಬಹುದೇವಾರಾಧನೆ ಮಾಡಿದವರು ಗತಕಾಲದ ನಮ್ಮ ಪೂರ್ವಜರು. ನಾವು ಅವರ ಸಂತತಿಗಳು ಮಾತ್ರ. ಆ ದಾರಿಗೆಟ್ಟವರ ಕೃತ್ಯಕ್ಕಾಗಿ ನೀನೇನು ನಮ್ಮನ್ನು ನಾಶಪಡಿಸುವೆಯಾ?’’ ಎನ್ನಬಾರದೆಂದು (ಹೀಗೆ ಮಾಡಲಾಯಿತು)"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "ಈ ರೀತಿ, ಅವರು (ಸತ್ಯದೆಡೆಗೆ) ಮರಳಬೇಕೆಂದು ನಾವು ನಮ್ಮ ವಚನಗಳನ್ನು ವಿವರಿಸುತ್ತೇವೆ"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "ಆ ವ್ಯಕ್ತಿಯ ವಿಷಯವನ್ನು ನೀವು ಅವರಿಗೆ ಓದಿ ಹೇಳಿರಿ; ನಾವು ಆತನಿಗೆ ನಮ್ಮ ಪುರಾವೆಗಳನ್ನು ನೀಡಿದ್ದೆವು. ಅವನು ಅವುಗಳಿಂದ ಜಾರಿಕೊಂಡನು. ಶೈತಾನನು ಅವನ ಬೆನ್ನು ಹತ್ತಿದನು. ಕೊನೆಗೆ ಅವನು ಸಂಪೂರ್ಣ ದಾರಿಗೆಟ್ಟವನಾದನು"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "ನಾವು ಬಯಸಿದ್ದರೆ ಅವುಗಳ (ಪುರಾವೆ) ಮೂಲಕ ಆತನನ್ನು ಉನ್ನತಿಗೇರಿಸಬಹುದಿತ್ತು. ಆದರೆ ಅವನು ಮಾತ್ರ ನೆಲದೆಡೆಗೇ ಬಾಗಿದ್ದನು ಮತ್ತು ತನ್ನ ಸ್ವೇಚ್ಛೆಯನ್ನೇ ಅನುಸರಿಸಿದನು. ಅವನ ಉದಾಹರಣೆ ನಾಯಿಯಂತಿದೆ. ನೀವು ಅದನ್ನು ಥಳಿಸಿದರೂ ಅದು ನಾಲಗೆಯನ್ನು ಹೊರಚಾಚಿ ಕಂಪಿಸುತ್ತಿರುತ್ತದೆ. ನೀವು ಅದನ್ನು ಹಾಗೆಯೇ ಬಿಟ್ಟರೂ ಅದು ನಾಲಗೆ ಹೊರಚಾಚಿ ಕಂಪಿಸುತ್ತಿರುತ್ತದೆ. ನಮ್ಮ ವಚನಗಳನ್ನು ಧಿಕ್ಕರಿಸುವವರ ಉದಾಹರಣೆಯೂ ಹೀಗೆಯೇ ಇದೆ. ನೀವು ಅವರಿಗೆ (ಇಂತಹ) ವೃತ್ತಾಂತಗಳನ್ನು ವಿವರಿಸಿರಿ. ಅವರು ಚಿಂತನೆ ನಡೆಸಲಿ"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "ನಮ್ಮ ವಚನಗಳನ್ನು ತಿರಸ್ಕರಿಸಿದ ಹಾಗೂ ಸ್ವತಃ ತಮ್ಮ ಮೇಲೆಯೇ ಅಕ್ರಮವೆಸಗಿಕೊಂಡ ಜನರ ಅವಸ್ಥೆ ತುಂಬಾ ಕೆಟ್ಟದಾಗಿದೆ"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "ಅಲ್ಲಾಹನು ಯಾರಿಗೆ ದಾರಿ ತೋರಿದನೋ ಅವನೇ ಸರಿದಾರಿಯಲ್ಲಿರುತ್ತಾನೆ. ಅವನು ಯಾರನ್ನು ದಾರಿಗೆಡಿಸಿದನೋ ಅವರೇ ನಷ್ಟ ಅನುಭವಿಸುವವರಾಗಿದ್ದಾರೆ"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "ನಾವು ಜಿನ್ನ್ ಮತ್ತು ಮಾನವರ ಪೈಕಿ ಅನೇಕರನ್ನು ನರಕಕ್ಕಾಗಿಯೇ ಸೃಷ್ಟಿಸಿದ್ದೇವೆ. ಅವರಿಗೆ ಮನಸ್ಸುಗಳಿವೆ, ಆದರೆ ಆ ಮೂಲಕ ಅವರು ಚಿಂತನೆ ನಡೆಸುವುದಿಲ್ಲ. ಅವರಿಗೆ ಕಣ್ಣುಗಳಿವೆ, ಆದರೆ ಆ ಮೂಲಕ ಅವರು ನೋಡುವುದಿಲ್ಲ. ಹಾಗೆಯೇ, ಅವರಿಗೆ ಕಿವಿಗಳಿವೆ, ಆದರೆ ಆ ಮೂಲಕ ಅವರು ಕೇಳುವುದಿಲ್ಲ. ಅವರು ಪ್ರಾಣಿಗಳಂತಿದ್ದಾರೆ, ಮಾತ್ರವಲ್ಲ, ಇನ್ನೂ ಹೆಚ್ಚು ದಾರಿಗೆಟ್ಟಿದ್ದಾರೆ. ಅವರಿಗೆ ಅರಿವಿಲ್ಲ"
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "ಅತ್ಯುತ್ತಮ ಹೆಸರುಗಳು ಅಲ್ಲಾಹನಿಗೆ ಸೇರಿವೆ. ನೀವು ಅವನನ್ನು ಅವುಗಳಿಂದಲೇ ಕರೆಯಿರಿ. ಅವನ ಹೆಸರುಗಳಿಗೆ ಅಗೌರವ ತೋರುವವರನ್ನು ಬಿಟ್ಟುಬಿಡಿರಿ. ಅವರು ಮಾಡುತ್ತಿದ್ದುದರ ಫಲವನ್ನು ಅವರು ಉಣ್ಣಲಿದ್ದಾರೆ"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "ನಾವು ಸೃಷ್ಟಿಸಿರುವ ಒಂದು ಸಮುದಾಯವಿದೆ. ಅವರು (ಜನರಿಗೆ) ಸತ್ಯದೊಂದಿಗೆ ಮಾರ್ಗದರ್ಶನ ಮಾಡುತ್ತಾರೆ ಮತ್ತು ಅದರ ಆಧಾರದಲ್ಲೇ ನ್ಯಾಯಪಾಲನೆ ಮಾಡುತ್ತಾರೆ"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "ಇನ್ನು, ನಮ್ಮ ವಚನಗಳನ್ನು ಸುಳ್ಳೆಂದವರನ್ನು (ಶಿಕ್ಷಿಸಲು) ನಾವು, ಅವರಿಗೆ ಅರಿವೇ ಆಗದಂತೆ ಹಂತಹಂತವಾಗಿ ಅವರನ್ನು ಹಿಡಿದುಕೊಳ್ಳುತ್ತೇವೆ"
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "ನಾನು ಅವರಿಗೆ ಧಾರಾಳ ಕಾಲಾವಕಾಶ ನೀಡುತ್ತೇನೆ. ನನ್ನ ಯೋಜನೆ ಖಂಡಿತ ಬಹಳ ಬಲಿಷ್ಠವಾಗಿರುತ್ತದೆ"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "ಅವರೇನು ಆಲೋಚಿಸುವುದಿಲ್ಲವೇ? ಅವರ ಜೊತೆಗಾರನಿಗೆ (ದೂತರಿಗೆ) ಹುಚ್ಚೇನೂ ಇಲ್ಲ. ಅವರು ಸ್ಪಷ್ಟವಾಗಿ ಎಚ್ಚರಿಸುವವರು ಮಾತ್ರ"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "ಅವರೇನು, ಆಕಾಶಗಳ ಹಾಗೂ ಭೂಮಿಯ ಸಾಮ್ರಾಜ್ಯವನ್ನು ಮತ್ತು ಅಲ್ಲಾಹನು ಸೃಷ್ಟಿಸಿರುವ ಯಾವ ವಸ್ತುವನ್ನೂ ನೋಡುವುದಿಲ್ಲವೇ? ಅವರ ಅಂತ್ಯ (ಮರಣವು) ಸಮೀಪಿಸಿರಬಹುದು. ಆ ಬಳಿಕ ಅವರು ಏನನ್ನು ತಾನೇ ನಂಬುವರು"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "ಯಾರನ್ನು ಅಲ್ಲಾಹನು ದಾರಿಗೆಡಿಸಿದನೋ ಅವನಿಗೆ ಸರಿದಾರಿ ತೋರಬಲ್ಲವರು ಯಾರೂ ಇಲ್ಲ. ಅವನಂತು ಅವರನ್ನು ತಮ್ಮ ವಿದ್ರೋಹದ ಮರುಳಲ್ಲೇ ಅಲೆಯುತ್ತಿರಲು ಬಿಟ್ಟು ಬಿಡುತ್ತಾನೆ"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "(ದೂತರೇ,) ಅವರು ನಿಮ್ಮೊಡನೆ, ಪುನರುತ್ಥಾನದ ಘಳಿಗೆಯ ಕುರಿತು, ಅದು ಯಾವಾಗ ಬರಲಿದೆ ಎಂದು ಪ್ರಶ್ನಿಸುತ್ತಾರೆ. ಹೇಳಿರಿ; ಅದರ ಜ್ಞಾನವು ನನ್ನ ಒಡೆಯನ ಬಳಿ ಇದೆ, ಅದನ್ನು (ಪುನರುತ್ಥಾನವನ್ನು) ಅದರ ಸಮಯದಲ್ಲಿ ಪ್ರಕಟಪಡಿಸುವವನು ಅವನ ಹೊರತು ಬೇರಾರೂ ಅಲ್ಲ. ಅದು ಆಕಾಶಗಳ ಹಾಗೂ ಭೂಮಿಯ ಪಾಲಿಗೆ ತುಂಬಾ ಕಠಿಣವಾಗಿರುವುದು. ನಿಮ್ಮ ಬಳಿಗೆ ಅದು ತೀರಾ ಹಠಾತ್ತನೆ ಬಂದು ಬಿಡುವುದು. ನೀವು ಅದನ್ನೇ ಕಾಯುತ್ತಿರುವಿರೋ ಎಂಬಂತೆ ಅವರು ನಿಮ್ಮೊಡನೆ (ಆ ಕುರಿತು) ಕೇಳುತ್ತಾರೆ. ಹೇಳಿರಿ; ಅದರ ಜ್ಞಾನವು ಅಲ್ಲಾಹನ ಬಳಿ ಮಾತ್ರ ಇದೆ. ಆದರೆ ಹೆಚ್ಚಿನ ಜನರು ಅರಿತಿಲ್ಲ"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "ಹೇಳಿರಿ; ನಾನಂತು, ಅಲ್ಲಾಹನು ಇಚ್ಛಿಸದೆ, ಸ್ವತಃ ನನಗೆ ಯಾವುದೇ ಲಾಭ ಅಥವಾ ನಷ್ಟವನ್ನುಂಟುಮಾಡುವ ಅಧಿಕಾರ ಉಳ್ಳವನಲ್ಲ. ಒಂದು ವೇಳೆ ನನಗೆ ಗುಪ್ತ ವಿಷಯಗಳ ಜ್ಞಾನ ಇದ್ದಿದ್ದರೆ ನಾನು ಭಾರೀ ಪ್ರಮಾಣದಲ್ಲಿ ಒಳಿತನ್ನು (ಸಂಪತ್ತನ್ನು) ಸಂಗ್ರಹಿಸುತ್ತಿದ್ದೆ ಮತ್ತು ಯಾವ ಹಾನಿಯೂ ನನಗೆ ಸಂಭವಿಸುತ್ತಿರಲಿಲ್ಲ. ನಾನು, ಎಚ್ಚರಿಕೆ ನೀಡುವ ಮತ್ತು ನಂಬುವವರಿಗೆ ಶುಭವಾರ್ತೆ ನೀಡುವ ಕೇವಲ ಒಬ್ಬ ಮನುಷ್ಯನಲ್ಲದೆ ಬೇರೇನಾದರೂ ಆಗಿರುವೆನೇ"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "ಅವನೇ, ನಿಮ್ಮನ್ನು ಒಂದು ಜೀವದಿಂದ ಸೃಷ್ಟಿಸಿದವನು ಮತ್ತು ಅದು ಸುಖ ಪಡೆಯಲೆಂದು ಅದರಿಂದಲೇ ಅದರ ಜೊತೆಯನ್ನು ನಿರ್ಮಿಸಿದವನು. ಮುಂದೆ ಅವನು (ಪುರುಷನು) ಅವಳನ್ನು ಆವರಿಸಿದಾಗ, ಅವಳು ಲಘುವಾದ ಗರ್ಭವನ್ನು ಧರಿಸಿದಳು ಮತ್ತು ಅದರ ಜೊತೆ ನಡೆದಾಡಿದಳು. ತರುವಾಯ ಅದು ಭಾರವಾದಾಗ ಅವರಿಬ್ಬರೂ, ‘‘ನೀನು ನಮಗೆ ಸಜ್ಜನ ಸಂತತಿಯನ್ನು ದಯಪಾಲಿಸಿದರೆ ನಾವು ಖಂಡಿತ ನಿನಗೆ ಕೃತಜ್ಞರಾಗಿರುವೆವು’’ ಎಂದು ತಮ್ಮ ಒಡೆಯನಾದ ಅಲ್ಲಾಹನೊಡನೆ ಪ್ರಾರ್ಥಿಸುತ್ತಾರೆ"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "ಮುಂದೆ ಅವನು (ಅಲ್ಲಾಹನು) ಅವರಿಗೆ ಸಜ್ಜನ ಮಗುವನ್ನು ನೀಡಿದಾಗ, ಅವರು ತಮಗೆ ಅವನು ನೀಡಿದ್ದರಲ್ಲಿ ಇತರರನ್ನು ಪಾಲುದಾರರಾಗಿಸುತ್ತಾರೆ. ನಿಜವಾಗಿ ಅವರು ಪಾಲುದಾರರಾಗಿ ಮಾಡಿದ ಎಲ್ಲರಿಗಿಂತಲೂ ಅಲ್ಲಾಹನು ಉನ್ನತನಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "ಅವರೇನು, ಏನನ್ನೂ ಸೃಷ್ಟಿಸಿಲ್ಲದವರನ್ನು ಮತ್ತು ಸೃಷ್ಟಿಸಲ್ಪಟ್ಟವರನ್ನು (ದೇವರ) ಪಾಲುದಾರರಾಗಿಸುತ್ತಾರೆಯೇ"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "ನಿಜವಾಗಿ ಅವರು (ಆ ಪಾಲುದಾರರು) ಅವರಿಗೆ ಯಾವುದೇ ಸಹಾಯಮಾಡಲು ಶಕ್ತರಲ್ಲ. ಮಾತ್ರವಲ್ಲ, ಅವರಂತು ಸ್ವತಃ ತಮಗೂ ಯಾವುದೇ ಸಹಾಯ ಮಾಡಲಾರರು"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "ನೀವು ಅವರನ್ನು ಸನ್ಮಾರ್ಗದೆಡೆಗೆ ಕರೆದರೆ, ಅವರು ನಿಮ್ಮನ್ನು ಅನುಸರಿಸಲಾರರು. ನೀವು ಅವರನ್ನು ಕರೆದರೂ ಒಂದೇ ಅಥವಾ ಮೌನವಾಗಿದ್ದರೂ ಒಂದೇ"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "ಅಲ್ಲಾಹನ ಹೊರತಾಗಿ ನೀವು ಯಾರನ್ನು ಕರೆದು ಪ್ರಾರ್ಥಿಸುವಿರೋ ಅವರು ನಿಮ್ಮಂತಹ ದಾಸರು ಮಾತ್ರ. ನೀವು ಸತ್ಯವಂತರಾಗಿದ್ದರೆ, ಅವರನ್ನು ಕರೆದು ನೋಡಿರಿ, ಅವರು ನಿಮಗೆ ಉತ್ತರಿಸಲಿ"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "ಅವರ ಬಳಿ, ನಡೆದಾಡುವುದಕ್ಕೇನು ಕಾಲುಗಳಿವೆಯೇ? ಹಿಡಿಯುವುದಕ್ಕೇನು ಅವರ ಬಳಿ ಕೈಗಳಿವೆಯೇ? ನೋಡುವುದಕ್ಕೇನು ಅವರ ಬಳಿ ಕಣ್ಣುಗಳಿವೆಯೇ? ಅಥವಾ ಕೇಳುವುದಕ್ಕೇನು ಅವರ ಬಳಿ ಕಿವಿಗಳಿವೆಯೇ? ಹೇಳಿರಿ; ನೀವು ಆ ನಿಮ್ಮ ಪಾಲುದಾರರನ್ನು ಕರೆದು ನೋಡಿರಿ. ಆ ಬಳಿಕ ನನ್ನ ವಿರುದ್ಧ ಸಂಚು ಹೂಡಿರಿ ಮತ್ತು (ನನಗೆ) ಕಾಲಾವಕಾಶವನ್ನೇ ಕೊಡಬೇಡಿರಿ"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "ಖಂಡಿತವಾಗಿ ದಿವ್ಯಗ್ರಂಥವನ್ನು ಇಳಿಸಿದ ಅಲ್ಲಾಹನೇ ನನ್ನ ಪರಮ ಪೋಷಕನಾಗಿದ್ದಾನೆ ಮತ್ತು ಅವನೇ ಎಲ್ಲ ಸಜ್ಜನರ ಪರಮ ಪೋಷಕನಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "ಅಲ್ಲಾಹನ ಹೊರತು ನೀವು ಯಾರನ್ನೆಲ್ಲಾ ಕರೆದು ಪ್ರಾರ್ಥಿಸುವಿರೋ ಅವರು ನಿಮಗೆ ನೆರವಾಗಲು ಶಕ್ತರಲ್ಲ. ಮಾತ್ರವಲ್ಲ, ಅವರಂತು ಸ್ವತಃ ತಮಗೇ ನೆರವಾಗಲು ಅಶಕ್ತರಾಗಿರುವರು"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "ನೀವು ಮಾರ್ಗದರ್ಶನಕ್ಕಾಗಿ ಅವರನ್ನು ಕರೆದರೆ ಅವರು ಅದನ್ನು ಕೇಳುವುದಿಲ್ಲ. ಅವರು ನಿಮ್ಮನ್ನು ನೋಡುತ್ತಿರುವಂತೆ ನೀವು ಕಾಣುತ್ತೀರಿ. ಆದರೆ ನಿಜವಾಗಿ ಅವರು ಏನನ್ನೂ ನೋಡುವುದಿಲ್ಲ"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "ನೀವು (ಜನರನ್ನು) ಕ್ಷಮಿಸಿರಿ, ಒಳಿತನ್ನು ಆದೇಶಿಸಿರಿ ಮತ್ತು ಅಜ್ಞಾನಿಗಳನ್ನು ನಿರ್ಲಕ್ಷಿಸಿರಿ"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "(ದೂತರೇ,)ಶೈತಾನನ ಕಡೆಯಿಂದ ನಿಮಗೆ ಯಾವುದೇ ತರದ ಪ್ರಚೋದನೆಯುಂಟಾದರೆ, ಅಲ್ಲಾಹನ ರಕ್ಷಣೆ ಬಯಸಿರಿ. ಖಂಡಿತವಾಗಿಯೂ ಅವನು ಎಲ್ಲವನ್ನೂ ಕೇಳುವವನು ಮತ್ತು ಬಲ್ಲವನಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "ಖಂಡಿತವಾಗಿಯೂ, ಧರ್ಮನಿಷ್ಠರಿಗೆ ಶೈತಾನನ ಕಡೆಯಿಂದ ಯಾವುದೇ ದುಷ್ಟ ಪ್ರೇರಣೆ ಉಂಟಾದಾಗ, ಅವರು (ಅಲ್ಲಾಹನನ್ನು) ಸ್ಮರಿಸುತ್ತಾರೆ ಮತ್ತು ಆಗಲೇ ಅವರು (ಸರಿದಾರಿಯನ್ನು) ಕಂಡುಕೊಳ್ಳುತ್ತಾರೆ"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "ಇನ್ನು ಅವರ (ಶೈತಾನರ) ಸಹೋದರರು ಅವರನ್ನು ತಪ್ಪುದಾರಿಗೆ ಎಳೆಯುತ್ತಲೇ ಇರುತ್ತಾರೆ ಮತ್ತು (ಆ ವಿಷಯದಲ್ಲಿ) ಅವರು ಹಿಂಜರಿಯುವುದಿಲ್ಲ"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "(ದೂತರೇ,) ನೀವು ಅವರ ಬಳಿಗೆ ಯಾವುದೇ ದಿವ್ಯ ವಚನವನ್ನು ತರದೆ ಇದ್ದಾಗ ಅವರು, ‘‘ಸ್ವತಃ ನೀವೇ ಅದನ್ನೇಕೆ ರಚಿಸಿಕೊಳ್ಳುವುದಿಲ್ಲ?’’ ಎಂದು ಕೇಳುತ್ತಾರೆ. ಹೇಳಿರಿ; ‘‘ನಾನಂತು, ನನ್ನ ಒಡೆಯನ ಕಡೆಯಿಂದ ನನಗೆ ನೀಡಲಾಗುವ ದಿವ್ಯವಾಣಿಯನ್ನಷ್ಟೇ ಅನುಸರಿಸುತ್ತೇನೆ. ಇದು (ಕುರ್‌ಆನ್) ನಿಮ್ಮ ಒಡೆಯನ ಕಡೆಯಿಂದ ಬಂದಿರುವ, ಕಣ್ಣು ತೆರೆಸುವ ಉಪದೇಶವಾಗಿದೆ ಮತ್ತು ಇದು ನಂಬುವವರ ಪಾಲಿಗೆ ಮಾರ್ಗದರ್ಶನ ಹಾಗೂ ಅನುಗ್ರಹವಾಗಿದೆ"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "ಕುರ್‌ಆನ್ ಅನ್ನು ಓದಲಾದಾಗ ಅದನ್ನು ಕೇಳಿರಿ ಮತ್ತು ಮೌನವಾಗಿರಿ – ನೀವು ಕರುಣೆಗೆ ಪಾತ್ರರಾಗಬಹುದು"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "(ದೂತರೇ,) ನೀವು ನಿಮ್ಮ ಮನದೊಳಗೇ ನಿಮ್ಮೊಡೆಯನನ್ನು ಸ್ಮರಿಸುತ್ತಲಿರಿ – ವಿನಯದೊಂದಿಗೆ ಹಾಗೂ ಭಯ ಭಕ್ತಿಯೊಂದಿಗೆ, ಧ್ವನಿಯನ್ನು ಎತ್ತರಿಸದೆ, ಮುಂಜಾನೆ ಹಾಗೂ ಸಂಜೆ, ಮತ್ತು ನೀವೆಂದೂ (ಅವನನ್ನು) ನಿರ್ಲಕ್ಷಿಸಿದವರಾಗಿರಬೇಡಿ"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "ಖಂಡಿತವಾಗಿಯೂ, ನಿಮ್ಮ ಒಡೆಯನ ಬಳಿ ಇರುವವರು ಅವನನ್ನು ಆರಾಧಿಸುವ ವಿಷಯದಲ್ಲಿ ಎಂದೂ ಅಹಂಕಾರ ತೋರುವುದಿಲ್ಲ ಮತ್ತು ಅವರು ಅವನ ಪಾವಿತ್ರವನ್ನು ಜಪಿಸುತ್ತಿರುತ್ತಾರೆ ಹಾಗೂ ಅವನಿಗೇ ಸಾಷ್ಟಾಂಗ ವಂದಿಸುತ್ತಿರುತ್ತಾರೆ"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "(ದೂತರೇ,) ಅವರು ನಿಮ್ಮೊಡನೆ, ಯುದ್ಧದಲ್ಲಿ ಸಿಕ್ಕಿದ ಸಂಪತ್ತಿನ ಕುರಿತು ಕೇಳುತ್ತಾರೆ. ಹೇಳಿರಿ; ಯುದ್ಧ ಸಂಪತ್ತು ಅಲ್ಲಾಹನಿಗೆ ಮತ್ತು ಅವನ ದೂತನಿಗೆ ಸೇರಿದೆ. ನೀವು ವಿಶ್ವಾಸಿಗಳಾಗಿದ್ದರೆ ಅಲ್ಲಾಹನಿಗೆ ಅಂಜಿರಿ ಹಾಗೂ ಪರಸ್ಪರ ಸಂಬಂಧಗಳನ್ನು ಸುಧಾರಿಸಿಕೊಳ್ಳಿರಿ ಮತ್ತು ನೀವು ಅಲ್ಲಾಹನ ಹಾಗೂ ಅವನ ದೂತರ ಆಜ್ಞಾಪಾಲನೆ ಮಾಡಿರಿ"
        },
        {
            "chapter": 8,
            "verse": 1,
            "text": "ಖಂಡಿತವಾಗಿಯೂ ಅಲ್ಲಾಹನ ಹೆಸರೆತ್ತಿದಾಗ ವಿಶ್ವಾಸಿಗಳ ಹೃದಯಗಳಲ್ಲಿ ಭಕ್ತಿ ಉಕ್ಕುತ್ತದೆ ಹಾಗೂ ಅವರ ಮುಂದೆ ಅವನ ವಚನಗಳನ್ನು ಓದಲಾದಾಗ ಅವರ ವಿಶ್ವಾಸವು ಬಲಿಷ್ಠವಾಗುತ್ತದೆ ಮತ್ತು ಅವರು ತಮ್ಮ ಒಡೆಯನಲ್ಲಿ ಸಂಪೂರ್ಣ ಭರವಸೆ ಇಟ್ಟಿರುತ್ತಾರೆ"
        },
        {
            "chapter": 8,
            "verse": 2,
            "text": "ಅವರು ನಮಾಝನ್ನು ಪಾಲಿಸುತ್ತಾರೆ ಮತ್ತು ಅವರಿಗೆ ನಾವು ನೀಡಿರುವ ಸಂಪತ್ತಿನಿಂದ (ಸತ್ಕಾರ್ಯಕ್ಕೆ) ಖರ್ಚು ಮಾಡುತ್ತಾರೆ"
        },
        {
            "chapter": 8,
            "verse": 3,
            "text": "ಅವರೇ ನೈಜ ವಿಶ್ವಾಸಿಗಳು. ಅವರಿಗಾಗಿ ಅವರ ಒಡೆಯನ ಬಳಿ ಉನ್ನತ ಸ್ಥಾನಗಳಿವೆ, ಕ್ಷಮೆ ಇದೆ ಮತ್ತು ಧಾರಾಳ ಸಂಪತ್ತಿದೆ"
        },
        {
            "chapter": 8,
            "verse": 4,
            "text": "(ದೂತರೇ,) ನಿಮ್ಮ ಒಡೆಯನು ನಿಮ್ಮನ್ನು ನಿಮ್ಮ ಮನೆಯಿಂದ ಸತ್ಯದೊಂದಿಗೆ ಹೊರ ತಂದಿದ್ದಾಗ ವಿಶ್ವಾಸಿಗಳ ಒಂದು ಪಂಗಡವು ಆ ಕುರಿತು ಅತೃಪ್ತವಾಗಿತ್ತು"
        },
        {
            "chapter": 8,
            "verse": 5,
            "text": "ಸತ್ಯವು ಬಹಳ ಸ್ಪಷ್ಟವಾಗಿ ಪ್ರಕಟವಾದ ಬಳಿಕವೂ ಅವರು ಆ ಕುರಿತು ನಿಮ್ಮೊಡನೆ ವಾದಕ್ಕಿಳಿಯುತ್ತಿದ್ದರು – ಅವರು ಕಣ್ಣಾರೆ ಕಾಣುತ್ತಿರುವಂತಹ ಮರಣದೆಡೆಗೆ ಅವರನ್ನು ಅಟ್ಟಲಾಗುತ್ತಿದೆಯೇ ಎಂಬಂತೆ"
        },
        {
            "chapter": 8,
            "verse": 6,
            "text": "ಎರಡು ಗುಂಪುಗಳ ಪೈಕಿ ಒಂದು ನಿಮ್ಮ ವಶವಾಗುವುದೆಂದು ಅಲ್ಲಾಹನು ನಿಮಗೆ ವಾಗ್ದಾನ ಮಾಡಿದಾಗ, ಆಯುಧವಿಲ್ಲದ ಗುಂಪು ನಿಮ್ಮದಾಗಬೇಕೆಂದು ನೀವು (ದೂತರ ಕೆಲವು ಸಮಕಾಲೀನರು) ಅಪೇಕ್ಷಿಸಿದ್ದಿರಿ. ಆದರೆ ಅಲ್ಲಾಹನು ಮಾತ್ರ ತನ್ನ ವಚನಗಳ ಮೂಲಕ ಸತ್ಯವನ್ನು ಸತ್ಯವೆಂದು ಸಾಬೀತುಪಡಿಸಲು ಹಾಗೂ ಧಿಕ್ಕಾರಿಗಳ ಮೂಲವನ್ನೇ ಮುರಿಯಲು ತೀರ್ಮಾನಿಸಿದ್ದನು"
        },
        {
            "chapter": 8,
            "verse": 7,
            "text": "ಸತ್ಯವನ್ನು ಸತ್ಯವೆಂದು ಹಾಗೂ ಮಿಥ್ಯವನ್ನು ಮಿಥ್ಯವೆಂದು ಸಾಬೀತು ಪಡಿಸಲಿಕ್ಕಾಗಿ – ಅದು ಅಪರಾಧಿಗಳಿಗೆ ಎಷ್ಟೇ ಅಪ್ರಿಯವಾಗಿದ್ದರೂ ಸರಿಯೇ"
        },
        {
            "chapter": 8,
            "verse": 8,
            "text": "(ನೆನಪಿಸಿಕೊಳ್ಳಿರಿ;) ನೀವು ನಿಮ್ಮ ಒಡೆಯನೊಡನೆ ನೆರವನ್ನು ಬೇಡಿದಾಗ, ಬೆನ್ನು ಬೆನ್ನಿಗೇ ಬರುವ ಸಾವಿರ ಮಲಕ್‌ಗಳ ಮೂಲಕ ನಿಮಗೆ ನೆರವಾಗುವೆನೆಂದು ಅವನು ನಿಮಗೆ ಉತ್ತರಿಸಿದನು"
        },
        {
            "chapter": 8,
            "verse": 9,
            "text": "ಅದು, ನಿಮ್ಮ ಮನಸ್ಸುಗಳು ಸಂತೃಪ್ತವಾಗಲೆಂದು ಅಲ್ಲಾಹನು ಕಳುಹಿಸಿದ್ದ ಶುಭವಾರ್ತೆಯಾಗಿತ್ತು. ನಿಜವಾಗಿ, ನೆರವು ಅಲ್ಲಾಹನ ಹೊರತು ಬೇರೆ ಯಾರಿಂದಲೂ ಸಿಗುವುದಿಲ್ಲ. ಖಂಡಿತವಾಗಿಯೂ ಅಲ್ಲಾಹನು ಪ್ರಚಂಡನೂ ಯುಕ್ತಿವಂತನೂ ಆಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "ಅವನು (ಯುದ್ಧದ ನಡುವೆ) ನಿಮಗೆ ಮಂಪರು ಬರಿಸಿದಾಗ, ಅದು ಅವನ ಕಡೆಯಿಂದ ಕಳಿಸಲಾದ ನೆಮ್ಮದಿಯಾಗಿತ್ತು. ಇನ್ನು ನಿಮ್ಮನ್ನು ಶುಚೀಕರಿಸಲಿಕ್ಕಾಗಿ, ನಿಮ್ಮಿಂದ ಶೈತಾನನ ಮಾಲಿನ್ಯವನ್ನು ನಿವಾರಿಸಲಿಕ್ಕಾಗಿ, ನಿಮ್ಮ ಮನಸ್ಸುಗಳನ್ನು ಸ್ಥಿರಗೊಳಿಸಲಿಕ್ಕಾಗಿ ಹಾಗೂ ನಿಮ್ಮ ಹೆಜ್ಜೆಗಳನ್ನು ಭದ್ರಗೊಳಿಸುವುದಕ್ಕಾಗಿ ಅವನು ನಿಮ್ಮ ಮೇಲೆ ಆಕಾಶದಿಂದ ನೀರನ್ನು ಸುರಿಸಿದನು"
        },
        {
            "chapter": 8,
            "verse": 11,
            "text": "ಮುಂದೆ, ನಿಮ್ಮ ಒಡೆಯನು ಮಲಕ್‌ಗಳಿಗೆ – ‘‘ವಿಶ್ವಾಸಿಗಳನ್ನು ನೀವು ಸ್ಥಿರವಾಗಿಡಿರಿ, ನಾನು ಧಿಕ್ಕಾರಿಗಳ ಮನದಲ್ಲಿ ಆತಂಕವನ್ನು ಬಿತ್ತಲಿದ್ದೇನೆ, ನೀವು ಅವರ ಕೊರಳ ಮೇಲೆ ಹೊಡೆಯಿರಿ ಮತ್ತು ಅವರ ಪ್ರತಿಯೊಂದು ಬೆರಳ ತುದಿಗೆ ಹೊಡೆಯಿರಿ’’ ಎಂದು ದಿವ್ಯವಾಣಿಯನ್ನು ಕಳುಹಿಸಿದನು"
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "ಇದೇಕೆಂದರೆ, ಅವರು (ಧಿಕ್ಕಾರಿಗಳು) ಅಲ್ಲಾಹ್ ಮತ್ತವನ ದೂತರ ವಿರೋಧಿಗಳಾಗಿದ್ದರು. ಅಲ್ಲಾಹ್ ಮತ್ತು ಅವನ ದೂತರ ವಿರೋಧಿಗಳಿಗೆ ಅಲ್ಲಾಹನು ಖಂಡಿತ ಕಠಿಣ ಶಿಕ್ಷೆ ವಿಧಿಸುತ್ತಾನೆ"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "ನೀವು ಇದನ್ನು ಸವಿಯಿರಿ. ಧಿಕ್ಕಾರಿಗಳಿಗೆ ನರಕಾಗ್ನಿಯ ಶಿಕ್ಷೆಯೇ ಗತಿ (ಎಂದು ಅವರೊಡನೆ ಹೇಳಲಾಗುವುದು)"
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "ವಿಶ್ವಾಸಿಗಳೇ, ಯುದ್ಧರಂಗದಲ್ಲಿ ನಿಮಗೆ ಧಿಕ್ಕಾರಿಗಳು ಎದುರಾದಾಗ ಅವರಿಗೆ ಬೆನ್ನು ತೋರಿಸಬೇಡಿ"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "ಯುದ್ಧ ತಂತ್ರಕ್ಕಾಗಿ ಅಥವಾ ತನ್ನ ಪಡೆಯನ್ನು ಸೇರಿಕೊಳ್ಳುವುದಕ್ಕಾಗಿಯಲ್ಲದೆ (ಬೇರಾವುದೇ ಕಾರಣಕ್ಕಾಗಿ) ಅಂದು ಬೆನ್ನು ತೋರಿದವನು ಅಲ್ಲಾಹನ ಕೋಪವನ್ನು ಸೆಳೆದುಕೊಂಡನು ಮತ್ತು ನರಕವೇ ಅವನ ನೆಲೆಯಾಗಿರುವುದು – ಅದು ತುಂಬಾ ಕೆಟ್ಟ ನೆಲೆ"
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "(ದೂತರೇ,) ಅವರನ್ನು (ಯುದ್ಧದಲ್ಲಿ ಶತ್ರುಗಳನ್ನು) ಕೊಂದದ್ದು ನೀವಲ್ಲ. ನಿಜವಾಗಿ ಅಲ್ಲಾಹನೇ ಅವರನ್ನು ಕೊಂದಿರುವನು. ನೀವು ಅದನ್ನು (ಹಿಡಿಮಣ್ಣನ್ನು) ಎಸೆದಾಗ, ನಿಜವಾಗಿ ಅದನ್ನು ಎಸೆದವರು ನೀವಲ್ಲ – ಅಲ್ಲಾಹನೇ ಅದನ್ನು ಎಸೆದಿದ್ದನು. ಅವನು ತನ್ನ ಕಡೆಯಿಂದ, ವಿಶ್ವಾಸಿಗಳನ್ನು ಶ್ರೇಷ್ಠ ಪರೀಕ್ಷೆಗೆ ಒಳಪಡಿಸ ಬಯಸಿದ್ದನು. ಖಂಡಿತವಾಗಿಯೂ ಅಲ್ಲಾಹನು ಎಲ್ಲವನ್ನೂ ಕೇಳುವವನು ಮತ್ತು ಬಲ್ಲವನಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 8,
            "verse": 17,
            "text": "ಇದಲ್ಲದೆ, ಅಲ್ಲಾಹನು ಧಿಕ್ಕಾರಿಗಳ ಸಂಚುಗಳನ್ನು ಖಂಡಿತ ವಿಫಲಗೊಳಿಸುವನು"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "ನೀವು ಬಯಸುವುದು ತೀರ್ಪನ್ನಾದರೆ, ಇದೋ ಬಂದು ಬಿಟ್ಟಿತು ನಿಮ್ಮ ಬಳಿಗೆ (ಸತ್ಯದ) ವಿಜಯ. (ಧಿಕ್ಕಾರಿಗಳೇ,) ನೀವಿನ್ನು ದೂರ ನಿಂತರೆ ಅದು ನಿಮ್ಮ ಪಾಲಿಗೇ ಉತ್ತಮ. ಒಂದು ವೇಳೆ ನೀವು (ಹಳೆಯನೀತಿಯನ್ನೇ) ಪುನರಾವರ್ತಿಸಿದರೆ, ನಾವೂ ಪುನರಾವರ್ತಿಸುವೆವು. (ಆಗ) ನಿಮ್ಮ ಪಡೆಯು ಎಷ್ಟು ದೊಡ್ಡದಿದ್ದರೂ, ನಿಮಗೇನೂ ಪ್ರಯೋಜನವಾಗದು. ಅಲ್ಲಾಹನಂತು ಖಂಡಿತ ವಿಶ್ವಾಸಿಗಳ ಜೊತೆಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "ವಿಶ್ವಾಸಿಗಳೇ, ಅಲ್ಲಾಹನ ಮತ್ತು ಅವನ ದೂತರ ಆಜ್ಞಾಪಾಲನೆ ಮಾಡಿರಿ. (ಅವರ ಆದೇಶಗಳನ್ನು) ಕೇಳುತ್ತಾ ನೀವು ಅವುಗಳನ್ನು ಕಡೆಗಣಿಸಬೇಡಿ"
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "‘‘ನಾವು ಕೇಳಿದೆವು’’ ಎನ್ನುತ್ತಾ ನಿಜವಾಗಿ ಕೇಳದಿರುವ ಜನರಂತೆ ನೀವಾಗಬೇಡಿ"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "(ಈ ರೀತಿ) ಕಿವುಡರೂ ಮೂಗರೂ ಆಗಿರುವವರು ಮತ್ತು ಆಲೋಚಿಸದವರೇ ಅಲ್ಲಾಹನ ದೃಷ್ಟಿಯಲ್ಲಿ ಅತ್ಯಂತ ನಿಕೃಷ್ಟ ಜೀವಿಗಳಾಗಿದ್ದಾರೆ"
        },
        {
            "chapter": 8,
            "verse": 22,
            "text": "ಅವರಲ್ಲಿ ಒಳಿತೇನಾದರೂ ಉಂಟೆಂದು ಅಲ್ಲಾಹನಿಗೆ ತಿಳಿದಿದ್ದರೆ, ಅವನು ಖಂಡಿತ ಅವರಿಗೆ ಕೇಳಿಸುತ್ತಿದ್ದನು. ಇನ್ನು ಒಂದು ವೇಳೆ ಅವನು ಅವರಿಗೆ ಕೇಳಿಸಿದರೂ ಅವರಂತು (ಸತ್ಯವನ್ನು) ಕಡೆಗಣಿಸುವವರೇ ಆಗಿದ್ದಾರೆ"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "ವಿಶ್ವಾಸಿಗಳೇ, ಅಲ್ಲಾಹ್ ಮತ್ತವನ ದೂತರು, ನಿಮಗೆ ಬದುಕನ್ನು ಒದಗಿಸಲು ನಿಮ್ಮನ್ನು ಕರೆದಾಗ ಅವರ ಕರೆಯನ್ನು ಸ್ವೀಕರಿಸಿರಿ. – ಅಲ್ಲಾಹನು ಮಾನವ ಮತ್ತವನ ಮನಸ್ಸಿನ ನಡುವೆ ಇರುತ್ತಾನೆ ಮತ್ತು ಕೊನೆಗೆ ನಿಮ್ಮನ್ನೆಲ್ಲಾ ಅವನ ಬಳಿಯೇ ಸೇರಿಸಲಾಗುವುದು ಎಂಬುದು ನಿಮಗೆ ತಿಳಿದಿರಲಿ"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "ಆ ಪರೀಕ್ಷೆಯ ಕುರಿತು ಎಚ್ಚರ ವಹಿಸಿರಿ – ಅದರ ಬಾಧೆಯು ಕೇವಲ ನಿಮ್ಮಲ್ಲಿನ ಅಕ್ರಮಿಗಳಿಗೆ ಮಾತ್ರ ಸೀಮಿತವಾಗಿ ಉಳಿಯದು. ತಿಳಿದಿರಲಿ, ಅಲ್ಲಾಹನು ಬಹಳ ಉಗ್ರವಾಗಿ ಶಿಕ್ಷಿಸುವವನಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "ನೆನಪಿಸಿಕೊಳ್ಳಿರಿ; ನೀವು ತೀರಾ ಕಡಿಮೆ ಸಂಖ್ಯೆಯಲ್ಲಿದ್ದು, ಭೂಮಿಯಲ್ಲಿ ಮರ್ದಿತರಾಗಿದ್ದಾಗ ಹಾಗೂ ಜನರು ನಿಮ್ಮನ್ನು ನಿರ್ನಾಮಗೊಳಿಸುವರೆಂದು ಅಂಜುತ್ತಿದ್ದಾಗ, ನೀವು ಕೃತಜ್ಞರಾಗಿರಬೇಕೆಂದು, ಅವನು (ಅಲ್ಲಾಹನು) ನಿಮಗೊಂದು ನೆಲೆಯನ್ನೊದಗಿಸಿದನು ಹಾಗೂ ತನ್ನ ನೆರವಿನ ಮೂಲಕ ನಿಮಗೆ ಶಕ್ತಿಯನ್ನು ನೀಡಿದನು ಮತ್ತು ನಿಮಗೆ ಶುದ್ಧ ಆಹಾರವನ್ನು ಪೂರೈಸಿದನು"
        },
        {
            "chapter": 8,
            "verse": 26,
            "text": "ವಿಶ್ವಾಸಿಗಳೇ, ಅಲ್ಲಾಹನಿಗೆ ಮತ್ತು ಅವನ ದೂತರಿಗೆ ವಿಶ್ವಾಸ ದ್ರೋಹವೆಸಗಬೇಡಿ. ಹಾಗೆಯೇ ನೀವು, ತಿಳಿದೂ ತಿಳಿದೂ ನಿಮ್ಮಲ್ಲಿ ನಂಬಿಕೆ ಇಡಲಾದ ವಿಷಯಗಳಲ್ಲಿ ವಂಚಿಸಬೇಡಿ"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "ನಿಮಗೆ ತಿಳಿದಿರಲಿ, ನಿಮ್ಮ ಸಂಪತ್ತುಗಳು ಮತ್ತು ನಿಮ್ಮ ಸಂತತಿಗಳು ನಿಜವಾಗಿ ಪರೀಕ್ಷೆಗಳಾಗಿವೆ. ಮಹಾ ಪ್ರತಿಫಲವು ಅಲ್ಲಾಹನ ಬಳಿಯಲ್ಲೇ ಇದೆ"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "ವಿಶ್ವಾಸಿಗಳೇ, ನೀವು ಅಲ್ಲಾಹನ ಭಯವುಳ್ಳವರಾಗಿದ್ದರೆ, ಅವನು ನಿಮಗೆ (ಒಳಿತು-ಕೆಡುಕನ್ನು ಪ್ರತ್ಯೇಕಿಸಿ ತಿಳಿಸುವ) ಒರೆಗಲ್ಲನ್ನು ನೀಡುವನು ಹಾಗೂ ನಿಮ್ಮಿಂದ ನಿಮ್ಮ ಪಾಪಗಳನ್ನು ನಿವಾರಿಸಿ ನಿಮ್ಮನ್ನು ಕ್ಷಮಿಸಿಬಿಡುವನು. ಅಲ್ಲಾಹನಂತು ಅಪಾರ ಅನುಗ್ರಹಿಯಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 8,
            "verse": 29,
            "text": "ಧಿಕ್ಕಾರಿಗಳು ನಿಮ್ಮನ್ನು ಬಂಧಿಸಲು ಅಥವಾ ನಿಮ್ಮನ್ನು ಕೊಲ್ಲಲು ಅಥವಾ ನಿಮ್ಮನ್ನು (ಮಕ್ಕಃದಿಂದ) ಹೊರಹಾಕಲು ಗುಪ್ತ ಸಂಚುಗಳನ್ನು ಹೂಡುತ್ತಿದ್ದಾಗ – ಅವರೂ ಸಂಚುಹೂಡುತ್ತಿದ್ದರು ಮತ್ತು ಅಲ್ಲಾಹನೂ ಸಂಚು ಹೂಡುತ್ತಿದ್ದನು. ಅಲ್ಲಾಹನೇ ಅತ್ಯುತ್ತಮ ಸಂಚು ಹೂಡುವವನಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "ಅವರಿಗೆ ನಮ್ಮ ವಚನಗಳನ್ನು ಓದಿ ಕೇಳಿಸಲಾದಾಗ ಅವರು – ನಾವು ಕೇಳಿದೆವು, ನಾವು ಬಯಸಿದರೆ ಇಂತಹದನ್ನು ನಾವೂ ಹೇಳಬಲ್ಲೆವು. ಇವೆಲ್ಲಾ ಗತಕಾಲದ ಕತೆಗಳು ಮಾತ್ರ ಎನ್ನುತ್ತಾರೆ"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "ಮತ್ತು ಅವರು, ಓ ಅಲ್ಲಾಹ್, ನಿಜಕ್ಕೂ ಇದೆಲ್ಲಾ ನಿನ್ನ ಕಡೆಯಿಂದಿರುವ ಸತ್ಯವೆಂದಾದರೆ ನಮ್ಮ ಮೇಲೆ ಆಕಾಶದಿಂದ ಕಲ್ಲಿನ ಮಳೆಯನ್ನು ಸುರಿಸಿಬಿಡು ಅಥವಾ ನಮಗೊಂದು ಯಾತನಾಮಯ ಶಿಕ್ಷೆಯನ್ನು ತಂದುಕೊಡು – ಎನ್ನುತ್ತಾರೆ"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "(ದೂತರೇ,) ನೀವು ಅವರ ನಡುವೆ ಇರುವಾಗ ಅಲ್ಲಾಹನು ಅವರನ್ನು ಶಿಕ್ಷಿಸಲಾರನು – ಮತ್ತು ಅವರು ಕ್ಷಮೆಯಾಚಿಸುತ್ತಿರುವಾಗ ಅಲ್ಲಾಹನು ಅವರನ್ನು ಶಿಕ್ಷಿಸಲಾರನು"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "ಅವರನ್ನು ಅಲ್ಲಾಹನು ಶಿಕ್ಷಿಸಬಾರದು ಎಂದೇನೂ ಇಲ್ಲ. ಅವರು ‘ಮಸ್ಜಿದುಲ್ ಹರಾಮ್’ನ ಅಧಿಕಾರಿಗಳೇನೂ ಅಲ್ಲ. ಆದರೂ ಅವರು ಜನರನ್ನು ಅದರಿಂದ ತಡೆಯುತ್ತಾರೆ. ನಿಜವಾಗಿ, ಧರ್ಮನಿಷ್ಠರು ಮಾತ್ರ ಅದರ ಅಧಿಕಾರಿಗಳಾಗಬಲ್ಲರು – ಆದರೆ ಅವರಲ್ಲಿ ಹೆಚ್ಚಿನವರು ಅರಿತಿಲ್ಲ"
        },
        {
            "chapter": 8,
            "verse": 34,
            "text": "ದೇವಭವನ (ಕಅ್ಬ:)ದ ಬಳಿ ಅವರ ಆರಾಧನೆಯು ಕೇವಲ ಶಿಳ್ಳು ಮತ್ತು ಚಪ್ಪಾಳೆಗೆ ಸೀಮಿತವಾಗಿತ್ತು. ನೀವು ಸತ್ಯಧಿಕ್ಕಾರಿಗಳಾಗಿದ್ದುದಕ್ಕೆ ಶಿಕ್ಷೆಯನ್ನು ಇದೀಗ ಅನುಭವಿಸಿರಿ"
        },
        {
            "chapter": 8,
            "verse": 35,
            "text": "ಧಿಕ್ಕಾರಿಗಳು ಅಲ್ಲಾಹನ ಮಾರ್ಗದಿಂದ (ಜನರನ್ನು) ತಡೆಯಲಿಕ್ಕಾಗಿ ತಮ್ಮ ಸಂಪತ್ತನ್ನು ಖಂಡಿತ ಖರ್ಚು ಮಾಡುತ್ತಿದ್ದಾರೆ. ಮುಂದೆಯೂ ಮಾಡುವರು – ಕೊನೆಗೆ ಇದೆಲ್ಲಾ ಅವರ ಪಾಲಿಗೆ ಖೇದದ ವಿಷಯವಾಗುವುದು ಹಾಗೂ ಅವರು ಸಂಪೂರ್ಣ ಸೋಲಿಸಲ್ಪಡುವರು ಮತ್ತು ಧಿಕ್ಕಾರಿಗಳನ್ನೆಲ್ಲಾ ನರಕದಲ್ಲಿ ಒಟ್ಟುಸೇರಿಸಲಾಗುವುದು"
        },
        {
            "chapter": 8,
            "verse": 36,
            "text": "ಅಲ್ಲಾಹನು ಅಶುದ್ಧವನ್ನು ಶುದ್ಧದಿಂದ ಪ್ರತ್ಯೇಕಿಸುವಂತಾಗಲಿಕ್ಕಾಗಿ ಮತ್ತು ಅಶುದ್ಧರನ್ನು ಒಬ್ಬರ ಮೇಲೊಬ್ಬರಂತೆ ಎಸೆದು ಅವರನ್ನೆಲ್ಲಾ ಒಂದು ರಾಶಿಯಾಗಿಸಿ ನರಕಕ್ಕೆ ಕಳಿಸಲಿಕ್ಕಾಗಿ. ಅವರೇ ನಿಜಕ್ಕೂ ನಷ್ಟ ಅನುಭವಿಸುವವರು"
        },
        {
            "chapter": 8,
            "verse": 37,
            "text": "ಧಿಕ್ಕಾರಿಗಳೊಡನೆ, ಅವರು (ದುರ್ಮಾರ್ಗದಿಂದ) ಹಿಂಜರಿದರೆ, ಹಿಂದೆ ನಡೆದುದೆಲ್ಲವನ್ನೂ ಅವರ ಪಾಲಿಗೆ ಕ್ಷಮಿಸಲಾಗುವುದೆಂದು ಹೇಳಿರಿ. ಇನ್ನು, ಅವರು (ಹಿಂದಿನ ತಪ್ಪನ್ನೇ) ಪುನರಾವರ್ತಿಸಿದರೆ, ಗತಕಾಲದವರಿಗೆ ಒದಗಿದ ಗತಿಯು (ಅವರ ಮುಂದಿದೆ)"
        },
        {
            "chapter": 8,
            "verse": 38,
            "text": "ಮರ್ದನವು ಇಲ್ಲವಾಗುವ ತನಕ ಮತ್ತು ಧರ್ಮವು ಸಂಪೂರ್ಣವಾಗಿ ಅಲ್ಲಾಹನಿಗೆ ಮೀಸಲಾಗಿ ಬಿಡುವ ತನಕ ನೀವು ಅವರ ವಿರುದ್ಧ ಹೋರಾಡಿರಿ. ಇನ್ನು ಅವರು (ಮರ್ದನದಿಂದ) ದೂರ ಉಳಿದರೆ, ಅಲ್ಲಾಹನಂತು ಅವರು ಮಾಡುತ್ತಿರುವುದನ್ನೆಲ್ಲಾ ನೋಡುತ್ತಿದ್ದಾನೆ"
        },
        {
            "chapter": 8,
            "verse": 39,
            "text": "ಒಂದು ವೇಳೆ ಅವರು ಮುಖ ತಿರುಗಿಸಿಕೊಂಡರೆ, ನಿಮಗೆ ತಿಳಿದಿರಲಿ – ಅಲ್ಲಾಹನೇ ನಿಮ್ಮ ಪೋಷಕನು. ಅವನು ಅತ್ಯುತ್ತಮ ಪೋಷಕನು ಮತ್ತು ಅತ್ಯುತ್ತಮ ಸಹಾಯಕನು"
        },
        {
            "chapter": 8,
            "verse": 40,
            "text": "ನಿಮಗೆ ತಿಳಿದಿರಲಿ, ನಿಮ್ಮ ಯುದ್ಧ ಸಂಪತ್ತಿನಲ್ಲಿ ಐದನೇ ಒಂದು ಭಾಗವು ಅಲ್ಲಾಹನಿಗೆ, (ಅವನ) ದೂತರಿಗೆ, (ನಿಮ್ಮ) ಬಂಧುಗಳಿಗೆ, ಅನಾಥರಿಗೆ, ಬಡವರಿಗೆ ಮತ್ತು ಪ್ರಯಾಣಿಕರಿಗೆ ಸೇರಿದೆ. ನೀವು ಅಲ್ಲಾಹನಲ್ಲಿ ನಂಬಿಕೆ ಉಳ್ಳವರಾಗಿದ್ದರೆ ಮತ್ತು (ಸತ್ಯ-ಮಿಥ್ಯಗಳ) ಪ್ರತ್ಯೇಕತೆಯ ದಿನ ಹಾಗೂ ಎರಡು ಪಡೆಗಳು ಎದುರುಗೊಂಡ (ಬದ್ರ್‌ಯುದ್ಧದ) ದಿನ ನಾವು ನಮ್ಮ ದಾಸನಿಗೆ ನೀಡಿದ್ದರಲ್ಲಿ (ದಿವ್ಯ ಸಹಾಯದಲ್ಲಿ) ನಂಬಿಕೆ ಉಳ್ಳವರಾಗಿದ್ದರೆ (ಈ ನಿಯಮವನ್ನು ಪಾಲಿಸಿರಿ). ಅಲ್ಲಾಹನು ಎಲ್ಲವನ್ನೂ ಮಾಡಬಲ್ಲನು"
        }
    ]
}