{
    "chapter": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "Пок аст он Аллоҳе, ки бандаи худро бо ҷасаду рӯҳ, бедор на хоб шабе аз Масҷидулҳаром (Макка) ба Масҷидулақсо, (Байтулмуқаддас) ки гирдогирдашро бо зироату меваҳо баракат додаем, сайр дод, то баъзе аз оёти худро ба ӯ бинамоем, албатта, Ӯ шунавову биност"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "Ва китоби Тавротро ба Мӯсо додем ва он китобро роҳнамои банӣ Исроил гардонидем, ки ҷуз Ман сарпарасти дигаре дар амри дину дунёятон интихоб накунед"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "Эй фарзандони мардуме, ки бо Нӯҳ дар киштияшон бардоштем, Мо падарони шуморо аз ғарқ шудан наҷот додем. Пас, Аллоҳро дар муқобили неъматҳояш шукргузор бошед, бидонед, км ӯ (Нуҳ) бандае сипосгузор буд"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "Ва банӣ Исроилро дар Тавроте, ки ба онҳо нозил шуда буд, хабар додем, ки ду бор дар замини (Шом ва Байтулмуқаддас) фасод мекунед ва низ саркашӣ мекунед, ва сар ба туғён хоҳед дошт"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "Чун аз он ду бор ваъдаи нахустин даррасид, гурӯҳе аз бандагони хешро, ки ҷанговароне зӯрманд буданд, бар сари шумо фиристодем. Онон ҳатто даруни хонаҳоро ҳам тафтиш мекарданд ва ин ваъда (ғалаба ва интиқом) ба анҷом расид"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "Бори дигар чун ислоҳ шудед, шуморо бар онҳо (Ҷолут ва лашкараш) ғалаба додем ва ба молу фарзанд мадад кардем ва бар шумораатон дар замони Довуд (алайҳиссалом) афзудем"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "Аллоҳ ба банӣ Исроил мегӯяд: Агар некӣ кунед, ба худ мекунед ва агар бадӣ кунед, ба худ мекунед. Ва чун ваъдаи дуввум фаро расид, касонеро бар саратон фиристодем, то шуморо бо озору алам расонидан ғамгин созанд ва чун бори аввал, ки ба масҷид даромада буданд, ба масҷид дароянд ва ба ҳар чӣ даст ёбанд, нобуд созанд"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "Шояд Парвардигоратон бар шумо (эй банӣ Исроил) раҳмат оварад, агар аз гуноҳ тавба кунед. Ва агар ба маъсияту гунаҳкорӣ бозгардед, бозмегардем барои азоб карданатон дар ин ҷаҳон ва ҷаҳаннамро зиндони кофирон сохтаем"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "Ҳамоно ин Қуръоне, ки бар бандаи Мо Муҳаммад (саллаллоҳу алайҳи ва саллам) фуруд овардем мардумро бо роҳе ҳидоят мекунад, ки он устувортар аст ва ба мӯъминоне, ки корҳои шоиста мекунанд, мужда медиҳад, ки онон подоши бузурге доранд"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "Ва албатта, барои касоне, ки ба охират имон намеоваранд, азоби дардоваре (ва он дӯзах аст) муҳайё кардаем"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "Ва одамӣ гоҳо аз ғазаб бар ҷони худ ё фарзанд, ё молаш дуои бад металабад, чи тавре ки дуои хайр мекунад. Агар Аллоҳ он дуояшро қабул кунад, ҳалок мешавад, вале ба фазлу раҳматаш иҷобат намекунад. Ва одамӣ табиатан бар хурсандию сахтӣ бесабру шитобкор аст"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "Ва шабу рӯзро ду нишона қарор додем. Нишонаи шабро торикӣ гардонидем ва нишонаи рӯзро равшанӣ, то ба талаби ризқе, ки Парвардигоратон муқаррар доштааст, бархезед ва шумори солҳову ҳисобро бидонед. Агар Аллоҳ офтобу маҳтобро ба ҳоле, ки халқ карда буд мегузошт, шабро аз рӯз шинохта намешуд ва на вақти рӯза ва ҳаҷ дониста мешуд ва на вақти роҳату дамгирӣ ва мо ҳар чизро ба тафсил баён кардаем"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "Кирдори неку бади ҳар инсонеро чун тавқе ба гарданаш овехтаем. Ва дар рӯзи қиёмат барои ӯ номаи (амалашро) кушода берун оварем, то дар он бингарад"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "Дар он рӯз ба ӯ гуфта мешавад: «Бихон номаи аъмолҳое, ки дар дунё карда будӣ. Имрӯз ту худ барои ҳисоб кардани амалҳоят басандаӣ!»"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "Ҳар ки роҳи ҳақро дарёбад сипас он роҳи ҳақро пайравӣ намояд фоидаи он танҳо бар худи ӯ мерасад ва ҳар ки аз роҳи ҳақ гумроҳ гардад ва роҳи залолатро пайравӣ намояд, зиёни он танҳо бар худи ӯ бозмегардад ва ҳеҷ кас бори гуноҳони дигареро бар худ набардорад ва Мо ҳеҷ қавмеро азоб намекунем то он гоҳ ки паёмбаре бифиристем"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "Чун бихоҳем деҳаеро ҳалок кунем, ба саркашони он ҷо мефармоем, то дар он ҷо нофармонӣ кунанд ва он гоҳ азоб бар онҳо воҷиб гардад ва он деҳаро нобуд созем"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "Баъд аз Нӯҳ чи бисёр мардумеро, ки имон наоварданд, ҳалок кардем. Ва басандааст, ки Парвардигори ту аз гуноҳони бандагонаш огоҳ ва ба онҳо биност"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "Ҳар кас, ки хоҳони ин ҷаҳони тезгузар бошад ва умед ба охират надошта бошад дар он ҳар чиро бихоҳем зуд ба ӯ медиҳем, сипас он гоҳ дар охират ҷаҳаннамро ҷойгоҳи ӯ созем, то сарзанишшуда (аз тарафи Аллоҳ, фариштагон ва мардум) ва рондашуда (аз раҳмати Аллоҳ) ба он дарафтад"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "Ва ҳар кӣ хоҳони савоби охират бошад ва дар талаби он талош кунад ва мӯъмин бошад, пас онҳо касонеанд, ки мавриди сипос ва такдир қарор мегиранд"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "Ҳамаро, чи он гурӯҳеро, ки охиратро талаб доранд ва чи ин гурӯҳро, ки дунёро талаб доранд, аз атои Парвардигорат пай дар пай хоҳем дод, зеро атои Парвардигорат ҳаргиз аз касе мамнӯъ нагаштааст"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "Бингар, ки чӣ гуна баъзеҳояшонро дар дунё ба фарохии ризқ ва камиаш ва осонию душворӣ ва донову нодонӣ ва дигар чизҳо бар баъзе дигар бартарӣ ниҳодаем ва бегумон дараҷоти охират афзунтар ва бузургтар аст"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "Бо Аллоҳи барҳақ маъбуди дигареро қарор мадеҳ, ки он гоҳ ба шарик оварданат дар мазаммату хорӣ ва бе ёвар хоҳӣ монд"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "Парвардигорат фармон додааст, ки (эй инсон) ҷуз ӯро напарастед ва ба падару модар некӣ кунед (алалхусус, дар синни пиронсолиашон). Агар яке аз онҳо ё ҳардуи онҳо дар назди ту ба синни пирӣ расанд, ба онон уф магӯ ва ба сари онҳо фарёд мазан ва бо эҳтиром ба онон сухан бигӯ"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "Дар баробарашон аз рӯи меҳрубонӣ бозуи хоксориро паст кун (на аз рӯи тарс ва на аз барои умедвории онҳо) ва бигӯ: «Эй Парвардигори ман, ҳамчунон ки маро дар хурдӣ парвариш доданд, бар онҳо раҳмат овар» (ҳам дар ҳаёт ва ҳам баъд аз ҳаёташон)"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "Эй мардум, Парвардигоратон аз ҳар каси дигар ба он чи дар дилҳоятон мегузарад, аз некӯи ба падару модар ва нофармониашон донотар аст ва агар аз солеҳон ва фармонбардорони ҳуқуқи падару модар бошед, пас Ӯ ҳамеша тавбакунандагонро бахшандааст"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "Ҳаққи хешованду мискин ва дар роҳмондаро адо кун ва ҳаргиз исрофкорӣ макун дар нафақа кардан, балки миёна бош"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "Бегумон исрофкорон бародарони шайтонанд ва шайтон нисбат ба Парвардигораш носипос буд"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "Ва агар аз онон ба хотири талаби раҳмати Парвардигорат, ки ба он умед дор рӯй мегардонӣ, пас, ба онон суханони нарм бигӯ"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "Ва дасти худро дар кори хайр ба гардани худ баста макун аз бахилӣ ва онро (ба исрофкорӣ) ба тамом кушод ҳам магир, ки он гоҳ дар сурати бухл маломатшудаи ҳасратзада бинишинӣ"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "Бегумон Парвардигорат ризқу рӯзии ҳар касеро бихоҳад, фарох менамояд ва ризқу рӯзии ҳар касеро бихоҳад кам ва танг мегардонад, чунки Аллоҳ ба бандагонаш огоҳ ва биност"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "Ва ҳар вақте ки донистед, ки ризқ аз ҷониби Аллоҳ аст пас, - эй одамон, - фарзандони худро аз бими тангдастӣ накушед. Мо, ҳам шуморо рӯзӣ медиҳем ва ҳам онҳоро. Албатта, куштани онҳо гуноҳи бузургест"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "Ва ба зино наздик нашавед, то ин ки дар он дучор машавед. Зино коре зишт ва роҳи бад аст"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "Касеро, ки Аллоҳ куштанашро ҳаром кардааст, накушед, магар бар ҳақ (яъне, ба қасос ё сангсор кардани зинокор, ё куштани муртад). Ва ҳар кас, ки ба ситам кушта шавад, барои соҳиби хуни ӯ қудрате додаем, (хоҳад қасос гирад, хоҳад хунбаҳо гирад, хоҳад бахшад) вале дар қасос аз ҳад нагузарад, бегумон хуни кушташуда бар кушандааш ёрӣ дода шудааст"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "Ва ба моли ятим наздик нашавед, магар ба равише, ки некӯтар аст, то ин ки ятим ба даврони камол бирасад ва ба аҳд ва паймони худ вафо кунед, зеро аз аҳду паймони худ пурсида мешавед"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "Чун чизеро бо паймона чен кунед, паймонаро комил гардонед ва бо тарозуи дуруст баркашед, ки ин беҳтар аст бароятон дар дунё ва оқибаташ дар охират некӯтар аст"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "Эй инсон, аз пайи чизе марав, ки ба он огоҳӣ надорӣ, бегумон гӯш, чашм ва дил ҳар яке мавриди суол воқеъ хоҳанд шуд"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "Хиромида бо ғуруру худписандӣ бар замин роҳ марав, чаро ки наметавонӣ заминро бишикофӣ ва ба баландии кӯҳҳо бирасӣ"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "Ҳамаи ин корҳое, ки Аллоҳ наҳй кардааст нописанд аст ва Парвардигори ту онҳоро нохуш дорад"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "Эй Паёмбар, ин ҳикматест, ки Парвардигорат ба ту ваҳй кардааст. Эй инсон! Бо Аллоҳи барҳақ маъбуди дигареро муқаррар макун, ки маломатшудаву рондашуда дар дӯзах андохта шавӣ"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "Оё Парвардигоратон барои шумо махсус писарон интихоб кард ва худ фариштагонро ба духтарӣ ихтиёр кард? Ҳаққо, ки суханест вазнин сухани бисёр бад, ки бар забон меоваред. Нисбат додани он ба Аллоҳ лоиқ нест"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "Ва ба дурустӣ Мо суханони ҳақро гуногун дар ин Қуръон овардем, то ин ки панд гиранд ва он чи ки ба фоидаи онҳост қабул намоянд ва он чи бар зарари онҳост онро тарк намоянд, вале золимон ҷуз ба дур шудан аз ҳақ наяфзоянд"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "Эй Паёмбар, ба мушрикон бигӯ: «Ҳамчунон, ки мегӯянд, агар бо Аллоҳ маъбудони дигаре ҳам мебуданд, пас он маъбудон ба сӯи соҳиби арши бузург роҳе меҷӯстанд»"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "Ӯ пок аст ва аз он чи дар борааш мегӯянд, бартару болотар аст"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "Ҳафт осмону замин ва ҳар чӣ дар миёни инҳост аз махлуқоташ Ӯро ба покӣ ёд мекунанд ва мавҷудоте нест, магар он ки бо ситойиш Ӯро ба покӣ ёд мекунанд, вале шумо (эй одамон) ёд кардани онҳоро намефаҳмед. Ӯ, бурдбор ва омурзанда аст"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "Эй Муҳаммад, ҳангоме ки Қуръон мехонӣ, миёни ту ва онон, ки ба қиёмат имон намеоваранд, пардаи ғафсе қарор медиҳем, ки аз шунидани он фоидае намебинанд ва роҳ намеёбанд"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "Ва бар дилҳошон парда меафканем, то маънои Қуръонро дарнаёбанд ва дар гӯшҳояшон сангинӣ эҷод мекунем. Ва чун Парвардигоратро дар Қуръон ба ягонагӣ ёд кунӣ, боз ба ақиб бо нафрат мегарданду мераманд"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "Мо беҳтар медонем, мақсади бади он сардорони Қурайшро, ки чун ба ту гӯш медиҳанд, вақте ки - ту эй Муҳаммад - Қуръон мехонӣ ва ҳол он ки гӯш карданашон аз барои ҳидоят ёфтан ва қабули ҳақ нест, балки аз барои айбгӯйӣ аст ва медонем ҳангоме ки онҳо бо ҳам дар гӯши якдигар сӯҳбат мекунанд. Он замон, ки ситамкорон мегӯянд: «Шумо ба ҷуз марди ҷодукарда касеро пайравӣ намекунед»"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "Бингар, (эй Муҳаммад) ки чӣ гуна барои ту масалҳо заданд. Гуфтанд Муҳаммад ҷодукарда, шоир ва девона аст, пас гумроҳ шудаанд ва ба сӯи ҳақ роҳ ёфта наметавонанд, то берун оянд"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "Гуфтанд (мункирони рӯзи қиёмат): «Оё агар аз мо устухоне бимонад ва хок шавем, боз ҳам бо офаринише нав, аз қабр бармехезем?»"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "Бигӯ эй Муҳаммад, агар тавонед аз ин ҳам зӯру тавоно бошед: Санг бошед ё оҳан, Аллоҳ бозмегардонад шуморо чуноне ки нахустин бор офарид ва ду бора зинда шудани шумо бар Вай осон аст"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "Ё ин ки офаридаи дигаре бошед, ки дар назаратон бузург менамоед, хоҳанд гуфт, чи касе моро бозмегардонад, бигӯ ҳамон Аллоҳе, ки нахустин бор шуморо офарид, пас сарҳояшонро ба савлат такон дода мегӯянд, он кай хоҳад буд? Бигӯ, шояд, ки наздик бошад"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "Рӯзе, ки Аллоҳ шуморо ба сӯи Худ мехонад ва шумо аз қабр бархеста ситойшгӯён амри Ӯро қабул мекунед ва мепиндоред, ки дар дунё андаке оромидаед"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "Ва ба бандагони ман бигӯ, ки бо якдигар ба беҳтарин шева сухан бигӯянд ва агар он тавр нагӯянд, ба дурустӣ шайтон дар миёни онҳо низоъ (душманӣ ва фасод) меафканад, зеро шайтон душмани ошкорои одамӣ аст"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Парвардигоратон ба ҳоли шумо огоҳтар аст чи кас сазовори ҳидоят аст ва чи кас сазовор нест. Агар бихоҳад, бар шумо раҳм мекунад ва ба сӯи имон тавфиқ мефармояд ва агар бихоҳад, бар куфр шуморо мемиронад, азобатон мекунад ва мо туро, - эй Муҳаммад,- нигоҳбони онҳо ва муроқиби аҳволи онон нафиристодаем"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Ва Парвардигори ту ба касе, ки дар осмонҳову замин аст, огоҳтар аст. Баъзе аз паёмбаронро бар баъзе дигар бартарӣ ниҳодем (ба бузургӣ ва ба бисёр уммат доштанашон) ва ба Довуд Забурро додем"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "Бигӯ эй Муҳаммад, ба мушрикони қавмат: «Онҳоеро, ки ҷуз Аллоҳи барҳақ (маъбуди дигаре) мепиндоред, фаро бихонед. Наметавонанд балоро (қаҳтию гуруснагиро) аз шумо дур созанд ё онро насиби дигарон кунанд!». Пас қодир бар ҳама чиз ягона Аллоҳ аст"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Касонеро, ки кофирон мепарастанд; аз паёмбарон, фариштагон ва солеҳон, ки худашон ба сӯи Парвардигори хеш василаи наздикиро талаб мекунанд, ки кадом яке аз онҳо наздиктар бошад ва ба раҳмати Ӯ умедворанд ва аз азоби Ӯ метарсанд. Бегумон азоби Парвардигорат тарснок аст"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "Ва ҳеҷ шаҳре (аз шаҳрҳое, ки паёмбаронро дурӯғ бароварданд) нест, магар ин ки мо пеш аз фаро расидани рӯзи қиёмат ҳалокаш мекунем ё ба азобе сахт гирифтораш месозем. Ва ин дар он китоби Лавҳи Маҳфуз навишта шудааст"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "Моро аз нузули мӯъҷизот бознадошт, магар ин ки умматони пешина пас аз мушоҳида дурӯғаш мепиндоштанд. Ба қавми Самуд ба унвони мӯъҷизае равшан модашутурро додем. Бар он ситам карданд кофир шуданд, пас ҳалокашон кардем ва Мо ин мӯъҷизотро ҷуз барои тарсонидан барои чизи дигаре намефиристем"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "Ва ба ёд ор эй Расул, он гоҳ ки туро гуфтем: Парвардигорат бар ҳамаи мардум огоҳии комил дорад ва он дидореро, ки дар шаби Меъроҷ барои ту муяссар кардем ва қиссаи дарахти малъун, ки дар Қуръон омадааст, ба ҷуз озмойиш барои мардум чизи дигар набуд. Мо мардумро метарсонем, вале танҳо боз куфру саркашияшон афзуда мешавад"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "Ва ёд ор чун ба фариштагон гуфтем: «Одамро саҷда кунед». Пас ҳама саҷда карданд, ба ҷуз Иблис, ки такаббур карда гуфт: «Оё барои касе, ки аз гил офаридаӣ, саҷда кунам?»"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "Шайтон гуфт: «Ба ман бигӯй, оё ин ҳамон касе аст, бар ман бартарӣ додаӣ, ин басо ҷои тааҷҷуб аст. Агар маро то рӯзи қиёмат мӯҳлат диҳӣ, фарзандони ӯро ҷуз андакеашон ба гумроҳи кашонида аз бех барканам» ва нобудашон созам"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "Аллоҳ Фармуд: «Бирав, ҷазои ту ва ҳар кас, ки пайрави ту гардад, ҷаҳаннам аст, ба дурустӣ, ки ҷазои сазовору комил аст!»"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "Бо фарёди хеш ҳар киро тавонӣ, аз ҷой биҷунбон (ба сӯи маъсият) ва бо ёрии саворону пиёдагонат бар онон битоз ва дар молу фарзанд ба (касби ҳаром) бо онон шарик шав ва ба пайравонат ваъдаи дурӯғ бидеҳ. Ва ҳол он ки шайтон ҷуз ба фиребе ваъдаи дигарашон надиҳад"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "Бегумон туро бар бандагони Ман ононе, ки ба ихлос маро фармонбардорӣ мекунанд, ҳеҷ ғолибияте набошад ва Парвардигори ту (эй Муҳаммад) барои нигаҳбонии мӯъминон аз макри шайтон кофист!»"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "Парвардигори шумост, ки киштиҳоро дар баҳрҳо бароятон равон мекунад, то аз фазли Ӯ рӯзии худ ба даст оред. Зеро бо шумо меҳрубон аст"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "Чун дар дарё ба шумо сахтӣ (ғарқ шудан) бирасад, ҳамаи онҳое, ки мепарастед, аз назаратон гум шаванд, ғайр аз Аллоҳ. Ва чун дуои шуморо қабул кунад ба соҳили наҷот бирасонад, аз тоати Ӯ рӯй мегардонед, зеро одамӣ як махлуқи бисёр носипос аст"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "Оё эмин ҳастед аз ин ки ногаҳон шуморо дар гӯшае аз замин фурӯ барад, ё тундбоди регборе, чунон ки бар қавми Лут алайҳиссалом фиристода буд, бар шумо бифиристад, сипас барои худ ҳеҷ нигаҳбоне намеёбед"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "Ё эмин шудаед аз ин ки бори дигар шуморо ба дарё бозгардонад ва тӯфони тунди киштишикан бар шумо бифиристад ва ба хотири ношукргузорие, ки варзидаед, ғарқатон созад? Баъд аз он касеро наёбед, ки дар баробари он чи бо шумо кардаем аз Мо интиқом бигирад. Ҳамоно Аллоҳ ба андозаи заррае бар шумо ситам накардааст"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "Ва ба ростӣ, Мо фарзандони Одамро гиромӣ доштем ба ақл ва ба фиристонидани паёмбарон ва ҳама чизро барояш мутеъ гардондем ва бар баҳру хушкӣ бар савориҳои гуногун савор кардем ва аз чизҳои хушу покиза рӯзӣ додем ва бар бисёре аз махлуқоти хеш бартариашон додаем"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "(Ба ёд ор эй Паёмбар), рӯзе, ки ҳар гурӯҳе аз мардумро бо пешвоёнашон бихонем, номаи аъмоли ҳар ки ба дасти росташ дода шавад, пас онҳо номаи аъмолашонро мехонанд ва ба андозаи риштаи борике, ки дар даруни донаи хурмост (киноя аз чизи кам) ситам намебинанд"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "Ва ҳар ки дар ин дунё нобино бошад (аз далелҳои қудрати Аллоҳ), дар охират низ нобино ва гумроҳтар аст"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "Ва наздик буд, ки туро (эй Муҳаммад, мушрикон) аз он чи бар ту ваҳй карда будем, бероҳа созанд, то ғайри ҳукми Қуръонро ба дурӯғ ба мо нисбат бидиҳӣ, он гоҳ бо ту дӯстӣ кунанд"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "Ва агар Мо туро устувор бар ҳақ намедоштем, наздик будӣ, ки (аз бисёр рағбат доштанат дар ҳидояти онҳо) ба сӯяшон андаке майл кунӣ"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "Он гоҳ азоби дунё ва азоби охиратро ба ту мечашондем ва барои худ дар баробари Мо ёваре намеёфтӣ"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "Ва наздик буд, ки туро мушрикон аз ин сарзамини Макка билағжонанд, то овораат созанд. Ва худ пас аз ту ҷуз андак замоне намемонданд"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "Суннати Аллоҳ дар бораи паёмбароне, ки пеш аз ту фиристодаем, низ чунин аст ва суннати моро тағйирпазир наёбӣ"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "Аз ҳангоми заволи хуршед, то он гоҳ ки шаб фаро мерасад, намозро барпой дор ва намози субҳгоҳро бихон. Бегумон дар намози субҳгоҳ ҳамаи фариштагони шаб ва фариштагони рӯз ҳозир шаванд"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "Ва дар қисмате аз шаб бархез ва намози таҳаҷҷуд бихон. Ин нофила (намози шаб) хоси ту аст. Бошад, ки Парвардигорат туро ба мақоме писандида бирасонад"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "Бигӯ: «Эй Парвардигори ман, маро ба таври ростиву писандида (ба ҳар коре) дохил кун ва ба таври ростиву писандида берун бар ва маро аз ҷониби худ пирӯзиву ёрӣ ато кун"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "Бигӯ (эй Муҳаммад барои мушрикон): «Ҳақ (ислом) омад ва ботил (ширк) нобуд гашт. Бегумон ботил ҳамеша аз миён рафтани ва нобуд шуданӣ аст"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "Ва аз Қуръон он чиро фуруд меорем, ки вай барои дилҳои мӯъминон шифо мебахшад; аз шакку нифоқ ва ҷаҳолат ва низ шифо мебахшад ба хондани касалиҳои баданӣ ва Қуръон низ раҳмат аст, вале кофирон аз шунидани он ва набудани имонашон ба он, барояшон ҷуз зиёне намеафзояд"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "Чун ба инсон неъмат ато кунем (мол, офият, ризқу нусрат), рӯйгардон шуда ва хештан канор мекашад ва такаббур меварзад ва чун сахтӣ ба ӯ расад, маъюс ва ноумед мешавад"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "Бигӯ: «Ҳар кас ба равиши хеш коре мекунад ва Парвардигоратон беҳтар медонад, ки чи касе роҳ ёфтатараст»"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "Туро эй Паёмбар, мушрикон аз ҳақиқати рӯҳ мепурсанд. Бигӯ: «Рӯҳ чизе аст, ки танҳо Парвардигори ман аз он огоҳ аст ва шумо ва ҷамиъи мардум аз илм ба ҷуз андаке, чизе дода нашудаед»"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "Агар бихоҳем ҳамаи Қуръонро, ки бар ту ваҳй кардаем, аз дили ту бармедорем ва онгоҳ касеро нахоҳӣ ёфт, ки дар ин бора дар баробари Мо аз ту дифоъ кунад, ё ки Қуръонро бар ту бозгардонад"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "Магар боқӣ гузоштани Қуръон дар дили ту, ба сабаби раҳмате аз ҷониби Парвардигорат аст, ки воқеъан инъоми Ӯ. дар бораи ту бисёр аст"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "Бигӯ: «Агар инсу ҷин гирд оянд ва иттифоқ кунанд, то монанди ин Қуръонро биёваранд, ҳаргиз наметавонанд монанди онро биёваранд, ҳарчанд, ки якдигарро ёрӣ диҳанд»"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "Ва ба ростӣ, ки дар ин Қуръон ҳар масъаларо барои мардум бо шеваҳои гуногун баён доштем, вале бештари мардум ҷуз инкор ва ношукрӣ напазиранд"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "Мушрикон гуфтанд: «Ба ту (эй Муҳаммад) мо ҳаргиз имон намеоварем, магар ин ки барои мо аз замин чашмае равон созӣ"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "ё туро боғе бошад аз дарахтони хурмову ангур, ки дар мобайнаш наҳрҳоро фаровон ҷорӣ гардонӣ"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "ё чунон ки иддаъо мекунӣ, осмонро пора-пора бар сари мо фуруд оварй ё Аллоҳу фариштагонро пеши мо ҳозир гардонӣ"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "ё туро хонае аз зарру зевар бошад ё ба сӯи осмон боло равӣ. Ва мо ба осмон боло рафтанатро ҳам бовар намекунем, магар ин ки китобе ҳамроҳи худ барои мо биёварӣ, ки онро хонем». Бигӯ эй Муҳаммад барояшон: «Парвардигори ман пок аст. Ба дурустӣ ман танҳо банда ва фиристодае аз сӯи Аллоҳ барои ҳидояти мардумонам.»"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "Ҳеҷ чиз мардумро аз имон овардан бознадошт, он гоҳ ки ҳидояташон омад, магар ин ки (аз рӯи ҷаҳл ва инкор) мегуфтанд: «Оё Аллоҳ инсонеро ба унвони пайғамбарӣ фиристодааст?»"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "Бигӯ эй Паёмбар, дар ҷавоби инкорашон: Агар дар рӯи замин ба ҷои инсонҳо фариштагон мезистанд ва бо пойи худ мисли инсонҳо ба оромӣ роҳ мерафтанд, барояшон ба паёмбарӣ фариштае аз осмон нозил мекардем, вале аҳли рӯи замин башаранд, пас сазовор аст, ки паёмбар аз ҷинси башар бошад, то суханашро бифаҳманд"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "Бигӯ: «Аллоҳ ба унвони гувоҳ миёни сидқи ману саркашии шумо кофист, зеро Ӯ аз ҳоли бандагонаш огоҳу биност!»"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "Ва ҳар киро Аллоҳ ҳидоят кунад, ҳидоятёфтааст. Ва ҳар касеро гумроҳ созад, ҷуз Аллоҳи барҳақ барои онҳо сарпарасте наёбӣ ва дар рӯзи қиёмат, дар ҳоле ки чеҳраҳояшон рӯ ба замин аст, кӯру гунг ва кар зинда ва ҷамъашон мекунем ва ҷаҳаннам ҷойгоҳи онҳост, ҳар вақте ки шӯълаи он фурӯ нишинад, барояшон онро биафзоем"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "Ин ҷазои онҳост, зеро ба оёти Мо имон наёварданд ва гуфтанд: «Оё чун мо устухон шудему хок, моро ба сурати тозае зинда мекунанд?»"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "Оё намедонанд, инҳо мушрикон, ки Аллоҳе, ки осмонҳову заминро аз нестӣ офаридааст, қодир аст, ки монанди онҳоро баъд аз фанояшон биёфаринад ва барояшон муддати умре ниҳода, ки дар он шакке нест? Аммо золимон ҷуз куфр ва инкор чизи дигареро қабул накарданд"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Бигӯ (эй Муҳаммад барояшон): \"Агар шумо, - эй мардум, - молики ҳамаи хазинаҳои раҳмати Парвардигори ман мебудед, аз бими тангдастӣ бахилӣ пеша мекардед, зеро одамӣ бисёр бахил (ва тангназар) аст"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "Аз банӣ Исроил бипурс, ки чун Мӯсо назди онон омад, ба ӯ нӯҳ нишонаи ошкоро дода будем. Ва Фиръавн ба ӯ гуфт: «Эй Мӯсо, пиндорам, ки туро ҷоду карда бошанд»"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "Мӯсо ба Фиръавн гуф «Ба ҳақиқат медонӣ, ин нишонаҳои ошкорро ҷуз Парвардигори осмонҳову замин нафиристодааст. Ва ман, эй Фиръавн, туро ба яқин ҳалокшуда мебинам»"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "Фиръавн қасди он дошт, ки онҳоро аз он сарзамин (Миср) барканад, вале Мо, ӯ ва ҳамаи ҳамроҳонашро ғарқ сохтем"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "Ва пас аз Фиръавн ва лашкараш ба банӣ Исроил гуфтем: «Дар он сарзамини Шом сокин шавед ва чун ваъдаи охират расад, ҳамаи шуморо бо ҳам зиндаву ҷамъ мекунем»"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "Ин Қуръонро ба ҳақ нозил кардаем (бар Муҳаммад саллаллоху алайҳи ва саллам) ва ба ҳақ ва сидқ, адл ва аз тағиру табдил нигоҳ дошташуда нозил шудааст ва туро нафиристодем, магар он ки мужда диҳӣ ба ҷаннат он касеро, ки фармонбардорӣ мекунад ва бим диҳӣ ба дӯзах он касеро, ки нофармонбардорӣ ва куфр меварзад"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "Ва Қуръонро кам-кам (дар муддати бисту се сол) ба гунаи оятҳо ва бахшҳои ҷудогона нозил кардем, то ту онро оҳиста-оҳиста ва андак-андак бар мардум бихонӣ ва ба ин васила ҷазби дилҳо ва андешаҳо шавад ва дар амал ҷорӣ гардад. Ва Қуръонро ба ҳақ фурӯ фиристодем ва ба ҳақ фуруд омадааст"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "Бигӯ эй кофирон: «Хоҳ ба Қуръон имон биёваред ё имон наёваред ихтиёри хушбахтӣ ва бадбахтии худатонро доред, вале бидонед, ки эъҷоз ва ҳақиқати Қуръон равшан аст. Онон, ки аз ин пеш дониш омӯхтаанд ва бо Таврот ва Инҷили ростин сару кор доштаанд, чун Қуръон барояшон тиловат шавад, саҷдакунон бар рӯй меафтанд ва сари таслим дар баробари Аллоҳ фуруд меоваранд ва ӯро сипос мегӯянд"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "ва мегӯянд: Пок аст Парвардигори мо аз он чи ки Ӯро нисбат медиҳанд мушрикон. Ваъдаи Парвардигори мо анҷом ёфтанист, ки дар он хилоф ва шакке нест"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "Ва ба рӯй меафтанд ва мегирянд ва Қуръон фурӯтании онҳоро меафзояд"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "Бигӯ (эй Муҳаммад барои мушрикони қавмат), ононе, ки бар ту ин гуна дуо карданро инкор намуданд: чӣ Аллоҳро бихонед, чӣ Раҳмонро бихонед фарқе намекунад, ҳар кадомро ки аз асмои ҳусно, ки бихонед монеъ надорад, номҳои некӯ аз они Ӯст. Эй Паёмбар, ҳангоме, ки ба намоз истодӣ дар намоз садоятро баланд макун ва низ паст ҳам махон ва миёни ин ду роҳе интихоб кун"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "Бигӯ (эй Муҳаммад): «Сипоси комил Аллоҳро, ки фарзанде ихтиёр накардааст ва Ӯро шарике дар мулк нест, балки тамоми мулк аз они Ӯст ва ба нотавонӣ наяфтад, ки ба ёрӣ мӯҳтоҷ шавад. Пас, Ӯро ба таъзим кардани бисёр ёд кун"
        }
    ]
}