{
    "chapter": [
        {
            "chapter": 43,
            "verse": 1,
            "text": "ह़ा मीम।"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "शपथ है प्रत्यक्ष (खुली) पुस्तक की।"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "इसे हमने बनाया है अरबी क़ुर्आन, ताकि वे इसे समझ सकें।"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "तथा वह मूल पुस्तक[1] में है, हमारे पास, बड़ा उच्च तथा ज्ञान से परिपूर्ण है।"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "तो क्या हम फेर दें, इस शिक्षा को, तुमसे, इसलिए कि तुम उल्लंघनकारी लोग हो"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "तथा हमने भेजे हैं बहुत-से नबी (गुज़री हुयी) जातियों में।"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "और नहीं आता रहा उनके पास कोई नबी, परन्तु वे उसके साथ उपहास करते रहे।"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "तो हमने विनाश कर दिया इनसे[1] अधिक शक्तिवानों का तथा ग़ुज़र चुका है अगलों का उदाहरण।"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "और यदि आप प्रश्न करें उनसे कि किसने पैदा किया है आकाशों तथा धरती को? तो अवश्य कहेंगेः उन्हें पैदा किया है बड़े प्रभावशाली, सब कुछ जानने वाले ने।"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "जिसने बनाया तुमहारे लिए धरती को पालना और बनाये उसमें तुम्हारे लिए मार्ग, ताकि तुम मार्ग पा सको।"
        },
        {
            "chapter": 43,
            "verse": 11,
            "text": "तथा जिसने उतारा आकाश से जल, एक विशेष मात्रा में। फिर जीवित कर दिया उसके दवारा मुर्दा भूमि को। इसी प्रकार, तुम (धरती से) निकाले जाओगे।"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "तथा जिसने पैदा किये सब प्रकार के जोड़े तथा बनाईं तुम्हारे लिए नौकायें तथा पशु जिनपर तुम सवार होते हो।"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "ताकि तुम सवार हो उनके ऊपर, फिर याद करो अपने पालनहार के प्रदान को, जब सवार हो जाओ उसपर और ये[1] कहोः पवित्र है वह, जिसने वश में कर दिया हमारे लिए इसे। अन्यथा हम इसे वश में नहीं कर सकते थे।"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "तथा हम अवश्य ही अपने पालनहार ही की ओर फिरकर जाने वाले हैं।"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "और बना लिया उन्होंने[1] उसके भक्तों में से कुछ को उसका अंश। वास्तव में, मनुष्य खुला कृतघ्न है।"
        },
        {
            "chapter": 43,
            "verse": 16,
            "text": "क्या अल्लाह ने उसमें से, जो पैदा करता है, पुत्रियाँ बना ली हैं तथा तुम्हें विशेष कर दिया है पुत्रों के साथ"
        },
        {
            "chapter": 43,
            "verse": 17,
            "text": "जबकि उनमें से किसी को शुभ सूचना दी जाये उस (के जन्म लेने) की, जिसका उसने उदाहरण दिया है अत्यंत कृपाशील के लिए, तो उसका मुख काला[1] हो जाता है और शोक से भर जाता है।"
        },
        {
            "chapter": 43,
            "verse": 18,
            "text": "क्या (अल्लाह के लिए) वह है, जिसका पालनपोषण आभूषण में किया जाता है तथा वह विवाद में खुलकर बात नहीं कर सकती"
        },
        {
            "chapter": 43,
            "verse": 19,
            "text": "और उन्होंने बना दिया फ़रिश्तों को, जो अत्यंत कृपाशील के भक्त हैं, पुत्रियाँ। क्या वे उपस्थित थे उनकी उत्पत्ति के समय? लिख ली जायेगी उनकी गवाही और उनसे पूछ होगी।"
        },
        {
            "chapter": 43,
            "verse": 20,
            "text": "तथा उन्होंने कहा कि यदि अत्यंत कृपाशील चाहता, तो हम उनकी इबादत नहीं करते। उन्हें इसका कोई ज्ञान नहीं। वह केवल तीर-तुक्के चला रहे हैं।"
        },
        {
            "chapter": 43,
            "verse": 21,
            "text": "क्या हमने उन्हें प्रदान की है कोई पुस्तक इससे पहले, जिसे वे दृढ़ता से पकड़े हुए हैं"
        },
        {
            "chapter": 43,
            "verse": 22,
            "text": "बल्कि, ये कहते हैं कि हमने पाया है अपने पूर्वजों को एक रीति पर और हम उन्हीं के पद्चिन्हों पर चल रहे हैं।"
        },
        {
            "chapter": 43,
            "verse": 23,
            "text": "तथा (हे नबी!) इसी प्रकार, हमने नहीं भेजी आपसे पूर्व किसी बस्ती में कोई सावधान करने वाला, परन्तु कहा उसके सुखी लोगों नेः हमने पाया है अपने पूर्वजों को एक रीति पर और हम निश्चय उन्हीं के पद्चिन्हों पर चल रहे हैं।"
        },
        {
            "chapter": 43,
            "verse": 24,
            "text": "नबी ने कहाः क्या (तुम उन्हीं का अनुगमन करोगे) यद्पि मैं लाया हूँ तुम्हारे पास उससे अधिक सीधा मार्ग, जिसपर तुमने पाया है अपने पूर्वजों को? तो उन्होंने कहाः हम, जिस (धर्म) के साथ तुम भेजे गये हो, उसे मानने वाले नहीं है।"
        },
        {
            "chapter": 43,
            "verse": 25,
            "text": "अन्ततः, हमने बदला चुका लिया उनसे। तो देखो कि कैसा रहा झुठलाने वालों का दुष्परिणाम।"
        },
        {
            "chapter": 43,
            "verse": 26,
            "text": "तथा याद करो, जब कहा इब्राहीम ने अपने पिता तथा अपनी जाति सेः निश्चय मैं विरक्त हूँ उससे, जिसकी वंदना तुम करते हो।"
        },
        {
            "chapter": 43,
            "verse": 27,
            "text": "उसके अतिरिक्त, जिसने मुझे पैदा किया है। वही मुझे राह दिखायेगा।"
        },
        {
            "chapter": 43,
            "verse": 28,
            "text": "तथा छोड़ गया वह इस बात (एकेश्वरवाद) को[1] अपनी संतान में, ताकि वे शिर्क से बचते रहें।"
        },
        {
            "chapter": 43,
            "verse": 29,
            "text": "बल्कि, मैंने इन्हें तथा इनके बाप-दादा को जीवन का सामान दिया। यहाँ तक कि आ गया उनके पास सत्य (क़ुर्आन) और एक खुला रसूल।"
        },
        {
            "chapter": 43,
            "verse": 30,
            "text": "तथा जब आ गया उनके पास सत्य, तो उन्होंने कह दिया कि ये जादू है तथा हम, इसे मानने वाले नहीं हैं।"
        },
        {
            "chapter": 43,
            "verse": 31,
            "text": "तथा उन्होंने कहा कि क्यों नहीं उतारा[1] गया ये क़ुर्आन, दो बस्तियों में से किसी बड़े व्यक्ति पर"
        },
        {
            "chapter": 43,
            "verse": 32,
            "text": "कया वही बाँटते[1] हैं आपके पालनहार की दया? हमने बाँटी है, उनके बीच, उनकी जीविका सांसारिक जीवन में तथा हमने उच्च किया है, उनमें से एक को दूसरे पर, कई श्रेणियाँ। ताकि एक-दूसरे से सेवा कार्य लें तथा आपके पालनहार की दया[1] उससे उत्तम है, जिसे वे इकट्ठा कर रहे हैं।"
        },
        {
            "chapter": 43,
            "verse": 33,
            "text": "और यदि ये बात न होती कि सभी लोग एक ही नीति पर हो जाते, तो हम अवश्य बना देते उनके लिए, जो कुफ्र करते हैं अत्यंत कृपाशील के साथ, उनके घरों की छतें चाँदी की तथा सीढ़ियाँ जिनपर वे चढ़ते हैं।"
        },
        {
            "chapter": 43,
            "verse": 34,
            "text": "तथा उनके घरों के द्वार और तख़्त जिनपर वे तकिये लगाये[1] रहते हैं।"
        },
        {
            "chapter": 43,
            "verse": 35,
            "text": "तथा बना देते शोभा। नहीं हैं ये सब कुछ, परन्तु सांसारिक जीवन के सामान तथा आख़िरत[1] (परलोक) आपके पालनहार के यहाँ केवल आज्ञाकारियों के लिए है।"
        },
        {
            "chapter": 43,
            "verse": 36,
            "text": "और जो व्यक्ति अत्यंत कृपाशील (अल्लाह) के स्मरण से अंधा हो जाता है, तो हम उसपर एक शैतान नियुक्त कर देते हैं, जो उसका साथी हो जाता है।"
        },
        {
            "chapter": 43,
            "verse": 37,
            "text": "और वे (शैतान) उन्हें रोकते हैं सीधी राह से तथा वे समझते हैं कि वे सीधी राह पर हैं।"
        },
        {
            "chapter": 43,
            "verse": 38,
            "text": "यहाँ तक कि जब वह हमारे पास आयेगा, तो ये कामना करेगा कि मेरे तथा तेरे (शैतान के) बीच पश्चिम तथा पूर्व की दूरी होती। तू बुरा साथी है।"
        },
        {
            "chapter": 43,
            "verse": 39,
            "text": "(उनसे कहा जायेगाः) और तुम्हें कदापि कोई लाभ नहीं होगा आज, जबकि तुमने अत्याचार कर लिया है। वास्तव में, तुम सब यातना में साझी रहोगे।"
        },
        {
            "chapter": 43,
            "verse": 40,
            "text": "तो (हे नबी!) क्या आप सुना लेंगे बहरों को या सीधी राह दिखा देंगे अंधों को तथा उन्हें, जो खुले कुपथ[1] में हों"
        },
        {
            "chapter": 43,
            "verse": 41,
            "text": "फिर यदि हम आपको (संसार से) ले जायें, तो भी हम उनसे बदला लेने वाले हैं।"
        },
        {
            "chapter": 43,
            "verse": 42,
            "text": "अथवा आपको दिखा दें, जिस (यातना) का हमने उनको वचन दिया है, तो निश्चय हम उनपर सामर्थ्य रखने वाले हैं।"
        },
        {
            "chapter": 43,
            "verse": 43,
            "text": "तो (हे नबी!) आप दृढ़ता से पकड़े रहें उसे, जो हम आपकी ओर वह़्यी कर रहे हैं। वास्तव में, आप सीधी राह पर हैं।"
        },
        {
            "chapter": 43,
            "verse": 44,
            "text": "निश्चय ये क़ुर्आन, आपके लिए तथा आपकी जाति के लिए एक शिक्षा[1] है और जल्द ही तुमसे प्रश्न[2] किया जायेगा।"
        },
        {
            "chapter": 43,
            "verse": 45,
            "text": "तथा हे नबी! आप पूछ लें उनसे जिन्हें हमने भेजा है, आपसे पहले, अपने रसूलों में से कि क्या हमने बनाये हैं अत्यंत कृपाशील के अतिरिक्त वंदनीय, जिनकी वंदना की जाये"
        },
        {
            "chapter": 43,
            "verse": 46,
            "text": "तथा हमने भेजा मूसा को अपनी निशानियों के साथ फ़िरऔन और उसके प्रमुखों की ओर। तो उसने कहाः वास्तव में, मैं सर्वलोक के पालनहार का रसूल हूँ।"
        },
        {
            "chapter": 43,
            "verse": 47,
            "text": "और जब वह उनके पास लाया हमारी निशानियाँ, तो सहसा वे उनकी हँसी उड़ाने लगे।"
        },
        {
            "chapter": 43,
            "verse": 48,
            "text": "तथा हम उन्हें एक से बढ़ कर एक निशानी दिखाते रहे और हमने पकड़ लिया उन्हें यातना में, ताकि वे (ठट्ठा) से रुक जायें।"
        },
        {
            "chapter": 43,
            "verse": 49,
            "text": "और उन्होंने कहाः हे जादूगर! प्रार्थना कर हमारे लिए अपने पालनहार से, उस वचन के आधार पर, जो तुझसे किया है। वास्तव में, हम सीधी राह पर आ जायेंगे।"
        },
        {
            "chapter": 43,
            "verse": 50,
            "text": "तो जैसे ही हमने दूर की उनसे यातना, तो वे सहसा वचन तोड़ने लगे।"
        },
        {
            "chapter": 43,
            "verse": 51,
            "text": "तथा पुकारा फ़िरऔन ने अपनी जाति में। उसने कहाः हे मेरी जाति! क्या नहीं है मेरे लिए मिस्र का राज्य तथा ये नहरें, जो बह रही हैं मेरे नीचे से? तो क्या तुम देख नहीं रहे हो"
        },
        {
            "chapter": 43,
            "verse": 52,
            "text": "मैं अच्छा हूँ या वह जो अपमानित (हीन) है और खुलकर बोल भी नहीं सकता"
        },
        {
            "chapter": 43,
            "verse": 53,
            "text": "क्यों नहीं उतारे गये उसपर सोने के कंगन अथवा आये फ़रिश्ते उसके साथ पंक्ति बाँधे हुए"
        },
        {
            "chapter": 43,
            "verse": 54,
            "text": "तो उसने झाँसा दे दिया अपनी जाति को और सबने उसकी बात मान ली। वास्तव में, वे थे ही अवज्ञाकारी लोग।"
        },
        {
            "chapter": 43,
            "verse": 55,
            "text": "फिर जब उन्होंने हमें क्रोधित कर दिया, तो हमने उनसे बदला ले लिया और सबको डुबो दिया।"
        },
        {
            "chapter": 43,
            "verse": 56,
            "text": "और बना दिया हमने उनको गया-गुज़रा और एक उदाहरण, पश्चात् के लोगों के लिए।"
        },
        {
            "chapter": 43,
            "verse": 57,
            "text": "तथा जब दिया गया मर्यम के पुत्र का[1] उदाहरण, तो सहसा आपकी जाति उससे प्रसन्न होकर शोर मचाने लगी।"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "तथा मुश्रिकों ने कहा कि हमारे देवता अच्छे हैं या वे? उन्होंने नहीं दिया ये (उदाहरण) आपको, परन्तु कुतर्क (झगड़ने) के लिए। बल्कि, वे हैं ही बड़े झगड़ालू लोग।"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "नहीं है वह[1] (ईसा), परन्तु एक भक्त (दास) जिसपर हमने उपकार किया तथा उसे इस्राईल की संतान के लिए एक आदर्श बनाया।"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "और यदि हम चाहते, तो बना देते तुम्हारे बदले फ़रिश्ते धरती में, जो एक-दूसरे का स्थान लेते।"
        },
        {
            "chapter": 43,
            "verse": 61,
            "text": "तथा वास्तव में, वह (ईसा) एक बड़ा लक्षण[1] हैं प्रलय का। अतः, कदापि संदेह न करो प्रलय के विषय में और मेरी ही बात मानो। यही सीधी राह है।"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "तथा तुम्हें कदापि न रोक दे शैतान। निश्चय वह तुम्हारा खुला शत्रु है।"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "और जब आ गया ईसा खुली निशानियाँ लेकर, तो कहाः मैं लाया हूँ तुम्हारे पास ज्ञान और ताकि उजागर कर दूँ तुम्हारे लिए वह कुछ बातें, जिनमें तुम विभेद कर रहे हो। अतः, अल्लाह से डरो और मेरा ही कहा मानो।"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "वास्तव में, अल्लाह ही मेरा पालनहार तथा तुम्हारा पालनहार है। अतः, उसी की वंदना (इबादत) करो यही सीधी राह है।"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "फिर विभेद कर लिया गिरोहों[1] ने आपस में। तो विनाश है उनके लिए जिन्होंने अत्याचार किया, दुःखदायी दिन की यातना से।"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "क्या वे बस इसकी प्रतीक्षा कर रहे हैं कि प्रलय उनपर सहसा आ पड़े और उन्हें (उसका) संवेदन (भी) न हो"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "सभी मित्र उस दिन एक-दूसरे के शत्रु हो जायेंगे, आज्ञाकारियों के सिवा।"
        },
        {
            "chapter": 43,
            "verse": 68,
            "text": "हे मेरे भक्तो! कोई भय नहीं है तुमपर आज और न तुम उदासीन होगे।"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "जो ईमान लाये हमारी आयतों पर तथा आज्ञाकारी बनकर रहे।"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "प्रवेश कर जाओ स्वर्ग में, तुम तथा तुम्हारी पत्नियाँ। तुम्हें प्रसन्न रखा जायेगा।"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "फिरायी जायेंगी उनपर सोने की थालें तथा प्याले और उसमें वह सब कुछ होगा, जिसे उनका मन चाहेगा और जिसे उनकी आँखें देखकर आनन्द लेंगी और तुमसब उसमें सदैव रहोगे।"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "और ये स्वर्ग है, जिसके तुम उत्तराधिकारी बनाये गये हो, अपने कर्मों के बदले, जो तुम कर रहे थे।"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "तुम्हारे लिए इसमें बहुत-से मेवे हैं जिनमें से तुम खाते रहोगे।"
        },
        {
            "chapter": 43,
            "verse": 74,
            "text": "निःसंदेह अपराधी नरक की यातना में सदावासी होंगे।"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "उनसे (यातना) हल्की नहीं की जायेगी तथा वे उसमें निराश होंगे।"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "और हमने अत्याचार नहीं किया उनपर, परन्तु वही अत्याचारी थे।"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "तथा वे पुकारेंगे कि हे मालिक![1] हमारा काम ही तमाम कर दे तेरा परालनहार। वह कहेगाः तुम्हें इसी दशा में रहना है।"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "(अल्लाह कहेगाः) हम तुम्हारे पास सत्य[1] लाये, किन्तु तुममें से अधिक्तर को सत्य अप्रिय था।"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "क्या उन्होंने किसी बात का निर्णय कर लिया है?[1] तो हम भी निर्णय कर देंगे।"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "क्या वे समझते हैं कि हम नहीं सुनते हैं उनकी गुप्त बातों तथा प्रामर्श को? क्यों नहीं, बल्कि हमारे फ़रिश्ते उनके पास ही लिख रहे हैं।"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "(हे नबी!) आप उनसे कह दें कि यदि अत्यंत कृपाशील (अल्लाह) की कोई संतान होती, तो सबसे पहले मैं उसका पुजारी होता।"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "पवित्र है आकाशों तथा धरती का पालनहार, सिंहासन का स्वामी उन बातों से, जो वे कहते हैं"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "तो आप उन्हें छोड़ दें, वे वाद-विवाद तथा खेल-कूद करते रहें, यहाँ तक कि अपने उस दिन से मिल जायें, जिससे उन्हें डराया जा रहा है।"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "वही है, जो आकाश में वंदनीय और धरती में वंदनीय है और वही ह़िक्मत और ज्ञान वाला है।"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "शुभ है वह, जिसके अधिकार में आकाशों तथा धरती का राज्य है तथा जो कुछ दोनों के मध्य है तथा उसी के पास प्रलय का ज्ञान है और उसी की ओर तुमसब प्रत्यागत किये जाओगे।"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "तथा नहीं अधिकार रखते हैं, जिन्हें वे पुकारते हैं अल्लाह के अतिरिक्त, सिफ़ारिश का। हाँ, (सिफ़ारिश के योग्य वे हैं) जो सत्य[1] की गवाही दें और (उसे) जानते भी हों।"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "और यदि आप उनसे प्रश्न करें कि किसने पैदा किया है उन्हें? तो वे अवश्य कहेंगे कि अल्लाह ने। तो फिर वे कहाँ फिरे जा रहे हैं"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "तथा रसूल की ये बात कि, हे मेरे पालनहार! ये वे लोग हैं, जो ईमान नहीं लाते।"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "तो आप उनसे विमुख हो जायें तथा कह दें कि सलाम[1] है। शीघ्र ही उन्हें ज्ञान हो जायेगा।"
        }
    ]
}