{
    "maqras": [
        {
            "chapter": 49,
            "verse": 14,
            "text": "یہ دیہاتی کہتے ہیں کہ : ہم ایمان لے آئے ہیں۔ ان سے کہو کہ : تم ایمان تو نہیں لائے، البتہ یہ کہو کہ ہم نے ہتھیار ڈال دیے ہیں، اور ایمان ابھی تمہارے دلوں میں داخل نہیں ہوا۔ اور اگر تم واقعی اللہ اور اس کے رسول کی اطاعت کرو گے تو اللہ تمہارے اعمال (کے ثواب) میں ذرا بھی کمی نہیں کرے گا۔ یقینا اللہ بہت بخشنے والا، بہت مہربان ہے۔"
        },
        {
            "chapter": 49,
            "verse": 15,
            "text": "ایمان لانے والے تو وہ ہیں جنہوں نے اللہ اور اس کے رسول کو دل سے مانا ہے، پھر کسی شک میں نہیں پڑے، اور جنہوں نے اپنے مال و دولت اور اپنی جانوں سے اللہ کے راستے میں جہاد کیا ہے۔ وہی لوگ ہیں جو سچے ہیں۔"
        },
        {
            "chapter": 49,
            "verse": 16,
            "text": "(اے پیغمبر ! ان دیہاتیوں سے) کہو کہ : کیا تم اللہ کو اپنے دین کی اطلاع دے رہے ہو ؟ حالانکہ اللہ ان تمام چیزوں کو خوب جانتا ہے جو آسمانوں میں ہیں اور جو زمین میں ہیں، اور اللہ ہر چیز کا پورا پورا علم رکھتا ہے۔"
        },
        {
            "chapter": 49,
            "verse": 17,
            "text": "یہ لوگ تم پر احسان رکھتے ہیں کہ یہ اسلام لے آئے ہیں۔ ان سے کہو کہ : مجھ پر اپنے اسلام لانے کا احسان نہ جتلاؤ۔ بلکہ اگر تم واقعی (اپنے دعوے میں) سچے ہو تو یہ اللہ کا تم پر احسان ہے کہ اس نے تمہیں ایمان کی ہدایت دی۔"
        },
        {
            "chapter": 49,
            "verse": 18,
            "text": "واقعہ یہ ہے کہ اللہ آسمانوں اور زمین کی ہر پوشیدہ بات کو خوب جانتا ہے، اور جو کچھ تم کرتے ہو اللہ اسے اچھی طرح دیکھ رہا ہے۔"
        },
        {
            "chapter": 50,
            "verse": 1,
            "text": "ق، قرآن مجید کی قسم ! (ان کافروں نے پیغمبر کو کسی دلیل کی وجہ سے نہیں جھٹلایا)"
        },
        {
            "chapter": 50,
            "verse": 2,
            "text": "بلکہ انہوں نے اس بات پر حیرت کا اظہار کیا ہے کہ کوئی (آخرت سے) ڈرانے والا خود انہی میں سے (کیسے) آگیا، چنانچہ ان کافروں نے یہ کہا ہے کہ : یہ تو بڑی عجیب بات ہے۔"
        },
        {
            "chapter": 50,
            "verse": 3,
            "text": "بھلا کیا ہم مر کھپ جائیں اور مٹی ہوجائیں گے، (اس وقت ہمیں پھر زندہ کیا جائے گا ؟) یہ واپسی تو ہماری سمجھ سے دور ہے۔"
        },
        {
            "chapter": 50,
            "verse": 4,
            "text": "واقعہ تو یہ ہے کہ زمین ان کے جن حصوں کو (کھا کر) گھٹا دیتی ہے ہمیں ان کا پورا علم ہے اور ہمارے پاس ایک کتاب ہے جو سب کچھ محفوظ رکھتی ہے۔"
        },
        {
            "chapter": 50,
            "verse": 5,
            "text": "دراصل انہوں نے سچ کو اسی وقت جھٹلا دیا تھا جب وہ ان کے پاس آیا تھا، چنانچہ وہ متضاد باتوں میں پڑے ہوئے ہیں۔"
        },
        {
            "chapter": 50,
            "verse": 6,
            "text": "بھلا کیا انہوں نے اپنے اوپر آسمان کو نہیں دیکھا کہ ہم نے اسے کیسے بنایا ہے ؟ اور ہم نے اسے خوبصورتی بخشی ہے، اور اس میں کسی قسم کے رخنے نہیں ہیں۔"
        },
        {
            "chapter": 50,
            "verse": 7,
            "text": "اور زمین ہے کہ ہم نے اسے پھیلا دیا ہے اور اس میں پہاڑوں کے لنگر ڈال دیے ہیں، اور اس میں ہر طرح کی خوشنما چیزیں اگائی ہیں۔"
        },
        {
            "chapter": 50,
            "verse": 8,
            "text": "تاکہ وہ اللہ سے لو لگانے والے ہر بندے کے لیے بصیرت اور نصیحت کا سامان ہو۔"
        },
        {
            "chapter": 50,
            "verse": 9,
            "text": "اور ہم نے آسمان سے برکتوں والا پانی اتارا، پھر اس کے ذریعے باغات اور وہ اناج کے دانے اگائے جن کی کٹائی ہوتی ہے۔"
        },
        {
            "chapter": 50,
            "verse": 10,
            "text": "اور کھجور کے اونچے اونچے درخت جن میں تہہ بر تہہ خوشے ہوتے ہیں۔"
        },
        {
            "chapter": 50,
            "verse": 11,
            "text": "تاکہ ہم بندوں کو رزق عطا کریں اور (اس طرح) ہم نے اس پانی سے ایک مردہ پڑے ہوئے شہر کو زندگی دے دی، بس اسی طرح (انسانوں کا قبروں سے) نکلنا بھی ہوگا۔"
        },
        {
            "chapter": 50,
            "verse": 12,
            "text": "ان سے پہلے نوح کی قوم اور اصحاب الرس اور ثمود کے لوگوں نے بھی (اس بات کو) جھٹلایا تھا۔"
        },
        {
            "chapter": 50,
            "verse": 13,
            "text": "نیز قوم عاد اور قوم فرعون اور لوط کے بھائیوں نے بھی۔"
        },
        {
            "chapter": 50,
            "verse": 14,
            "text": "اور اصحاب الایکہ اور تبع قوم نے بھی۔ ان سب نے پیغمبروں کو جھٹلایا تھا، اس لیے میں نے جس عذاب سے ڈرایا تھا، وہ سچ ہو کر رہا۔"
        },
        {
            "chapter": 50,
            "verse": 15,
            "text": "بھلا کیا ہم پہلی بات پیدا کرنے سے تھک گئے تھے ؟ نہیں ! لیکن یہ لوگ از سر نو پیدا کرنے کے بارے میں دھوکے میں پڑے ہوئے ہیں۔"
        },
        {
            "chapter": 50,
            "verse": 16,
            "text": "اور حقیقت یہ ہے کہ ہم نے انسان کو پیدا کیا ہے، اور اس کے دل میں جو خیالات آتے ہیں، ان (تک) سے ہم خوب واقف ہیں، اور ہم اس کی شہ رگ سے بھی زیادہ اس کے قریب ہیں۔"
        },
        {
            "chapter": 50,
            "verse": 17,
            "text": "اس وقت بھی جب (اعمال کو) لکھنے والے دو فرشتے لکھ رہے ہوتے ہیں۔ ایک دائیں جانب اور دوسرا بائیں جانب بیٹھا ہوتا ہے۔"
        },
        {
            "chapter": 50,
            "verse": 18,
            "text": "انسان کوئی لفظ زبان سے نکال نہیں پاتا، مگر اس پر ایک نگران مقرر ہوتا ہے، ہر وقت (لکھنے کے لیے) تیار۔"
        },
        {
            "chapter": 50,
            "verse": 19,
            "text": "اور موت کی سختی سچ مچ آنے ہی والی ہے۔ (اے انسان) یہ وہ چیز ہے جس سے تو بدکتا تھا۔"
        },
        {
            "chapter": 50,
            "verse": 20,
            "text": "اور صورت پھونکا جانے والا ہے۔ یہ وہ دن ہوگا جس سے ڈرایا جاتا تھا۔"
        },
        {
            "chapter": 50,
            "verse": 21,
            "text": "اور ہر شخص اس طرح آئے گا کہ اس کے ساتھ ایک ہانکنے والا ہوگا، اور ایک گواہی دینے والا"
        },
        {
            "chapter": 50,
            "verse": 22,
            "text": "حقیقت یہ ہے کہ تو اس واقعے کی طرف سے غفلت میں پڑا ہوا تھا، اب ہم نے تجھ سے وہ پردہ ہٹا دیا ہے جو تجھ پر پڑا ہوا تھا۔ چنانچہ آج تیری نگاہ خوب تیز ہوگئی ہے۔"
        },
        {
            "chapter": 50,
            "verse": 23,
            "text": "اور اس کا ساتھی کہے گا کہ : یہ ہے وہ (اعمال نامہ) جو میرے پاس تیار ہے۔"
        },
        {
            "chapter": 50,
            "verse": 24,
            "text": "(حکم دیا جائے گا کہ) تم دونوں ہر اس شخص کو جہنم میں ڈال دو جو کٹر کافر اور حق کا پکا دشمن تھا۔"
        },
        {
            "chapter": 50,
            "verse": 25,
            "text": "جو دوسروں کو بھلائی سے روکنے کا عادی، بےحد زیادتی کرنے والا اور (حق بات میں) شک ڈالنے والا تھا۔"
        },
        {
            "chapter": 50,
            "verse": 26,
            "text": "جس نے اللہ کے ساتھ کسی اور کو معبود بنا رکھا تھا۔ لہذا اب تم دونوں اسے سخت عذاب میں ڈال دو ۔"
        }
    ]
}