{
    "maqras": [
        {
            "chapter": 9,
            "verse": 60,
            "text": "صدقات تو دراصل حق ہے فقیروں کا، مسکینوں کا اور ان اہلکاروں کا جو صدقات کی وصولی پر مقرر ہوتے ہیں۔ اور ان کا جن کی دلداری مقصود ہے۔ نیز انہیں غلاموں کو آزاد کرنے میں اور قرض داروں کے قرضے ادا کرنے میں اور اللہ کے راستے میں اور مسافروں کی مدد میں خرچ کیا جائے۔ یہ ایک فریضہ ہے اللہ کی طرف سے اور اللہ علم کا بھی مالک ہے، حکمت کا بھی مالک۔"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "اور انہی (منافقین) میں وہ لوگ بھی ہیں جو نبی کو دکھ پہنچاتے ہیں اور (ان کے بارے میں) یہ کہتے ہیں کہ : وہ تو سراپا کان ہیں۔ کہہ دو کہ : وہ کان ہیں اس چیز کے لیے جو تمہارے لیے بھلائی ہے۔ وہ اللہ پر ایمان رکھتے ہیں اور مومنوں کی بات کا یقین کرتے ہیں، اور تم میں سے جو (ظاہری طور پر) ایمان لے آئے ہیں، ان کے لیے وہ رحمت (کا معاملہ کرنے والے) ہیں۔ اور جو لوگ اللہ کے رسول کو دکھ پہنچاتے ہیں ان کے لیے دکھ دینے والا عذاب تیار ہے۔"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "(مسلمانو) یہ لوگ تمہارے سامنے اللہ کی قسمیں اس لیے کھاتے ہیں تاکہ تمہیں راضی کریں، حالانکہ اگر یہ واقعی مومن ہوں تو اللہ اور اس کے رسول اس بات کے زیادہ مستحق ہیں کہ یہ ان کو راضی کریں۔"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "کیا انہیں یہ معلوم نہیں کہ جو شخص اللہ اور اس کے رسول سے ٹکر لے تو یہ بات طے ہے کہ اس کے لیے دوزخ کی آگ ہے جس میں وہ ہمیشہ رہے گا ؟ یہ بڑی بھاری رسوائی ہے۔"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "منافق لوگ اس بات سے ڈرتے ہیں کہ مسلمانوں پر کہیں کوئی ایسی سورت نازل نہ کردی جائے جو انہیں ان (منافقین) کے دلوں کی باتیں بتلا دے۔ ۔ کہہ دو کہ : (اچھا) تم مذاق اڑاتے رہو، اللہ وہ بات ظاہر کرنے والا ہے جس سے تم ڈرتے تھے۔"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "اور اگر تم ان سے پوچھو تو یہ یقینا یوں کہیں گے کہ : ہم تو ہنسی مذاق اور دل لگی کر رہے تھے۔ کہو کہ : کیا تم اللہ اور اس کی آیتوں اور اس کے رسول کے ساتھ دل لگی کر رہے تھے ؟"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "بہانے نہ بناؤ، تم ایمان کا اظہار کرنے کے بعد کفر کے مرتکب ہوچکے ہو۔ اگر ہم تم میں سے ایک گروہ کو معافی دے بھی دیں تو دوسرے گروہ کو ضرور سزا دیں گے۔ کیونکہ وہ مجرم لوگ ہیں۔"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "منافق مرد اور منافق عورتیں سب ایک ہی طرح کے ہیں۔ وہ برائی کی تلقین کرتے ہیں اور بھلائی سے روکتے ہیں، اور اپنے ہاتھوں کو بند رکھتے ہیں۔ انہوں نے اللہ کو بھلا دیا ہے، تو اللہ نے بھی ان کو بھلا دیا۔ بلاشبہ یہ منافق بڑے نافرمان ہیں۔"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "اللہ نے منافق مردوں، منافق عورتوں اور تمام کافروں سے دوزخ کی آگ کا عہد کر رکھا ہے، جس میں وہ ہمیشہ رہیں گے۔ وہی ان کو راس آئے گی۔ اللہ نے ان پر پھٹکار ڈال دی ہے، اور ان کے لیے اٹل عذاب ہے۔"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "(منافقو) تم انہی لوگوں کی طرح ہو جو تم سے پہلے ہوگزرے ہیں۔ وہ طاقت میں تم سے مضبوط تر اور مال اور اولاد میں تم سے کہیں زیادہ تھے۔ چنانچہ انہوں نے اپنے حصے کے مزے اڑا لیے، پھر تم نے اسی طرح اپنے حصے کے مزے اڑائے، جیسے تم سے پہلے لوگوں نے اپنے حصے کے مزے اڑائے تھے، اور تم بھی ویسی ہی بےہودہ باتوں میں پڑے جیسے وہ پڑے تھے۔ یہ وہ لوگ تھے جن کے اعمال دنیا اور آخرت میں غارت ہوگئے، اور یہی وہ لوگ تھے جنہوں نے خسارے کا سودا کیا۔"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "کیا ان (منافقوں) کو ان لوگوں کی خبر نہیں پہنچی جو ان سے پہلے گزرے ہیں ؟ نوح کی قوم، اور عاد وثمود، ابراہیم کی قوم، مدین کے باشندے اور وہ بستیاں جنہیں الٹ ڈالا گیا۔ ان سب کے پاس ان کے رسول روشن دلائل لے کر آئے تھے۔ پھر اللہ ایسا نہیں تھا کہ ان پر ظلم کرتا، لیکن یہ خود اپنی جانوں پر ظلم ڈھاتے رہے۔"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "اور مومن مرد اور مومن عورتیں آپس میں ایک دوسرے کے مددگار ہیں۔ وہ نیکی کی تلقین کرتے ہیں اور برائی سے روکتے ہیں، اور نماز قائم کرتے ہیں اور زکوٰۃ ادا کرتے ہیں، اور اللہ اور اس کے رسول کی فرمانبرداری کرتے ہیں۔ یہ ایسے لوگ ہیں جن کو اللہ اپنی رحمت سے نوازے گا۔ یقینا اللہ اقتدار کا بھی مالک ہے، حکمت کا بھی مالک۔"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "اللہ نے مومن مردوں اور مومن عورتوں سے وعدہ کیا ہے ان باغات کا جن کے نیچے نہریں بہتی ہوں گی، جن میں وہ ہمیشہ رہیں گے، اور ان پاکیزہ مکانات کا جو سدا بہار باغات میں ہوں گے۔ اور اللہ کی طرف سے خوشنودی تو سب سے بڑی چیز ہے۔ (جو جنت والوں کو نصیب ہوگی) یہی تو زبردست کامیابی ہے۔"
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "اے نبی ! کافروں اور منافقوں سے جہاد کرو، اور ان پر سختی کرو۔ ان کا ٹھکانا جہنم ہے، اور وہ بہت برا ٹھکانا ہے۔"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "یہ لوگ اللہ کی قسمیں کھا جاتے ہیں کہ انہوں نے فلاں بات نہیں کہی، حالانکہ انہوں نے کفر کی بات کہی ہے، اور اپنے اسلام لانے کے بعد انہوں نے کفر اختیار کیا ہے۔ انہوں نے وہ کام کرنے کا ارادہ کرلیا تھا جس میں یہ کامیابی حاصل نہ کرسکے۔ اور انہوں نے صرف اس بات کا بدلہ دیا کہ اللہ اور اس کے رسول نے انہیں اپنے فضل سے مال دار بنادیا ہے۔ اب اگر یہ توبہ کرلیں تو ان کے حق میں بہتر ہوگا، اور اگر یہ منہ موڑیں گے تو اللہ ان کو دنیا اور آخرت میں دردناک عذاب دے گا، اور روئے زمین پر ان کا نہ کوئی یار ہوگا نہ مددگار۔"
        }
    ]
}