{
    "maqras": [
        {
            "chapter": 11,
            "verse": 41,
            "text": "اور نوح نے (ان سب سے) کہا کہ : اس کشتی میں سوار ہوجاؤ، اس کا چلنا بھی اللہ ہی کے نام سے ہے، اور لنگر ڈالنا بھی، یقین رکھو کہ میرا پروردگار بہت بخشنے والا، بڑا مہربان ہے۔"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "اور وہ کشتی پہاڑوں جیسی موجوں کے درمیان چلی جاتی تھی۔ اور نوح نے اپنے اس بیٹے کو جو سب سے الگ تھا، آواز دی کہ : بیٹے ! ہمارے ساتھ سوار ہوجاؤ، اور کافروں کے ساتھ نہ رہو۔"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "وہ بولا : میں ابھی کسی پہاڑ کی پناہ لے لوں گا جو مجھے پانی سے بچا لے گا، نوح نے کہا : آج اللہ کے حکم سے کوئی کسی کو بچانے والا نہیں ہے، سوائے اس کے جس پر وہ ہی رحم فرمادے۔ اس کے بعد ان کے درمیان موج حائل ہوگئی، اور ڈوبنے والوں میں وہ بھی شامل ہوا۔"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "اور حکم ہوا کہ : اے زمین ! اپنا پانی نگل لے، اور اے آسمان ! تھم جا۔ چنانچہ پانی اتر گیا اور سارا قصہ چکا دیا گیا۔ کشتی جودی پہاڑ پر آٹھہری اور کہہ دیا گیا کہ : بربادی ہے اس قوم کی جو ظالم ہو۔"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "اور نوح نے اپنے پروردگار کو پکارا اور کہا کہ : اے میرے پروردگار ! میرا بیٹا میرے گھر ہی کا ایک فرد ہے، اور بیشک تیرا وعدہ سچا ہے، اور تو سارے حاکموں سے بڑھ کر حاکم ہے۔"
        },
        {
            "chapter": 11,
            "verse": 46,
            "text": "اللہ نے فرمایا : اے نوح ! یقین جانو وہ تمہارے گھر والوں میں سے نہیں ہے، وہ تو ناپاک عمل کا پلندہ ہے۔ لہذا مجھ سے ایسی چیز نہ مانگو جس کی تمہیں خبر نہیں، میں تمہیں نصیحت کرتا ہوں کہ تم نادانوں میں شامل نہ ہو۔"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "نوح نے کہا : میرے پروردگار میں آپ کی پناہ مانگتا ہوں اس بات سے کہ آئندہ آپ سے وہ چیز مانگوں جس کا مجھے علم نہیں، اور اگر آپ نے میری مغفرت نہ فرمائے اور مجھ پر رحم نہ کیا تو میں بھی ان لوگوں میں شامل ہوجاؤں گا جو برباد ہوگئے ہیں۔"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "فرمایا گیا کہ : اے نوح اب (کشتی سے) اتر جاؤ، ہماری طرف سے وہ سلامتی اور برکتیں لے کر جو تمہارے لیے بھی ہیں اور تمہاری جتنی قومیں ہیں، ان کے لیے بھی۔ اور کچھ قومیں ایسی ہیں جن کو ہم (دنیا میں) لطف اٹھانے کا موقع دیں گے، پھر ان کو ہماری طرف سے ایک دردناک عذاب آپکڑے گا۔"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "(اے پیغمبر) یہ غیب کی کچھ باتیں ہیں جو ہم تمہیں وحی کے ذریعے بتا رہے ہیں۔ یہ باتیں نہ تم اس سے پہلے جانتے تھے، نہ تمہاری قوم۔ لہذا صبر سے کام لو اور آخری انجام متقیوں ہی کے حق میں ہوگا۔"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "اور قوم عاد کے پاس ہم نے ان کے بھائی ہود کو پیغمبر بنا کر بھیجا انہوں نے کہا : اے میری قوم ! اللہ کی عبادت کرو، اس کے سوا تمہارا کوئی معبود نہیں ہے، تمہاری حقیقت اس کے سوا کچھ نہیں کہ تم نے جھوٹی باتیں تراش رکھی ہیں۔"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "اے میری قوم ! میں تم سے اس (تبلیغ) پر کوئی اجرت نہیں مانگتا، میرا اجر کسی اور نے نہیں، اس ذات نے اپنے ذمے لیا ہے جس نے مجھے پیدا کیا ہے، کیا پھر بھی تم عقل سے کام نہیں لیتے ؟"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "اے میری قوم ! اپنے پروردگار سے گناہوں کی معافی مانگو، پھر اس کی طرف رجوع کرو، وہ تم پر آسمان سے موسلا دھار بارشیں برسائے گا، اور تمہاری موجودہ قوت میں مزید قوت کا اضافہ کرے گا، اور مجرم بن کر منہ نہ موڑو۔"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "انہوں نے کہا : اے ہود ! تم ہمارے پاس کوئی روشن دلیل لے کر نہیں آئے۔ اور ہم اپنے خداؤں کو صرف تمہارے کہنے سے چھوڑنے والے نہیں ہیں، اور نہ ہم تمہاری بات پر ایمان لاسکتے ہیں۔"
        },
        {
            "chapter": 11,
            "verse": 54,
            "text": "ہم تو اس کے سوا کچھ اور نہیں کہہ سکتے کہ ہمارے خداؤں میں سے کسی نے تمہیں بری طرح جھپیٹے میں لے لیا ہے، ہود نے کہا : میں اللہ کو گواہ بناتا ہوں، اور تم بھی گواہ رہو کہ تم اللہ کے سوا جس جس کو اس کی خدائی میں شریک مانتے ہو، میں اس سے بری ہوں۔"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "اب تم سب کے سب ملکر میرے خلاف چالیں چل لو، اور مجھے ذرا مہلت نہ دو ۔"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "میں نے تو اللہ پر بھروسہ کر رکھا ہے جو میرا بھی پروردگار ہے اور تمہارا بھی پروردگار۔ زمین پر چلنے والا کوئی جاندار ایسا نہیں جس کی چوٹی اس کے قبضے میں نہ ہو، یقینا میرا پروردگار سیدھے راستے پر ہے۔ ۔"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "پھر بھی اگر تم منہ موڑتے ہو تو جو پیغام دے کر مجھے تمہارے پاس بھیجا گیا تھا میں نے وہ تمہیں پہنچا دیا ہے، اور (تمہارے کفر کی وجہ سے) میرا پروردگار تمہاری جگہ کسی اور قوم کو یہاں بسا دے گا، اور تم اس کا کچھ نہ بگاڑ سکو گے۔ بیشک میرا پروردگار ہر چیز کی نگرانی کرتا ہے۔"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "اور (آخر کار) جب ہمارا حکم آگیا تو ہم نے اپنی رحمت کے ذریعے ہود کو اور جو لوگ ان کے ساتھ ایمان لائے تھے، ان کو بچا لیا، اور انہیں ایک سخت عذاب سے نجات دے دی۔"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "یہ تھے عاد کے لوگ جنہوں نے اپنے پروردگار کی نشانیوں کا انکار کیا، اور اس کے پیغمبروں کی نافرمانی کی، اور ہر ایسے شخص کا حکم مانا جو پرلے درجے کا جابر اور حق کا پکا دشمن تھا۔"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "اور (اس کا نتیجہ یہ ہوا کہ) اس دنیا میں بھی پھٹکار ان کے پیچھے لگا دی گئی، اور قیامت کے دن بھی۔ یاد رکھو کہ قوم عاد نے اپنے رب کے ساتھ کفر کا معاملہ کیا تھا۔ یا درکھو کہ بربادی عاد ہی کی ہوئی، جو ہود کی قوم تھی۔"
        }
    ]
}