{
    "chapter": [
        {
            "chapter": 3,
            "verse": 1,
            "text": "Alipha, la-ma, mima"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "Allaha, te'omra bahirae ana kono prakrta ilaha na'i, te'om ciranjira, sarbasattara dharaka"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "Te'om satya sahakarae tomara prati kitaba aratirna karaiche, iyara agata yi ahiche tara satyata pratipannakarai hicape, arau teraemi aratirna karaichila ta'oraata arau injila"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "Itipurbe manuhara babe hidayatasbaraupa; arau te'om phurakana aratirna karaiche. Niscaya yisakale allahara ayatasamuha asbikara karae sihamtara babe'i ache kathora sasti, arau allaha maha-paraakramasali, pratisodha grahanakarai"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "Niscaya allaha, akasa arau prthiraira ekorae'i te'omra ocarata gopana nathake"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "Teraemi matrgarbhata yenekai iccha tomalokara akrti gathana karae. Te'omra bahirae ana kono satya ilaha na'i; (te'om) prabala paraakramasali, prajnamaya"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "Teraemi tomara prati e'i kitaba aratirna karaiche yitora kichumana ayata ‘muhakama’, se'iborae'i kitapara mula; arau anabora ha'la mutasbabiha, eteke yihamtara antarata bakrata ache kerala sihamte'i phitana arau bhula byakhyara uddesye mutasbabihatara anusarana karae. Athaca allahara bahirae ana kone'o iyara byakhya najane; arau yisakala jnanata sugabhira te'omloke kaya, ‘ami e'iborara prati imana posana karao, e'i sakalo amara rabara paraa ahiche’; arau jnana-bud'dhisampanna lokara bahirae ana kone'o upadesa grahana nakarae"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "He amara raba! Sarala patha pradana karaara pichata tumi amara antarasamuhaka satya langhanaprabana nakaraiba arau tomara taraphara paraa amaka rahamata pradana karaa, niscaya tumi mahadata"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "He amara raba! Niscaya tumi edinakhana manuhaka samabeta karaiba tata kono sandeha na'i; niscaya allahe pratisrauti bhanga nakarae"
        },
        {
            "chapter": 3,
            "verse": 10,
            "text": "Niscaya yisakale kupharai karae, allahara ocarata sihamtara dhana-sampada arau santana-santati kono kamata nahiba arau ihamte'i ju'ira indhana"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "Sihamtara abhyasa phira'a'uni sampradaya arau sihamtara purbarartisakalara abhyasara darae, sihamte amara ayatasamuhaka asbikara karaichila, phalata allahe sihamtara papa karmara babe sihamtaka dharaichila, arau allaha sasti pradanata ati kathora"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "Yisakale kupharai karae sihamtaka koraa, ‘tomaloke anatipalame paraajita ha’ba arau tomalokaka jahannamara phale ekatraita karaa ha’ba arau se'ito ye kimana nikrsta abasasthala!’"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "Niscaya tomalokara babe duta dalara paraspara sanmukhina horaara majata nidarsana ache. Edale yud'dha karaichila allahara pathata, anato achila kaphira. Sihamte bahyika drstita te'omlokaka sihamtara dbiguna dekhichila. Allahe yaka iccha karae nija sahayyara dbaraa saktisali karae. Niscaya iyata antardrstisampanna lokasakalara babe siksa ache"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "Narai, santana, sona-raupara stupa, cihnita ghomra, gabadi pasu arau kheti patharara prati asakti manuhara ocarata susobhita karaa haiche. E'ibora parthira jiranara bhogasamagrai; arau allaha, te'omra ocarate'i ache uttama pratyarartanasthala"
        },
        {
            "chapter": 3,
            "verse": 15,
            "text": "Koraa, ‘ma'i tomalokaka e'ibora bastutakai utkrsta kono bastura sambada dima neki? Yisakale takbaraa aralambana karae te'omlokara babe te'omlokara pratipalakara ocarata ache jannata, yara talata nadisamuha prabahita haya, tata te'omloka sthayi ha’ba; arau ache paraitra straisakala lagate allahara taraphara paraa santusti; arau allaha bandasakalara bisaye samyaka drasta"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "Yisakale kaya, he amara raba! Niscaya ami imana anicho; gatike tumi amara gunahasamuha ksama karai diya arau amaka jahannamara sastira paraa raksa karaa’"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "Te'omloka dhairyasila, satyabadi, anugata, byayakarai arau raatira sesa bhagata ksama praarthanakarai"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "Allahe saksya diye ye, niscaya te'omra bahirae ana kono satya ilaha na'i, arau phiraistasakala lagate jnanisakale'o; te'om n'yayanitira oparata pratisthita. Te'omra bahirae ana kono satya ilaha na'i, (te'om) paraakramasali, prajnamaya"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "Niscaya ichalame'i allahara ocarata ekamatra dbina; arau yisakalaka kitaba pradana karaa haichila sihamte keralamatra paraspara bidbesabasatah sihamtara ocarata jnana ahara pichato matanaikya karaichila. Arau yiye allahara ayatasamuhara lagata kupharai karaiba tente niscaya allaha drauta hicapa grahanakarai"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "Eteke sihamte yadi tomara lagata bitarkata lipta haya tente tumi koraa, ‘ma'i allahara ocarata atmasamarpana karaicho arau mora anusaraisakale'o’. Arau yisakalaka kitaba diya haiche sihamtaka arau niraksarasakalaka koraa, ‘tomaloke'o atmasamarpana karaicha neki?’ Yadi sihamte atmasamarpana karae tente niscaya sihamte'o hidayata paba; arau yadi sihamte mukha ghuraa'i laya tente tomara kartabya kerala pracara karaa; arau allaha bandasakalara bisaye samyaka drasta"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "Niscaya yisakale allahara ayatasamuhara lagata kupharai karae, an'yayabharae nabisakalaka hatya karae arau te'omlokaka hatya karae yisakale manuhara majata n'yayaparaayanatara nirdesa diye, tumi sihamtaka yantranadayaka sastira sambada diya"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "Ihamte'i haiche se'isakala loka, yihamtara amalasamuha prthirai arau akhiraatata nisphala haiche arau sihamtara kono sahayyakarai na'i"
        },
        {
            "chapter": 3,
            "verse": 23,
            "text": "Tumi sihamtara prati laksya karaa na'ine yisakalaka kitapara ansa bisesa pradana karaa haichila? Sihamtaka allahara kitabara phale ahbana karaa haichila yate i sihamtara majata mimansa karai diye; tara pichato sihamtara edala bimukha hai ubhati ga’la"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "E'ito e'i karane ye, sihamte kaya, ‘matra ke'itamana dinara bahirae juye amaka ketiya sparsa nakaraiba’; arau sihamtara nijara dbina samparke sihamtara micha udbharane sihamtaka prabancita karaiche"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "Eteke (se'idina) ki arastha ha’ba? Yidina ami sihamtaka ekatraita karaima yitota kono sandeha na'i arau pratyekake sihamtara arjita amalara pratidana purnabharae diya ha’ba; arau sihamtara prati kono an'yaya karaa nahaba"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "Koraa, ‘he sarbabhauma saktira malika allaha! Tumi yaka iccha ksamata pradana karaa arau yara paraa iccha ksamata karhi loraa; yaka iccha tumi sanmanita karaa arau yaka iccha tumi apamanita karaa. Tomara hatate'i kalyana. Niscaya tumi sakalo bastura oparata ksamatabana"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "Tumi raatika dinara majata arau dinaka raatira majata prabista karaoraa; tumi mrtara paraa jirantara abirbhara ghatoraa akau jirantara paraa mrtara abirbhara ghatoraa; arau tumi yaka iccha aparaimita jiraika pradana karaa"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "Muminasakale yena muminasakalara bahirae kaphirasakalaka bandharaupe grahana nakarae; arau yiye enekuraa karaiba tara lagata allahara kono samparka nathakiba. Kintu byatikrama, yadi tomaloke sihamtara paraa atmaraksara babe satarkata aralambana karaa (teneha’le seya sukiya katha); arau allahe tomalokaka te'omra nijara bisaye saradhana karaiche arau allahara phale'i pratyarartana"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "Koraa, ‘tomalokara antarata yi ache seya yadi tomaloke gopana karaa athaba byakta karaa, allahe seya jane; akasasamuhata yi ache arau prthiraita yi ache seya'o te'om jane. Allaha sakalo bastura oparata ksamatabana’"
        },
        {
            "chapter": 3,
            "verse": 30,
            "text": "Se'idina pratyeke'i nijara bhala amala arau beya amala upasthita paba, se'idina si kamana karaiba- yadi tara arau iyara majata bisala byaradhana ha’lehetena! Allahe tomalokaka te'omra nijara bisaye saradhana karaiche; arau allaha bandasakalara prati atyanta snehasila"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "Koraa, ‘tomaloke yadi allahaka bhala poraa tente moka anusarana karaa, allahe tomalokaka bhala paba arau tomalokara aparaadha ksama karaiba. Allaha atyanta ksamasila, parama dayalu’"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "Koraa, ‘tomaloke allaha arau raachulara anugatya karaa’. Tara pichato yadi sihamte mukha ghuraa'i laya, tente (jani thoraa) allahe niscaya kaphirasakalaka pachanda nakarae"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "Niscaya allahe adama, nuha arau ibraahimara bansadhara arau imaraanara bansadharaka samagra srstijagatara oparata manonita karaiche"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "Te'omloke ijane sijanara bansadhara; arau allaha sarbasraota, sarbajna"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "Smarana karaa, yetiya imaraanara straiye kaichila, ‘he amara raba! Mora garbhata yi ache niscaya ma'i seya ekanta mane tomara babe mannata karailo. Seye tumi mora paraa e'ito kabula karaa, niscaya tumi sarbasraota, sarbajna’"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "Tara pichata yetiya te'om se'i santana prasara karaile, tetiya te'om ka’le, ‘he mora raba! Niscaya ma'i iyaka kan'yaraupe prasara karaicho. Te'om yi prasara karaiche se'i samparke allaha samyaka aragata; arau putra santana kan'ya santanara darae nahaya; arau ma'i iyara nama raakhicho mara'iyama lagate abhisapta cayatanara paraa te'omka arau te'omra santanaka tomara asrayata dicho"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "Tara pichata te'omra pratipalake te'omka agraherae kabula karaile arau te'omka uttamaraupe lalana-palana karaile arau yakaraiyyara tattbaradhanata raakhile. Yetiya'i yakaraiyyaha te'omra kothata praraesa karaichila, tetiya'i te'omra ocarata khadya samagrai dekhibalai pa'ichila. Te'om kaichila, ‘he mara'iyama! E'ibora tumi ka’ta pala? Te'om (mara'iyame) kaichila, ‘e'ibora allahara taraphara paraa’. Niscaya allahe yaka iccha karae aparaimita jiraika dana karae"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "Se'i tha'ite yakaraiyya'i te'omra pratipalakara ocarata praarthana karai ka’le, ‘he mora raba! Tumi moka tomara phalara paraa uttama santana pradana karaa. Niscaya tumi praarthana sraranakarai’"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "Tara pichata yetiya yakaraiyya'i ibadata kaksata chalatata thiya haichila, tetiya phiraistasakale te'omka ahbana karai ka’le, ‘niscaya allahe aponaka iyaha'iyara susambada diche, te'om ha’ba allahara taraphara paraa agamanakrta eta kalimara satyayanakarai, neta, bhoga asaktimukta arau punyabanasakalara antarbhukta ejana nabi’"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "Te'om ka’le, ‘he mora raba! Mora santana kenekai ha’ba? Athaca mora bardhakya ahi paraiche arau mora strai bandha’. Te'om (allahe) ka’le, ‘e'idarae'i’. Allahe yito iccha se'itorae karae"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "Te'om ka’le, ‘he mora raba! Moka eta nidarsana diya’. Te'om ka’le, ‘tomara nidarsana e'ito ye, tini dina laike tumi akara-ingitara bahirae manuhara lagata katha ka’ba noraaraiba. Eteke tomara pratipalakaka adhika smarana karaa arau puraa-gadhuli te'omra paraitrata-mahima ghosana karaa’"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "Arau smarana karaa, yetiya phiraistasakale ka’le, ‘he mara'iyama! Niscaya allahe aponaka manonita karaiche arau paraitra karaiche arau bisbajagatara naraisakalara oparata aponaka manonita karaiche’"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "‘He mara'iyama! Aponara pratipalakara anugata ha'omka arau chajada karaka arau raukukaraisakalara lagata rauku karaka’"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "E'ito adrsya sambadasamuhara antarbhukta, yito ami tomaka ahira dbaraa arahita karaicho; arau mara'iyamara tattbaradhanara dayitba sihamtara majara kone grahana karaiba tara babe yetiya sihamte sihamtara kalama niksepa karaichila tetiya tumi sihamtara ocarata upasthita nachila arau sihamte yetiya badanubada karai achila tetiya'o tumi tata upasthita nachila"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "Smarana karaa, yetiya phiraistasakale ka’le, ‘he mara'iyama! Niscaya allahe aponaka te'omra taraphara paraa eta kalimara susambada diche. Yara nama machiha, mara'iyamara putra icha, te'om prthirai arau parakalata sanmanita arau sannidhyapraaptasakalara an'yatama ha’ba"
        },
        {
            "chapter": 3,
            "verse": 46,
            "text": "Te'om kemcuraa arasthata (dolanata) arau purna bayasato manuhara lagata katha ka’ba arau te'om punyabanasakalara antarbhukta ha’ba"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "Te'om (mara'iyame) ka’le, ‘he mora raba! Kenekai mora santana ha’ba? Athaca kono purause'i moka sparsa karaa na'i’. Te'om (allahe) ka’le, ‘enekaiye’, allahe yi iccha srsti karae. Te'om yetiya kono bisaye sid'dhanta laya tetiya kerala te'om kaya, ‘ha’, phalata se'ito hai yaya"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "Arau te'om taka kitaba, hikamata, ta'oraata arau injilara siksa diba’"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "Arau te'omka bani icharaa'ilara babe raachulasbaraupe (praerana karaiba, te'om ka’ba) ‘niscaya ma'i tomalokara pratipalakara taraphara paraa tomalokara ocarata nidarsana lai ahicho ye, niscaya ma'i tomalokara babe boka matira dbaraa eta caraa'i sadrsa akrti gathana karaima; tara pichata tata ma'i phum dima; phalata allahara adesata se'ito caraa'i hai yaba; lagate ma'i allahara adesata janmandha arau kustha byadhigrastha lokaka niraamaya karaima arau mrtaka jiraita karaima. Tomaloke nijara gharata yi khoraa arau yi sancaya karaa seya'o ma'i tomalokaka jana'i dima. Niscaya iyata tomalokara babe nidarsana ache yadi tomaloke mumina horaa’"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "‘Arau mora sanmukhata ta'oraatara yi (siksa) ache tara satyayanakarairaupe arau tomalokara babe yi haraama achila tarae kichumana halala karaara babe arau ma'i tomalokara pratipalakara paraa tomalokara babe nidarsana lai ahicho. Eteke tomaloke allahara takbaraa aralambana karaa arau mora anugatya karaa’"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "‘Niscaya allaha mora raba arau tomalokarao raba, eteke tomaloke te'omrae'i ibadata karaa. E'itorae'i sarala patha’"
        },
        {
            "chapter": 3,
            "verse": 52,
            "text": "Tara pichata yetiya icha'i sihamtara paraa kupharai upalabdhi karaile tetiya te'om ka’le, ‘allahara pathata kona mora sahayyakarai ha’ba? Ha'oraaraisakale ka’le, ‘amiye'i allahara (pathata) sahayyakarai. Ami allahara prati imana anicho arau apuni saksi thakaka ye, niscaya ami muchalima"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "‘He amara raba! Tumi yi aratirna karaicha tara prati ami imana anicho arau ami e'i raachulara anusarana karaicho. Eteke amaka saksyadanakaraisakalara talikabhukta karai loraa’"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "Arau sihamte kutakausala karaichila arau allahe'o kausala karaichila; arau allaha uttama kausalakarai"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "Smarana karaa, yetiya allahe ka’le, ‘he icha! Niscaya ma'i tomaka paraigrahana karaima, arau tomaka mora ocaralai utha'i anima arau yisakale kupharai karae sihamtara paraa tomaka paraitra karaima arau tomara anusaraisakalaka kiyamata paryanta kaphirasakalara oparata praadhan'ya dima, tara pichata mora ocarate'i tomalokara pratyarartana’. Tomalokara majata yi bisaye matanaikya haiche ma'i tomalokara majata tara mimansa karai dima"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "Phalata yisakale kupharai karaiche ma'i sihamtaka prthirai arau parakalata kathora sasti pradana karaima arau sihamtara kono sahayakarai na'i"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "Arau yisakale imana aniche arau satkama karaiche te'om sihamtara pratiphala paraipurnabharae pradana karaiba; arau allahe yalimasakalaka pachanda nakarae"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "E'ito ami tomara oparata tilaraata karaicho, ayatasamuha arau hikamatara (prajnapurna upadesara) paraa"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "Niscaya allahara ocarata ichara udaharana adamara darae, tekhete te'omka matira paraa srsti karaichila. Tara pichata te'omka kaichila, ‘ha’, phalata te'om hai ga’la"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "(E'ito) tomara pratipalakara taraphara paraa satya, gatike tumi sandehakaraisakalara antarbhukta naha’ba"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "Eteke tomara ocarata jnana ahara pichata yiye e'i bisaye tomara lagata tarka karae taka koraa, ‘aha, ami amara arau tomalokara putrasakalaka ahbana karao, amara straisakalaka arau tomalokara straisakalako ahbana karao, ami'o aho arau tomaloko aha, tara pichata ami mubahala (binita praarthana) karao ye, michaliyasakalara oparata allahara abhisampata ha'omka"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "Niscaya e'ito satya birarana arau allahara bahirae ana kono satya ilaha na'i; arau niscaya allaha, teraemi haiche parama paraakramasali, prajnamaya"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "Tathapi'o yadi sihamte mukha ghuraa'i laya, tente niscaya allaha phachadakaraisakalara bisaye samyaka aragata"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "Koraa, ‘he kitabisakala! Aha se'i kathara pine yito amara arau tomalokara majata mila ache; seya haiche- ami yena ekamatra allahara bahirae ana karao ibadata nakarao, te'omra lagata ana kako ansi sthapana nakarao arau amara majara konorae yate ijane sijanaka raba hicape grahana nakarae’. Tathapi'o yadi sihamte mukha ghuraa'i laya, teneha’le tomaloke koraa, ‘tomaloke saksi thaka ye, niscaya ami muchalima’"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "He ahale kitabasakala! Ibraahimara bisaye kiya tomaloke tarka karaa? Athaca ta'oraata arau injila te'omra pichatahe aratirna haichila. Eteke tomaloke nabuja neki"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "saradhana! Tomaloke'i se'isakala loka, yi bisaye tomalokara saman'ya jnana achila se'i bisaye'o tomaloke tarka-bitarka karaicha, kintu yi bisaye tomalokara kono jnana na'i se'i bisaye kiya tomaloke tarka-bitarka karaa? Allahe jane tomaloke ekorae'i najana"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "Ibraahima iyahudi'o nachila, nacharaa'o nachila; baram te'om achila ekanistha muchalima arau te'om musbaraikasakalara antarbhukta nachila"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "Niscaya manuhara majata te'omloke'i ibraahimara ghanisthatama yisakale te'omra anusarana karaiche lagate e'i nabi arau yisakale imana aniche; arau allahe'i muminasakalara abhibharaka"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "Kitabisakalara eta dale bicarae yadi tomalokaka sihamte bipathagami karaiba parailehemtena, athaca sihamta nije'i nijake bipathagami karai ache; arau sihamte upalabdhi karaiba paraa na'i"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "He ahale kitaba! Kiya tomaloke allahara ayatasamuhara lagata kupharai karaa, athaca tomaloke'i iyara saksya bahana karaa"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "he ahale kitaba! Tomaloke kiya satyaka michara lagata misraita karaa arau satyaka gopana karaa, athaca tomaloke seya jana"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "arau kitabisakalara eta dale ka’le, ‘yisakale imana aniche sihamtara prati yi aratirna haiche tomaloke dinara prathamansata tara oparata imana ana arau dinara sesa bhagata kupharai karaa; yate sihamte ubhati ahe"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "Arau yisakale tomalokara dbinara anusarana karae te'omlokara bahirae ana kako bisbasa nakaraiba’. Koraa, ‘allahara nirdesita pathe'i ekamatra patha. E'ito e'i babe ye, tomalokaka yito diya haiche seya anako diba parae athaba tomalokara pratipalakara sanmukhata sihamte tomalokara lagata bitarka karaiba’. Koraa, ‘niscaya anugraha allahara hatata te'om yaka iccha taka se'ito pradana karae; arau allaha praacuryamaya, sarbajna"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "Te'om nija anugrahara babe yaka iccha ekantabharae baci laya; arau allaha mahana anugrahasila"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "Arau kitabisakalara majata enekuraa kichumana manuho ache, yara ocarata bipula sampada amanata raakhile'o si ghuraa'i diba; akau sihamtara majata enekuraa manuho ache, yara ocarata eta dinara amanata raakhile'o tara oparata sarbocca tagida nidiya laike si seya ubhata'i nidiba. E'ito e'i babe ye, sihamte kaya, ‘um'misakalara bisaye amara oparata kono badhyabadhakata na'i; arau sihamte jani buji allahara oparata micha katha kaya"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "Haya niscaya, yadi konoba'i nija pratisrauti purana karae arau takbaraa aralambana karae tente (jani thoraa) niscaya allahe mattakbisakalaka bhala paya"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "Niscaya yisakale allahara lagata karaa pratisrauti arau nijara sapata tuccha mulyara binimayata bikrai karae, akhiraatata sihamtara kono ansa na'i; arau kiyamatara dina allahe sihamtara lagata katha naka’ba, sihamtara prati drsti'o nidiba arau sihamtaka paraisud'dha'o nakaraiba; arau sihamtara babe ache yantranadayaka sasti"
        },
        {
            "chapter": 3,
            "verse": 78,
            "text": "Arau niscaya sihamtara majata enekuraa eta dala ache, yisakale kitabaka jibhara dbaraa bikrta karae yate tomaloke se'itoka allahara kitabara ansa buli bharaa; athaca se'ito kitabara ansa nahaya. Sihamte arau kaya, ‘e'ito allahara taraphara paraa’; athaca se'ito allahara taraphara paraa nahaya. Arau sihamte jani-buji allahara oparata micha katha kaya"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "Kono manuhara babe sangata nahaya ye, allahe te'omka kitaba, hikamata arau nubu'orata dana karaara pichata te'om manuhaka ka’ba, ‘allahara paraibarte tomaloke morae'i dasa hai yoraa’, baram te'om ka’ba, ‘tomaloke raabbani hai yoraa, yihetu tomaloke kitaba siksa diya arau yihetu tomaloke adhyayana karaa’"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "E'idarae te'om tomalokaka e'ito'o nirdesa nidiba ye, tomaloke phiraista arau nabisakalaka raba hicape grahana karaa. Tomaloke muchalima horaara pichata te'om kenekai tomalokaka kupharaira nirdesa diba"
        },
        {
            "chapter": 3,
            "verse": 81,
            "text": "arau smarana karaa, yetiya allahe nabisakalara angikara laichila ye, ‘ma'i tomalokaka kitaba arau hikamatara (siksa) dicho; eteke tomalokara ocarata yi ache tara satyayanakarairaupe yetiya tomalokara ocarata ejana raachula ahiba- tetiya tomaloke arasya'i tara prati imana aniba arau te'omka sahaya karaiba’. Te'om ka’le, ‘tomaloke sbikara karailane? Arau iyara oparata mora angikara grahana karailane’? Te'omloke ka’le, ‘ami sbikara karailo’. Te'om ka’le, ‘tente tomaloke saksi thaka arau mayo tomalokara lagata saksi thakilo"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "Eteke iyara pichata yisakale ubhati yaba sihamte'i phachika"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "Sihamte allahara dbinara paraibarte ana kiba bicarae neki? Athaca akasamandala arau prthiraita yi ache sakalorae icchate ha'omka ba anicchate te'omra ocarata atmasamarpana karaiche; arau te'omra ocarate'i sihamtara pratyarartana"
        },
        {
            "chapter": 3,
            "verse": 84,
            "text": "Koraa, ‘ami allahara oparata arau amara prati yi aratirna haiche arau ibraahima, ichama'ila, ichahakba, iyakbuba arau te'omra bansadharasakalara prati yi aratirna haichila arau yi mucha, icha arau ana ana nabisakalaka te'omlokara pratipalakara taraphara paraa pradana karaa haichila tara oparata imana anicho; ami te'omlokara karao majata kono parthakya nakarao; arau ami te'omra ocarate'i atmasamarpanakarai"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "Arau yiye ichalamara bahirae ana kono dbina sandhana karaiba tara paraa ketiya'o seya grahana karaa naha’ba arau si parakalata ksatigrastasakalara antarbhukta ha’ba"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "Allahe kenekai se'i sampradayaka hidayata karaiba, yisakale imana anara pichata arau raachulaka satya buli saksya diyara pichata arau sihamtara ocarata spasta nidarsana ahara pichato kupharai karae? Arau allahe yalima sampradayaka hidayata nidiye"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "Ihamte'i haiche se'isakala loka, yisakalara pratidana haiche, sihamtara oparata allahara, phiraistasakalara arau sakalo manuhara abhisampata"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "Sihamte tata sthayi ha’ba, sihamtara sasti sithila karaa naha’ba arau sihamtaka arakasa'o diya naha’ba"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "kintu se'isakala lokara bahirae, yisakale iyara pichata ta'oba karaiche arau nijake sansodhana karaiche. Tente niscaya allaha ksamasila, parama dayalu"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "Niscaya yisakale imana anara pichata kupharai karaiche, tara pichata sihamta kupharai karyata barhi gaiche sihamtara ta'oba ketiya'o kabula karaa naha’ba; arau sihamte'i pathabhrasta"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "Niscaya yisakale kupharai karaiche arau kaphiraraupe mrtyubarana karaiche sihamtara konoba'i prthirai bharaa sona binimayasbaraupa pradana karaile'o seya ketiya'o grahana karaa naha’ba. Ihamte'i se'isakala loka, yihamtara babe ache yantranadayaka sasti arau sihamtara babe kono sahayakarai na'i"
        },
        {
            "chapter": 3,
            "verse": 92,
            "text": "Tomaloke yi bhalaporaa tara paraa byaya nakaraalaike tomaloke ketiya'o choraaba arjana karaiba noraaraiba; arau tomaloke yi byaya karaa, niscaya allaha se'i samparke sabisesa aragata"
        },
        {
            "chapter": 3,
            "verse": 93,
            "text": "Ta'oraata aratirna horaara agata icharaa'ile nijara oparata yi haraama karaichila tara bahirae bani icharaa'ilara babe yaratiya khadya halala achila. Koraa, ‘yadi tomaloke satyabadi teneha’le ta'oraata lai aha arau seya patha karaa’"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "Eteke iyara pichato yisakale allahara oparata micha ratana karae sihamte'i yalima"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "Koraa, ‘allahe satya kaiche. Seye tomaloke ekanisthabharae ibraahimara millatara anusarana karaa, arau te'om musbaraikasakalara antarbhukta nachila’"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "Niscaya manara jatira babe sarbaprathama yi ghara pratisthita haichila seya haiche makkata, barakatamaya arau hidayata bisbabasira babe"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "Tata bahuto suspasta nidarsana ache, yene makame ibraahima; yiye tata praraesa karaiba si niraapada; arau manuhara majata tata yabalai yara samartha ache, allahara uddesye se'i gharara hajja karaa tara babe arasya kartabya; arau yiye kupharai karaiba si jani thoraa ucita, niscaya allaha srstijagatara mukhapeksi nahaya"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "Koraa, ‘he ahale kitaba! Tomaloke allahara nidarsanasamuhara lagata kiya kupharai karaa? Arau tomaloke yi karaa se'i bisaye allahe'i saksi’"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "Koraa, ‘he ahale kitaba! Yijana byaktiye imana aniche tomaloke bakrata anusandhana karai allahara pathata te'omka kiya badha diya? Athaca tomaloke'i saksi; arau tomaloke yi karaa se'i samparke allaha amanoyogi nahaya’"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "He muminasakala! Yisakalaka kitaba pradana karaa haiche, tomaloke yadi sihamtara eta dalara anugatya karaa, tente sihamte tomalokaka imana anara pichata akau kaphira arasthata ubhata'i lai eraiba"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "Arau kenekai tomaloke kupharai karaa athaca allahara ayatasamuha tomalokara ocarata tilaraata karaa haya arau tomalokara majata te'omra raachula ache? Arau yi byakti allahaka drrhabharae aralambana karaiba si niscaya sarala pathara hidayatapraapta ha’ba"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "He imandarasakala! Tomaloke yatharthabharae allahara takbaraa aralambana karaa arau tomaloke muchalima (paraipurna atmasamarpanakarai) nohoraa laike mrtyubarana nakaraiba"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "Arau tomaloka sakalorae allahara rachika drrhabharae dharana karaa arau parasparae bicchinna nahaba; arau tomalokara prati allahara anugraha smarana karaa, yetiya tomaloke parasparae satrau achila. Tara pichata te'om tomalokara hrdayata praitira sancara karaile, phalata te'omra anugrahata tomaloke paraspara bha'i-bha'i hai ga’la. Tomaloka achila agnigartara duraarata, teraemi tomalokaka tara paraa raksa karaiche. E'idarae allahe tomalokara babe te'omra nidarsanasamuha spastabharae bibrta karae yate tomaloke hidayata poraa"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "Arau tomalokara majata enekuraa eta dala horaa ucita, yisakale kalyanara phale ahbana karaiba arau satkamara nirdesa diba arau asatkamara paraa nisedha karaiba; arau te'omloke'i ha’ba saphalyamandita"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "Tomaloke sihamtara darae nahaba, yisakale spasta nidarsanasamuha ahara pichato bicchinna haiche arau nijara majate'i matanaikya srsti karaiche; arau sihamtara babe'i ache mahasasti"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "Se'idina kichumana mukha ujjala ha’ba arau kichumana mukha ka'la paraiba; yihamtara mukha ka'la paraiba (sihamtaka koraa ha’ba), ‘tomaloke imana anara pichata akau kupharai karaichila neki? Eteke tomaloke sasti bhoga karaa, yihetu tomaloke kupharai karaichila’"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "Arau yisakalara mukha ujjala ha’ba te'omloka allahara anugrahata thakiba, tata te'omloka cirasthayi ha’ba"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "E'ibora allahara ayata (nidarsana), yibora ami tomara ocarata yathayathabharae tilaraata karaicho; arau allahe srstijagatara prati yuluma karaiba nibicarae"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "Akasamandalata yi ache arau prthiraita yi ache se'i sakalo allaharae'i arau allahara ocarate'i sakalo pratyarartita ha’ba"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "Tomaloke'i sraestha um'mata, manara jatira hidayatara babe yisakalaka uli'oraa haiche, (karana) tomaloke satkamara adesa diya arau asatkamara paraa nisedha karaa arau allahara prati bisbasa sthapana karaa. Arau ahale kitabasakale yadi imana anilehemtena tente sihamtara babe eya bhala ha’lehemtena. Sihamtara majata kichumana mumina ache; kintu sihamtara adhikansa'i phachikba"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "Saman'ya kasta diyara bahirae sihamte tomalokara kono ksati karaiba noraaraiba arau yadi sihamte tomalokara lagata yud'dha karae tente sihamte prstha pradarsana karaiba tara pichata sihamtaka sahaya karaa naha’ba"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "Allahara pratisrauti arau manuhara pratisrautira bahirae sihamtaka ya’te'i poraa gaiche tate'i sihamta lanchita haiche. Arau sihamta allahara kraodhara patra haiche lagate sihamtara oparata daraidra nirdharana karai diya haiche; e'ito e'i babe ye, sihamta allahara ayatasamuhara lagata kupharai karaichila arau an'yayabharae nabisakalaka hatya karaichila; seya e'i babe ye, sihamta abadhya haichila arau simalanghana karaichila"
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "Sihamta sakalo samana nahaya. Kitabisakalara majata abicalita eta dala ache; sihamte raati allahara ayatasamuha tilaraata karae arau sihamte chajada karae"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "Sihamte allaha arau sesa dirasara prati imana posana karae, satkamara nirdesa diye asatkamara paraa nisedha karae arau sihamte kalyanakara kamata pratiyogita karae; arau e'omloke'i punyabanasakalara antarbhukta"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "Sihamte yi bhala kama karae, tara paraa sihamtaka ketiya'o bancita karaa naha’ba; arau allaha muttakbisakalara bisaye sabisesa aragata"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "Niscaya yisakale kupharai karaiche, sihamtara dhana-sampada arau santana-santati allahara ocarata ketiya'o kono kamata nahiba; arau sihamte'i ju'ira adhibasi, sihamta tata sthayi ha’ba"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "E'i parthira jiranata sihamte yi byaya karae tara udaharana himasitala batahara darae, yitorae aghata karae se'i jatira sasya khetita yisakale nijara oparata an'yaya karaiche; tara pichata i seya dhbansa karai diye. Allahe sihamtara prati kono an'yaya karaa na'i, sihamta nije'i nijara prati an'yaya karaiche"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "He muminasakala! Tomaloke nijara bahirae ana karaobaka antaranga bandhuraupe grahana nakaraiba. Sihamte tomalokaka anista karaibalai trauti nakaraiba; sihamte tomalokara maraatmaka ksatira kamana karae. Niscaya sihamtara mukhara paraa satrauta prakasa pa'iche arau sihamtara antarae yito gopana karae seya arau bhayaraha. Niscaya tomalokara babe ayatasamuha bisadabharae bibrta karaicho, yadi tomaloke anudhabana karaa"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "Coraa, tomaloke'i sihamtaka bhalaporaa, sihamte kintu tomalokaka bhala napaya athaca tomaloke sakalo kitaba bisbasa karaa. Arau sihamte yetiya tomalokara sansparsata ahe tetiya kaya, ‘ami imana anicho’, kintu sihamte yetiya akalasaraiyakai milita haya tetiya tomalokara prati akraosata sihamte nijara anulira agrabhaga kamuraibalai dharae. Koraa, ‘tomalokara kraodhata tomaloke'i maraa’. Niscaya antarata yi ache se'i bisaye allaha sabisesa aragata"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "Tomalokara mangala ha’le seya sihamtaka kasta diye arau tomalokara amangala ha’le sihamte anandita haya. Tomaloke yadi dhairyasila horaa arau muttakbi horaa tente sihamtara sarayantra'i tomalokaka eko ksati karaiba noraarae. Sihamte yi karae niscaya allahe seya paraibestana karai ache"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "Arau smarana karaa, yetiya tumi poraara bhagata nijara paraiyalara paraa ola'i gai yud'dhara babe muminasakalaka ranaksetrata bin'yasta karaichila; arau allaha sarbasraota, sarbajna"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "Yetiya tomalokara majara duta dale hatasa hai sahasa herauraara upakrama haichila athaca allaha ubhayarae abhibharaka, arau allahara oparate'i yate muminasakale nirbhara karae"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "Arau badarara yud'dhata niscaya allahe tomalokaka sahaya karaichala se'i samayata tomaloke ati durbala achila. Eteke tomaloke allahara takbaraa aralambana karaa, yate tomaloke krtajnata prakasa karaiba paraa"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "Smarana karaa, yetiya tumi muminasakalaka kaichila, ‘e'ito tomalokara babe yathesta nahaya neki ye, tomalokara pratipalake tini hejara phiraista aratirna karai tomalokaka sahayogita karaiba’"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "haya, niscaya, yadi tomaloke dhairya dharana karaa, takbaraa aralambana karaa arau sihamte drauta gatita tomalokara oparata akramana karae, tente allahe pamca hejara cihnita phiraista pradana karai tomalokara sahaya karaiba"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "Arau allahe tomalokara babe eya kerala sasambada arau tomalokara atmika prasantira babe karaiche; arau sahaya kerala paraakramasali prajnamaya allahara taraphara paraa ahe"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "Yate te'om kaphirasakalara eta ansaka dhbansa karae ba sihamtaka lanchita karae; phalata sihamta niraasa hai ubhati yaba"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "Te'om sihamtara ta'oba kabula karaiba parae na'iba sihamtaka sasti diba- e'i bisaye tomara kono adhikara na'i; karana sihamta haiche yalima"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "Akasata yi ache arau prthiraita yi ache se'i sakalo allaharae'i. Te'om yaka iccha ksama karai diye arau yaka iccha sasti diye; arau allaha ksamasila, parama dayalu"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "He muminasakala! Tomaloke cakra brd'dhi harata suta nakhaba arau allahara takbaraa aralambana karaa yate saphala ha’ba paraa"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "Arau tomaloke se'i ju'ika bhaya karaa yito kaphirasakalara babe prastuta karaa haiche"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "Tomaloke allaha arau raachulara anugatya karaa yate tomaloke krpa labha karaiba paraa"
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "Arau tomaloke drauta agrasara horaa nija pratipalakara ksamara pine arau se'i jannatara pine yara paraidhi akasasamuha arau prthiraira samana, yito prastuta karaa haiche muttakbisakalara babe"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "Arau allahe muhachinasakalaka bhala paya"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "Arau yisakale kono aslila kama karaile ba nijara prati an'yaya karaile allahaka smarana karae arau nijara papa karyara babe ksama praarthana karae. Allahara bahirae ana kone papa ksama karaiba? Arau sihamte yito karai pela'iche se'ito jani buji punara nakarae"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "E'omloke'i haiche se'isakala loka, yisakalara puraskara haiche nija pratipalakara ksama arau jannata, yara talata nadi prabahita, tata te'omloka sthayi ha’ba; arau satkarmasila lokara puraskara kimana ye uttama"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "niscaya tomalokara purbe bahu (jatira) caraita atita hai gaiche, seye tomaloke prthiraita bhramana karaa arau coraa michaliyasakalara ki parainama haichila"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "E'ibora, manuhara babe spasta barnana arau muttakbisakalara babe hidayata arau upadesa"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "Tomaloke durbala nahaba arau cintita'o nahaba; tomaloke'i bijayi yadi tomaloke mumina horaa"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "Yadi tomaloke aghata pa'icha tente sihamte'o tene'i aghata pa'iche. Ami manuhara majata paryayakrame e'i dinaborara arartana ghata'i thako, yate allahe muminasakalaka prakasa karaiba parae arau tomalokara majara paraa kichumanaka sbahidaraupe grahana karaiba parae; arau allahe yalimasakalaka pachanda nakarae"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "Arau yate allahe muminasakalaka paraisud'dha karaiba parae lagate kaphirasakalaka niscihna karaiba parae"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "Tomaloke bharaa neki ye tomaloke (ene'i) jannatata praraesa karaiba athaca allahe etiya'o tomalokara majata kone jihada karaiche arau kona dhairyasila seya prakasa karaa na'i"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "niscaya tomaloke mrtyura sanmukhina horaara agata seya (mrtyu) kamana karaichila, eteke etiyato tomaloke nija cakurae taka pratyaksa karaila"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "Arau muham'mada kerala ejana raachula; te'omra agata bahuto raachula atita haiche. Eteke yadi te'om mrtyubarana karae athaba nihata haya tente tomaloke prsthapradarsana karaiba neki? Arau yiye prstha pradarsana karaiba si ketiya'o allahara kono ksati karaiba noraaraiba; arau allahe anatipalame krtajnasakalaka puraskrta karaiba"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "Allahara anumatibihina karao mrtyu ha’ba noraarae, yihetu eya sunirdistabharae likhita ache. Yiye parthira puraskara bicarae ami taka iyara paraa pradana karao arau yiye akhiraatara puraskara bicarae ami taka tarae paraa pradana karao arau anatipalame ami krtajnasakalaka puraskrta karaima"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "Arau enekuraa bahuto nabi achila, yisakalara lagata thaki bahu sankhyaka (imana arau amale chalehara oparata prasiksana praapta) loka yud'dha karaiche. Allahara pathata te'omlokara yi biparyaya ghatichila tata te'omloka manobala herauraa nachila, durbala'o horaa nachila arau nata horaa nachila; arau allaha dhairyasilasakalaka bhala paya"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "E'i kathara bahirae te'omlokara ana kono katha nachila, ‘he amara raba! Amara papa arau amara karmara simalanghana tumi ksama karaa, amara bharai abicala rakha arau kaphira sampradayara biraud'dhe amaka sahaya karaa’"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "Tara pichata allahe te'omlokaka prthiraira puraskara arau akhiraatara uttama puraskara pradana karaile; arau allahe muhachinasakalaka bhalapaya"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "He muminasakala! Yadi tomaloke kaphirasakalara anugatya karaa tente sihamte tomalokaka biparaita phale ubhata'i diba phalata tomaloka ksatigrasta hai paraiba"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "Baram allahe'i tomalokara abhibharaka arau te'om uttama sahayakarai"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "Anatipalame ami kaphirasakalara hrdayata bhitira sancara karaima, yihetu sihamte allahara lagata ansidara sthapana karaiche, yara sapakse allahe kono pramana aratirna karaa na'i; sihamtara abasa haiche jahannama, arau yalimasakalara abasa kimana ye nikrsta"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "Niscaya allahe tomalokara lagata te'omra pratisrauti purana karaichila yetiya tomaloke allahara anumatikrame sihamtaka binasa karaichila, kintu yetiya tomaloke sahasa herauraala arau nirdesa samparke matabheda srsti karaila arau yi tomaloke bhalaporaa seya dekhuraara pichata tomaloke abadhya ha’la. Karana, tomalokara kichumane parthira sampadara abhilasi achila arau kichumane akhiraatara abhilasi achila. Tetiya te'om tomalokaka paraiksa karaara babe sihamtara (tomalokara satrausakalara) paraa pascadabarti karaale. Niscaya te'om tomalokaka ksama karai diche arau allaha muminasakalara prati anugrahasila"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "Smarana karaa, yetiya tomaloke pahara baga'i achila arau karao phale obhati coraa nachila, arau raachule tomalokaka pichaphalara paraa mati achila. Phalata te'om (allahe) tomalokaka bipadara oparata bipada dile, yate tomaloke yi herauraa'icha arau yi bipada tomalokara oparata ahiche tara babe tomaloke duhkhita nohoraa; arau tomaloke yi karaa se'i bisaye allaha bisesabharae aragata"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "Dukhara pichata te'om tomalokaka tandraaraupe prasanti pradana karaile, yito tomalokara eta dalaka acchanna karaichila arau eta dale ajnata yugara ajnatara darae allaha samparke abastara dharana karai nije'i nijake udbigna karaichila e'i katha kai ye, ‘amarao kiba adhikara achene? Koraa, ‘sakalo bisaya allaharae'i ikhatiyarata’. Sihamte yito tomara ocarata prakasa nakarae, seya sihamte antarata gopana raakhe. Sihamte kaya, ‘e'i bisaye amara kiba adhikara thakile ami iyata e'idarae nihata nahalohemtena’. Koraa, ‘yadi tomaloke nija gharato arasthana karailahemtena tathapi'o nihata horaa yisakalara babe aradharaita achila sihamte nijara mrtyusthanata ola'i ahilehemtena’. E'ito e'i babe ye, tomalokara antarata yi ache seya yate allahe paraiksa karae arau tomalokara manata yi ache seya paraisodhana karae; arau antarata yi ache se'i samparke allaha sabisesa aragata"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "Yidina du'i dale parasparara sanmukhina haichila se'idina tomalokara majara paraa yisakale prstha pradarsana karaichila, sihamtara kichumana krtakarmara phalata cayatane'i sihamtara padaskhalana ghata'ichila. Arasya allahe sihamtaka ksama karaiche. Niscaya allaha ksamaparaayana arau parama sahanasila"
        },
        {
            "chapter": 3,
            "verse": 156,
            "text": "He muminasakala! Tomaloke sihamtara darae nahaba yisakale kupharai karae arau sihamtara bhatrsakale yetiya desa-bidesalai bhramana karae ba yud'dhata lipta haya tetiya sihamtara bisaye kaya, ‘sihamta yadi amara lagata thakilehemtena tente sihamta namarailehemtena arau nihata nahalehemtena’. Phalata allahe e'i bisayatoka sihamtara manata dukha arau cinta srstira karanata parainata karaile; daraacalate allahe'i jirana dana karae arau mrtyu ghataya, arau tomaloke yi karaa se'i samparke allaha samyaka drasta"
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "Tomaloke allahara pathata nihata ha’le athaba tomalokara mrtyu ha’le, allahara ksama arau daya sihamte sancaya karaa sampadatakaiyo uttama"
        },
        {
            "chapter": 3,
            "verse": 158,
            "text": "Arau yadi tomaloke mrtyubarana karaa athaba tomalokaka hatya karaa haya tente tomalokaka allahara ocarate'i samabeta karaa ha’ba"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "Eteke allahara krpata tumi sihamtara prati komala-hrdaya haichila; yadi tumi raurha arau kathoracitta ha’lahemtena tente sihamta niscaya tomara sanga tyaga karailehemtena. Eteke tumi sihamtaka ksama karai diya arau sihamtara babe ksama praarthana karaa arau kama-kajara babe sihamtara lagata paraamarsa karaa, tara pichata tumi kono sankalpa karaile allahara oparata nirbhara karaa; niscaya allaha (te'omra oparata) nirbharakaraisakalaka bhalapaya"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "Allahe tomalokaka sahaya karaile tomalokara oparata jayi ha’balai kono na'i; arau te'om tomalokaka sahaya nakaraile, te'omra bahirae kona ache, yiye tomalokaka sahaya karaiba? Eteke muminasakale allahara oparata nirbhara karaa ucita"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "Arau kono nabira babe ucita nahaya ye, te'om ‘galula’ (an'yayabharae kono bastu gopana) karaiba, e'ito asambhara. Yiye an'yayabharae kiba gopana karaiba, si an'yayabharae gopana karaa bastu kiyamatara dina lagata lai ahiba. Tara pichata pratyekake si yi uparjana karaiche seya purna matraata pradana karaa ha’ba. Sihamtara prati kono an'yaya karaa naha’ba"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "Yiye allahara santustira anusarana karaiche, si se'i byaktira darae neki yiye allahara kraodhara patra haiche arau jahanname'i yara abasa? Arau se'ito kimana ye nikrsta pratyarartanasthala"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "allahara ocarata sihamta bibhinna starara; sihamte yi karae se'i bisaye allaha samyaka drasta"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "Allahe muminasakalara prati arasye anugraha karaiche ye, te'om sihamtara majara paraa'i sihamtara ocarata ejana raachula pathiya'iche, yijane te'omra ayatasamuha sihamtara ocarata tilaraata karae, sihamtaka paraisud'dha karae lagate kitaba arau hikamatara siksa diye, yadi'o sihamta agate spasta bibhraantita achila"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "Ki ha’la tomalokara! Yetiya tomalokara oparata bipada ahile (uhudara yud'dhata) tetiya tomaloke ka’ba dharaila, ‘e'ito kara paraa ahila’? Athaca tomaloke dbiguna bipada ghatiya'ichila (badarara yud'dhata). Koraa, ‘e'ito tomalokara nijara (dosara) karane'i ahiche’; niscaya allaha sakalo bastura oparata purna ksamatabana"
        },
        {
            "chapter": 3,
            "verse": 166,
            "text": "Arau yidina du'i dale paraspara sanmukhina haichila, se'idina tomalokara oparata yi biparyaya ghatichila seya allahara anumatikrame'i haichila; arau yate te'om prakasa karae, kona tomalokara majata prakrta mumina"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "Arau munaphikasakalaka prakasa karaara babe; arau sihamtaka koraa haichila, ‘aha, tomaloke allahara pathata yud'dha karaa athaba pratiraodha karaa’. Sihamte kaichila, ‘yadi yud'dha ha’ba buli janilohemtena tente ami tomalokara anusarana karailohemtena’. Se'idina sihamta imanatakai kupharaira bechi ocarata achila. Sihamte mukherae yibora kaya acalate seya sihamtara antarata na'i arau sihamte yibora gopana karai raakhe seya allaha adhika aragata"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "Yisakale gharate bahi ra’la sihamte nija bhatrsakalara bisaye ka’le ye, ‘yadi sihamte amara anusarana karailehemtena tente niscaya sihamta nihata naha’lehemtena’. Sihamtaka koraa, ‘yadi tomaloke satyabadi tente nijake mrtyura paraa raksa karaacona’"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "Arau yisakale allahara pathata nihata haiche sihamtaka ketiya'o mrta buli dharana nakaraiba; baram sihamta jiraita arau sihamtara pratipalakara paraa sihamte jiraikapraapta"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "Allahe nija anugrahata te'omlokaka yi dana karaiche tate te'omloka anandita arau te'omlokara pichata yisakale etiya'o te'omlokara lagata milita horaa na'i te'omlokara babe'o ananda prakasa karae ye, te'omlokara kono bhaya na'i arau te'omloka cintita'o naha’ba"
        },
        {
            "chapter": 3,
            "verse": 171,
            "text": "Te'omloke ananda prakasa karae allahara niyamata arau anugrahara babe arau e'i babe ye, niscaya allahe muminasakalara sramaphala binasta nakarae"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "Yisakale ahata horaara pichato allaha arau raachulara ahbanata samharai dichila. Te'omlokara majata yisakale satkama karaiche arau takbaraa aralambana karaiche te'omlokara babe mahapuraskara ache"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "E'omlokaka manuhe kaichila, ‘tomalokara biraud'dhe sain'yabahini samabeta haiche, gatike tomaloke sihamtaka bhaya karaa’, kintu e'i katha'i te'omlokara imana arau brd'dhihe karaile arau te'omloke ka’le, ‘allahe'i amara babe yathesta arau te'om ye kimana uttama karmabidhayaka’"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "tara pichata te'omloka allahara niyamata arau anugrahasaha ubhati ahichila, kono anista'i te'omlokaka sparsa karaa nachila arau te'omloke allahara santustira anusarana karaichila; arau allaha maha anugrahasila"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "Si ejana cayatana. Si tomalokaka tara bandhusakalara bhaya dekhuraaya; eteke yadi tomaloke mumina tente sihamtaka ketiya'o bhaya nakaraiba, kerala moke'i bhaya karaa"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "Yisakale kupharaita drautagami, sihamtara acarane yena tomaka duscintagrasta nakarae. Sihamte ketiya'o allahara ksati karaiba noraaraiba. Allahe akhiraatata sihamtaka kono ansa diba nibicarae; arau sihamtara babe ache maha sasti"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "Niscaya yisakale imanara binimayata kupharai kini laiche sihamte ketiya'o allahara kono ksati karaiba noraaraiba arau sihamtara babe yantranadayaka sasti ache"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "Kaphirasakale yena kadapi'o e'ito dharana nakarae ye, ami sihamtaka yito arakasa di'om seya sihamtara mangalara babe; baram ami arakasa di'om yate sihamtara papa brd'dhi haya. Karana sihamtara babe ache lanchanadayaka sasti"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "Paraitraka aparaitrara paraa prthaka nakaraa laike tomaloke yi arasthata acha allahe muminasakalaka se'i arasthata erai nidiye. E'idarae gayeba (adrsya) samparke tomalokaka arahita karaa allahara niyama nahaya; kintu allahe te'omra raachulasakalara majara paraa yaka iccha manonita karae. Gatike tomaloke allaha arau te'omra raachulasakalara oparata imana ana. Yadi tomaloke imana ana arau takbaraa aralambana karaa tente tomalokara babe ache maha puraskara"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "Arau allahe nija anugrahara paraa sihamtaka yi dana karaiche seya lai yisakale krpanata karae sihamte yena e'i dharana nakarae ye, sihamtara babe eya kalyanakara. Baram eya sihamtara babe amangala. Yitolai sihamte krpanata karaiche kiyamatara dina se'itorae sihamtara galarad'dha karai diya ha’ba. Akasamandala arau prthiraira sattbadhikara ekamatra allaharae'i. Tomaloke yi karaa se'i samparke allaha sabisesa aragata"
        },
        {
            "chapter": 3,
            "verse": 181,
            "text": "Niscaya allahe sihamtara katha suniche yisakale kaya, ‘niscaya allaha abharagrasta arau ami abharamukta’. Arasya'i ami likhi raakhima sihamtara e'i katha arau nabisakalaka an'yayabharae hatyara bisayato'o; arau ami ka’ma, ‘tomaloke dahana yantranara soraada loraa’"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "Eya haiche tomalokara krtakarmara phala arau e'ito e'i babe ye, niscaya allaha bandahasakalara prati an'yayakarai nahaya"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "Yisakale kaya, ‘niscaya allahe amaka angikara dichila ye, ami yate kono raachulara prati imana posana nakarao, yetiya laike te'om amara ocarata enekuraa korabani upasthita nakaraiba yitoka agni sikha'i kha'i pelaba’. Sihamtaka koraa, ‘mora agata bahuto raachula spasta nidarsanasaha arau tomaloke yi kai acha se'itosaha tomalokara ocarata ahichila, yadi tomaloke satyabadi tente kiya te'omlokaka hatya karaichila’"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "Eteke yadi sihamte tomara prati mithyaraopa karae, tente (jani thoraa) tomara agata yibora raachula spasta nidarsana, acamani chahipha arau diptimana kitabasaha ahichila te'omlokara prati'o mithyaraopa karaa haichila"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "Pratito praaniye'i mrtyura soraada grahana karaiba; arau kiyamatara dina tomalokara karmaphala paraipurnabharae pradana karaa ha’ba. Eteke yaka ju'ira paraa amtarata rakha ha’ba arau jannatata praraesa karaoraa ha’ba teraemi saphala. Parthira jiranato chalanamaya bhogara bahirae ana eko nahaya"
        },
        {
            "chapter": 3,
            "verse": 186,
            "text": "Tomalokaka arasye tomalokara dhana-sampada arau nija jirana samparke paraiksa karaa ha’ba. Tomalokara purbe yisakalaka kitaba pradana karaa haichila sihamtara paraa arau musbaraikasakalara paraa tomaloke bahuto kastadayaka katha sunibalai paba. Yadi tomaloke dhairya dharana karaa arau takbaraa aralambana karaa tente niscaya seya ha’ba drrha sankalpara kama"
        },
        {
            "chapter": 3,
            "verse": 187,
            "text": "Smarana karaa, yetiya allahe kitabisakalara paraa pratisrauti laichila ye, ‘arasye tomaloke iyaka manuhara ocarata spastabharae prakasa karaiba arau iyaka gopana nakaraiba’. Iyara pichato sihamte iyaka (agraahya karai) sihamtara pichaphale pela'i diye arau tuccha mulyata bikrai karae, gatike sihamte yito kraya karae seya kimana ye nikrsta"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "yisakale nija krtakarmara prati ananda prakasa karae arau nije yito karaa na'i enekuraa kamara babe prasansita ha’balai bhala paya, tumi ketiya'o dharana nakaraiba ye, sihamte sastira paraa mukti paba; sihamtara babe ache yantranadayaka sasti"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "Akasa arau prthiraira sarbabhauma raajatba ekamatra allaharae'i; arau allaha sakalo bastura oparata ksamatabana"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "Niscaya akasasamuha arau prthiraira srstita lagate raati arau dinara bibartanara majata bibeka sampanna lokasakalara babe bahuto nidarsanarali ache"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "Yisakale thiya hai, bahi arau su'i allahaka smarana karae arau akasasamuha arau prthiraira srsti samparke cinta karae, arau kaya, ‘he amara raba! Tumi e'ibora anarthaka srsti karaa na'i, tumi atyanta paraitra, eteke tumi amaka ju'ira sastira paraa raksa karaa’"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "He amara raba! ‘Niscaya tumi yaka ju'ita niksepa karaiba, arasye tumi taka apamana karaiba; arau yalimasakalara babe kono sahayakarai na'i’"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "He amara raba! ‘Ami ejana ahbayakaka imanara pine ahbana karaibalai sunicho ye, ‘tomaloke tomalokara pratipalakara pine imana ana’. Seye ami imana anicho. He amara raba! ‘Tumi amara papasamuha ksama karai diya, arau amara trauti-bicyutisamuha dura karaa arau amaka satkarmaparaayana lokasakalara sahagami karai mrtyu pradana karaa’"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "He amara raba! ‘Tomara raachulasakalara madhyamata amaka yito dibalai pratisrauti dicha seya amaka dana karaa arau kiyamatara dina amaka apamana nakaraiba. Niscaya tumi pratisrautira byatikrama nakaraa’"
        },
        {
            "chapter": 3,
            "verse": 195,
            "text": "Tara pichata sihamtara pratipalake sihamtara ahbanata samharai di ka’le, ‘niscaya ma'i tomalokara majara amalakarai kono nara ba naraira amala binasta nakarao tomaloke ijane sijanara ansa. Eteke yisakale hijarata karaiche, nija gharara paraa utkhata haiche, arau mora pathata niryatita haiche arau yud'dha karaiche lagate nihata'o haiche, niscaya ma'i sihamtara papa mocana karaima arau arasye sihamtaka jannatata praraesa karaama, yara talata nadisamuha prabahita. E'ito allahara taraphara paraa puraskara; arau uttama puraskara allahara ocarate'i ache’"
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "Yisakale kupharai karaiche, desa-bidesalai sihamtara abadha bicarane yena tomaka bicalita nakarae"
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "E'ibora saman'ya bhoga-bilasa matra. Iyara pichata jahanname'i haiche sihamtara abasa; arau se'ito kimana ye nikrsta bisraamasthala"
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "Kintu yisakale nija pratipalakaka bhaya karae te'omlokara babe ache jannata, yara talata nadisamuha prabahita, tata te'omloka sthayi ha’ba. Eya haiche allahara taraphara paraa atithya; arau allahara ocarata yi ache seya satkarmaparaayanasakalara babe ati uttama"
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "Arau niscaya kitabisakalara majata enekuraa loko ache yisakale allahara binayabanata hai te'omra prati imana posana karae arau te'om yi tomalokara arau te'omlokara prati aratirna karaiche tara prati'o imana ane. Te'omloke allahara ayatasamuhaka tuccha mulyata bikrai nakarae. E'omlokara babe'i ache allahara ocarata puraskara. Niscaya allaha drauta hicapa grahanakarai"
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "He muminasakala! Tomaloke dhairya dharana karaa, arau dhairyata pratiyogita karaa arau sadaya yud'dhara babe prastuta thaka arau allahara takbaraa aralambana karaa yate tomaloke saphala ha’ba paraa"
        }
    ]
}