{
    "rukus": [
        {
            "chapter": 38,
            "verse": 65,
            "text": "Ngempela lelo yiqiniso – ingxabano nokuphikisana kwabantu bomlilo"
        },
        {
            "chapter": 38,
            "verse": 66,
            "text": "Ithi,“kuphelaminangingumxwayisifuthiakekhouNkulunkulu ekufanele akhonzwe ngaphandle kukaMvelinqangi oyedwa umnqobi”"
        },
        {
            "chapter": 38,
            "verse": 67,
            "text": "INkosi yamazulu nomhlaba kanye nako konke okuphakathi kwako kokubili iphakeme ngamandla, iyathethelela"
        },
        {
            "chapter": 38,
            "verse": 68,
            "text": "Ithi, “loko kuyizindaba ezinkulu”"
        },
        {
            "chapter": 38,
            "verse": 69,
            "text": "Nina enizifulathelayo"
        },
        {
            "chapter": 38,
            "verse": 70,
            "text": "Anginalo ulwazi ngabaholi (izinduna) eziphakeme ngenkathi ziphikisana"
        },
        {
            "chapter": 38,
            "verse": 71,
            "text": "Akwembulwanga lutho kumina ngaphandle kokuthi mina ngingumxwayisi ogqamile kuphela"
        },
        {
            "chapter": 38,
            "verse": 72,
            "text": "Khumbula ngenkathi iNkosi yakho ithi ezingelosini, “ngempela mina ngingumdali womuntu ngobumba”"
        },
        {
            "chapter": 38,
            "verse": 73,
            "text": "Ngakho-ke kwathi lapho sengimenzile ngamphefumulela ngomoya wami nabe seniwa phansi najabalala ngaphambili kwakhe"
        },
        {
            "chapter": 38,
            "verse": 74,
            "text": "Ngakho-ke izingelosi zaguqa ngokuzithoba zonke ndawonye"
        },
        {
            "chapter": 38,
            "verse": 75,
            "text": "Ngaphandle kuka-Iblis waqhosha futhi wabangomunye wabangakholwa"
        },
        {
            "chapter": 38,
            "verse": 76,
            "text": "Wathi (uMvelinqangi), “Oh Iblis! Yini ekuvimbelayo ukuthi uthobele lowo engimdale ngezandla zami zombili na? Ngakube uziphakamisile noma ubengomunye walabo abaphakeme na"
        },
        {
            "chapter": 38,
            "verse": 77,
            "text": "Wathi (u-Iblis) mina ngingcono kunaye ungidale ngomlilo wabe sewumdala ngobumba"
        },
        {
            "chapter": 38,
            "verse": 78,
            "text": "Wathi (uMvelinqangi) ngakho-ke phuma kulona (izulu) ngempela wena ungogxoshiweyo"
        },
        {
            "chapter": 38,
            "verse": 79,
            "text": "Futhi ngempela siphezu kwakho isiqalekiso sami kuze kube usuku lokwehlulela"
        },
        {
            "chapter": 38,
            "verse": 80,
            "text": "Wathi (u-Iblis), “Nkosi yami nginike ithuba kuze kube usuku abayovuswa ngalo"
        },
        {
            "chapter": 38,
            "verse": 81,
            "text": "(UMvelinqangi) wathi ngakho-ke ngempela wena ungomunye wabanikwe ithuba"
        },
        {
            "chapter": 38,
            "verse": 82,
            "text": "Kuze kube wusuku lwesikhathi esaziwayo"
        },
        {
            "chapter": 38,
            "verse": 83,
            "text": "Wathi, “ngakho-ke ngokuhlonipheka kwakho ngempela ngizobadukisa bonke”"
        },
        {
            "chapter": 38,
            "verse": 84,
            "text": "Ngaphandle kwezinceku zakho ezikhethiwe phakathi kwabo"
        },
        {
            "chapter": 38,
            "verse": 85,
            "text": "Wathi, “yiqiniso futhi yiqiniso engilishoyo”"
        },
        {
            "chapter": 38,
            "verse": 86,
            "text": "Ngempela ngizogcwalisa isihogo ngawe kanye nangabobonke abakulandelayo phakathi kwabo"
        },
        {
            "chapter": 38,
            "verse": 87,
            "text": "Ithi anginiceli umvuzo ngako futhi mina angiyena omunye wabakhohlisi"
        },
        {
            "chapter": 38,
            "verse": 88,
            "text": "Akuyilutho ngaphandle kwesikhumbuzo emihlabeni. 89. Futhi ngempela nizozazi izindaba zaso emva kwesikhashana"
        }
    ]
}