{
    "rukus": [
        {
            "chapter": 2,
            "verse": 97,
            "text": "SAY: ´Who is Gabriel´s enemy? He has brought it down for your heart with God´s permission, to confirm what came before it and as guidance and good news for believers"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "Who is an enemy of God and His angels and His messengers, as well as of Gabriel and Michael? Anyhow, God is an enemy of disbelievers"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "We have sent you down clear signs; only immoral people disbelieve in them"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "Each time they swear an oath, does a group of them shrug it off? Rather most of them do not even believe"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "Whenever a messenger from God has come to them to confirm what they already had, a group of those who were given the Book have tossed God´s book behind their backs as if they did not know [any better]"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "They followed whatever the devils recited concerning Solomon´s control. Solomon did not disbelieve but the devils disbelieved, teaching people magic and what was sent down to Harut and Marut, two angels at Babylon. Neither of these would teach anyone unless they [first] said: \"We are only a temptation, so do not disbelieve!\" They learned from them both what will separate a man from his wife. Yet they do not harm anyone through it except with God´s permission. They learn what will harm them and does not benefit them. They know that anyone who deals in it will have no share in the Hereafter; how wretched is what they have sold themselves for, if they only knew"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "If they had only believed and done their duty, a recompense from God would have been better, if they had realized it"
        }
    ]
}