{
    "rukus": [
        {
            "chapter": 7,
            "verse": 85,
            "text": "To Midian [We sent] their brother Shuayb. He said: ´My people, worship God [Alone]! You have no other deity besides Him. A token has come to you from your Lord, so offer full measure and weight, and do not undersell people in their dealings nor spoil things on earth once it has been set right; that will be best for you if you are believers"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "Do not lurk along every road, threatening and blocking anyone off from God´s way who believes in Him, and seeking to make it crooked. Remember how few you were and He increased you. See what the outcome was for those who act depraved"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "If there is a faction of you who believe in what I have been sent with, and another faction which does not so believe, still be patient until God judges between us. He is the best of Judges"
        },
        {
            "chapter": 7,
            "verse": 88,
            "text": "The elders among his people who had acted proudly said: \"We´ll run you out of our town, Shuayb, as well as those who believe along with you; or else you will return to our sect!\" He said: \"Even though we detest it"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "We´d invent a lie about God if we returned to your sect now after God has saved us from it. There is no means for us to return to it unless God our Lord should wish us to; our Lord comprises everything in knowledge. On God have we relied. Our Lord, really deliver us from our own people; You are the best Deliverer"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "The elders among his people who disbelieved said: ´If you follow Shuayb, you will then be losers"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "So the Tremor caught them, and one morning they lay cowering in their homes"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "those who rejected Shuayb [ended up] as if they had never been so wealthy in them; those who rejected Shuayb were the losers"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "So he turned away from them and said: ´My people, I have delivered my Lord´s messages to you and counseled you sincerely. Why should I grieve over a disbelieving folk"
        }
    ]
}