{
    "rukus": [
        {
            "chapter": 9,
            "verse": 60,
            "text": "Charity is [meant] only for the poor, the needy, those working at [collecting and distributing] it, those [possible converts] whose hearts are being reconciled [to yours], for freeing captives and debtors, and in [striving along] God´s way, and for the wayfarer, as a duty imposed by God. God is Aware, Wise"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "There are some (people] who annoy the Prophet by saying: \"He´s (all) ears!\" SAY: ´[He´s] an ear for good for you! He believes in God and believes for the believers´ sake, and is a mercy for any of you who do believe.´ Those who annoy God´s messenger will have painful torment"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "They swear by God for you just to please you (all). It is more correct to please God and His messenger if they are [really] believers"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Do they not know that anyone who places any limits on God and His messenger will have Hell fire to remain in forever? That will be an awful disgrace"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "Hypocrites act anxious lest a chapter be sent down for them to notify them as to what is in their hearts. SAY: ´Joke away: God will produce what you are so anxious about"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "If you question them, they say: ´We have only been toying (with words) and playing around.\" SAY: \"Have you been joking about God, and His signs and His messengers"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "Make no excuses! You have disbelieved following your profession of faith. If We should pardon one faction of you, we will punish another faction since they have been such criminals"
        }
    ]
}