{
    "rukus": [
        {
            "chapter": 11,
            "verse": 1,
            "text": "L. R. [This is] a Book whose verses are decisive, and have been set forth detail in the presence of Someone [Who is] Wise, Informed"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "so that you will serve only God [Alone]: \"I am a warner, a herald from Him to you"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "and so you will seek forgiveness from your Lord; then turn towards Him [in repentance]. He will let you enjoy a handsome allotment for a specific period, and grant His bounty to everyone possessing bounty. If you should turn away, then I fear the torment of a great day for you"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "Unto God is your return; He is Capable of everything"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Indeed they wrap their breasts up to try to hide things from Him. Whenever they attempt to cover themselves up with their clothing, does He not know whatever they conceal and what they disclose? He is Aware of whatever [their] breasts contain"
        },
        {
            "chapter": 11,
            "verse": 6,
            "text": "No animal exists on earth unless God provides for it. He knows its lair and its burrow; everything is [to be found] in a clear Book"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "He is the One Who created Heaven and Earth in six days. His Throne rises over the water, so He may test which of you is finest in action. If you should say: \"You will (all) be raised up after death,\" those who disbelieve would say: \"This is just sheer magic"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "If We postponed torment for them till a period to be counted out, they would say: \"What is delaying it?\" On the day when it comes to them, there will be no means them to dodge it, while whatever they had been sneering at will sweep around them"
        }
    ]
}