{
    "rukus": [
        {
            "chapter": 11,
            "verse": 50,
            "text": "To Ad [we sent] their brother Hud. He said: \"My people, worship God [Alone]! You have no other deity except Him. Otherwise you are only making things up"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "My folk, I ask you for no payment for it: my wage comes only from the One Who fashioned me. Will you not reason [things out]"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "My folk, seek forgiveness from your Lord, then turn to Him [repentant]. He will send the heavens down upon you in torrents and add strength to you even beyond your own strength. Do not turn away like criminals"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "They said: \"Hud, you have not brought us any explanation, nor are we apt to leave our gods merely on your say-so. We are no believers in you"
        },
        {
            "chapter": 11,
            "verse": 54,
            "text": "we only say: ´Some of our gods have stricken you with evil.\"´ He said: \"I take God as a witness, and bear witness yourselves that I am innocent of what you associate with"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "instead of Him. Plot away all together against me; then do not keep me waiting"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "I have relied on God, [Who is both] my Lord and your Lord. There is no animal which He does not grasp by its forelock. My Lord is on a Straight Road"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "Even if you should turn away, I have still delivered to you what I have been sent to you with. My Lord will replace you with some other people than yourselves, while you will not harm Him in any way. My Lord acts as a Keeper over everything"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "Once Our command came, We rescued Hud as well as those who believed along with him through mercy from Ourself-, We saved them from stern torment"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "Such [people] were Ad: they repudiated their Lord´s signs, defied their messengers, and followed the command of every stubborn oppressor"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "They were followed by a curse in this world as well as on Resurrection Day. Did not Ad disown their Lord? Well, it meant: \"Away with Ad, Hud´s folk"
        }
    ]
}