{
    "rukus": [
        {
            "chapter": 15,
            "verse": 61,
            "text": "When the emissaries came to Lot´s household"
        },
        {
            "chapter": 15,
            "verse": 62,
            "text": "he said: \"You are folk who should be ignored"
        },
        {
            "chapter": 15,
            "verse": 63,
            "text": "They said: Rather we have come to you about something they have been puzzling over"
        },
        {
            "chapter": 15,
            "verse": 64,
            "text": "We have brought you the Truth, for we are reliable"
        },
        {
            "chapter": 15,
            "verse": 65,
            "text": "Travel with your family at dead of night; you should follow in their rear, and let none of you glance around! Keep on going wherever you are ordered to"
        },
        {
            "chapter": 15,
            "verse": 66,
            "text": "We have passed judgment on that case for him so that those people´s last remnant shall be cut off once morning dawns for them"
        },
        {
            "chapter": 15,
            "verse": 67,
            "text": "The people of the city came up gay with the news"
        },
        {
            "chapter": 15,
            "verse": 68,
            "text": "He said: \"These are my guests so do not disgrace me"
        },
        {
            "chapter": 15,
            "verse": 69,
            "text": "Heed God, and do not shame me"
        },
        {
            "chapter": 15,
            "verse": 70,
            "text": "They said: \"Didn´t we forbid you to have contact with [anyone in] the Universe [outside]?\"´"
        },
        {
            "chapter": 15,
            "verse": 71,
            "text": "He said: \"These are my daughters if you are going to do (something)"
        },
        {
            "chapter": 15,
            "verse": 72,
            "text": "Upon your life, they were groping along in their drunkenness"
        },
        {
            "chapter": 15,
            "verse": 73,
            "text": "so the Blast caught them at sunrise"
        },
        {
            "chapter": 15,
            "verse": 74,
            "text": "We turned things upside down and rained down stones which had been stamped with their names on them"
        },
        {
            "chapter": 15,
            "verse": 75,
            "text": "In that are signs for investigators"
        },
        {
            "chapter": 15,
            "verse": 76,
            "text": "and it lies along a permanent highway"
        },
        {
            "chapter": 15,
            "verse": 77,
            "text": "In that is a sign for believers"
        },
        {
            "chapter": 15,
            "verse": 78,
            "text": "The Companions in the Forest had been wrongdoers"
        },
        {
            "chapter": 15,
            "verse": 79,
            "text": "so We avenged Ourself on them. Both are a clear indication"
        }
    ]
}