{
    "rukus": [
        {
            "chapter": 17,
            "verse": 53,
            "text": "Tell My servants that they should say whatever is politest. Satan stirs up trouble among them; Satan is an open enemy to man"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Your Lord is quite Aware of you (all); if He wishes, He will show you mercy, while if He wishes, He will punish you, We have not sent you as a trustee over them"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Your Lord is quite Aware of whoever is in Heaven and Earth. We have made some prophets excel over others, and given David the Psalms"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "SAY: \"Invoke those whom you claim to have besides Him: they do control any means of removing harm from you, nor for changing"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Even those whom they appeal to, crave access to their Lord, vying to nearest. They hope for His mercy and fear His torment. Your Lo torment is something to beware of.´"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "No town exists but We shall act as its Destroyers before Resurrect Day, or as its Punishers by means of severe torment. That has recorded in the Book"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "Nothing has prevented Us from sending except that early men rejected them. We sent Thamud the she-camel to open their eyes, yet they mistreated her. We merely send signs in order to frighten [people]"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "Thus We told you: \"Your Lord embraces [all] kind.\" We granted the vision which We showed you only as a test for mankind, as well as the Tree that is cursed in the Quran. We let them feel afraid; yet it only increases great arrogance in them"
        }
    ]
}