{
    "rukus": [
        {
            "chapter": 22,
            "verse": 11,
            "text": "Some men serve God along the fringes: if some good should happen to him, he accepts it calmly, while if some trial should strike him, he turns over on his face [in despair]. He loses both this world and the Hereafter. That is such an obvious loss"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "He appeals to something that neither harms him nor yet benefits him, instead of to God. That is extreme error"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "he appeals to someone whose harm is closer than his benefit. How wretched is such a patron; how wretched is such a colleague"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "God will show those who believe and perform honorable deeds into gardens through which rivers flow; God does anything He wants"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "Let anyone who has been thinking that God will never support him in this world as well as in the Hereafter, [try to] stretch a tent-rope up to the sky; then cut it off. Let him see whether his scheme will take away whatever is irritating him"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "Thus We have sent it down as clear signs. God guides anyone He wants to"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "God will sort out those who believe, as well as those who have become Jews, Sabeans, Christians, Magians, from those who associate [others with Him], on Resurrection Day. God is a Witness for everything"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "Have you not seen how whoever is in Heaven and whoever is on earth drops down on his knees before God, as well as the sun, moon and stars, the mountains, trees and animals, and many people, even some [of those] deserving torment? Anyone whom God weakens will have no one to honor him. God does anything He wishes"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "Both [sets of] these opponents debate about their Lord. Those who disbelieve will have garments tailored out of fire for them; over their heads scalding water will be poured"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "Anything in their stomachs as well as their skins will be melted by it"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "They will have iron goads"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "every time they may want to leave because of [their] gloom, they will be sent back to it: \"Taste the torment of burning"
        }
    ]
}