{
    "rukus": [
        {
            "chapter": 24,
            "verse": 58,
            "text": "You who believe, have those whom your right hands control and those of you who have not yet reached puberty, ask permission from you on three occasions: before the daybreak prayer; when you take off your clothes at noon [for a siesta]; and after the late evening prayer. You have three times for privacy. There is no objection for you nor for them outside those times as they move around you so some of you may wait on others. Thus God explains signs to you; God is Aware, Wise"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "Whenever any children of yours reach puberty, let them ask permission just as those before them have had to ask for such permission. Thus God explains His signs to you; God is Aware, Wise"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "Those [elderly] women sitting around [after their menopause] who no longer expect to marry will meet with no objection if they take off their [outer] clothing, though without displaying their charms. Yet it is best for them to act modestly. God is Alert, Aware"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "It should not be held against the blind nor against the lame, nor against the lame, nor against the sick nor against yourselves, for your eating in your own homes or at your fathers´ or your mothers´ homes, or your brothers´ or your sisters´ homes, or at your uncles´ or aunts´ homes on your father´s side, or your uncles´ or aunts´ on your mother´s side, or those whose keys you have in your custody, or with some friends of yours. There is no objection to your eating either together or separately. Whenever you enter any houses, greet one another with a blessed, wholesome greeting by invoking God. Thus God explains [His] signs to you so that you may reason things out"
        }
    ]
}