{
    "rukus": [
        {
            "chapter": 32,
            "verse": 1,
            "text": "L. M"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "The revelation of the Book which contains no doubt [has been accomplished] through the Lord of the Universe"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "Or do they say: \"He has invented it!\"? Rather, it is the Truth from your Lord so you may warn a folk to whom no warner has come before you, so that they may be guided"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "God is the One Who created Heaven and Earth as well as whatever lies in between them, in six days. Then He mounted on the Throne. You (all) have no patron nor any intercessor besides Him. Will you not bear this in mind"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "He organizes the matter from Heaven [down] to Earth; then it will soar back up to Him on a day whose measure is a thousand years according to the way you count"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "Such is the Knower of the Unseen and the Visible, the Powerful, the Merciful"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "Who makes everything He creates so fine! He started out by creating man from clay"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "then He made his progeny from an extract of discarded liquid"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "next He completed him and breathed some of His own spirit into him. He has granted you hearing, eyesight and vital organs. Yet small thanks do you give for it"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "They say: \"When we have sunk deep into the earth shall we [take part] in some fresh creation?\" Indeed they disbelieve about meeting their Lord"
        },
        {
            "chapter": 32,
            "verse": 11,
            "text": "SAY: \"The Angel of Death who has been given charge of you will gather you in. Then you will (all) be returned to your Lord"
        }
    ]
}