{
    "rukus": [
        {
            "chapter": 4,
            "verse": 43,
            "text": "You who believe, do not attempt to pray while you are drunk, until you know what you are saying; nor after a seminal emission - except when traveling along some road-until you take a full bath. If you are ill or on a journey, or one of you has come from the toilet, or has had contact with any women, and you do not find any water, then pick up some wholesome soil and wipe your faces and your hands with it. God is Pardoning, Forgiving"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Have you not watched those who were given a portion of the Book? They buy up error and want you to lose your Way"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "God is quite Aware as to who your enemies are; God suffices as a Patron, and God suffices as a Supporter"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "Some persons who are Jews lift words out of their context and say: \"We have heard and disobeyed;\" and \"Hear without listening\" or \"Lead us on!\", twisting their tongues around and stabbing at religion as if they had [really] said: \"We have heard and obeyed,\" and \"Hear!\" and \"Watch over us!\", which would be better for them and more straightforward; however God has cursed them for their disbelief, since only a few believe"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "You who have received the Book, believe in what We have sent down to you as a confirmation of what you already have, lest We dazzle your faces and set them on backwards, or curse them just as We cursed the masters of the Sabbath. God´s command must be fulfilled"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "God does not forgive anyone for associating something with Him, while He does forgive whomever He wishes to for anything besides that. Anyone who gives God associates has invented such an awful offence"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "Have you not seen those who purify themselves? Indeed God will purify anyone He wishes to, and they will not be harmed one bit"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "Look how they invent a lie about God! That is enough in itself as a clear offence"
        }
    ]
}