{
    "pages": [
        {
            "chapter": 10,
            "verse": 89,
            "text": "अल्लाहले आदेश गर्नुभयोः कि तिमीहरूको प्रार्थना स्वीकार गरियो तसर्थ तिमीहरू दृढ रह र बुद्धिहीनहरूको बाटोमा नलाग ।"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "र हामीले बनी इस्राईलको सन्ततिलाई समुन्द्रपार गराइदियौं त फिरऔन र त्यसका सेनाले उनको पछि अत्याचार र अन्यायको इच्छाले हिंडे । यहाँसम्म कि जब ऊलाई डूबाउने संकट आइलाग्यो तब भन्न थाल्योः ‘‘मैले ईमान ल्याएँ जसमाथि बनी इस्राईलले ईमान ल्याएका छन् ऊ बाहेक कोही सत्य पूज्य छैन र म मुसलमानहरू मध्येबाट हूँ ।’’"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "(उत्तर आयो) अहिले विश्वास गर्दछौ हुनत तिमी पहिला आदेशको उल्लघंन गर्दथ्यौ र उपद्रवी थियौ ।"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "आज हामीले तिम्रो लाशको मात्र उद्धार गर्नेछौं, ताकि तिमी पछि आउनेको निम्ति पाठ होऊ । र वास्तविकता यो छ कि धेरैजसो मानिसहरू हाम्रा निशानीहरूबाट अनभिज्ञ छन् ।"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "र हामीले बनी इस्राईललाई बासको निम्ति राम्रो ठाउँको व्यवस्था गर्यौं, र खानाको निम्ति पवित्र कुराहरू प्रदान गर्यौं, तर तिनीहरूले ज्ञान आगमनको बावजूद विरोध गरे । निःसन्देह जुन कुरामा तिनीहरूले विवाद गरिराखेछन्, तिम्रो पालनहारले कियामतको दिन तिनीहरूमा ती कुराहरूको न्याय गर्नेछ ।"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "फेरि यदि तिमीलाई यस (किताबको) बारेमा, जुन हामीले तिमीलाई प्रदान गरेका छौं, केही सन्देह छ भने, जुन मानिसहरूले तिमीभन्दा पहिला (प्रदान गरिएका) किताबहरू पढ्छन्, तिनीहरूसित सोधिहाल, तिम्रो पालनहारको तर्फबाट तिमीलाई सत्य (किताब) आइसकेको छ, तसर्थ तिमी कहिले पनि शंका गर्नेहरूमध्यबाट नहुनु ।"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "र नत ती मानिसहरूमध्ये हुनु जसले अल्लाहका आयतहरूलाई झूठा भन्दछन् अन्यथा हानिमा पर्नेमध्ये हुनेछौ ।"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "निश्चयनै जुन मानिसहरूको बारेमा अल्लाहको आदेश निश्चित भइसकेछ, तिनीहरूले ईमान ल्याउने छैनन् ।"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "चाहे तिनीहरूको समीपमा प्रत्येक प्रकारको निशानी आइहालोस्, यहाँसम्म कि तिनीहरू कष्टदायक यातना देखुन ।"
        }
    ]
}