{
    "pages": [
        {
            "chapter": 11,
            "verse": 109,
            "text": "यसर्थ तपाई यस्ता कुराहरूबाट कुनै शंकामा नपर्नुस यी मानिसहरू जसको पूजा गर्दछन्, यिनीहरूले यसै प्रकारले पूजा गर्दछन्, जुन प्रकारले पहिला यिनका पूर्वजहरूले गर्दै आएका छन् । र हामी तिनीहरूलाई तिनीहरूको भाग पूर्णरूपले केही नघटाई नबढाई दिनेवाला छौं ।"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "र निःसन्देह हामीले मूसालाई किताब प्रदान गर्यौं, तब त्यसमा विवाद गरियो र यदि तिम्रो पालनकर्ताको तर्फबाट एउटा कुरा अघिनै नभइसकेको भए तिनीहरूको बीचमा नै निर्णय गरिहालिन्थ्यो र तिनीहरू त यसमा ठूलो शंकामा परेका छन् ।"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "निःसन्देह प्रत्येकले जब उनको सामु जानेछ तब तपाईको पालनकर्ताले सबैलाई तिनीहरूको क्रियाकलापको पूरा–पूरा प्रतिफल दिनेछ । निःसन्देह जुन क्रियाकलाप यिनले गर्दछन् ऊ त्यसलाई जान्दछ ।"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "तसर्थ (हे पैगम्बर !) तपाईलाई जस्तो आदेश दिइएकोछ तपाई र तपाईको साथ प्रायश्चित गरिसकेका मानिसहरूले दृढ रहनु, र सीमाभन्दा अगाडि नजाऊ, उसले तिम्रा सारा क्रियाकलाप देखिराखेको छ ।"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "हेर जो अत्याचारीहरू छन् उनीहरूतिर कदापि प्रवृत्त नहोऊ, नत्र नर्कको आगोले तिमीलाई पनि समातिहाल्छ, र अल्लाह बाहेक तिम्रो कोही संरक्षक छैन र कोहीबाट मद्दत प्राप्त हुनसक्ने छैन ।"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "दिनको दुवै भागमा (प्रातः र सन्ध्या) नमाज पढ्ने गर, र रातीको केही बेलामा पनि । निःसन्देह सत्कर्महरूले गुनाहहरूलाई खतम पारिदिन्छन् । यो तिनीहरूको निम्ति पाठ हो जो पाठ स्वीकार गर्नेवाला छन् ।"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "तपाईले धैर्यधारण गरिराख्नुस् निश्चय नै अल्लाह सत्कर्मीहरूको प्रतिफल खेर फाल्दैन ।"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "तसर्थ जुन कौम तिमीभन्दा अघि बितिसकेका छन्, तिनीहरूमा यस्ता बुद्धिमानी किन भएनन्, जसले कि मुलुकमा उपद्रव हुनबाट रोक्दथे, हो, केही (थिए), जसलाई हामीले तिनीहरूमध्येबाट बचायौं र जो अत्याचारी थिए, यिनै कुराको पछाडि लागिरहे, जसमा कि तिनीहरूलाई आनन्द र विलासिता दिइएको थियो, र तिनीहरू अपराधी थिए ।"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "र तिम्रो पालनकर्ता यस्तो छैन कि, कुनै बस्तीलाई अकारण नष्ट गरिहालोस्, जब कि त्यहाँका बासिन्दाहरू सुकर्ममा लागिरहुन् ।"
        }
    ]
}