{
    "pages": [
        {
            "chapter": 12,
            "verse": 87,
            "text": "मेरा प्यारा पुत्रहरू ! तिमी जाऊ र यूसुफलाई र उसको भाइलाई पूर्णरूपेण खोज गर । र अल्लाहको अनुकम्पाबाट निराश नबन, निश्चितरूपले पालनकर्ताको अनुकम्पाबाट उनै निराश हुन्छन् जो काफिर हुन्छन् ।"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "फेरि यिनीहरू जब यूसुफनिर पुगे, अनि भन्न थालेः ‘‘हे अजीज ! हामीलाई र हाम्रो परिवारलाई दुःख पुगेको छ, हामी सानो पूँजी लिएर आएका छौं, हामीलाई पूरै खाद्यान्न नापिदिनुस्, र हामीमाथि दान गर्नुहोस्, अल्लाह दान गर्नेवालाहरूलाई राम्रो फल दिन्छ ।"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "यसुफले भने जान्दछौ ? तिमीले यसुफ र उसको भाइको साथ आफ्नो अज्ञानताको अवस्थामा के गरेका छौ"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "उनीहरूले भनेः के तिमी नै यूसुफ हौ । उत्तर दियो कि हो म नै यूसुफ हूँ र यो मेरो भाइ हो, अल्लाहले हामीमाथि दया गरेको छ, कुरो यो छ कि जो पनि धैर्य धारण गर्छ र सहनशिलता ग्रहण गर्छ, त अल्लाह कुनै पुण्यकारकलाई पुरस्कारबाट वञ्चित गर्दैन ।"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "उनीहरूले भनेः अल्लाहको कसम, अल्लाहले तिमीलाई हामीभन्दा उच्चदर्जा प्रदान गरेको छ, र यो कि हामी नै अपराधी थियौं ।"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "उत्तर दिए ‘‘आज तिमीमाथि कुनै दोषारोपण छैन अल्लाह तिमीहरूलाई क्षमागरोस्, ऊ सबै दयालुभन्दा ठूलो दयावान छ ।’’"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "मेरो यो कमिज तिमी लैजाऊ र त्यसलाई मेरो पिताको मुखमाथि राखीदेऊः कि उनी हेर्न लागुन्, र आफ्नो सबै सन्ततिलाई मेरो नजिक लिएर आऊ ।"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "जब यो समह अलग भयो (प्रस्थान गर्यो) तब उनको पिताले भन्नु भयो मलाई त यसुफको सुगन्ध आइरहेको छ, यदि तिमीले मलाई कर्तब्य विमुढ़ नभन्ने हौ भने ।"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "उनीहरूले भन्न थालेः अल्लाह कसम तपाई आफ्नो उही पूरानो कल्पनामै मग्न हुनुहुन्छ ।"
        }
    ]
}