{
    "pages": [
        {
            "chapter": 16,
            "verse": 73,
            "text": "र तिनीहरूले अल्लाह बाहेक यस्ता कुराहरूको पूजा गर्दछन् जसले कि तिनीहरूलाई आकाशहरू र धर्तीमा जीविका प्रदान गर्न अलिकति पनि अधिकार राख्दैनन् र न क्षमता राख्दछन् ।"
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "तसर्थ अल्लाहको बारेमा (गलत) उदाहरणहरू नबनाऊ । अल्लाहलाई मात्र थाहा छ र तिमीहरू जान्दैनौ ।"
        },
        {
            "chapter": 16,
            "verse": 75,
            "text": "अल्लाहले एउटा अर्काे उदाहरण वर्णन गर्दछ कि एउटा दास छ, जो अर्काको अधीनमा छ र उसलाई कुनै कुरामाथि अधिकार प्राप्त छैन र एउटा यस्तो मानिस छ, जसलाई हामीले आफूकहाँबाट उचित धन–सम्पत्ति प्रदान गरेका छौं, र उसले त्यसबाट लुकिछिपि र खुल्ला रूपमा खर्च गर्दछ । त के दुवैजना एक समान छन् ? (कदापि होइन) सम्पूर्ण प्रशंसाहरू अल्लाहका लागि नै छन् तर यिनीहरूमध्ये अधिकतरले बुझ्दैनन् ।"
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "अल्लाहले एउटा अर्काे उदाहरण पनि वर्णन गर्दछ, दुईजना मानिसहरूको । त्यसमध्ये एउटा लाटो छ कुनै कुरामाथि उसलाई अधिकार प्राप्त छैन अपितु ऊ आफ्नो मालिकमाथि एउटा अनावश्यक बोझ (भारी) छ । त्यसलाई जहाँ पठाए पनि उसले कुनै भलो कुरो ल्याउँदैन, के यस्तो (लाटो बहिरो) र त्यो मान्छे जो (सुन्दछ, बोल्दछ र) मानिसहरूलाई इन्साफ गर्न आदेश दिन्छ र स्वयं सोझो बाटोमो हिंडीराखेछ, दुवै समान हुन्छन् र"
        },
        {
            "chapter": 16,
            "verse": 77,
            "text": "आकाश र पृथ्वीको गोप्यता मात्र अल्लाहलाई नै थाहा छ कियामतको आगमन यस्तै छ जस्तो आँखाको झिम्काई, बरु त्योभन्दा पनि छिटो, निःसन्देह हरेक कुरोमा अल्लाह शक्ति सम्पन्न सामथ्र्यवान छ ।"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "अल्लाहले नै तिमीलाई तिम्रा आमाहरूको पेटबाट निकाल्यो जबकि तिमीलाई केही पनि थाहा थिएन । र उसैले तिमीलाई श्रवणक्षमता र हेर्ने क्षमता र हृदय (र यिनीहरू बाहेक अन्य अङ्गहरू) प्रदान गर्यो कि तिमीले उसप्रति कृतज्ञता प्रकट गर्न सक ।"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "के तिनीहरूले चराहरूलाई देखेनन् जो आज्ञाकारी भएर आकाशको हावामा घेरिएर (उडिराख्दछन्) तिनीहरूलाई मात्र अल्लाहले नै थामिराखेको छ । निःसन्देह ईमान भएकाहरूको लागि यसमा ठूला निशानीहरू छन् ।"
        }
    ]
}