{
    "pages": [
        {
            "chapter": 18,
            "verse": 62,
            "text": "जब यी दुवै त्यहाँबाट अगाडि बढे तब मूसाले आफ्नो युवकसित भने कि हाम्रो भोजन ल्याऊ, यस यात्राबाट हामीलाई बडो कष्ट उठाउनु परेको छ ।"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "उसले जवाफ दियो कि के तपाईले हेर्नुभएन ? जब हामी ढुङ्गामा अडेस लिई विश्राम गरिराखेका थियौं त्यहीं नै मैले माछा बिर्सिहालेको थिएँ । वास्तवमा मलाई (तपाईसित) त्यसको चर्चा गर्नुबाट शैतानले बिर्साइदियो । त्यसले अनौठो तरिकाले समुद्रमा आफ्नो बाटो बनाइहाल्यो ।"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "मूसाले भने यही थियो जसको तलाशमा हामी थियौं । यसर्थ त्यहींबाट आफ्नो खुट्टाका चिन्हहरू हेर्दै फर्किहाले ।"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "यसरी उनले हाम्रा भक्तहरूमध्ये एउटा भक्त भेट्टाए, जसलाई हामीले आफूकहाँबाट विशेष दया प्रदान गरेका थियौं र आफ्नो तर्फबाट उसलाई विशेष ज्ञान प्रदान गरेका थियौं ।"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "मूसाले उससित (खिज्रसित) भनेः कि जुन असल ज्ञान तपाईलाई सिकाइएको छ, यदि तपाईले त्यसबाट मलाई सिखाउनुहुन्छ भने म तपाईको सेवा गरिरहन्छु ।"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "उसले (खिज्रले) भने कि तिमी मेरो साथमा रहेर कदापि धैर्य गर्न सक्दैनौ ।"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "र जुन कुराको तिमीलाई ज्ञान नै छैन, त्यसको हकमा धैर्य पनि कसरी गर्न सक्दछौ ।"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "मूसाले भने अल्लाहले चाह्यो भने, तपाईले मलाई धैर्यवान पाउनुहुनेछ र कुनै कुरामा मैले तपाईको आज्ञा उल्लघंन गर्नेछैन ।"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "उसले (खिज्रले) भनेः यदि तिमी मेरो साथमा रहनै चाहन्छौ भने शर्त यो छ कि, मसित कुनै कुराको बारेमा प्रश्न नसोध्नु जबसम्म कि मैले स्वयं त्यसको चर्चा तिमीसित नगरूँ ।"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "अनि दुवै हिँडे, जब एउटा डुङ्गामा सवार भए, तब उसले (खिज्रले) डुङ्गाको पटरी तोडिदिए (प्वाल पारिदिए) । मूसाले भनेः के तपाईले त्यसलाई यसकारणले तोड्नुभएको छ कि सवारहरूलाई डुबाइहाल्नुहोस् । यो त तपाईले बडो खतरनाक कुरा गर्नुभो ।"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "उहाँले (खिज्रले) भने, के मैले पहिला नै तिमीलाई भनेको थिएन, कि तिमीले मेरो साथमा कदापि धैर्य धारण गर्न सक्दैनौ ।"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "मूसाले भने कि जुन त्रुटि मबाट भएको छ, त्यसबापत मलाई नसमात्नुहोस्, र मेरो कुरामा मलाई संकटमा नपार्नुहोस् ।"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "फेरि दुवै अगाडि बढे, अनि एउटा केटो भेट्टाए, तब (खिज्रले) उसलाई मारिदिनुभयो । मूसाले भने कि तपाईले एउटा निर्दोष मानिस किन मारिहाल्नुभो जब कि त्यसले कसैको ज्यान लिएको थिएन । तपाईले एकदमै नराम्रो काम गर्नुभयो ।"
        }
    ]
}