{
    "pages": [
        {
            "chapter": 23,
            "verse": 105,
            "text": "के तिम्रो अगाडी मेरा आयतहरू पढेर सुनाइन्नथे ? र तैपनि तिमीले तिनलाई झूठो मान्थ्यो ।"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "(तिनीहरू) भन्नेछन, हे हाम्रो पालनकर्ता । हाम्रो दुर्भाग्य हामीमाथि प्रभावित भयो र हामी पथविचलित मानिस थियौं ।"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "हे हाम्रो पालनकर्ता ! हामीलाई यहाँबाट मुक्ति देऊ अनि यदि तैपनि हामीले पुनः यस्तो गर्छौं भने निश्चय नै हामी अत्याचारी हुनेछौं ।"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "अल्लाहबाट आदेश हुनेछ, कि यसैमा तिरस्कृत भई बसिराख र मसित कुरा नगर ।"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "मेरा भक्तहरूमा केही यस्ता मानिसहरू थिए जसले भन्दैथिएः कि हे हाम्रो पालनकर्ता हामीहरूले ईमान ल्याइसकेका छौं तिमीले हामीलाई क्षमा गरिदेऊ, र हामीमाथि दया गर र तिमी सबैभन्दा राम्रो दया गर्नेवाला हौ ।"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "तर तिमीले उनको उपहास गर्यौ, यहाँसम्म कि उनको कारण तिमीले मेरो सम्झना पनि बिर्सिहाल्यौ र तिमीेले उनीमाथि हाँस्दै गर्यौ ।"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "आज मैले उनीहरूको धैर्यको प्रतिफल प्रदान गरेकोछु । उनीहरू आफ्नो लक्ष्य प्राप्त गरेका छन् ।"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "अल्लाह सोध्नेछः कि तिमी धर्तीमा कति वर्ष बस्यौ"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "उनीहरूले भन्नेछन् कि हामी एक दिन वा एकदिनभन्दा पनि कम बस्यौं । गणना गर्नेवालाहरूसित सोधिहाल्नुस् ।"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "अल्लाहले भन्नेछः कि (त्यहाँ) तिमी साह्रै नै कम बस्यौं । कति राम्रो हुनेथियो यदि तिमीले जानेको भए ।"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "के तिमीले यो ठानेका छौ, कि हामीले तिमीलाई व्यर्थमा सृष्टि गरेका छौं र यो कि तिमीलाई हामीतिर फर्काइनेछैन"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "अल्लाह, सच्चा सम्राट हो ऊ धेरै उच्च छ । उसबाहेक कोही अन्य सत्य पूज्य छैन, उही स्वामी हो, महिमाशाली सिंहासनको ।"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "जोसुकै व्यक्तिले अल्लाहको साथमा कुनै अर्को पूज्यलाई पुकार्दछ, जसको बारेमा उसको साथमा कुनै प्रमाण छैन, त उसको हिसाब उसको पालनकर्तासित छ । निश्चय नै अवज्ञाकारीहरू कहिल्यै सफल हुने छैनन् ।"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "र भन्नुस् कि हे मेरो पालनकर्ता ! मलाई क्षमा गरिदिनुस् र दया गर्नुस् तिमी सबैभन्दा राम्रो दया गर्नेवाला हौ ।"
        }
    ]
}