{
    "pages": [
        {
            "chapter": 25,
            "verse": 44,
            "text": "के तपाईले यही सोच्नु्हुन्छ कि उनीहरूमध्ये धेरैले सुन्दछन्, र बुझ्दछन् ? उनीहरू त एकदम चौपायाहरू जस्तै छन्, बरु तिनीहरूभन्दा पनि धेरै पथभ्रष्ट ।"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "के तपाईले देख्नु भएन कि तपाईको पालनहारले छाँयालाई कसरी लम्ब्याएर फिजाइदिनु भएकोछ र यदि त्यसले चाहेको भए (छाँयालाई) स्थिर राख्न सक्दथ्यो । अनि सूर्यलाई त्यसमाथि प्रमाण बनाइदियौं ।"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "अनि हामीले त्यसलाई बिस्तारै–बिस्तारै आफ्नोतर्फ तानिहाल्यौं ।"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "र उही त हो, जसले रातलाई तिम्रो निम्ति पर्दा (वस्त्र) र निद्रालाई सर्वथा विश्राम बनायो र दिनलाई व्युंझि उठ्ने समय बनायो ।"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "र उहि त हो, जसले आफ्नो दयालुताको वर्षा अगाडि हावाहरूलाई खुशीयालीको सूचना दिन पठाउँछ र हामीले आकाशबाट पवित्र पानीको वृष्टि गर्दछौं ।"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "ताकि यसबाट मृत शहरलाई जीवित गरौं, र त्यसलाई धेरै जसो चौपायाहरू र मानिसहरूलाई जसलाई हामीले सृष्टि गरेकाछौं पिलाऔं ।"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "र निःसंदेह हामीले यस (कुरआन) लाई विभिन्न तरिकाले मानिसहरूमा वर्णन गर्यौं ताकि उनीहरू ध्यान दिउन् । तर धेरै जसो मानिसहरूले कृतध्न भएर त्यसलाई मानेनन् ।"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "र यदि हामीले चाहेको भए हरेक बस्तीमा एक–एक डराउनेवाला पठाइदिन्थ्यौं ।"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "तसर्थ तपाई इन्कार गर्नेहरूको भनाई नमान्नुस् र यस (कुरआन) द्वारा उनीहरूसित पूरै शक्तिको साथ ठूलो जिहाद गर्नुस् ।"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "र उहि त हो, जसले दुई सागरलाई मिलाइराखेको छ, एउटा मीठो छ, तिर्खा मेटाउनेवाला र अर्को नुनिलो छ छाति पोल्नेवाला, र दुवैको बीचमा एउटा पर्दा र बलियो अवरोध बनाइदियो ।"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "र उही त हो, जसले पानीबाट मनुष्यको सृष्टि गर्यो । अनि उसलाई वंशानुगत सम्बन्धहरू र ससुराली नातावाला बनायो । र निःसन्देह तिम्रो पालनहार बडो सामथ्र्यवान छ ।"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "यिनीहरू अल्लाहलाई छाडि यस्तोको पूजा गर्दछन्, कि जसले उनलाई नत फाइदा पुर्याउन सक्छ नत नोक्सान, र काफिरहरू त छदैछन् आफ्नो पालनकर्ताको विरोधी र अरुको (शैतानको) मदद गर्नेवाला ।"
        }
    ]
}