{
    "pages": [
        {
            "chapter": 41,
            "verse": 30,
            "text": "वास्तवमा जुन मानिसहरूले भनेः कि ‘‘हाम्रो पालनकर्ता अल्लाह हो’’, अनि उनीहरू (त्यसमा) दृढ रहे, त उनीहरूको निम्ति फरिश्ताहरू (यो भन्दै) अवतरित हुन्छन् कि तिमी निराश र शोकाकुल नहोऊ, अपितु त्यस स्वर्गको शुभसूचना सुनिहाल जसको तिमीलाई वाचा दिइएकोछ ।"
        },
        {
            "chapter": 41,
            "verse": 31,
            "text": "हामी सांसारिक जीवनमा पनि तिम्रो मित्र थियौं र आखिरतमा पनि (तिम्रो साथमा) रहनेछौं । त्यहाँ जुन कुराको तिमीले इच्छा गर्नेछौ, र जुन कुरा माँग्नेछौं, तिम्रो लागि उपस्थित हुनेछ ।"
        },
        {
            "chapter": 41,
            "verse": 32,
            "text": "(त्यो) क्षमाशील, र दयावान् अल्लाहको तर्फबाट तिम्रो लागि आतिथ्यको रूपमा हुनेछ ।’’"
        },
        {
            "chapter": 41,
            "verse": 33,
            "text": "र यसभन्दा राम्रो कुरावाला को हुनसक्छ जसले अल्लाहतिर डाँक्छ र असल कर्म गर्दछ र भन्दछः कि ‘‘निःसन्देह म मुस्लिम हूँ ?’’"
        },
        {
            "chapter": 41,
            "verse": 34,
            "text": "पाप र पुण्य (नेकी र बदी) समान हुन सक्दैन । खराबीलाई भलाईबाट हटाऊ । फेरि तिमीले देख्नेछौ कि जसको साथ तिम्रो शत्रुता थियो, त्यो घनिष्ट मित्र भइहाल्नेछ ।"
        },
        {
            "chapter": 41,
            "verse": 35,
            "text": "र यी कुरा उनीहरूलाई मात्र प्राप्त हुन्छ, जो धैर्य गर्नेवाला छन् र उनीहरूलाई मात्र प्राप्त हुन्छ जो बढो भाग्यमानी छन् ।"
        },
        {
            "chapter": 41,
            "verse": 36,
            "text": "र जब तिमीलाई शैतानको तर्फबाट कुनै नराम्रो विचार आउँछ तब अल्लाहको शरण माँग्नेगर । निःसन्देह ऊ धेरै सुन्ने र जान्नेवाला छ ।"
        },
        {
            "chapter": 41,
            "verse": 37,
            "text": "र रात र दिन, सूर्य र चन्द्र उसको निशानीहरूमध्येका हुन् । तिमीहरूले न सूर्यको पूजा गर नत चन्द्रको, बरु अल्लाहलाई नै ढोग, जसले यी कुराहरूलाई सृष्टि गरेको छ, यदि तिमी उसैको उपासना गर्नेवाला हौ ।"
        },
        {
            "chapter": 41,
            "verse": 38,
            "text": "यदि तैपनि यिनीहरूले घमण्ड गर्दछन् त जो फरिश्ताहरू तिम्रो पालनकर्ताको पासमा छन् उनीहरूले त रात र दिन उसको गुणगान गरिराखेकै छन्, र उनीहरूलाई कहिले दिक्क लाग्दैन ।"
        }
    ]
}