{
    "juzs": [
        {
            "chapter": 3,
            "verse": 93,
            "text": "I tërë ushqimi ishte i lejuar për bijtë e israilit, përveç atij që Israili (Jakubi) para se të s briste Tevrati, ia ndaloi vetvetës. Thuaju: “Sillne pra një Tevrat dhe lexoni atë, nëse jeni të vërtetë (në çka thoni)"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "Ai që edhe pas kësaj shpif gënjeshtra kundër All-llahut, ata vërtet janë mizorë"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "Thuaj: “Alahu e tha të vërtetën, pra ndiqne fenë e pastër të Ibrahimit, sepse ai nuk u ta konte idhujtarve"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "Shtëpia (xhamia) e parë e ndërtuar për njerëz, është ajo në Bekë (Mekë), e dobishme udhërrëfyese për mbarë njerëzimin"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "Aty ka shenja të qarta: vendi iIbrahimit, dhe kush hyn në te, ai i sigurt, Për hirë të All-llahut, vizita eshtëpisë (Qabes) ësht obligim për atë që ka mundësi udhëtimi te ajo, e kush nuk e beson (ai nuk e viziton); All-llahu nuk është i nevojshëm për (ibadetin që e bëjnë) njerëzit"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "Thuaj: “O ithtarë të librit, përse i mohoni ajetet (argumentet) e All-llahut? E All-llahu mbikëqyr atë që veproni"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "Thuaj: “O ithtarë të librit, përse e pengoni atë që besoni nga rruga e All-llahut, duke u angazhuar që ta paraqitni atë të shtrembër, ndërsa vetë ju, jeni dëshmues se është e vërtetë! Veprimi juaj nuk mund t’i shmanget mbikëqyrjes së All-llahut"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "O ju që besuat, në qoftë se ju i bindeni një grupi të atyre që iu është dhënë libri, ata, do t’ju kthejnë në mosbesimtarë"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "Si bën të mos besoni, kr juve janë duke iu lexuar (duke iu shpallur) ajetet e All-llahut dhe kur në mesin tuaj gjendet i derguari i Tij? E kush i përmbahet fesë së All-llahut, ai padyshim është i udhëzuar në rrugën e drejtë"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "O ju që besuat, kinie frikë All-llahun me sinqeritet të vërtetë dhe mos vdisni, pos vetëm duke qenë muslimanë (besimtarë)"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "Dhe kapuni që të gjithë ju për litarin (fenë dhe Kur’anin) e All-llahut, e mos u përçani! Përkujtomie nimetin e All-llahut ndaj jush, kr ju (para se ta pranonit fenë islame) ishit të armiqësuar, e Ai bashkoi zemrat tuaja dhe ashtu me dhuntitë e Tij aguat të jeni vëllezër. Madje ishit në buzë të greminës së Xhehennemit, e Ai ju shpëtoi prej tij. Po kështu All-llahu ua shqaron juve argumentet e veta që ju të gjeni të vërtetën e lumtur"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "Nga ju le të jetë grup që thërret në atë që është e dobishme, urdhëron për punë të mbara dhe ndalon nga e keqja. Të tillët janë ata të shptuarit"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "E mos u bëni si ata që u ndanë dhe u përçanë pasi u patën zbritur argumentet. Ata do të pësojnë një dënim të madh"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "Në ditën kur ka fëtyra që zbardhen dhe ka fytyra që nxihen. E për sa u përket atyre fëtyrave që janë nxirë u (thuhet): “A edhe pasbesimit tuaj u bëtë pabesimtarë? Vuanie pra, dënimin për shkak se ishit që nuk besojshit!”"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "Ndërsa atyre që u janë zbardhur, ata janë në mëshirën (Xhennetin) e All-llahut dh aty janë përgjithmonë"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "Ja, këto që po t’i lexojmë ty janë argumentet e sakta të All-llahut. E All-llahu nuk është ai që e do padrejtsinë për njerëz"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "Të All-llahu jaë ç’ka në qiej dhe ç’ka në tokë dhe vetëm te All-llahu kthehen çështjet"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "Je jeni populli më i dobishëm, i ardhur për të mirën e njerëzve, të urdhëroni për mirë, të ndaloni nga veprat e këqia dhe të besoni në All-llahun. E sikur ithtarët e librit të besonin drejt, do të ishte shumë më e mirë për ta. Disa prej tyre janë besimtarë, por shumica e tyre janë larg rrugës së Zotit"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "Ata kurrsesi nuk mund t’ju sjellin ndonjë dëm jve, përveç ndonjë shqetësimi, po edhe në ju luftofshin, ata do të zmbrapsen prej jush. Mandej ata nuk janë të ndihuar"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "Atyre (jehudive) u është vënë njollë e nënçmimit kudo që të gjenden, vetëm nëse kapen për litarin (fenë) e All-llahut dhe kthehen në besën e njerëzve (të muslimanëve), ata kanë shkaktuar kundër vetes përbuzje nga All-llahu, andaj atyre u është shtar shtypja e mjerimi. Këtë për shkak se ata i mohonin argumentet e All-llahut, i mbytnin mizorisht pejgamberët dhe për shkak se kundërshtonin (udhëzimet e Zotit) dhe tejkalonin (çdo normë njerëzore)"
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "Ata (ithtarët e librit) nuk janë të njejtë. Nga ithtarët e librit ka që janë në rrugë të drejtë, gjatë natës lexojnë ajetet e All-llahut duke u lutur"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "I besojnë All-llahut dhe së ditës, këshllojnë për të mirë dhe largojnë nga të dobishme, edhe ata janë prej të mirëve"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "E çfarëdo të mire që bëjnë, ajo nuk u mohohet. All-llahu i di shumë mirë të devotshmit"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "S’ka dyshim se atyre që nuk besuan, nuk do t’u bëjnë dobi ndaj (dënimit të) All-llahut as pasuria e as fëmijët e tyre. Ata janë banues të zjarrit dhe aty janë përgjithmonë"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "Shembulli i asaj që ata e japin në këtë jetë (për t’u lavdëruar e për e përmendur) është si i një erë me breshër që godet dhe shkatërron të mbjellat e një populli që e ka lëshuar rrugën në dëm të vetes. All-llahu nuk u bëri zullum atyre, por ata ishin që i benë të padrejtë vetes së vet"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "O ju që besuat, mos i zini për miq të ngushtë të tjerët jashtë mesit tuaj, ata nuk pushojnë së bepruari në dëm tuajin, u dëshirojnë çka u mundon juve. Urrejta kundër jush duket nga gojët e tyre, por ajo që fshehin në tyre, është edhe më e madhe. Ne pra, u kemi sqaruar faktet nëse ju i kuptoni"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "Ja, ju (muslimanë) jeni që i doni ata, e ata nuk u duanjuve. Madje ju i besoni librat në tërësi (të gjitha shpalljet), e kur u takojnë thonë:” Ne kemi besuar!” e kur veçohen, ata mllefi kundër grisin majet e gishtrinjve. Thuaju: “Vdisni me atë mllef tuajin!” All-llahu i di shumë mirë se çka mbajnë (të fshehtat) zemrat e tyre"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "Nëse ju përjetoni ndonjë të mirë, ata i dëshpron ajo, e nëse u godet ndonjë e keqe, ata gëzohen për atë. Po, në qoftë se ju bëhi të durueshëm dhe ruheni (mëkateve), dinakëria e tyre nuk do të t’u dëmtojë aspak. Është e sigurt se All-llahu e ka në dorë atë që punojnë ata"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "Përkujto (O i dërguar) kur dole nga familja jote që t’ua përcaktosh besimtarëve vendet për luftë, e All-llahut është që dëgjon (fjalët) dhe që kupton (qëllimet)"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "Kur dy grupe prej jush gati u treguan të dobëta, po All-llahu ishte që u ndihmoi atyre (që të mos largoheshin), andaj besimtarët le t’i mbështeten vetëm All-llahut"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "All-llahu u ndihmoi juve në Bedr kur ju ishit pak në numër, e për të qenë mirënjohës, keni frikë nga Zoti"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "Kur ti u thoshe besimtarëve: “A nuk është mjaft për ju që Zoti juaj t’ju vazhdojë ndihmën me tre mijë engjëjt e zbritur?”"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "Po, nëse jeni të qëndrushëm e të matur, e ata (armiqtë) t’ju vinë tash në këtë momoent, Zoti juaj ua vazhdon juve ndihmën me pesë mijë engjëjve të ushtruar (për luftë) ose të shënuar"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "E atë (ndihmë) All-llahu nuk e bëripër tjetër por vetëm për t’ju gëzuar dhe me të të qetësojë zemrat tuaja, përndrushe ndihma vjen vetëm prej All-llahut, ngadhënjyesit, të urtit"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "(u ndihmoi) Që ta këpusë një grup nga ata që nuk besuan (duke i mbytur a zënë rovër), ose për t’i demoralizuar dhe ashtu të kthehen të dëshpruar"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "Ty nuk të takon asgjë rreth çështjes se a do t’u pranojë Ai pendimin apo do t’i dënojë ata, në të vërtetë ata janë zullumqarë"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "Vetëm e All-llahut është gjithç’ka në qiej e në tokë, Ai i fal atij që do dhe Ai dënon atë që do. All-llahu është mëkatfalës, mëshirues"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "O ju të clët besuat, mos e hani kamaatën që po e shumë fishoni dhe kini frikë (dënimin e) All-llahut ashtu që të gjeni shpëtim"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "Dhe ruajuni zjarrit që është përgaditur për pabesimtarët"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "E bindjuni All-llahut dhe të dërguarit, ashtu qëtë mëshiroheni"
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "Dhe ngutuni (me punë që meritoni) në falje mëkatesh nga Zoti juaj dhe për në një Xhennet, gjerësia e të cilit është si gjerësia e qiejve dhe e tokës, i përgatitur për të devotshmit"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "Të cilët japin kur janë shlirë edhe kur janë në vështirësi dhe që e frenojnë mllefin, që u falin (keqen) njerëzve, e All-llahu i do bamirësit"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "Edhe ata të clët kur bëjnë ndonjë (mëkat) të shëmtuar ose i bëjnë zullum vetës së tyre, e përmendin All-llahun dhe kërkojnë falje për mëkatet e tyre - e kushi i falë mëkatet përveç All-llahut? - dhe që duke ditur, nuk vazhdojnë në ata që kanë punuar (në të keqen)"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "Shpërblimii të tillëve është falja nga Zoti i tyre dhe Xhennetet nëpër të cilët rrjedhin lumenj e aty do rrijnë përgjithmonë. a i mirë është shpërblimi i atyre që punojnë"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "Përpara jush kanë kaluar ppopujt ndaj të cilëve janë zbatuar ligjet, ndaj, udhtoni nëpër tokë dhe shikoni si qe përfundimi i atyre që përgenjeshtruan"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "Ky (Kur’ani) është sqarim për njerëzit, është dhëzim dhe këshillë për të devotshmit"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "E mos u dobësoni (fizikisht0 dhe mos u dëshproni (shpirtërisht) derisa ju jeni më të lartit, po qe se jeni besimtarë të sinqert"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "Në qoftë se juve u preku çka u dhemb (në Uhud). edhe atë popull (armikun) e pat prekur dhembje si kjo e juaja (në Bedr. Ne, këto ditë i ndrrojmë (u japim në përdorim) mes njerëzve për t’u ditur te All-llahu ata që besuan dhe për t’i zgjedhur disa prej jush për dëshmorë (ose dëshmues). All-llahu nuk i do zullumqarët"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "Dhe që All-llahu t’i pastrojë besimtarët, ndërsa gradualisht t’i shkatërrojë mosbesimtarët"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "A mos menduat ju se do të hyni në Xhennet e All-llahu pa i ditur (pa u vërtetua në praktikëse prej jush kanë luftuar, dhe pa u ditur cilët prej jush ishin të durueshëm)"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "Ju ishit ata që dëshironit vdekjen para se të ballafaqoheshit me te. Ja pra, atë e patë dhe e shikuat me sytë tuaj"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "Muhammedi nuk është tjetër vetëm se i dërguar. Edhe përpara tij pati të dërguar (që vdiqën ose u vranë). E nëse ai vdes ose mbytet, a do të ktheheshit ju prapa (nga feja ose lufta)? E kushdo që kthehet prapa, ai nuk i bën dëm All-llahut aspak, kurse All-llahu Ne do t’i shpërblejë mirënjohësit"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "Askuh nuk vdes pa vullnetin dhe lejen e All-llahut. Ai është shënim i afatit të caktuar. E kush e dëshiron shpërblimin e kësaj bote, Ne atij ia japim, e kush e dëshiron shpërblimin e botes tjetër, edhe atij do t’ia japim atë, kurse mirënjohësit Ne do t’i shpërblejmë"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "E sa pejgamberë pati qësë bashku me të luftuan turma të mëdha besimtarësh dhe për atë që i goditi në rrugën e All-llahut, ata nuk u dobësuan dhe nuk u përulën. All-llahu i do durimtarët"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "Fjala e tyre nuk ishte jetër pos vetëm: “Zoti ynë, na i falë mëkatet tona dhe lëshimet në punët tna dhe na forco në vendet tona (në luftë), nduhmona kundër popullit jobesimtar!”"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "Ndaj All-llahuua u dha atyre shpërblimin e kësaj bote dhe shpërbllimin më të mirë të botës tjetër; All-llahu i do punë mirët"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "O besimtarë, nëse u nënshtroheni jobesimtarëve, ata ju kthejnë prapa aty ku ishit (në kufër) dhe atherë do të jeni të humbur"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "Sepse vetëm All-llahu është ndihmëtar i juaji dhe Ai është më imiri ndihmës"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "Ne do të mbjellim frikën në zemrat e atyre që nuk besuan sepse ata All-llahut i trillojnë e imveshin zota të tjerë, duke mos pasur për të kurrëfar fakti, ndaj vendbanimi i tyre do të jetë xhehnemi. Sa i shëmtuar është vendi i mizorëve"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "All-llahu përmbushi premtimin e vet ndaj jush, ngase me vullnetin e Tij i korrët ata (me shpata) deri kur u dobësuat dhe u përçatë ndërmjet vete, në çështjen e vendit (që u pat caktuar Pejgamberi) dhe pasi vrejtët atë që e dëshironit (prenë e luftës), e atëherë kundërshtuat (urdhërin e Pejgamberit). Pati prej jush që e deshën këtë jetë (ata që u ngutën pas presë) e pati prej jush që e deshtën botën tjetër. Pastaj, për t’ju sprovur u zmbrapi juve nga ata. Po All-llahu u fali juve; All-llahu është dhurues i madh ndaj besimtarëve"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "Dhe kur largoheshit e nuk përfillshit as njëri-tjetrin, ndërsa i dërguari ju thërriste mbrapa. Atëherë u goditi me dëshprim për dëshprim (që i shkaktuat Pejgamberit), ashtu që mos pikëlloheni për atë që u shpëtoi (preja e luftës) e as për atë që u goditi. All-llahu është i njohur hollësisht me atë që veproni"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "Mandej, pas asaj tronditjeje tërëndë, Ai u lëshoi sa për qetësim, një kotje (gjumi të lehtë) që i kaploi një grup prej jush, kurse një grup i kishte preokupuar vetëm çështja e vetvetes. Ata formuan bindje të padrejtë ndaaaaj All-llahut, bindje injorante, e thonin: “Ne nuk kemi në dorë asgjë nga kjo çështje!” Thuaj: “E tërë çështja është vetëm në duar të All-llahut!” Ata fshehin në vetvete atë që uty nuk ta shprehin. Thonin: “Sikur ne të kishim diçka në dorë në këtë çështje, ne nuk do të mbyteshim këtu!” Thuaj: “Edhe sikur të ishit në shtëpitë tuaja, atyre që është caktuar mbytja (vdekja), do të dilnin në vendin e flijimit të tyre!” Në mënyrë që All-llahu të provojë atë që është në zemrat e tuaja (sinqeritetin, ose hipokrizinë) dhe që të pastrojë atë që është në zemrat tuaja. All-llahu i di shumë mirëtë fshehtat në zemrat"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "Vërtet, ata që u zbrapsën prej jush ditën e ndeshjes së dy grupeve (besimtarë dhe idhujtarë në Uhud), ata vetë djalli i shtyri të rrëshqasin me disa punë të tyre që i bënë, po All-llahu ua fali atyre gabimin; All-llahu është mëkatfalës dhe i butë"
        },
        {
            "chapter": 3,
            "verse": 156,
            "text": "O besimtarë, mos u bëni si ata që nuk besuan dhe, për vllezërit e tyre që kishin dalë në udhëtim (tregtie e gjallërimi) ose që kishin shkuar në luftë thonin: “Sikur të kishin ndejtur pranë nesh (e të mos dilnin), atë (bindje), All-llahu ua bëri një dëshprim në zemrat etyre. Pse All-llahu ë është Ai që jep jetë dhe jep vdekje dhe All-llahu sheh atë që ju punoni"
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "E sikur të ishit mbytur në rrugën e All-llahut, ose t’u kikshte zënë vdekja, do të gëzonit falje e mëshirë prej All-llahut që është shumë më e dobishme se ajo çka ata grumbullojnë"
        },
        {
            "chapter": 3,
            "verse": 158,
            "text": "Ti ishe ibutë ndaj atyre, ngase All-llahu të dhuroi mëshirë, e sikur të ishe i vrazhdë e zemërfortë, ata do shkapërderdheshin prej teje, andaj ti falju atyre dhe kërko ndjesë për ta, e konsultohu me ta në të gjitha çështjet, e kur të vendosësh, atherë mbështetu në Allhun, se All-llahu ido ata që mbështeten"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "Ti ishe ibutë ndaj atyre, ngase All-llahu të dhuroi mëshirë, e sikur të ishe i vrazhdë e zemërfortë, ata do shkapërderdheshin prej teje, andaj ti falju atyre dhe kërko ndjesë për ta, e konsultohu me ta në të gjitha çështjet, e kur të vendosësh, atherë mbështetu në Allhun, se All-llahu ido ata që mbështeten"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "Nëse All-llahu dëshiron t’ju ndihmojë, s’ka kush që mund t’ju mposhtë, e nëse Ai iu lë pa ndihmë, atherë kush është ai pas Tij, që dot’jundihmojë? Pra vetëm All-llahut le t’i mbështeten besimtarët"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "Asnjë pejgamberi nuk i takoi të bëjë hile dhe kush bën hile (në ndarjen e plaçkës së luftës), ai në ditën e kijametit vjen i ngarkuar me atë që ka bërë, pastaj secilit njeri i jepet ajo që e ka fituar, duke mos iu bërë e padrejtë"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "A është i njejtë ai qëiu bind All-llahut dhe kërkoi kënaqësinë e Tij, si ai që tërhoqi kundër vetes hidhërim të madh nga All-llahu dhe e ardhmja e tij është Xhehennemi, që është përfundim shumë i keq"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "Ata kanë dallim te All-llahu, e All-llahu she shumë mirë ata që veprojnë"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "Është e vërtetë se All-llahu u dha dhurataë të madhe besimtarëve, kur ndër ta nga mesi ityre dërgoi të dërguarqë atyre t’u lexojë shpalljen e Tij, t’i pastrojë ata, t’ua mësojë Kur’anin dhe sheriatin, edhepse, më parë ata ishin krejtësisht të humbur"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "E kur juve u goditi një dështim (në Uhud) e që ju ia patët dhënëatë dyfish (armikut në bedër), thatë: “Prej nga kjo?” thuaj: “Ajo është nga vetë ju!” S’ka dyshim se All-llahu është i plotëfuqishëm për çdo send"
        },
        {
            "chapter": 3,
            "verse": 166,
            "text": "Ajo që ju goditi juve ditën eballafaqimit të dy grupeve (besimtarë dhe idhujtarë), ishte me lejen e All-llahut, për t’u dalluar besimtarët e sinqert"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "Dhe, për t’u ditur ata që ishin hipokritë. E atyre u është thënë: “Ejani e luftoni në rrugën e All-llahut ose mbroni vetën!” E ata thanë: “Sikur të dinim se do të luftohej, ne do të vinim pas jush!” Në atë moment ata ishin më afër mosbesimit se besimit. Flisnin me gojët e tyre atë që uk e kishin në zemrat e tyre, po All-llahu edi mirë për atë që fshehin"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "Dhe ata që nuk luftuan dhe atyre të vetëve u thanë: “Sikur të na dëgjon neve (e të ktheheshin siç u kthyem ne), nuk do të mbyteshim!” thuaju: “Largoie pra vdekjen prej vetes suaj, nëse jeni të sigurt çka thoni?”"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "Kurrsesi të mos mendoni se janë të vdekur ata që ranë dëshmorë në rrugën e All-llahut. P ërkundrazi, ata janë të gjallë duke u ushqyer te Zoti ityre"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "Janë të gëzuar me atë që u dha All-llahu nga të mirat e Tij, dhe atyre që kanë mbetur ende pa i bashkuar rradhëve të tyre, u marrin myzhde se për ta nuk ka as frikë dhe as që kanë pse të brengosen"
        },
        {
            "chapter": 3,
            "verse": 171,
            "text": "Ata janë të gëzuar me begati e dhurata që ua dha All-llahu, e s’ka dyshim se All-llahu nuk ua humb shpërblimin besimtërëve"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "Të cilët edhe pasi i goditi plaga iu përgjegjën All-llahut dhe të dërgurit. E për ata prej tyre që bënë, mirë dhe u rujtën, është një shpërblimi madh"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "E atyre (shokëve të pejgamberit) që dikush u tha: “Populli (idhujtaët (është tubuar t’ju sulmoja, pra kini frië!” Ajo, vetëm u a shtoi edhe më shumë besimin e thanë e thanë: “Neve na mjafton që kemi All-llahu, Ai është mbrojtësi më i mirë!”)"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "Dhe atë pa i gjetur kurrfarë e keqe fituan begati e mirësi të mëdha nga Allhu dhe e arritën kënaqsinë e Tij All-llahu është dhurues i madh"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "P atë (propagndë) e bëri vetëm shejtani që dëshironte me miqtë e vet (idhujtarët), t’ju friksojë, poju mos u frikësoni prej tyre, frikësomënu Mua, nëse jeni besimtar"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "E ty të mos të brengosin ata që përpiëen për mosbesim, ata kurrsesi nuk mund të dëmtojnë asgjë All-llahun. All-llahu me urtësinë e vet dëshiron që atyre të mos u takojë kurrfarë e mire në botën tjetër dhe ata kanë një dënim të madh"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "Ata që në vend të besimit pranuan kufrin, nuk i bëjnë asgjë dëm All-llahut, ata ipret një dënim i idhët"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "Të mosmendojnë ata që nuk besuan se afatin që u dhamë Ne atyre të jetojnë, është në dobi të tyre. Ne i lamë të jetojnë vetëm që shtojnë edhe më shumë mëkate, se ata ipret një dënmim nënçmues"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "All-llahu nuk ju zblon juve të fshehtat (e të dini se ç’mbajnë në zemrët e tyre). Por All-llahu është Ai që nga të dërguarit e vet zgjedh atë që do (e i zbulon ndonjë të fsehtë). Prandaj, bsoni All-llahut dhe të dërguarit të Tij, e në i besofshit dhe nëse ruheni, atëherë ju keni një shpërblim të madh"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "Ata, të cilët bëjnë koprrraci me atë nga të mirat e veta u dha All-llahu, të mos mendojnë kurrsesi se ajo është në dobi të tyre. Jo, ajo është në dëm të tyre. Ajo e mirë me çka bënë koprraci, në ditën e kijametit do t’u mbështillet në qafën e tyre. All-llahut i mbesin trashëgim qiejt dhe toka, All-llahu është i njohur mirë më atë që veproni"
        },
        {
            "chapter": 3,
            "verse": 181,
            "text": "All-llahu ka dëgjuar fjalën e tyre që thanë: “All-llahu është i varfër e ne jemi të pasur!” Ne do të shënjojmë atë që thanë ata dhe që i mbytën pejgamberët pa kurrfarë faji, e do t’ju themi: “Vuane mundimin e djegjies së zjarrit"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "Kjo është meritë e duarve tuaja, se All-llahu nuk zullumqarë ndaj robëve"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "Ata janë që thanë: “All-llahu na ka porositur që të besojmë asgjë të dërguar derisa ai të na sjellë një kurban që do ta ngrënë zjarri. Thuaju: “Para meje juve u erdhën të dërguar me argumente dhe me atë që e thatë, e përse i mbytet ata, nëse thoni të vërtetën?”"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "Po nëse ata ty të përgënjeshtrojnë, janë përgënjeshtruar edhe para teje të dërguar që u erdhën me argumente të prera, me shkrime qiellore dhe me libër të nditshëm"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "Secili njeri do të shijojë vdekjen, e shpërblimet tuaja u plotësohen diten e kijametit, e kush shmanget zjarrit e futet në Xhennet, ai ka arritur shpëtim, e jeta e kësaj bote nuk është tjetër pos një përjetim mashtrues"
        },
        {
            "chapter": 3,
            "verse": 186,
            "text": "Ju patjetër do të sprovoheni si në pasurinë tuaj, si në vetën tuaj, madje do të dëgjoni ofendime të shumta prej atyre që u është libri para jush, e edhe prej idhujtarëve, po në qoftë se duroni dhe ruheni, ajo është gjëja më vendimtare"
        },
        {
            "chapter": 3,
            "verse": 187,
            "text": "Dhe kur All-llahu mori zotimin nga ata që i pat dhënë libri: që githqysh t’ua publikoni atë njerëzve, e të mos e fshehni, por ata e lanë pas dore atë për pak send të kësaj jete; pra, bënë punë të keqe"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "Mos mendo se janë të shpëtuar ata që gëzohen për atë që bënë (e fshehen çështjen tënde) dhe dëshirojnë të jenë të lavdëruar për atë që nuk e punuan mos llogarit shpëtimpër ta (nu e thanë të vërtetën), ata kanë njëë dënim të dhëmbshëm"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "Vetëm All-llahut i takon sundimi i qiejve e i tokës dhe All-llahu është i gjithfuqishëm për çdo send"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "Në krijimin e qiejve e të tokër, në ndyshimin e natës dhe të ditës, ka argumente të qarta për ata që kanë arsye dhe intelekt"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "Për ata që All-llahun e përmendin me përkujtim kur janë në këmbë, kur janë ulur, kur janë të shtrirë dhe thellohen në mendimie rreth krijimit të qiejve e të tokës (duke thënë):: Zoti ynë, këtë nuk e krijove kot, i lartësuar qofsh, ruanaprej dënimit të zjarrit"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "Zoti ynë, atë ti e fute në zjarr, atë e ke poshtëruar; oër mizorët nuk ka ndihëtarë"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "Zoti ynë, ne dëgjuam një thirrës që ftonte për besim (e që thoshte): Të besoni Zotin tuaj! E ne besuam! Zoti ynë, na i falë mëkatet tona, na i mbulo të metat dhe pas vdekjes na bashko me të mirët"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "Zoti ynë, jepna atë që nëpërmjet të dërgurëve Tu, na e premtove dhe në ditën e kijametit mos na turpëro; vërtet Ti je Ai që nuk e shkel premtimin!”"
        },
        {
            "chapter": 3,
            "verse": 195,
            "text": "Zoti i tyre iu përgjegj lutjes së tyre (e tha): Unë nuk ia humb mundin asnjërit prej jush, mashkull qoftë apo femër. Ju jeni njëri nga tjetri por ata që u dëbuan prej shtëoive të tyre dhe emigruan, u munduan vetëm pse ishin në rrrugën Time, lftuan dhe u vranë, atyre patjetërdo t; ua shlyej mëkatet e tyre dhe do t’i veje në Xhennete në të cilët burojnë lumenj. Ai është shpërblim nga ana e All-llahut, se më i miri i shpërblimeve është te All-llahu"
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "Të mos mashtrojë bredhja nëpër qytete e atyre që nuk besuan"
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "Ajo është një kënaqësi e pakët, e pastaj vendi i tyre është Xhehennemi që është vend mjerimi"
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "Por ata që ia patën frikën Zotit të tyre, ata i kanë Xhennetet nëpër të cilat rrjedhin lumenj dhe aty janë përgjithmonë. Ajo është pritje nga ana e All-llahut, e për të mirët më e dobishmja është ajo që është te All-llahu"
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "Po edhe nga ithtarët e librit ka që besojnë All-llahun, e besojnë atë që u është shpallur juve, e besojnë atë që është shpallur atyre, janë të bindur ndaj All-llahut në shpallje nuk i shesin për pak sendtë kësaj jete. Të tillët kanë shpërblimin e vet te Zoti i tyre, e All-llahu është që llogarinë e bën shpejt"
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "O ju besimtarë, bëni durim, bëhuni të qëndrueshëm kundër armikut, rrini të përgaditur dhe, që të shpëtoni, ruajuni dënimit të All-llahut"
        },
        {
            "chapter": 4,
            "verse": 1,
            "text": "O ju njerëz! Kinie frikë Zotin tuaj që ju ka krijuar prej një veteje (njeriu) dhe nga ajo krijoi palën (shoqën) e saj, e prej atyre dyve u shtuan burrra shumë e gra. Dhe kinie frikë All-llahun që me emrin e Tij përbetoheni, ruajeni farefisin (akraballëkun), se All-llahu është mbikëqyrës mbi ju"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "Bonjakëve (jetimëve) jepini kur të rriten pasurinë e tyre, dhe mos e ndërroni të pastërtin (mallin tuaj që e keni halall) me të ndytin (me haramin) edhe mos ehani pasurinë e tyre (të përzier) me asurinë tuaj, pse ky është mëkat i madh"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "Në qoftë se frikoheni se nuk do të jeni të drejtë ndaj bonjakeve, atëherë martohuni me ato gra që ju pëlqejnë; me dy, me tri e me katra. E nëse i frikoheni padrejtësisë (ndaj tyre), atëherë vetëm me një, ose (martohuni) me ato që i keni nën pushtetin tuaj (robëreshat). Ky (përkufizim) është më afër që të mos gaboni"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "Grave jepnu dhuratën e kurëzimit së tyre (niqahin) më të mirë, e në qoftë se ato nga vullneti i vetju falin diçka nga ajo, atëherë hane atë hallall të mirë"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "Mendjelehtësve (të papjekurve) mos u jepni pasurinë tuaj që All-llahu e bëri për ju mekamje, e ata ushqeni nga ajo, veshni dhe u thoni fjalë të mira"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "Provoni bonjakët derisa të bëhen për martesë, e nëse vëreni te ta pjekuri, atherë drzonju atyre pasurinë e tyre. Mos e hani atë duke shkapërderdhur dhe duke u ngutur para setë rrite ata. Kush është i pasur le të ruhet (shfytëzimit të pasurisë të jetimëve), e kush është ivarfër, le të hajë me maturi. E kur t’ju dorëzoni atyre pasurinë e vet, dëshmoni atë (që ju dorëzoni). Mjafton që All-llahu është llogaritës"
        },
        {
            "chapter": 4,
            "verse": 7,
            "text": "Meshkujve ju takon pjesë nga pasuria që e lënë prindërit e të afërmit (pas vdekjes), edhe femrave ju takon pjesë nga ajo që lënë prindërit e të afërmit, le të jetë pak ose shumë ajo që lënë, ju takon pjesë e coaktuar (nga Zoti)"
        },
        {
            "chapter": 4,
            "verse": 8,
            "text": "Kur të prezentojnë (në pjestimin e pasurisë që ka lënë i vdekuri) të afërmë, bonjak dhe varfnjak (që nuk janë pjestarë në trashigim), jepnu nga ajo (pasuri e lënë) dhe atyre thuanu fjalë të mira"
        },
        {
            "chapter": 4,
            "verse": 9,
            "text": "Le të frikësohen ata (në prag të vdekjes) sikur të linin pas vete pasardhës të paaftë për të cilët kanë dro (si do të jetë gjendja e tyre) le t’i ruhen allahut (dënimit të Tij) dhe le t’ju thonë (jetimëve) fjalë prindore"
        },
        {
            "chapter": 4,
            "verse": 10,
            "text": "Ata që e hanë pa të drejtë pasurinë e jetimëve, në të vërtetë ata hanë atë që mbush barkun e tyre zjarr dhe do të futen në zjarrin e Xhehennemit"
        },
        {
            "chapter": 4,
            "verse": 11,
            "text": "All-llahu ju urdhëron për (çështen e trashigimit) fëmijët tuaj: për mashkullin hise sa për dy femra; nëse janë (trashëgimtare) vetëm femra, dy e më shumë, atyre ju takojnë dy të tretat e pasurisë që trashëgohet; nëse është një femër, asaj i takon gjysma; për prindërit, për seilinnga ata, lu takon e gjashta nga ajo që ka lënë (i vdekuri) nëse ka fëmijë; e nëoftëse (i vdekuri) nuk ka fëmijë e atë e trashëgojnë (vetëm) prindërit, atëherë nënës së tij i takon një e treta; në qoftë se ai (i vdekuri) ka vëllezër, nënës së tij itakon vetëm një e gjashta, (kjo e drejtë në trashëgim bëhet) pasi të kryhet (vasijjeti) që ka lënë dhe pasi të lahet borgji; ju nuk dini se kush është më afër dobisë suaj. (Ky përcaktim është) Urdhër nga All-llahu. Vërtet All-llahu është më i Dijshmi, më i Urti"
        },
        {
            "chapter": 4,
            "verse": 12,
            "text": "Juve ju takon gjysma e asaj (pasurie) që e lënë gratë e tuaja, nëse ato nuk kanë fëmijë, por nëse ato kanë fëmijë, juve ju takon një e katërta nga ajo që lënë ato, pasi të kryhet testamenti i tyre dhe pasi të lahet borgji. Atyre (grave) ju takon një e katërta nga ajo që lini ju, nëse nuk kini fëmijë, por nëse keni fëmijë, atyre ju takon një e teta nga ajo që leni pas kryrjes së testamentit qëkeni përcaktuar ose borxhit. Në qoftë se (i vdekuri) është mashkull ose femër, e trashëgohet nga ndnjë ilargët (pse s’ka as prindër as fëmijë) po ka hjë vëlla ose një motër (nga nëna), atëherë secilit prej tyre u takon një e gjashta, e në qoftëse sejanë më shumë (se një vëlla ose se nj motër) ata janë pjesmarrës të barabartë në të tretën (e tërë pasurisë), pas testamentit të porositur ose borxhit, e duke mos dëmtuar (trashëguesit). Ky përcaktim është porositur prej All-llahu. All-llahu është i gjithëdijshmi, jo ingutshëm"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "këto janë (dispozita) të caktuara prej All-llahut (urdhërave) dhe të dërguarit të tij, atë e dërgon në Xhennete nën të cilin burojnë lumenj. Aty do të jenë përgjithmonë. E ky është shpëtim i madh"
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "Kush e kundërshton All-llahu dhe të dërguarin e Tij, dhe i shkel dispozitat e Tij, atë e shtie në zjarr të përjetëshëm. E për të është një dënim i rëndë"
        },
        {
            "chapter": 4,
            "verse": 15,
            "text": "Ato nga gratë tuaja që bëjnë imoralitet (zina), kërkoni që kundër tyre të dëshmojnë katër vetë prej jush (burra); nëse vërtetohet më dëshmitarë (imoraliteti), mbyllni ato në shtëpia derisa t’i marrë vdekja ose derisa All-llahu të përcaktojë ndonjë rrugë për to"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "Ataa të dy prej jush që bëjnë atë (imoralitet-zina), ndëshkoni; e në qoftë se ata pendohen dhe përmirësohen, atëherë hiqni dorë prej tyre, pse All-llahu pranon fort pendimin dhe mëshiron shumë"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "Pendim i pranueshëm te All-llahu është vetëm ai i atyre që r bëjnë të keqen me mosdije shpejt pendohen; të tillëve All-llahu ju pranon pendimin, se All-llahu është më i dijshmi, më i urti"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "Nuk është pendim (i pranueshëm) i atyre që vazhdimisht bëjnë punë të këqia dhe vetëm atëherë kur t’i vjen vdekja ndonjërit prej tyre, të thotë: “Unë tash u pendova!” e as i atyre që vdesin duke qenë jobesimtarë. Ndaj tyre kemi përënim të ashpër"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "O ju që besuat, nuk është lejuar për ju të trashëgoni gratë (e të vdekurve) në mënyrë të dhunshme, e as t’i shtëngoni për t’u marrë diçka nga ajo që ju keni dhënë atyre, përveç nëse ato bëjnë ndonjë imoralitet të hapur. çoni jetë të mirë me to. Nëse urreni ato, bëni durim që All-llahu të japë shumë të mira në një send që ju e urreni"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "Në qoftë se dëshironi të ndërroni (ta merrni) një grua në vend të një gruaje (të lëshuares) i keni pas dhënë shumë të madhe, mos merrni prej saj snjë send. A do të merrni atë pa të drejtë e në mënyrë mizore"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "Dhe si mund të merrni atë kur njëri-tjetri iu keni bashkuar (në një shtrat) dhe kur ato kanë marrë prej jush një besë të fortë"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "Mos u martoni me ato gra me të cilat qenë të martuar prindërit tuaj, me përjashtim të asaj që ka kaluar (para islamizmit) pse ajo ishte turpësi, përbuzje e traditë e shëmtuar"
        },
        {
            "chapter": 4,
            "verse": 23,
            "text": "U janë ndaluar juve (të martoheni me): nënat tuaja, bijat tuaja, motrat tuaja, hallat tuaja, tezet tuaja, bijat tuaja, bijat e motës, nënat tuaja që ju kanë dhënë gji, motrat nga gjiri, nënëat e grave tuaja (vjehrrat) dhe vajzat që janë nën kujdesin tuaj e të lindura (prej tjeër babai) nga gratë tuaja me të cilat patët kontakt, e nëse nuk ken pasur kontakt me to (me gratë), atëherë s’ka pengesë (të martoheni me ato vajza), dhe (janë të ndaluara) gratë e bijve tuaj që janë të lindjes suaj (jo të bijëve të afoptuar), dhe të bashkoni (përnjeherë në një niqah) dy motra, përpos asaj që ka kaluar. Vërtetë, All-llahu falë shumë, është mëshirues i madh"
        }
    ]
}