{
    "chapter": [
        {
            "chapter": 29,
            "verse": 1,
            "text": "Elif Lam Mim"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Insanlar “Iman ettik” demekle, bir imtihana tabi tutulmadan bırakılacaklarını mı sanıyorlar"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "Biz, onlardan oncekilerini de imtihan ettik. Allah, elbette dogru olanları bilir. Ve elbette yalancıları da bilir"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Yoksa kotuluk yapanlar bizden kacabileceklerini mi/kurtulacaklarını mı sanıyorlar? Ne kotu hukum veriyorlar"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Kim Allah’a kavusmayı umarsa, suphesiz Allah’ın belirledigi sure gelecektir. O herseyi isitendir, bilendir"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "Kim, cihat ederse ancak kendisi icin cihat eder. Suphesiz Allah, alemlerden mustagnidir"
        },
        {
            "chapter": 29,
            "verse": 7,
            "text": "Iman edip salih ameller isleyenlerin kotuluklerini elbette ortecegiz ve onları yapmakta oldukları amellerin en guzeli ile odullendirecegiz"
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "Insana, anne ve babasına iyi davranmasını emrettik. Eger (anne-baban) seni, hakkında hic bir bilgin olmayan seyi bana sirk kosman icin zorlarlarsa, o zaman onlara itaat etme! Donusunuz banadır. Iste o zaman size yapmıs oldugunuz amelleri haber verecegim"
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "Iman edenleri ve salih ameller isleyenleri elbette salih kimselerin arasına katacagız"
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "Insanlardan “Allah’a iman ettik” deyip, O’nun ugrunda bir eza gordukleri zaman, insanların eziyetini Allah’ın azabıyla bir tutanlar vardır. Rabbinden bir yardım gelecek olursa, hemen “Biz sizinle beraberdik” derler. Allah, herkesin kalbinde ne oldugunu en iyi bilen degil mi"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "Allah, elbette iman edenleri biliyor ve elbette munafıkları da biliyor"
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "Kafirler, muminlere derler ki: Bizim yolumuza uyun, sizin gunahınızı da biz tasıyalım. Onların gunahlarından hicbir sey tasıyacak degillerdir. Onlar, yalancıdırlar"
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "Onlar, kendi yuklerini ve kendi yukleriyle beraber baska yukleri de tasırlar. Kıyamet gunu de uydurduklarından sorguya cekilirler"
        },
        {
            "chapter": 29,
            "verse": 14,
            "text": "Nuh’u kavmine gondermistik. Onların arasında bin seneden elli sene eksik yasadı. Sonunda, zalimlik ederlerken onları yakaladık"
        },
        {
            "chapter": 29,
            "verse": 15,
            "text": "Nuh’u ve gemide bulunanları kurtardık; bunu insanlıga bir ayet/ibret kıldık"
        },
        {
            "chapter": 29,
            "verse": 16,
            "text": "Hani Ibrahim de kavmine soyle demisti: Allah’a ibadet edin ve O’ndan sakının! Eger bilirseniz bu sizin icin daha hayırlıdır"
        },
        {
            "chapter": 29,
            "verse": 17,
            "text": "Siz, Allah’ın dısında putlara ibadet ediyorsunuz ve yalan uydurup duruyorsunuz. Allah’tan baska ibadet ettikleriniz sizler icin bir rızka malik degiller, rızkı Allah katında arayın. O’na ibadet edin ve O’na sukredin. O’na donduruleceksiniz"
        },
        {
            "chapter": 29,
            "verse": 18,
            "text": "Eger yalanlarsanız, sizden onceki toplumlar da yalanlamıslardı. Peygamberin gorevi apacık tebligden baska bir sey degildir"
        },
        {
            "chapter": 29,
            "verse": 19,
            "text": "Onlar Allah'ın ilk olarak nasıl (yoktan) yarattıgını, sonra da onu tekrardan (olumden sonra bir daha) yarattıgını gormuyorlar mı? Bu, Allah icin cok kolaydır"
        },
        {
            "chapter": 29,
            "verse": 20,
            "text": "De ki: Yeryuzunde gezin ve ilk olarak (Allah'ın) nasıl yarattıgına bir bakın. Sonra Allah, (ebedi olan) son yaratmayı da var edecektir. Kuskusuz, Allah’ın her seye gucu yeter"
        },
        {
            "chapter": 29,
            "verse": 21,
            "text": "O diledigine azap eder, diledigine rahmet eder. O’na donduruleceksiniz"
        },
        {
            "chapter": 29,
            "verse": 22,
            "text": "Siz ne yeryuzunde, ne de gokte (Allah'ı) aciz bırakamazsınız. Sizin Allah’tan baska veliniz de, yardımcınız da yoktur"
        },
        {
            "chapter": 29,
            "verse": 23,
            "text": "Allah’ın ayetlerini ve O’nunla bulusmaya kufredenler, onlar benim rahmetimden umitlerini kesmis olanlardır. Iste bunlar icin cok acı bir azap vardır"
        },
        {
            "chapter": 29,
            "verse": 24,
            "text": "Ibrahim’in kavminin cevabı: \"Onu oldurun veya onu ateste yakın!\" demekten baska birsey olmadı. Allah ise onu atesten kurtardı. Iste bunda iman eden bir toplum icin ayetler vardır"
        },
        {
            "chapter": 29,
            "verse": 25,
            "text": "ibrahim soyle demisti: Siz, sırf aranızdaki dunya hayatına has sevgi ugruna Allah'ı bırakıp birtakım putlar edindiniz Sonra kıyamet gunu birbirinizi inkar edecek ve birbirinize lanet edeceksiniz. Barınagınız atestir. Sizin icin hic bir yardımcı da yoktur"
        },
        {
            "chapter": 29,
            "verse": 26,
            "text": "Lut da Ibrahim’e iman etmisti. Ben, Rabbime hicret ediyorum. Cunku O, gucludur, Hakim'dir, demisti"
        },
        {
            "chapter": 29,
            "verse": 27,
            "text": "Ibrahim’e, Ishak ve Yakub’u bagısladık; soyuna peygamberlik ve kitap verdik. O’na dunyada mukafatını verdik. O, ahirete de salihlerdendir"
        },
        {
            "chapter": 29,
            "verse": 28,
            "text": "Lut, kavmine soyle demisti: Siz, alemler icinde hicbirinin sizden once yapmadıgı bir fuhsu isliyorsunuz"
        },
        {
            "chapter": 29,
            "verse": 29,
            "text": "Siz erkeklere yanasıyor, yol kesiyor ve toplandıgınız yerlerde kotu seyler yapıyorsunuz, oyle mi? Kavminin cevabı ise: Eger dogru soyleyenlerden isen, haydi bize Allah’ın azabını getir, demekten baska birsey degildi"
        },
        {
            "chapter": 29,
            "verse": 30,
            "text": "Lut: Rabbim, fesatcı kavme karsı bana yardım et! dedi"
        },
        {
            "chapter": 29,
            "verse": 31,
            "text": "Elcilerimiz, mujde ile Ibrahim’e geldikleri zaman: Biz, su beldeyi helak edecegiz. Cunku oranın halkı zalimdir, dediler"
        },
        {
            "chapter": 29,
            "verse": 32,
            "text": "Ibrahim:Fakat orada Lut var, dedi. Biz, orada kimin oldugunu daha iyi biliyoruz. Onu ve ailesini kurtaracagız, karısı haric. O geride kalanlardandır"
        },
        {
            "chapter": 29,
            "verse": 33,
            "text": "Elcilerimiz Lut’a geldiklerinde, onlar sebebiyle endiselenmis ve ici daralmıstı. Korkma ve uzulme! dediler. Biz, seni ve aileni kurtaracagız. Geride kalanlardan olan karın haric"
        },
        {
            "chapter": 29,
            "verse": 34,
            "text": "Biz, bu belde halkına, yoldan saptıkları icin gokten bir azap indirecek olanlarız"
        },
        {
            "chapter": 29,
            "verse": 35,
            "text": "Akleden bir toplum icin, oradan bir apacık ayet/isaret bıraktık"
        },
        {
            "chapter": 29,
            "verse": 36,
            "text": "Medyen’e de kardesleri Suayb’i gonderdik: Ey kavmim, dedi. Yalnızca Allah’a ibadet edin ve ahiret gununu arzulayın. Yeryuzunde bozgunculuk yapıp kargasa cıkarmayın"
        },
        {
            "chapter": 29,
            "verse": 37,
            "text": "Ama onu yalanladılar, bunun uzerine onları korkunc bir sarsıntı yakaladı ve oldukları yerde diz ustu cokup kaldılar"
        },
        {
            "chapter": 29,
            "verse": 38,
            "text": "Ad ve Semud kavimlerini (helak ettik). Onların meskenlerinden bu apacık size belli olmustur. Seytan, onlara yaptıklarını guzel gostermis ve onları (hak) yoldan alı koymustur. Oysa onlar basiret sahibi kimselerdi"
        },
        {
            "chapter": 29,
            "verse": 39,
            "text": "Karun'u, Firavun’u ve Haman’ı (helak etti.) Musa, onlara apacık delillerle gelmisti. Fakat yeryuzunde buyuklendiler. Onlar kacıp kurtulamazlar. Onlardan her birini gunahı sebebiyle yakaladık"
        },
        {
            "chapter": 29,
            "verse": 40,
            "text": "Onlardan kiminin uzerine tas savuran kasırga gonderdik. Kimini bir cıglık yakaladı. Kimini de yerin dibine gecirdik, kimini de suda bogduk. Allah, onlara zulmetmiyordu, fakat onlar kendilerine zulmediyorlardı"
        },
        {
            "chapter": 29,
            "verse": 41,
            "text": "Allah’tan baska veliler edinenlerin durumu kendine bir ev yapan orumcege benzer. Evlerin en curugu orumcegin evidir. Keske bilselerdi"
        },
        {
            "chapter": 29,
            "verse": 42,
            "text": "Allah, kendi dısında hangi seye dua/ibadet etmekte olduklarını suphesiz bilmektedir. O cok gucludur, Hakim'dir"
        },
        {
            "chapter": 29,
            "verse": 43,
            "text": "Iste, insanlar icin verdigimiz ornekler, ama onları alimlerden baskası anlamaz"
        },
        {
            "chapter": 29,
            "verse": 44,
            "text": "Allah, gokleri ve yeri hak /adaletle yarattı. Iman edenler icin bunda bir ayet/isaret vardır"
        },
        {
            "chapter": 29,
            "verse": 45,
            "text": "Sana vahyolunan kitabı oku! Namazı ikame et. Cunku namaz, fuhsiyattan ve kotulukten alıkor. Allah’ı (namazda ve dısında) zikretmek (ibadetlerin) en buyugudur. Elbette Allah, yaptıklarınızı bilir"
        },
        {
            "chapter": 29,
            "verse": 46,
            "text": "Kitap ehli ile en guzel sekilde mucadele et. Ancak onlardan zalim olanlar haric. Onlara soyle deyin:Bize indirilene de, size indirilene de iman ettik. Bizim ilahımız da sizin ilahınız da birdir. Biz ona teslim olanlarız"
        },
        {
            "chapter": 29,
            "verse": 47,
            "text": "Iste sana boyle bir kitap indirdik. Kendilerine kitap verilenler ona iman ederler. Bunlardan (Araplar'dan) da ona iman edenler vardır. Ayetlerimizi ancak kafirler inatla inkar ederler"
        },
        {
            "chapter": 29,
            "verse": 48,
            "text": "Daha once sen, hic bir kitap okumus degildin. Onu sag elinle de yazmıyordun. Oyle olsaydı, batılcılar suphe ederlerdi"
        },
        {
            "chapter": 29,
            "verse": 49,
            "text": "Hayır! O, bilgi verilen kimselerin gonullerinde olan apacık belgelerdir. Ayetlerimizi zalimlerden baskası inatla inkar etmezler"
        },
        {
            "chapter": 29,
            "verse": 50,
            "text": "O’na, Rabbi katındanayetler/mucizeler indirmeli degil miydi? dediler. De ki: Ayetler/ Mucizeler sadece Allah’ın katındandır. Ben, yalnızca apacık bir uyarıcıyım"
        },
        {
            "chapter": 29,
            "verse": 51,
            "text": "Kendilerine okunmakta olan Kitab'ı sana indirmis olmamız, onlara yeterli degil mi? Cunku onda iman eden bir toplum icin rahmet ve ogut vardır"
        },
        {
            "chapter": 29,
            "verse": 52,
            "text": "De ki: Benimle sizin aranızda sahit olarak Allah yeter. O, goklerde ve yerde olanı bilir. Batıla iman edenler ve Allah’a kufredenler ise, iste onlar, husrana ugrayacak olanlardır"
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "Senden acele azap istiyorlar. Eger belirlenmis bir sure olmasaydı elbette onlara hemen azap geliverirdi. Azap onlara haberleri olmadıkları bir sırada ansızın gelecektir"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "Senden azabın acele gelmesini istiyorlar. Oysa, Cehennem kafirleri cepecevre kusatacaktır"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "Azap onları ustlerinden ve ayaklarının altından burudugu gun, (Allah) yaptıgınız amellerin (cezasını) tadın, der"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "Ey iman eden kullarım! Benim arzım genistir. Oyleyse yalnız bana ibadet edin"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "Her nefis olumu tadacaktır. Sonra da bize donduruleceksiniz"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "Iman edenleri ve salih amellerde bulunanları altlarından ırmaklar akan cennetin yuksek konaklara yerlestirecegiz. Orada ebedi kalacaklar. (Boyle iyi) Amellerde bulunanların mukafatı ne guzel"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "Onlar, sabredenler ve yalnızca Rab’lerine tevekkul edenlerdir"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "Nice canlılar var ki, rızıkını kendi yuklenmemistir. Onlara rızık veren Allah'tır, sizi de. O, her seyi isitendir, bilendir"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "Eger onlara: Gokleri ve yeri kim yarattı? Gunese ve Ay'a kim boyun egdirdi? diye sorsan, elbette: Allah! derler. De ki: O halde (iman etmekten) nasıl cevrilip donduruluyorlar"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "Allah kullarından dilediginin rızkını genisletir, diledigininkini de daraltır. Allah’ın her seyi bilendir"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "Onlara: Gokten su indirip, onunla olmus/kurumus olan yeryuzune hayat veren kimdir? diye sorsan, “Allah!” derler. De ki: Hamd Allah’adır. Oysa, onların cogu akletmezler"
        },
        {
            "chapter": 29,
            "verse": 64,
            "text": "Bu dunya hayatı, bir eglence ve bir oyundan baska bir sey degildir. Ahiret yurdu ise, gercek hayat odur. Bilmis olsalardı…"
        },
        {
            "chapter": 29,
            "verse": 65,
            "text": "Gemiye bindikleri zaman, dini/duayı kendisine has kılarak Allah’a dua ederler. Onları kurtarıp karaya cıkardıgı zaman hemen sirk kosarlar"
        },
        {
            "chapter": 29,
            "verse": 66,
            "text": "Kendilerine verdiklerimize nankorluk edip, dunyada gecinip gitsinler bakalım, yakında ogrenecekler"
        },
        {
            "chapter": 29,
            "verse": 67,
            "text": "Cevrelerinde insanlar kapılıp kacırılırken, bizim (Mekke'yi) guvenilir, harem kıldıgımızı gormuyorlar mı? Hala, batıla ima edip, Allah’ın nimetlerine nankorluk mu edecekler"
        },
        {
            "chapter": 29,
            "verse": 68,
            "text": "Allah hakkında yalan uydurandan veya hak geldiginde onu yalanlayandan daha zalim kim olabilir? Kafirler icin Cehennem'de konaklayacak yer mi yok"
        },
        {
            "chapter": 29,
            "verse": 69,
            "text": "Bizim ugrumuzda cihad edenler (var ya), biz mutlaka onları yollarımıza hidayet ederiz. Suphesiz Allah, iyi kimselerle beraberdir"
        }
    ]
}