{
    "chapter": [
        {
            "chapter": 39,
            "verse": 1,
            "text": "Bu Kitap izzet ve hikmet sahibi Allah katından indirilmistir"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "Biz, sana kitabı hak olarak indirdik. Oyleyse, dini ona halis kılarak Allah’a ibadet et"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "Bil ki halis din Allah’ındır. Ondan baska veliler edinenler: Biz bunlara, ancak bizi Allah’a cokca yaklastırmaları icin ibadet ediyoruz derler. Allah, anlasmazlıga dustukleri konuda aralarında hukmu verecektir. Su kadar var ki Allah; yalancı, inkarcı ve kafir kimseye hidayet etmez"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "Eger Allah bir ogul edinmek isteseydi, yarattıkları icinden diledigini secerdi. O bundan munezzehtir. O birdir, Kahhar olan Allah'tır"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "O, gokleri ve yeri hak ile yaratmıstır. Geceyi gunduze dolayıp, orter gunduzu de geceye orter, gunese ve aya da boyun egdirmistir. Hepsi de belli bir sureye kadar akar/gider. Bilin ki O, cok gucludur, cok bagıslayıcıdır"
        },
        {
            "chapter": 39,
            "verse": 6,
            "text": "Sizi tek bir candan yaratmıstır. Sonra ondan da esini meydana getirmis ve size sekiz es hayvan indirmistir. Sizi analarınızın karnında, uc karanlık icinde bir yaratıstan diger bir yaratısa gecerek (safhalardan gecirerek) yaratmıstır. Iste bu Rabbiniz Allah'tır. Mulk O'nundur Ondan baska (hak) ilah yoktur. O halde nasıl (sirke) cevriliyorsunuz"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "Eger kufrederseniz, Allah’ın sizden mustagnidir. Kullarının kufrune razı olmaz. Eger sukrederseniz, sizin icin ondan razı olur. Hic bir gunahkar bir baskasının gunahını yuklenmez. Sonra Rabbinizedir donusunuz. Elbette size yaptıklarınızı haber verecektir. O, kalplerde olanları cok iyi bilendir"
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "Insana bir zarar dokununca, Rabbine yonelerek, ona dua eder. Sonra, kendisinden bir nimet verdigi zaman, daha once ona dua ettigini unutur da onun yolundan saptırsın diye Allah’a esler kosar, De ki: Kufrunle biraz faydalanıp, eglene dur. Kuskusuz sen ates ehlindensin"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "Yoksa gece saatlerini secde ederek ve kıyama durarak, itaatle geciren, ahiretten cekinip, Rabb’inin rahmetini uman mı (kafir olan mı daha hayırlıdır)? Hic bilenlerle bilmeyenler bir olur mu? de! Ancak akıl sahipleri dusunup ogut alır"
        },
        {
            "chapter": 39,
            "verse": 10,
            "text": "De ki: Ey iman eden kullarım! Rabbinizden sakının! Bu dunyada iyilik yapanlar icin (ahirette) bir iyilik vardır. Allah’ın arzı genistir. Ancak sabredenlere, hesapsızca/sınırsızca karsılık verilecektir"
        },
        {
            "chapter": 39,
            "verse": 11,
            "text": "De ki: Ben, dini Allah’a halis kılarak O'na ibadet etmekle emrolundum"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "Teslim olanların da ilki olmakla emrolundum"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "De ki: Eger Rabbime karsı isyan edersem, elbette ben buyuk bir gunun azabından korkarım"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "Dinimi kendisine halis kılarak (sadece) Allah’a ibadet ederim! de"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "Siz de, ondan baska dilediginize ibadet edin. De ki: Husrana ugrayacaklar, kıyamet gunu hem kendilerini hem de ailelerini husrana ugratanlardır. Dikkat edin, apacık husran iste budur"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "Onların ustlerinden atesten tabakalar, altlarından da tabakalar vardır. Allah, kullarını iste bununla korkutuyor. Ey kullarım! Benden sakının"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "Tagut'a ibadet etmekten kacınıp, Allah'a yonelenlere mujde vardır. Kullarımı mujdele"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "Onlar, sozu dinleyip en guzeline uyarlar. Onlar, Allah’ın kendilerine hidayet ettigi kimselerdir. Onlar, akıl sahibi kimselerdir"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "Uzerine azap kelimesi hak olmus kimseye (hidayet edemezsin), ateste olanı da sen mi kurtaracaksın"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "Oysa, Rablerinden sakınanlar icin ustuste yapılmıs, altlarından ırmaklar akan odalar/koskler vardır. Bu, Allah’ın vaadidir. Allah, vaadinden donmez"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "Gormedin mi? Allah gokten bir su indirdi, onu yerdeki kaynaklara yerlestirdi, sonra onunla turlu turlu renklerde ekinler yetistiriyor. Sonra onlar kurur da sapsarı olduklarını gorursun. Sonra da Allah onları kurumus cer cop haline getirir. Iste bunda akıl sahipleri icin bir ibret vardır"
        },
        {
            "chapter": 39,
            "verse": 22,
            "text": "Allah’ın, gonlunu Islam’a acıp, Rabbinden bir aydınlık (yol) uzerine olan kimse ile (boyle olmayan kimse bir olur mu?) Allah’ın uyarılarına karsı kalpleri katı olanların vay haline! Iste onlar, apacık bir dalalettedirler"
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "Allah sozun en guzelini, mutesabih ve (hukumleri, ogutleri, kıssaları...) ikiserli bir kitap olarak indirdi. Rablerinden korkanların derileri ondan urperir, sonra derileri ve kalpleri Allah'ın zikrine yumusar. Iste bu Allah’ın hidayetidir. Onunla diledigine hidayet eder. Allah, kimi de saptırırsa, artık ona bir hidayet edici yoktur"
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "Kıyamet gunu, yuzunu kotu azaptan korumaya calısan kimse (ile cennete olan kimse bir olur mu?) Zalimlere \"Kazandıgınızı tadın!\" denilir"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "Onlardan oncekiler de yalanlamıslardı da hic farkında olmadıkları bir yerden azap onlara geliverdi"
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "Allah, onlara dunya hayatında da rezilligi tattırdı. Ahiret azabı ise cok daha buyuktur. Keske bunu bilselerdi"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "Biz bu Kur’an’da, insanlar icin, dusunsunler diye her turlu misali verdik"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "Sakınıp, takvalı olsunlar diye, hicbir egriligi bulunmayan Arapca bir Kur'an olarak (indirdik)"
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "Allah, birbiriyle gecinemeyen bir cok ortaga baglı olan bir adamla, yalnız bir kisiye has/baglı bir adamı ornek olarak vermistir. Bu ikisinin durumu esit midir? Hamd, Allah’a mahsustur. Fakat onların cogu bilmezler"
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "Elbet sen de oleceksin, onlar da olecekler"
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "Sonra siz kıyamet gunu Rabbinizin huzurunda mahkeme olunacaksınız"
        },
        {
            "chapter": 39,
            "verse": 32,
            "text": "Allah hakkında yalan soyleyen ve kendisine gelen dogruyu yalanlayandan daha zalim kim vardır? Kufre sapanlar icin Cehennem'de bir sıgınma yeri mi yok"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "Dogruyu getiren ve onu tasdik edenler ise, iste onlar muttakilerdir"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "Onlara, Rableri katında istedikleri seyler vardır. Bu, iyilik yapanların oduludur"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "Boylece Allah, onların (dunyada) yaptıklarının en kotusunu ortecek ve yapmakta oldukları amellerin en guzeliyle ecirlerini verecektir"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "Allah kuluna kafi degil midir? Onlar seni Allah’tan baskalarıyla korkutuyorlar. Allah, kimi saptırırsa, artık ona bir hidayet edici yoktur"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "Allah kime de hidayet ederse onu da saptıracak yoktur. Allah Aziz ve intikam sahibi degil midir"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "Onlara: Gokler ve yeri kim yarattı? diye sorsan; Allah, diyeceklerdir. De ki: Allah’tan baska dua ettiklerinizi gordunuz mu, Allah bana bir zarar vermek istese onlar, onun zararını giderebilir mi? Ya da bana bir rahmet dilese, onlar, onun rahmetini engelleyebilirler mi? De ki: Allah bana yeter. Tevekkul edenler yalnız ona tevekkul etsinler"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "De ki: Ey halkım, bulundugunuz hal uzere calısın, ben de amel edip, calısıyorum"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "Kime rezil edici bir azabın gelecegini, kalıcı azabın kimin uzerine inecegini ilerde bileceksiniz"
        },
        {
            "chapter": 39,
            "verse": 41,
            "text": "Biz, kitabı sana insanlar icin “hak” olarak indirdik. O halde onu kim hidayete erisirse kendisi icin erisir Kim de sapıtırsa, ancak kendi aleyhine sapıtır. Sen onlara vekil degilsin"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "Allah, nefisleri oldukleri zaman ve olmeyenleri de uykularında olduruverir. Olumune hukum verilenlerinkini tutar, digerlerini belirlenmis bir sureye kadar salıverir. Iste bunda, dusunen bir toplum icin ayetler/deliller vardır"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "Yoksa onlar Allah’tan baska sefaatciler mi edindiler? De ki : Onlar hic bir seye sahip degillerse ve akletmiyorlarsa da mı"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "De ki: Sefaatin hepsi Allah’ındır. Goklerin ve yerin mulku O’na aittir. Sonra O’na donduruleceksiniz"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "Allah’ın adı tek olarak anıldıgı zaman, ahirete iman etmeyenlerin kalpleri tiksinir. Oysa O'ndan baskaları anıldıgında ise hemen sevince kapılırlar"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "De ki: Ey gokleri ve yeri yaratan, gaybı ve goruleni bilen Allah'ım! Hakkında anlasmazlıga dustukleri hususlarda kulların arasında hukum verecek sensin"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "Yeryuzunde bulunan seylerin hepsi ve bir katı daha o zalimlerin olsaydı, kıyamet gunu, azabın en kotusunden (kurtulmak icin) onu fidye olarak verirlerdi. Zira Allah tarafından hic de hesaba katmamıs oldukları seyler ortaya cıkıp gelmistir"
        },
        {
            "chapter": 39,
            "verse": 48,
            "text": "Onların kazandıkları kotulukler ortaya cıkmıs ve alay ettikleri sey cepecevre kusatmıstır"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "Insana bir zarar dokundu mu hemen bize dua eder. Ona bizden bir rahmet verdigimiz zaman da: \"Bu bana, ilmim/bilgim dolayısıyla verilmistir\" der. Oysa o bir fitne/imtihandır. Fakat cokları bilmez"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "Kendilerinden once gelenler de boyle soylemisti. Fakat kazandıkları kendilerine fayda saglamamıstı"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "Nihayet kazandıkları seylerin kotulukleri onlara isabet etmisti. Iste bunlardan zalim olanlara da kazandıkları seylerin kotulukleri isabet edecek ve onlar aciz bırakıcılar degildir"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "Bilmiyorlar mı ki Allah, diledigine rızkı yayar ve de daraltır. Iman eden bir toplum icin iste bunda deliller vardır"
        },
        {
            "chapter": 39,
            "verse": 53,
            "text": "De ki: Ey kendilerine kotuluk edip asırı giden kullarım! Allah’ın rahmetinden umidinizi kesmeyin. Cunku Allah, butun gunahları bagıslayıcıdır. O, cok bagıslayıcıdır, cok merhametlidir"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "Azap size gelmeden once, Rabbinize yonelin ve O’na teslim olun ki sonra hic bir yardım goremezsiniz"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "Azap size, farkında olmadıgınız bir anda ansızın gelmeden once Rabbinizden indirilenin en guzeline uyun"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "Kisi (o gun): Allah’a karsı (itaat etmede) asırı gitmemden dolayı bana yazıklar olsun! Gercekten ben alay edenlerdendim"
        },
        {
            "chapter": 39,
            "verse": 57,
            "text": "Yahut keske Allah bana hidayet etseydi de muttakilerden olsaydım der"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "Veya azabı gorunce; \"Keske bir kere daha hak verilse de iyi amel yapanlardan olsam\" der"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "Hayır, sana ayetlerim gelmisti ve sen onları yalanlamıs, buyukluk taslamıs ve kafirlerden olmustun"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "Kıyamet gunu, Allah hakkında yalan soyleyenlerin yuzlerinin kapkara oldugunu gorursun. Kibirlenenler icin cehennemde bir sıgınma yeri mi yok"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "Allah takva sahiplerini kurtuluslarından dolayı necata erdirir. Onlara kotuluk dokunmaz ve onlar huzne kapılmayacaklardır"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "Allah, her seyin yaratıcısıdır ve O her seyin vekilidir"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "Goklerin ve yerin (hazine) anahtarları Onundur. Allah’ın ayetlerine kufredenler iste onlar, husrana ugrayacaklar, onlardır"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "De ki: Ey cahiller! Allah’tan baskasına ibadet etmemi mi emrediyorsunuz"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "Sana ve senden oncekilere: Eger sirk kosarsan yaptıkların bosa gider ve husrana ugrayanlardan olursun, diye vahyolunmustur"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "Oyleyse, yalnızca Allah’a ibadet et ve sukredenlerden ol"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "Allah’ı hakkıyla takdir edemediler. Yer tumuyle onun avucundadır, kıyamet gunu gokler de sag elinde durulmus olacaktır. O, kostukları sirklerden munezzehtir"
        },
        {
            "chapter": 39,
            "verse": 68,
            "text": "Sur’a uflenmis, Allah’ın diledikleri dısında yerde ve goklerde kim varsa olmustur. Sonra ona tekrar uflendigi zaman onlar ayaga kalkar ve bakıp dururlar"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "Yeryuzu Rabbinin nuru ile aydınlanır, kitap ortaya konur, peygamberler ve sahitler getirilir ve aralarında hakkaniyetle hukum verilir. Onlara asla zulmedilmez"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "Herkese, calıstıgının karsılıgı tam olarak verilir. Onların ne yaptıklarını, en iyi bilen O’dur"
        },
        {
            "chapter": 39,
            "verse": 71,
            "text": "Kafirler boluk boluk Cehennem'e surulur. Oraya geldikleri zaman kapıları acılmıs ve oranın bekcileri onlara: Size, icinizden Rabbinizin ayetlerini okuyan ve bugune kavusacagınızla ilgili uyaran peygamberler gelmedi mi? Onlar da: Evet, geldi, demislerdir. Fakat, kafirlerin uzerine azap kelimesi hak olmustur"
        },
        {
            "chapter": 39,
            "verse": 72,
            "text": "Onlara: Icinde ebedi kalmak uzere cehennem kapılarından girin iceri! Buyuklenenler icin ne kotu bir yurt! denir"
        },
        {
            "chapter": 39,
            "verse": 73,
            "text": "Rablerinden sakınan kimseler boluk boluk Cennet'e sevkedilirler. Oraya gelirler ve kapılar acılır ve onun bekcileri: Selam size, tertemiz olarak geldiniz ebedi olarak girin oraya"
        },
        {
            "chapter": 39,
            "verse": 74,
            "text": "(Onlar da) Derler ki: Bize verdigi vaadi dogrulayan ve bizi bu yere mirascı kılan Allah'a hamd olsun. Calısanların odulu ne guzeldir"
        },
        {
            "chapter": 39,
            "verse": 75,
            "text": "Orada meleklerin Ars'ın etrafını kusatarak, Rablerini hamd edip tesbih ederken gorursun. Aralarında hak ile hukum verilmis ve hamd, alemlerin Rabbi Allah’a mahsustur, denilmistir"
        }
    ]
}