{
    "juzs": [
        {
            "chapter": 6,
            "verse": 111,
            "text": "Ainda que lhes enviássemos os anjos, os mortos lhes falassem e congregássemos ante seus olhos toda a criação, nuncacreriam, a menos que a Deus aprouvesse; porém, na maioria, são insipientes"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "Pela mesmo razão, temos apontado a cada profeta adversários sedutores, tanto entre os humanos como entre os gênios, que influenciam uns aos outros com a eloqüência de suas palavras; porém, se teu Senhor tivesse querido, não o teriam feito. Deixa-os, pois, com tudo quanto forjam"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "Que lhes prestem atenção os corações daqueles que não crêem na vida futura; que se contentem com eles, e que lucremo que quiserem lucrar"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "Dize: Poderia eu anelar outros árbitro que não fosse Deus, quando foi Ele Quem vos revelou o Livro detalhado? Aqueles a quem revelamos o Livro sabem que ele é uma revelação verdadeira, que emana do teu Senhor. Não sejas, pois, dos que duvidam"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "As promessas do teu Senhor já se têm cumprido fiel e justiceiramente, pois Suas promessas são imutáveis, porque ele éo Oniouvinte, o Sapientíssimo"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "Se obedeceres á maioria dos seres da terra, eles desviar-te-ão da senda de Deus, porque não professam mais do que aconjectura e não fazem mais do que inventar mentiras"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Teu Senhor é o mais conhecedor de quem se desvia de Sua senda, assim como é o mais conhecedor dos encaminhados"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "Comei, pois, de tudo aquilo sobre o qual tenha sido invocado o nome de Deus, se credes em Seus versículos"
        },
        {
            "chapter": 6,
            "verse": 119,
            "text": "E que vos impede de desfrutardes de tudo aquilo sobre o qual foi invocado o nome de Deus, uma vez que Ele jáespecificou tudo quanto proibiu para vós, salvo se vos fordes obrigados a tal? Muitos se desviam, devido á luxúria, porignorância; porém, teu Senhor conhece os transgressores"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "Fugi do pecado, tanto confesso como íntimo, porque aqueles que lucram como o pecado serão castigados pelo quehouverem lucrado"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "Não comais aquilo (concernente a carnes) sobre o qual não tenha sido invocado o nome de Deus, porque isso é umaprofanação e porque os demônios inspiram os seus asseclas a disputarem convosco; porém, se os obedecerdes, sereisidólatras"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "Pode, acaso, equiparar-se aquele que estava morto e o reanimamos á vida, guiando-o para a luz, para conduzir-se entreas pessoas, àquele que vagueia nas trevas, das quais não poderá sair? Assim foram abrilhantadas as ações aos incrédulos"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "De tal modo, estabelecemos líderes, em todas as cidades, entre os piores pecadores, para que assim conspirassemmutuamente; porém, só corromperão a si mesmos, sem o saberem"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "Quando lhes é apresentado um versículo, dizem: Jamais creremos, até que nos seja apresentado algo semelhante ao quefoi concedido aos mensageiros de Deus! Deus sabe melhor do que ninguém a quem deve encomendar a Sua missão. Logoalcançará os pecadores uma humilhação, ante Deus, e um severo castigo, por suas conspirações"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "A quem Deus quer iluminar, dilata-lhe o peito para o Islam; a quem quer desviar (por tal merecer), oprime-lhe o peito, como aquele que se eleva na atmosfera. Assim, Deus cobre de abominação aqueles que se negam a crer"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "E eis aqui a senda reta do teu Senhor. Já elucidamos as leis para aqueles que meditam"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "Obterão a morada de paz junto ao seu Senhor, porque ele será o seu protetor por tudo quanto fizerem"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "No dia em que Ele congregar todos (e disser): Ó assembléia de gênios, já seduziste bastante o homem!, seus asseclashumanos dirão: Ó Senhor nosso, utilizamo-nos mutuamente; porém, agora, alcançamos o término que nos fixaste, Então, ser-lhes-á dito: O fogo será a vossa morada, onde permanecereis eternamente, salvo para quem Deus quiser livrar disso. Teu Senhor é Prudente, Sapientíssimo"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "Assim, damos poder a alguns iníquos sobre os outros, por causa do que lucraram"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "Ó assembléia de gênios e humanos, acaso não se vos apresentaram mensageiros, dentre vós, que vos ditaram Meusversículos e vos admoestaram com o comparecimento neste vosso dia? Dirão: Testemunhamos contra nós mesmos! A vidaterrena os iludiu, e confessarão que tinham sido incrédulos"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "Isto porque teu Senhor jamais destruirá injustamente as cidades, enquanto seus habitantes estiverem desavisados"
        },
        {
            "chapter": 6,
            "verse": 132,
            "text": "Para todos haverá graus concordantes com o que houverem feito. Teu Senhor não está desatento a tudo quanto fazeis"
        },
        {
            "chapter": 6,
            "verse": 133,
            "text": "Teu Senhor é, na Sua Opulência, Misericordiosíssimo; e, se Ele quisesse, far-vos-ia desaparecer e vos suplantaria poroutros, tal como vos criou das gerações de outros povos"
        },
        {
            "chapter": 6,
            "verse": 134,
            "text": "É inexorável o que está prometido e não podereis impedir (Deus)"
        },
        {
            "chapter": 6,
            "verse": 135,
            "text": "Dize: Ó povo meu, fazei tudo quanto puderdes que eu farei o mesmo! Logo sabereis a quem corresponderá a últimamorada. Por certo que os iníquos não prosperarão"
        },
        {
            "chapter": 6,
            "verse": 136,
            "text": "Do que Deus tem produzido em abundância, quanto às semeaduras e ao gado, eles Lhe destinam um quinhão, dizem, segundo as suas fantasias: Isto é para Deus e aquilo é para os nossos parceiros! Porém, o que destinaram a seus parceirosjamais chegará a Deus; e o destinado a Deus chegará aos seus (supostos) parceiros. Que péssimo é o que julgam"
        },
        {
            "chapter": 6,
            "verse": 137,
            "text": "Todavia, aos olhos da maior parte dos idólatras, seus \"parceiros\" tomaram fascinante o assassinato de crianças, a fimde os conduzirem à sua própria destruição; porém, se Deus quisesse, não o teriam feito. Deixa-os, pois, com tudo quantoforjam"
        },
        {
            "chapter": 6,
            "verse": 138,
            "text": "Eles dizem que tal e tal gado e que tais semeaduras são proibidos, e ninguém deverá consumi-los, exceto aqueles (assim dizem) que desejarmos; ademais, há animais aos quais estão proibidos a canga e a carga, e sobre os quais (no abate) o nome de Deus não foi invocado; forjam mentiras acerca d'Ele, o Qual os castigará por suas invenções"
        },
        {
            "chapter": 6,
            "verse": 139,
            "text": "Dizem ainda: O que há nas entranhas destes animais é lícito exclusivamente para os nossos varões e está vedado ásnossas mulheres; porém, se a cria nascer morta, todos desfrutarão dela! Ele os castigará por seus desatinos, porque éPrudente, Sapientíssimo"
        },
        {
            "chapter": 6,
            "verse": 140,
            "text": "São desventurados aqueles que, néscia e estupidamente, matam seus filhos, na sua cega ignorância, e se descartamdaquilo com que Deus os agraciou, forjando mentiras a respeito de Deus. Já estão desviados e jamais serão encaminhados"
        },
        {
            "chapter": 6,
            "verse": 141,
            "text": "Ele foi Quem vos criou pomares, com plantas trepadeiras ou não, assim como as tamareiras, as sementeiras, com frutosvários sabores, as oliveiras e as romãzeiras, semelhantes (em espécie) e diferentes (em variedade). Comei de seus frutos, quando frutificarem, e pagai seu tributo, no dia da colheita, e não vos excedais, porque Deus não ama os perdulários"
        },
        {
            "chapter": 6,
            "verse": 142,
            "text": "Ele criou para vós animais de carga, o outros, para o abate. Comei, pois, de outro com que Deus vos agraciou e nãosigais os passos de Satanás, porque é vosso inimigo declarado"
        },
        {
            "chapter": 6,
            "verse": 143,
            "text": "(Proporcionou-vos também) oito tipos (de reses), em pares: um casal de ovinos e outro de caprinos. Dize: Vedou-vosDeus os dois machos ou as duas fêmeas, ou o que estas levam em suas entranhas? Indicai-mo, com certeza, se sois sinceros"
        },
        {
            "chapter": 6,
            "verse": 144,
            "text": "Proporcionou-vos, ainda, um casal camelídeo e outro bovino. Dize: Vedou-vos Deus os dois machos ou as duasfêmeas, ou o que estas levam em suas entranhas? Acaso estáveis presentes quando Deus vos prescreveu isto? Haverá alguémmais iníquo de que quem forja mentiras acerca de Deus, para desviar nesciamente os humanos? Deus não encaminha osiníquos"
        },
        {
            "chapter": 6,
            "verse": 145,
            "text": "Dize: De tudo o que me tem sido revelado nada acho proibido para quem necessita alimentar-se, nada além da carniça, do sangue fluente ou da carne de suíno, uma vez que tenham sido sacrificados com a invocação nem abuso, se vir compelidoa isso, saiba que teu Senhor ó Indulgente, Misericordiosíssimo"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "Quanto àqueles que seguiram a lei judaica, vedamos-lhes os animais solípedes e, dos bovinos e ovinos, vedamos-lhesas gorduras, exceto as que estão no lombo, nas entranhas ou as aderentes aos ossos. Isso foi em castigo por sua iniqüidade, porque somos Veracíssimos"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "Se te desmentirem, dize: Vosso Senhor é Clementíssimo; porém, Seu castigo, para os pecadores, jamais será contido"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "Os idólatras dirão: Se Deus quisesse, nem nós, nem nossos pais, jamais teríamos idolatrado, nem nada nos seriavedado! Assim, seus antepassados desmentiram os mensageiros, até que sofreram o Nosso castigo. Dize: Tereis, acaso, algum argumento a nos expor? Qual! Não seguis mais do que conjecturas e não fazeis mais do que inventar mentiras"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "Dize (mais): Só a Deus pertence o argumento eloqüente. Se ele quisesse, Ter-vos-ia iluminado a todos"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "Dize (ainda): Apresentai vossas testemunhas, para provarem que Deus vedou o que dizeis Ter vedado! E se odeclararem, não aceites as suas declarações nem te entregues á caprichos daqueles que desmentem os Nossos versículos, não crêem na outra vida e atribuem semelhantes a seu Senhor"
        },
        {
            "chapter": 6,
            "verse": 151,
            "text": "Dize (ainda mais): Vinde, para que eu vos prescreva o que vosso Senhor vos vedou: Não Lhe atribuais parceiros; trataicom benevolência vossos pais; não sejais filicidas, por temor á miséria- Nós vos sustentaremos, tão bem quanto aos vossosfilhos -; não vos aproximeis das obscenidades, tanto pública, como privadamente, e não mateis, senão legitimamente, o queDeus proibiu matar. Eis o que Ele vos prescreve, para que raciocineis"
        },
        {
            "chapter": 6,
            "verse": 152,
            "text": "Não disponhais do patrimônio do órfão senão da melhor forma possível, até que chegue á puberdade; sede leais namedida e no peso- jamais destinamos a ninguém carga maios á que pode suportar. Quando sentenciardes, sede justos, aindaque se trate de um parente carnal, e cumpri os vossos compromissos para com Deus. Eis aqui o que Ele vos prescreve, paraque mediteis"
        },
        {
            "chapter": 6,
            "verse": 153,
            "text": "E (o Senhor ordenou-vos, ao dizer): Esta é a Minha senda reta. Segui-a e não sigais as demais, para que estas não vosdesviem da Sua. Eis o que Ele vos prescreve, para que O temais"
        },
        {
            "chapter": 6,
            "verse": 154,
            "text": "Havíamos concedido a Moisés o Livro como uma bênção para quem o observasse, contendo a explanação de tudo, esendo orientação e misericórdia, a fim de que (os israelitas) cressem no comparecimento ante seu Senhor"
        },
        {
            "chapter": 6,
            "verse": 155,
            "text": "E este é o Livro bendito que revelamos (ao Mensageiro); observai-o, pois, e temei a Deus; quiçá Ele Se compadeça devós"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "E para que não digais: O Livro só foi revelado a dois povos antes de nós, o que fez com que permanecêssemosignorantes de tudo quanto eles estudavam"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "Ou digais: Se o Livro nos tivesse sido revelado, teríamos sido melhor iluminados que eles. Porém, já vos chegou umaclara evidência, orientação e misericórdia de vosso Senhor. Haverá alguém mais iníquo do que quem desmente e desdenhaos versículos de Deus? Infligiremos o pior castigo àqueles que desdenharem os Nossos versículos, bem como àqueles que setiverem afastado deles"
        },
        {
            "chapter": 6,
            "verse": 158,
            "text": "Acaso, aguardam que se lhes apresentem os anjos ou teu Senhor, ou então que lhes cheguem sinais d'Ele? No dia emque lhes chegarem alguns se Seus sinais será inútil a fé do ser que não tiver acreditado antes, ou que, em sua crença, nãotenho agido com retidão. Dize: Aguardai, que nós aguardaremos"
        },
        {
            "chapter": 6,
            "verse": 159,
            "text": "Não és responsável por aqueles que dividem a sua religião e formam seitas, porque sua questão depende só de Deus, oQual logo os inteirará de tudo quanto houverem feito"
        },
        {
            "chapter": 6,
            "verse": 160,
            "text": "Quem tiver praticado o bem receberá o décuplo pelo mesmo; quem tiver cometido um pecado receberá um castigoequivalente, e não serão defraudados (nem um, nem outro)"
        },
        {
            "chapter": 6,
            "verse": 161,
            "text": "Dize: Meu Senhor conduziu-me pela senda reta- uma religião inatacável; é o credo de Abraão, o monoteísta, que jamaisse contou entre os idólatras"
        },
        {
            "chapter": 6,
            "verse": 162,
            "text": "Dize: Minhas orações, minhas devoções, minha vida e minha morte pertencem a Deus, Senhor do Universo"
        },
        {
            "chapter": 6,
            "verse": 163,
            "text": "Que não possui parceiro algum, Tal me tem sido ordenado e eu sou o primeiro dos muçulmanos"
        },
        {
            "chapter": 6,
            "verse": 164,
            "text": "Dize ainda: Como poderia eu adorar outro senhor que não fosse Deus, uma vez que Ele é o Senhor de todas as coisas? Nenhuma alma receberá outra recompensa que não for a merecida, e nenhuma pecador arcará cm culpas alheias, Então, retornareis ao vosso Senhor, o Qual vos inteirará de vossas divergências"
        },
        {
            "chapter": 6,
            "verse": 165,
            "text": "Ele foi Quem vos designou legatários na terra e vos elevou uns sobre outros, em hierarquia, para testar-vos com tudoquanto vos agraciou. Teu Senhor é Destro no castigo, conquanto seja Indulgente, Misericordiosíssimo"
        },
        {
            "chapter": 7,
            "verse": 1,
            "text": "Alef, Lam, Mim, Sad"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "(Eis aqui) um Livro, que te foi revelado para que não haja receio em teu peito, e para que, com ele, admoestes osincrédulos, para que seja uma mensagem aos fiéis"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "Segui o que vos foi revelado por vosso Senhor e não sigais outros protetores em lugar d'Ele. Quão pouco meditais"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "Quantas cidades temos destruído! Nosso castigo tomou-os (a seus habitantes) de surpresa, enquanto dormiam, à noite, oufaziam a sesta"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "Nada imploraram, quando os surpreendeu o Nosso castigo; não fizeram mais do que confessar, clamando: Fomos iníquos"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "Inquiriremos aqueles aos quais foi enviada a Nossa mensagem, assim como interrogaremos os mensageiros"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "E lhes enumeraremos as ações com pleno conhecimento, porque jamais estivemos ausentes"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "E a ponderação, nesse dia, será a eqüidade; aqueles cujas boas ações forem mais pesadas, serão os bem-aventurados"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "E aqueles, cujas boas ações forem leve, serão desventurados, por haverem menosprezado os Nossos versículos"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "Temo-vos enraizado na terra, na qual vos proporcionamos subsistência. Quão pouco agradeceis"
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "Criamo-vos e vos demos configuração, então dissemos aos anjos: Prostrais-vos ante Adão! E todos se prostraram, menos Lúcifer, que se recusou a ser dos prostrados"
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "Perguntou-lhe (Deus): Que foi que te impediu de prostrar-te, embora to tivéssemos ordenado? Respondeu: Sou superiora ele; a mim criaste do fogo, e a ele do barro"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "Disse-lhe: Desce daqui (do Paraíso), porque aqui não é permitido te ensoberbeceres. Vai-te daqui, porque és um dosabjetos"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "Implorou: Tolera-me até ao dia em que (os seres) forem ressuscitados"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "Respondeu-lhe: Considera-te entre os tolerados"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "Disse: Juro que, por me teres extraviado, desviá-los-ei da Tua senda reta"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "E, então, atacá-los-ei pela frente e por trás, pela direita e pela esquerda e não acharás, entre eles, muitos agradecidos"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "Deus lhe disse: Sai daqui! Vituperado! Rejeitado! Juro que encherei o inferno contigo e com aqueles que te seguirem"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "E tu, ó Adão, habita com tua esposa o Paraíso! Desfrutai do que vos aprouver; porém, não vos aproximeis desta árvore, porque estareis entre os transgressores"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "Então, Satã lhe cochichou, para revelar-lhes o que, até então, lhes havia sido ocultado das suas vergonhas, dizendo-lhes: Vosso Senhor vos proibiu esta árvore para que não vos convertêsseis em dois anjos ou não estivésseis entre os imortais"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "E ele lhes jurou: Sou para vós um fiel conselheiro"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "E, com enganos, seduziu-os. Mas quando colheram o fruto da árvore, manifestaram-se-lhes as vergonhas e começaram acobrir-se com folhas, das plantas do Paraíso. Então, seu Senhor os admoestou: Não vos havia vedado esta árvore e não voshavia dito que Satanás era vosso inimigo declarado"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "Disseram: Ó Senhor nosso, nós mesmos nos condenamos e, se não nos perdoares a Te apiedares de nós, seremosdesventurados"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "E Ele lhes disse: Descei! Sereis inimigos uns dos outros e tereis, na terra, residência e gozo transitórios"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "Disse-lhes (ainda): Nela vivereis e morrereis, e nela sereis ressuscitados"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "Ó filhos de Adão, enviamos-vos vestimentas, tanto para dissimulardes vossas vergonhas, como para o vosso aparato; porém, o pudor é preferível! Isso é um dos sinais de Deus, para que meditem"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "Ó filhos de Adão, que Satanás não vos seduza, como seduziu vossos pais no Paraíso, fazendo-os sair dele, despojando-os dos seus invólucros (de inocência), para mostrar-lhes as suas vergonhas! Ele e seus asseclas vos espreitam, de onde não os vedes. Sem dúvida que temos designado os demônios como amigos dos incrédulos"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "Quando estes cometem uma obscenidade, dizem: Cometemo-la porque encontramos nossos pais fazendo isto; e foi DeusQuem no-la ordenou. Dize: Deus jamais ordena obscenidade. Ousais dizer de Deus o que ignorais"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "Dize ainda: Meu Senhor só ordena a eqüidade, para que vos consagreis a Ele, em todas as mesquitas, e O invoqueissinceramente. Assim como vos criou, retornareis a Ele"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "Ele encaminhou alguns, e outros mereceram ser desviados, porque adotaram por protetores os demônios, em vez deDeus, pensando que estavam bem encaminhados"
        },
        {
            "chapter": 7,
            "verse": 31,
            "text": "Ó filhos de Adão, revesti-vos de vosso melhor atavio quando fordes às mesquitas; comei e bebei; porém, não vosexcedais, porque Ele não aprecia os perdulários"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "Dize-lhes: Quem pode proibir as galas de Deus e o desfrutar os bons alimentos que Ele preparou para Seus servos? Dize-lhes ainda: Estas coisas pertencem aos que crêem, durante a vida neste mundo; porém, serão exclusivas dos crentes, noDia da Ressurreição. Assim elucidamos os versículos aos sensatos"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "Dize: Meu Senhor vedou as obscenidades, manifestas ou íntimas; o delito; a agressão injusta; o atribuir parceiros a Ele, porque jamais deu autoridade a que digais d'Ele o que ignorais"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "Cada nação tem o seu termo e, quando se cumprir, não poderá atrasá-lo nem adiantá-lo uma só hora"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "Ó filhos de Adão, quando se apresentarem mensageiros, dentre vós, que vos ditarão Meus versículos, aqueles quetemerem a Deus e a Ele se encomendarem não serão presas do temor, nem se atribularão"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "Aqueles que desmentirem os Nossos versículos e se ensoberbecerem serão condenados ao inferno, onde permanecerãoeternamente"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "Haverá alguém mais iníquo do que quem forja mentiras acerca de Deus ou desmente os Seus versículos? Elesparticiparão do que está estipulado no Livro, até que se lhes apresentem os Nossos mensageiros para separá-los de suasalmas e lhes digam: Onde estão aqueles que invocáveis, em vez de Deus? Dirão: Desvaneceram-se! Com isso, confessarãoque haviam sido incrédulos"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "Deus lhes dirá: Entrai no inferno, onde estão as gerações de gênios e humanos que vos precederam! Cada vez que aíingressar uma geração, abominará a geração congênere, até que todas estejam ali recolhidas; então, a última dirá, acerca daprimeira: Ó Senhor nosso, eis aqui aqueles que nos desviaram; duplica-lhes o castigo infernal! Ele lhes dirá: o dobro serápara todos; porém, vós o ignorais"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "Então, a primeira dirá à última: Não vos devemos favor algum. Sofrei, pois, o castigo, pelo que cometestes"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "Àqueles que desmentirem os Nossos versículos e se ensoberbecerem, jamais lhes serão abertas as portas do céu, nementrarão no Paraíso, até que um camelo passe pelo buraco de uma agulha. Assim castigamos os pecadores"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Terão o inferno por leito, cobertos com mantos de fogo. Assim castigamos os iníquos"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "Quanto aos fiéis, que praticam o bem - jamais impomos a alguém uma carga superior às suas forças -, saibam que serãoos diletos do Paraíso, onde morarão eternamente"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "Extinguiremos todo o rancor de seus corações. A seus pés correrão os rios, e dirão: Louvado seja Deus, que nosencaminhou até aqui; jamais teríamos podido encaminhar-nos, se Ele não nos tivesse encaminhado. Os mensageiros de nossoSenhor nos apresentaram a verdade. Então, ser-lhes-á dito: Eis o Paraíso que herdastes em recompensa pelos que fizestes"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "E os diletos do Paraíso gritarão aos condenados, no inferno: Verificamos que era verdade tudo quanto nosso Senhor noshavia prometido. Porventura, comprovastes que era verdade o que o vosso Senhor vos havia prometido? Dirão: Sim! Umarauto, então, proclamará entre eles: Que a maldição de Deus caia sobre os iníquos"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "Que afastam os demais da senda de Deus, anunciam-na tortuosa e negam a vida futura"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "E entre ambos haverá um véu e, nos cimos, situar-se-ão homens que reconhecerão todos, por suas fisionomias, esaudarão os diletos do Paraíso: Que a paz esteja convosco! Porém, ainda que eles (os dos cimos) anelem o Paraíso, nãoentrarão ali"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "Mas, quando seus olhares se voltarem para os condenados ao inferno, dirão: Ó Senhor nosso, não nos juntes com osiníquos"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "Os habitantes dos cimos gritarão a uns homens, os quais reconhecerão por suas fisionomias: De que vos serviram osvossos tesouros e a vossa soberbia"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "São estes, acaso, de quem juraste que Deus não os agraciaria com Sua misericórdia? (Deus dirá a eles): Entrai noParaíso, onde não sereis presas do temor, nem vos atribulareis"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "Os condenados ao inferno clamarão os diletos do Paraíso: Derramai por sobre nós um pouco de água ou algo com queDeus vos agraciou. Dir-lhes-ão: Deus vedou ambos aos incrédulos"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "Que tomaram sua religião por diversão e jogo, e os iludiu a vida terrena! Esquecemo-los hoje, como eles esqueceram ocomparecimento, neste dia, bem como por terem negado os Nossos versículos"
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "Não obstante lhes temos apresentado um Livro, o qual lhes elucidamos sabiamente, e é orientação e misericórdia para oscrentes"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "Esperam eles, acaso, algo além da comprovação? O dia em que esta chegar, aqueles que a houverem desdenhado, dirão: Os mensageiros de nosso Senhor nos haviam apresentado a verdade. Porventura obteremos intercessores, que advoguem emnosso favor? Ou retornaremos, para nos comportarmos distintamente de como o fizemos? Porém, já terão sido condenados, etudo quanto tiverem forjado desvanecer-se-á"
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "Vosso Senhor é Deus, Que criou os céus e a terra em seis dias, assumindo, em seguida, o Trono. Ele ensombrece o diacom a noite, que o sucede incessantemente. O sol, a lua e as estrelas estão submetidos ao Seu comando. Acaso, não Lhepertencem a criação e o poder? Bendito seja Deus, Senhor do Universo"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "Invocai vosso Senhor humílima e intimamente, porque Ele não aprecia os transgressores"
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "E não causeis corrupção na terra, depois de haver sido pacificada. Outrossim, incovai-O com temor e esperança, porqueSua misericórdia está próxima dos benfeitores"
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "Ele é Quem envia os ventos alvissareiros, por Sua misericórdia, portadores de densas nuvens, que impulsiona até umacomarca árida e delas faz descer a água, mediante a qual produzimos toda a classe de frutos. Do mesmo modo ressuscitamosos mortos, para que mediteis"
        },
        {
            "chapter": 7,
            "verse": 58,
            "text": "Da terra fértil brota a vegetação, com o beneplácito do seu Senhor; da estéril, porém, nada brota, senão escassamente. Assim elucidamos os versículos para os agradecidos"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "Enviamos Noé ao seu povo, ao qual disse: Ó povo meu, adorai a Deus, porque não tereis outra divindade além d'Ele. Temo, por vós, o castigo do dia aziago"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "Os chefes, dentre seus povos, disseram: Vemos-te em um erro evidente"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "Respondeu-lhes: Ó povo meu, não há erro em mim, pois sou o mensageiro do Senhor do Universo"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "Comunico-vos as mensagens do meu Senhor, aconselho-vos, e sei de Deus o que ignorais"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "Estranhais, acaso, que chegue uma mensagem do vosso Senhor por intermédio de um homem da vossa raça? Isto é paraadmoestar-vos e para que temais a Deus, a fim de que sejais compadecidos"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "Porém, desmentiram-no, e o salvamos, juntamente com os que com ele estava na arca, afogando aqueles que desmentiramo Nossos versículos, porque constituíam um povo cego"
        },
        {
            "chapter": 7,
            "verse": 65,
            "text": "E ao povo de Ad enviamos seu irmão Hud, o qual disse: Ó povo meu, adorai a Deus, porque não tereis outra divindadealém d'Ele. Não O temeis"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "Porém, os chefes incrédulos, dentre seu povo, disseram: Certamente, vemos-te em insensatez e achamos que ésmentiroso"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "Respondeu-lhes: Ó povo meu, não há insensatez em mim, e sou o mensageiro do Senhor do Universo"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "Comunico-vos as mensagens do meu Senhor e sou vosso fiel conselheiro"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "Estranhais, acaso, que vos chegue uma mensagem do vosso Senhor, por um homem da vossa raça, para admoestar-vos? Reparai em como Ele vos designou sucessores do povo de Noé, e vos proporcionou alta estatura. Recordai-vos das mercêsde Deus (para convosco), a fim de que prospereis"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "Disseram-lhe: Vens, acaso, para fazer com que adoremos só a Deus e abandonarmos os que adoravam nossos pais? Faze, pois, com que se cumpram as tuas predições, se estiveres certos"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "Respondeu-lhes: Já vos açoitaram a abominação e a indignação do vosso Senhor! Ousareis, acaso, discutir comigo, arespeito de nomes que inventais, vós e vossos pais, aos quais Deus não concedeu autoridade alguma? Aguardai, pois, que euaguardarei convosco"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "Salvamo-lo, e a quem com ele estava, mercê, de Nossa misericórdia, e extirpamos aqueles que desmentiram Nossosversículos, porque não eram fiéis"
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "Ao povo de Samud enviamos seu irmão, Sáleh, que lhes disse: Ó povo meu, adorai a Deus, porque não tereis outradivindade além d'Ele. Chegou-vos uma evidência do nosso Senhor. Ei-la aqui: a camela de Deus é um sinal para vós; deixai-a pastar nas terras de Deus e não a maltrateis, porque vos açoitará um doloroso castigo"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "Lembrai-vos de que Ele vos designou sucessores do povo de Ad, e vos enraizou na terra, em cujas planuras ergueispalácios, e em cujas montanhas cavais moradias. Recordai-vos das mercês de Deus para convosco e não causeis flagelo, nem corrupção na terra"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "Porém, os chefes dos que se ensoberbeceram, dentre seu povo, perguntaram aos fiéis, submetidos: Estais seguros de queSáleh é um mensageiro do seu Senhor? Responderam: nós cremos em sua missão"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "Mas os que se ensoberbeceram lhes disseram: Nós negamos o que credes"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "E esquartejaram a camela, desacatando a ordem do seu Senhor, e disseram: Ó Sáleh, faze, pois, com que se cumpram astuas predições, se és um dos mensageiros"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "Então, fulminou-vos um terremoto, e a manhã encontrou-os jacentes em seus lares"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "E Sáleh distanciou-se deles, dizendo: Ó povo meu, eu vos comuniquei a mensagem do meu Senhor e vos aconselhei; porém, vós não apreciais os conselheiros"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "E (enviamos) Lot, que disse ao seu povo: Cometeis abominação como ninguém no mundo jamais cometeu antes de vós"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "Acercando-vos licenciosamente dos homens, em vez das mulheres. Realmente, sois um povo transgressor"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "E a resposta do seu povo só constituiu em dizer (uns aos outros): Expulsai-vos da vossa cidade porque são pessoas quedesejam ser puras"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "Porém, salvamo-los, juntamente com a sua família, exceto a sua mulher, que se contou entre os que foram deixados paratrás"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "E desencadeamos sobre eles uma tempestade. Repara, pois, qual foi o destino dos pecadores"
        },
        {
            "chapter": 7,
            "verse": 85,
            "text": "E aos medianitas enviamos seu irmão Xuaib, que lhes disse: Ó povo meu, adorai a Deus, porque não tereis outradivindade além d'Ele! Já vos chegou uma evidência do vosso Senhor! Sede leais, na medida e no peso! Não defraudeis opróximo e não causeis corrupção na terra, depois de ela haver sido pacificada! Isso será melhor para vós, se sois fiéis"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "Não vos posteis em caminho algum, obstruindo a senda de Deus e ameaçando quem n'Ele crê, esforçando-vos em fazê-latortuosa. Recordai-vos de quando éreis uns poucos e Ele vos multiplicou, e reparai qual foi o destino dos depravados"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "E se entre vós há um grupo que crê na missão que me foi confiada e outro que a nega, aguarda, até que Deus julgue entrenós, porque Ele é o mais equânime dos juízes"
        }
    ]
}