{
    "pages": [
        {
            "chapter": 6,
            "verse": 60,
            "text": "Det är Han som under nattens sömn tar till sig era själar och som vet vad ni har åstadkommit [ont eller gott] under dagen. Han låter er vakna på nytt varje morgon, för att den tid som är fastställd för er skall gå till ända. Då skall ni föras åter till Honom och Han skall låta er veta vad era handlingar [var värda]"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "Han har den oinskränkta makten över Sina tjänare. Och Han sänder dem som vakar över er till den stund då döden [når er]. När döden kommer till någon av er tar Våra utsända emot hans själ - ingen går de förbi"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "Därefter förs de tillbaka till Gud, deras Herre, Sanningen. Är inte domen Hans, Han som snabbast kallar till räkenskap"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "Säg: ”Vem räddar er från [de faror som lurar i] mörkret över land och hav? [Till vem] ber ni ödmjukt och innerligt [denna bön]: 'Om [Gud] räddar oss ur denna [nöd] skall vi sannerligen visa oss tacksamma'?”"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "Säg: \"Det är Gud som räddar er ur denna [nöd] och ur alla faror; och ändå sätter ni medhjälpare vid Hans sida"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "Säg: \"Han är den som har makt att låta ett straff drabba er ovanifrån eller underifrån eller att så förvirring och splittring i era led och låta några av er få utstå övergrepp från de andras sida.\" Se hur Vi förtydligar budskapen för att de skall förstå"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "Ditt folk påstår att detta är lögn, fastän det är sanningen. Säg: \"Jag är inte satt att vaka över er"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "För varje [händelse] som [Gud] tillkännager har en tid lagts fast då den skall inträffa; det skall ni [snart] få erfara"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "OM DU ser människor [i lättsinne] ge sig in i en diskussion om Våra budskap, dra dig då ifrån dem till dess de övergår till andra ämnen; och om Djävulen skulle få dig att glömma [detta], stanna då inte i sådana ogudaktiga människors sällskap, då du påmint dig [din plikt]"
        }
    ]
}