{
    "pages": [
        {
            "chapter": 7,
            "verse": 121,
            "text": "och sade: \"Vi tror på världarnas Herre"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "Moses och Arons Herre"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Farao sade: \"Tror ni på honom innan jag har gett er tillåtelse? Detta är en lömsk plan, som ni har smitt här i staden för att förmå folket att överge den. Men nu skall ni få se på [annat]"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "Jag skall sannerligen låta hugga av er motsatt hand och fot, ja, jag skall korsfästa er alla till sista man"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "De svarade: \"Då återvänder vi till vår Herre"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "men du vill hämnas på oss bara därför att vi trodde på vår Herres budskap när de nådde oss.\" - \"Herre! Ge oss [styrka och] tålamod och låt oss få dö i full underkastelse under Din vilja"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "Då sade Faraos stormän: \"Vill du tillåta att Moses och hans folk stör ordningen och fördärvar sederna i landet och [lockar människorna] att överge dig och dina gudar?\" [Farao] svarade: \"Vi skall anställa blodbad på deras söner och [enbart] skona deras kvinnor; vi har dem ju i vårt våld"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Moses sade till sitt folk: \"Anropa Gud om hjälp och stå fasta [i prövningen]! Jorden är Guds; Han ger den i arv till den Han vill av Sina tjänare. Den slutliga segern tillhör dem som fruktar Gud"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "[Israeliterna] svarade: \"Vi har lidit ont både innan du kom till oss och efter det att du kom.\" [Moses] svarade: \"Kanske skall er Herre förgöra er fiende och ge er [hans] land i arv och sedan låta er visa ert sinnelag med era handlingar"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "Vi prövade Faraos folk med år av torka och magra skördar - kanske skulle det stämma dem till eftertanke"
        }
    ]
}