{
    "pages": [
        {
            "chapter": 11,
            "verse": 46,
            "text": "[Gud] svarade: \"Noa! Han var inte av din familj - han begick [mycken] orätt! Be Mig inte om sådant som du saknar all kännedom om. Jag förmanar dig för att du inte skall bli [som] en av dem som inte vet [vad rätt och orätt är]"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "[Noa] sade: \"Herre, bevara mig för [synden] att be Dig om något som jag inte har kännedom om. Om Du inte förlåter mig och förbarmar Dig över mig blir jag en av de förlorade"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "Och [Gud talade och] sade: \"Noa! Stig nu i land! Vår fred är med dig och Vi ger dig och alla [rättfärdiga] efterkommande till dem som är med dig Vår välsignelse. Men vad [andra bland dessa] efterkommande beträffar skall de få glädjas [åt livet under en tid] och därefter skall Vi låta dem utstå ett plågsamt straff"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "VI UPPENBARAR här för dig [Muhammad] dessa dolda ting, som varken du eller ditt folk tidigare haft kännedom om. Och ha tålamod och avvakta [Guds dom] - den slutliga segern tillhör dem som fruktar Gud"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "OCH TILL [stammen] Aad [sände Vi] deras broder Hud, som sade: \"Dyrka Gud, mitt folk! Ni har ingen gud utom Honom! [Vad ni dyrkar] är era egna uppfinningar"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "Jag begär ingen lön av er, mitt folk, för detta [budskap]; min lön får jag bara av Honom som har skapat mig. - Vill ni inte använda ert förstånd"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "Be nu er Herre om förlåtelse för era synder, mitt folk, och vänd ångerfulla åter till Honom. Då skall Han låta Sin välsignelse flöda över er och Han skall lägga styrka till er styrka - men återgå inte till ert [förra] syndiga liv"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "De sade: \"Hud! Du har inte gett oss klara bevis [för att du är Guds utsände]; ditt ord är inte nog för att vi skall överge våra gudar och vi tror inte på vad du säger"
        }
    ]
}