{
    "pages": [
        {
            "chapter": 11,
            "verse": 98,
            "text": "På Uppståndelsens dag skall han gå före sitt folk och leda dem - [som boskapen leds] till vattningsstället - rakt in i helvetets eld. Det är sannerligen ett uselt vattningsställe, som han leder dem till"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "Och [Guds] fördömelse följde dem i [livet] och [skall vila tungt över dem] på Uppståndelsens dag. Vilken ödesdiger gåva"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "DET SOM Vi [nu] berättar för dig [Muhammad] ur berättelserna om [gångna tiders] folk - några av dem lever kvar, andra har Vi skördat - [har något att lära människorna]"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "Vi gjorde dem ingen orätt - [med sina handlingar] gjorde de orätt mot sig själva. De gudar de anropade vid sidan av Gud kunde inte hjälpa dem när deras Herres dom föll; [tron på] dem förde dem bara allt snabbare mot [den slutliga] undergången"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "Sådana straffdomar [som de Vi här berättat om] avkunnar din Herre när Han straffar folk som har sjunkit djupt i synd. Hans straff är plågsamt och utkrävs med obeveklig stränghet"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "I detta ligger helt visst ett budskap till dem som bävar för de eviga straffen [som skall utmätas] på vittnesmålens Dag, då alla människor har förts samman"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "Vi kommer inte att skjuta upp den över den fastställda tiden"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "Den Dagen skall ingen människa tala om inte Han har gett Sin tillåtelse; på några [väntar] fördömelse, på andra salighet"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "De fördömda skall ha Elden till boning och under stönanden och jämmer"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "skall de förbli där så länge himmel och jord består, om inte din Herre vill annorlunda - din Herre gör vad Han vill"
        },
        {
            "chapter": 11,
            "verse": 108,
            "text": "De saliga skall ha paradiset till boning och där skall de förbli så länge himmel och jord består, om inte din Herre vill annorlunda - en gåva av oavbruten lycka utan ände"
        }
    ]
}