{
    "pages": [
        {
            "chapter": 12,
            "verse": 31,
            "text": "Och när hon fick veta vad deras elaka tungor sladdrade skickade hon bud till dem [med inbjudan] till en festmåltid som hon lät laga till åt dem. Hon gav var och en av dem en kniv [och till Josef] sade hon: \"Kom ut [och visa dig] för dem!\" Och när kvinnorna fick se honom häpnade de över hans [skönhet]; och [deras förvirring var så stor att] deras knivar slant och de skar sig i händerna. Och de utbrast: \"Måtte Gud förlåta oss! Detta är ingen vanlig dödlig man - han kan inte vara annat än en ängel [från ovan]"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "[Då] sade hon: \"Här ser ni nu den för vars skull ni har förtalat mig. Ja, jag försökte förföra honom, men han motstod frestelsen. Men om han nu inte gör vad jag befaller honom skall han minsann kastas i fängelse och han skall få dela de föraktades och förödmjukades lott"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "[Josef] bad: \"Herre! Hellre går jag i fängelse än jag gör det som dessa [kvinnor] vill locka mig att göra; men om Du inte befriar mig ur deras snaror kan det hända att jag ger efter för dem och blir en av dem som inte vet [vad rätt och orätt är]"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "Och hans Herre bönhörde honom och befriade honom ur deras snaror. - Han är Den som hör allt, vet allt"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "Därefter, trots att de hade sett alla bevis [för Josefs oskuld], ansåg de [ändå] bäst att för en tid sätta honom i fängelse"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "OCH [DET hände att] två unga män kastades i fängelse tillsammans med Josef. En av dem sade: \"Jag har [i en dröm] sett mig själv pressa vin.\" Och den andre sade: \"Och jag har [i drömmen] sett mig själv bära bröd på huvudet och fåglarna åt av det.\" [Och de vände sig till Josef och sade:] \"Säg oss vad detta betyder! Vi förstår att du är en av dem som kan [tyda drömmar] på rätt sätt"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "[Josef] svarade: \"Innan ni har fått ert [dagliga] mål mat skall jag underrätta er om innebörden av dessa [drömmar], och det [som de varslar om] skall då ännu inte ha inträffat; detta är en del av den [kunskap] som min Herre har skänkt mig. Jag har tagit avstånd från dem som inte tror på Gud och som förnekar livet efter detta"
        }
    ]
}