{
    "pages": [
        {
            "chapter": 16,
            "verse": 43,
            "text": "DE SOM Vi har sänt före dig [som sändebud] var ingenting annat än män för vilka Vi uppenbarade [Våra budskap]. Fråga dem som går efter [de tidigare uppenbarelserna], om ni inte vet det"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "[Vi sände dem] med klara vittnesbörd och med upptecknad visdom. Och för dig har Vi uppenbarat Koranen för att du skall klargöra för människorna allt som sänts till dem [av vägledning och visdom]; kanske skall de väckas till eftertanke"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "Kan de som smider onda planer känna sig säkra på att Gud inte låter jorden uppsluka dem eller låter straffet drabba dem från ett håll från vilket de ingenting anar"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "eller komma över dem när de är mitt uppe i sin [dagliga] verksamhet - de kommer inte att kunna uppresa sig emot [Hans vilja]"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "eller att Han inte straffar dem genom att steg för steg urholka deras [privilegierade ställning]? Er Herre, den Barmhärtige, ömmar [för Sina tjänare]"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "HAR ALDRIG dessa [förnekare av sanningen] betraktat något av alla de ting som Gud har skapat, och sett hur dess skuggor flyttar sig åt höger och åt vänster och faller ned inför Gud i ödmjuk underkastelse under Hans vilja"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "Allt i himlarna och på jorden faller ned inför Gud i tillbedjan, djuren, men också änglarna som är utan högmod"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "de fruktar sin Herre i höjden och gör vad de är befallda att göra"
        },
        {
            "chapter": 16,
            "verse": 51,
            "text": "Och Gud har sagt: \"Dyrka inte två gudomligheter. Han är En Gud. Mig skall ni frukta [och ingen annan]"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "Honom tillhör allt i himlarna och på jorden och ni är skyldiga Honom ständig lydnad. Fruktar ni någon annan än Gud"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "Ingenting gott kommer er till del som inte är från Gud. Och när ett ont drabbar er är det Honom ni anropar om hjälp"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "Men när Han har avlyft från er detta onda, tar några bland er sig för att sätta gudar vid sin Herres sida"
        }
    ]
}