{
    "pages": [
        {
            "chapter": 3,
            "verse": 46,
            "text": "Han skall tala till människorna i vaggan och i mogen ålder och han skall vara en av de rättfärdiga"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "Maria sade: ”Herre! Hur skulle jag kunna få en son, då ingen man har rört mig?” [Ängeln] sade: ”Så [skall det bli]; Gud skapar vad Han vill. Om Han vill att något skall vara, säger Han endast till det: 'Var!' - och det är"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "Han skall undervisa din son i Skriften, [skänka honom] visdom och [ge honom] Tora och Evangelium"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "och [sända honom] till israeliterna som Sitt sändebud.\" [Och Jesus sade:] \"Jag har kommit till er med ett tecken från er Herre. Jag skall forma åt er i lera något som liknar en fågel och jag skall andas på den och med Guds tillåtelse skall den bli en fågel. Och jag skall bota de blinda och de spetälska och med Guds vilja skall jag väcka de döda till liv. Och jag skall säga er vad ni äter och vad ni lägger upp som förråd i era hus. I detta ligger ett tecken för er - om ni är [sanna] troende"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "Och [jag har kommit] för att bekräfta vad som ännu består av Tora och för att förklara tillåtet något av det som var förbjudet för er. Och jag har kommit till er med ett tecken från er Herre. Frukta därför Gud och följ mig"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "Gud är min Herre och er Herre; det är därför Honom ni skall dyrka! Detta är en rak väg"
        },
        {
            "chapter": 3,
            "verse": 52,
            "text": "När Jesus märkte deras ovillighet att tro [på honom], sade han: \"Vem vill hjälpa mig [att kalla människorna] till Guds väg?\" De vitklädda sade: \"Vi är Guds medhjälpare! Vi tror på Gud; vittna du att vi har underkastat oss Hans vilja"
        }
    ]
}