{
    "pages": [
        {
            "chapter": 3,
            "verse": 158,
            "text": "vare sig ni dör eller dödas, är det till Gud ni skall samlas åter"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "I Sin barmhärtighet lät Gud dig visa dem mildhet; om du hade varit sträng och hård och tillslutit ditt hjärta [för dem], skulle de helt säkert ha dragit sig ifrån dig. Glöm därför nu [deras fel] och be Gud förlåta dem. Inhämta deras råd i de angelägenheter [som är av vikt] och när du väl har fattat ditt beslut, sätt då din lit till Gud; Gud älskar dem som sätter sin lit till Honom"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "Om Gud hjälper er kan ingen besegra er; men om Gud överger er, vem kan sedan hjälpa er? Förmana därför de troende att sätta all sin lit till Gud"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "DET ÄR en orimlig tanke att en [Guds] profet skulle bedra [sina medmänniskor]; bedragaren skall på Uppståndelsens dag stiga fram med sitt bedrägeri i handen och då skall var och en fullt ut erhålla den lön han har förtjänat och ingen lida orätt"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "Kan den vars strävan det är att vinna Guds välbehag jämföras med den som ådrar sig Guds vrede och vars tillflykt skall bli helvetet - detta jämmerliga mål"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "[Nej,] hos Gud har de var och en sin [givna] plats i en rangordning [av salighet och fördömelse]. Och Gud ser vad de gör"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "Gud visade sannerligen de troende [en stor nåd], då Han lät ett sändebud komma till dem, [en man] ur deras egna led, för att framföra Hans budskap till dem och rena dem [från synd] och undervisa dem i Skriften och [profeternas] visdom; innan dess var de helt uppenbart på orätt väg"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "OCH NÄR ni nu har drabbats av ett hårt slag, efter att ha tillfogat [era fiender] ett två gånger hårdare [slag], frågar ni kanske: \"Hur har detta kunnat ske?\" Säg: \"Det som har skett har sin rot inom er själva.\" Gud har allt i sin makt"
        }
    ]
}