{
    "chapter": [
        {
            "chapter": 65,
            "verse": 1,
            "text": "O du Prophet, wenn ihr euch von den Frauen scheidet, so scheidet euch von ihnen zu ihrer festgesetzten Zeit und berechnet die Zeit und furchtet Allah, euren Herrn. Treibt sie nicht aus ihren Hausern noch lasset sie hinausgehen; es sei denn, sie hatten eine offenkundige Schandlichkeit begangen. Und dies sind Allahs Gebote; und wer Allahs Gebote ubertritt, der hat sich selber Unrecht getan. Du weißt nicht, ob Allah danach etwas (Unvermutetes) geschehen lassen wurde"
        },
        {
            "chapter": 65,
            "verse": 2,
            "text": "Wenn sie aber ihren Termin erreicht haben, dann haltet sie in Gute zuruck oder trennt euch in Gute von ihnen; und nehmt als Zeugen Leute von Billigkeit unter euch, und legt Zeugnis vor Allah ab. Dies ist eine Ermahnung fur diejenigen, die an Allah und an den Jungsten Tag glauben; und dem, der Allah furchtet, verschafft Er einen Ausweg"
        },
        {
            "chapter": 65,
            "verse": 3,
            "text": "und versorgt ihn in der Art und Weise, mit der er nicht rechnet. Und wer auf Allah vertraut - fur den ist Er sein Genuge. Wahrlich, Allah setzt durch, was Er will; siehe Allah hat fur alles eine Bestimmung gemacht"
        },
        {
            "chapter": 65,
            "verse": 4,
            "text": "Wenn ihr Zweifel hegt (uber) jene eurer Frauen, die keine Menstruation mehr erhoffen, (dann wisset, daß) ihre Frist drei Monate betragt, und (das gleiche gilt fur) diejenigen, die noch keine Menstruation gehabt haben. Und fur die Schwangeren soll die Frist solange dauern, bis sie zur Welt bringen, was sie getragen haben. Und dem, der Allah furchtet, wird Er Erleichterung in seinen Angelegenheiten verschaffen"
        },
        {
            "chapter": 65,
            "verse": 5,
            "text": "Das ist Allahs Befehl, den Er euch herabgesandt hat. Und wer Allah furchtet - Er wird seine Ubel von ihm nehmen und ihm einen wurdigen Lohn geben"
        },
        {
            "chapter": 65,
            "verse": 6,
            "text": "Laßt sie wohnen, wo ihr wohnt, gemaß euren Mitteln; und tut ihnen nichts zuleide in der Absicht, es ihnen schwer zu machen. Und wenn sie schwanger sind, so bestreitet ihren Unterhalt, bis sie zur Welt bringen, was sie getragen haben. Und wenn sie (das Kind) fur euch stillen, (dann) gebt ihnen ihren Lohn und geht gutig miteinander um; wenn ihr aber Schwierigkeiten miteinander habt, dann soll eine andere (das Kind) fur den (Vater) stillen"
        },
        {
            "chapter": 65,
            "verse": 7,
            "text": "Jeder soll aus seiner Fulle ausgeben, wenn er die Fulle hat; und der, dessen Mittel beschrankt sind, soll gemaß dem ausgeben, was ihm Allah gegeben hat. Allah fordert von keiner Seele etwas uber das hinaus, was Er ihr gegeben hat. Allah wird nach einer Bedrangnis Erleichterung schaffen"
        },
        {
            "chapter": 65,
            "verse": 8,
            "text": "Wie so manche Stadt widersetzte sich dem Befehl ihres Herrn und Seiner Gesandten, und Wir zogen sie streng zur Rechenschaft und bestraften sie mit graßlicher Strafe"
        },
        {
            "chapter": 65,
            "verse": 9,
            "text": "So kostete sie die bosen Folgen ihres Betragens, und am Ende ihres Betragens stand ein Verlust"
        },
        {
            "chapter": 65,
            "verse": 10,
            "text": "Allah hat fur sie eine strenge Strafe bereitet; so furchtet Allah, o ihr Leute von Verstand, die ihr glaubt. Allah hat euch wahrlich eine Ermahnung herniedergesandt"
        },
        {
            "chapter": 65,
            "verse": 11,
            "text": "einen Gesandten, der euch die deutlichen Verse Allahs verliest, auf daß er jene, die glauben und gute Werke tun, aus den Finsternissen ans Licht fuhre. Und den, der an Allah glaubt und recht handelt, wird Er in Garten fuhren, durch die Bache fließen, worin (er) auf ewig verweilen wird. Allah hat ihm wahrlich eine treffliche Versorgung gewahrt"
        },
        {
            "chapter": 65,
            "verse": 12,
            "text": "Allah ist es, Der sieben Himmel erschuf und von der Erde die gleiche Anzahl. Der Befehl steigt zwischen ihnen herab, auf daß ihr erfahren moget, daß Allah uber alle Dinge Macht hat und daß Allahs Wissen alle Dinge umfaßt"
        }
    ]
}