{
    "maqras": [
        {
            "chapter": 17,
            "verse": 99,
            "text": "Ei nu-şi dau seama că Dumnezeu care a creat cerurile şi pământul poate crea iarăşi alţii asemenea lor? El le-a hotărât un soroc, fără nici o îndoială asupra-i, însă cei nedrepţi refuză orice, în afară de a fi tăgăduitori"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Spune: “Dacă stăpâniţi comori din mila Domnului meu, voi le păstraţi bine de teamă să nu se împrăştie.” Omul este foarte zgârcit"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "Noi i-am dat lui Moise nouă semne ca dovezi vădite. Întreabă-i pe fiii lui Israel! Când el a venit la ei, Faraon i-a spus: “O, Moise! Eu cred că eşti vrăjit!”"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "El spuse: “Tu ştii că acestea nu au fost pogorâte decât de la Domnul cerurilor şi al pământului ca semne vădite. O, Faraon! Eu cred că eşti pierdut"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "Faraon a vrut să-l izgonească din ţară, însă Noi l-am înecat pe el şi pe toţi cei dimpreună cu el"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "După el, le-am spus fiilor lui Israel: “Locuiţi pământul, însă când va veni făgăduiala Vieţii de Apoi, vă vom aduce laolaltă.”"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "Întru Adevăr l-am pogorât şi întru Adevăr a coborât. Noi nu te-am trimis decât ca vestitor şi predicator"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "Noi ţi-am împărţit acest Coran ca tu să-l citeşti oamenilor pe îndelete şi Noi l-am pogorât rând pe rând"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "Spune: “Credeţi în el ori nu credeţi?!” Cei cărora li s-a dat ştiinţa cad cu faţa la pământ când li se recită Coranul"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "Ei spun: “Mărire Domnului nostru! Făgăduiala Domnului nostru se va împlini!”"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "Ei cad cu faţa la pământ plângând şi smerenia lor este tot mai mare"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "Spune: “Chemaţi-L Dumnezeu ori chemaţi-L Milostivul, căci oricum L-aţi chema, cele mai frumoase nume ale Lui sunt.” Nu rosti rugăciunile în gura mare, însă nici nu le şopti, ci caută o cale de mijloc"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "şi spune: “Laudă lui Dumnezeu! El nu şi-a dăruit lui însuşi fii. El nu are pe nimeni alături în împărăţia Sa. El nu are oblăduitor în faţa umilirii. Pe El preamăreşte-L cu preamărire"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "Laudă lui Dumnezeu cel care a pogorât Cartea asupra robului Său şi nu a pus în ea nici o încâlcitură"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "ci a făcut-o desluşită ca să prevină asupra aprigei urgii care va veni de la El, ca să-i vestească pe credincioşii ce săvârşesc fapte bune că vor avea o frumoasă răsplată"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "de care se vor bucura de-a pururi"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "şi ca să-i prevină pe cei care spun: “Dumnezeu şi-a luat un fiu!”"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "Nici ei şi nici taţii lor nu au despre aceasta vreo ştiinţă. Grea este vorba ce le iese din gură. Ei nu spun decât minciuni"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "Tu, poate, vei fi ros de mâhnire pe urmele lor, căci ei nu vor crede în aceste spuse"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "Noi am împodobit pământul ca să vedem care dintre ei este mai bun la faptă"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "Şi apoi vom preface ceea ce este pe el într-o întindere pustie"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "Înţelegi oare că oamenii Grotei şi din Al-raqim sunt o minune printre semnele Noastre"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "Tinerii care se adăpostiră în Grotă au spus: “Domnul nostru! Dăruieşte-ne nouă milostivenie de la Tine şi fă-ne nouă soartă dreaptă!”"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "Atunci, în Grotă, le-am lovit urechile cu surzenie pentru mulţi ani"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Apoi i-am sculat ca să aflăm care dintre cele două tabere a socotit mai bine cât au zăcut acolo"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "Noi o să-ţi istorisim povestea lor întru Adevăr. Ei erau tineri ce credeau în Domnul lor şi Noi i-am călăuzit şi mai mult"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "Noi le-am oblojit inimile, atunci când s-au trezit şi au spus: “Domnul nostru este Domnul cerurilor şi al pământului. Noi nu chemăm alt dumnezeu în afară de El, căci altfel am săvârşi o grozăvie.”"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "Aceşti oamenii ai noştri şi-au luat însă alţi dumnezei în locul Lui. Măcar de le-ar fi adus o împuternicire desluşită! Cine este mai nedrept decât cel care născoceşte o minciună asupra lui Dumnezeu"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "Când vă veţi rupe de ei şi de cei cărora li se închină în locul lui Dumnezeu, adăpostiţi-vă în Grotă. Domnul vostru îşi va răspândi milostivenia Sa asupra voastră şi vă va pregăti o soartă bună"
        }
    ]
}