{
    "maqras": [
        {
            "chapter": 20,
            "verse": 1,
            "text": "Ta. Ha"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "Noi nu am pogorât asupra ta Coranul ca să te năpăstuim"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "ci ca amintire pentru cel cu frică"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "ca pogorâre de la Cel ce a creat pământul şi cerurile prea înalte"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "Milostivul pe Tronul Său şade"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "Ale Lui sunt cele din ceruri, cele de pe pământ, cele dintre cer şi pământ şi cele de sub ţărână"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "Dacă vorbeşti răspicat, El cunoaşte taina chiar de este bine ascunsă"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "Dumnezeu! Nu este dumnezeu afară de El. Ale Lui sunt cele mai frumoase nume"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "Spusa despre Moise a venit la tine"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "El văzu un foc şi spune alor săi: “Staţi aici! Am zărit un foc. Poate vă voi aduce un tăciune ori voi afla la foc o călăuzire?”"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "Când s-a apropiat, a fost strigat: “O, Moise"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "Eu sunt Domnul tău! Leapădă-ţi sandalele căci tu eşti în Tova, valea sfântă"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "Eu te-am ales! Ascultă ce ţi se dezvăluie"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Eu sunt Dumnezeu! Nu este dumnezeu afară de Mine. Mie închină-te! Săvârşeşte-ţi rugăciunea întru amintirea Mea"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "Ceasul vine — de-abia îl mai ascund — ca fiece suflet să fie răsplătit pentru ceea ce s-a străduit"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "Să nu te abată cel care nu crede şi-şi urmează poftele sale, căci astfel vei pieri"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "Ce este acela din mâna ta dreaptă, Moise?”"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "El spuse: “Este toiagul pe care mă sprijin şi cu care scutur frunze oilor mele, şi-i mai dau şi alte întrebuinţări.”"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "Dumnezeu spuse: “Aruncă-l Moise!”"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "El îl aruncă şi iată-l un şarpe iute târâtor"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "Dumnezeu spuse: “Prinde-l! Să nu-ţi fie frică, căci îl vom întoarce la înfăţişarea lui dintâi"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "Pune-ţi mâna la subţioară, o vei scoate albă, fără beteşug. Acesta este un alt semn"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "ca să-ţi arătăm din semnele Noastre mari"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "Du-te la Faraon, căci este un ticălos!”"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "Moise spuse: “Domnul meu! Lărgeşte-mi pieptul"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "Înlesneşte-mi sarcina"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "dezleagă-mi nodul limbii"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "ca ei să înţeleagă spusa mea"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "Dă-mi un sfetnic dintrei ai mei"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "pe Aaron, fratele meu"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "Întăreşte-mi cu el spatele"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "alătură-l sarcinii mele"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "ca să Te preamărim mult"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "ca să Te amintim mult"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "Tu eşti Cel ce ne vede!”"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "Dumnezeu spuse: “O, Moise! Ruga ţi s-a împlinit"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "Noi ţi-am arătat bunăvoiţă şi altă dată"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "când i-am dezvăluit mamei tale ceea ce i-am dezvăluit"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "“Aruncă-l într-un cufăraş, apoi aruncă cufăraşul în fluviu, ca fluviul să-l arunce pe mal şi ca un vrăjmaş de-al Meu, care este şi vrăjmaş de-al lui, să-l ia.” Eu am trimis asupra ta dragoste ca tu să fii crescut sub ochii Mei"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "Sora ta, trecând pe acolo, spuse: “V-aş putea îndruma la cineva care-l va îngriji?” Noi te-am înapoiat la mama ta ca ochii ei să se limpezească şi să nu se mai mâhnească. Apoi ai omorât un suflet, însă Noi te-am mântuit de mâhnire şi te-am pus apoi la alte încercări. Ai stat apoi ani de zile la poporul din Madian. Şi apoi ai venit adus de soartă, o, Moise"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "Eu te-am ales pentru Mine însumi"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Plecaţi, tu şi fratele tău, cu semnele Mele şi nu neglijaţi amintirea Mea"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Mergeţi la Faraon, căci este un ticălos"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "Spuneţi-i vorbe cuviincioase. Poate îşi va aminti ori poate se va sfii"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "Amândoi spuseră: “Domnul nostru, ne este frică că se va obrăznici asupra noastră ori că va fi un despot.”"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "Dumnezeu spuse: “Să nu vă fie frică, căci Eu sunt cu voi, aud şi văd"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "Mergeţi la el şi spuneţi-i: “Noi suntem trimişi ai Domnului tău. Lasă-i să plece cu noi pe fiii lui Israel, nu-i mai chinui. Noi venim la tine cu un semn de la Domnul tău. Pace celui ce urmează călăuzirea"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "El ne-a dezvăluit că va cădea osândă asupra celor care hulesc şi întorc spatele.”"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "Faraon spuse: “Cine este Domnul vostru, Moise?”"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "El spuse: “Domnul nostru este Cel ce a dat fiecărui lucru făptura sa şi apoi l-a călăuzit.”"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "Faraon spuse: “Care a fost soarta leaturilor dintâi?”"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "Moise spuse: “Ştiinţa despre ele este la Domnul meu, într-o Carte. Domnul meu nu se rătăceşte şi nu uită.”"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "El este Cel ce v-a făcut vouă pământul leagăn şi v-a tăiat vouă pe el drumuri. El a trimis din ceruri apă cu care facem să răsară ierburi de tot soiul"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "Mâncaţi şi paşteţi dobitoacele! Întru aceasta sunt semne pentru cei dăruiţi cu minte"
        }
    ]
}