{
    "maqras": [
        {
            "chapter": 3,
            "verse": 15,
            "text": "Spune: “V-aş putea vesti eu un lucru mai bun decât acesta?” Cei care se tem de Domnul lor vor avea, la El, Grădini pe sub care curg râuri, unde vor veşnici, cu femei neprihănite, în tihna lui Dumnezeu. Dumnezeu este Văzător al robilor Săi"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "Cei care spun: “Noi am crezut! Iartă-ne nouă păcatele noastre, fereşte-ne pe noi de osânda Focului”"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "sunt cei răbdători, cei drepţi, cei pioşi, cei care dau milostenie şi cei care, dis-de-dimineată, cer iertare"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "Dumnezeu mărturiseşe şi, laolaltă cu El, îngerii şi cei dăruiţi cu cunoaştere: “Nu este dumnezeu afară de El, Puternicul, Înţeleptul.”"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "Adevărata credinţă înaintea lui Dumnezeu este Supunerea. Cei cărora Cartea le-a fost dată nu s-au împotrivit unii altora, din pizmă, decât după ce au primit ştiinţa. Cel care tăgăduieşte semnele lui Dumnezeu să ştie că Dumnezeu este Grabnic la socoteală"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "Spune-le celor care îţi caută pricină: “Eu m-am supus lui Dumnezeu întru totul, eu şi cei care m-au urmat.” Spune-le celor cărora le-a fost dată Cartea şi neştiutorilor: “Vă supuneţi lui Dumnezeu?” Dacă s-au supus lui Dumnezeu, sunt bine călăuziţi, însă, dacă-şi întorc spatele, se rătăcesc. Asupra ta este doar înştiinţarea şi atât! Dumnezeu este Văzător al robilor Săi"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "Vesteşte-le o osândă dureroasă celor care tăgăduiesc semnele lui Dumnezeu, celor care îi ucid, fără de dreptate, pe profeţi, acelora dintre oameni care îi ucid pe cei care poruncesc dreptatea"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "Deşarte le sunt faptele în Viaţa de Acum şi în Viaţa de Apoi. Ei nu vor avea ajutoare"
        },
        {
            "chapter": 3,
            "verse": 23,
            "text": "Nu i-ai văzut pe cei cărora li s-a dat din Carte cum cheamă Cartea să judece între ei? Unii dintre ei însă întorc spatele, nepăsători"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "Şi aceasta, fiindcă ei spun: “Focul nu ne va atinge decât puţine zile.” N-au decât să se lase rătăciţi în legea lor de ceea ce au născocit"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "Ce se va întâmpla cu ei atunci când, fără nici o îndoială, îi vom strânge într-o zi? Fiecărui suflet i se va da după ceea ce a agonisit şi nimeni nu va fi nedreptăţit"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "Spune: “Dumnezeule, Stăpân al Împăraţiei! Tu dai împărăţia cui voieşti şi iei împărăţia cui voieşti. Tu înalţi pe cine voieşti şi cobori pe cine voieşti. În mâna Ta este binele. Tu eşti Atotputernicul"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "Tu faci ca noaptea să străpungă ziua şi faci ca ziua să străpungă noaptea. Tu scoţi viul din mort, precum şi mortul din viu. Tu înzestrezi pe cine voieşti, fără socoteală"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "Credincioşii să nu-şi ia oblăduitori tăgăduitori în locul credincioşilor. Cel care va face altfel nu va avea nimic de la Dumnezeu, doar dacă nu vă temeţi de el. Dumnezeu însuşi vă previne, căci întru Dumnezeu este devenirea"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "Spune-le: “Dacă tăinuiţi ce este în inimile voastre, ori dacă destăinuiţi, Dumnezeu ştie.” El ştie ceea ce este în ceruri, precum şi pe pământ. Dumnezeu este Atotputernic"
        },
        {
            "chapter": 3,
            "verse": 30,
            "text": "În Ziua când fiece suflet va găsi ceea ce va fi făcut bine şi ceea ce va fi făcut rău, va fi dorit ca vreme îndepărtată să fie între el şi acea Zi. Dumnezeu vă previne asupra Lui însuşi. Dumnezeu este Milostiv cu robii Săi"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "Spune-le: “De-L iubiţi pe Dumnezeu, urmaţi-mă, căci Dumnezeu vă va iubi şi vă va ierta vouă păcatele. Dumnezeu este Iertător, Milostiv.”"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "Spune-le: “Daţi ascultare lui Dumnezeu şi trimisului Său. Să ştiţi, voi, cei care întoarceţi spatele, că Dumnezeu nu-i iubeşte pe tăgăduitori.”"
        }
    ]
}