{
    "maqras": [
        {
            "chapter": 4,
            "verse": 1,
            "text": "Voi, oameni! Temeţi-vă de Domnul vostru care v-a creat dintr-un singur suflet, din care a creat şi perechea, apoi din amândoi a răspândit mulţime de bărbaţi şi femei. Temeţi-vă de Dumnezeu asupra căruia vă întrebaţi şi cinstiţi pântecele ce v-au purtat, căci Dumnezeu veghează asupra voastră"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "Daţi orfanilor ceea ce este al lor. Să nu schimbaţi binele pe rău! Nu le mâncaţi averile lor în locul a lor voastre, căci acesta este greu păcat"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "Dacă vă este teamă că nu veţi fi drepţi cu orfanii, luaţi-vă soţii după cum vă va plăcea, două ori trei ori patru femei. Dacă vă este teamă că nu veţi fi drepţi cu ele, luaţi-vă o singură femeie ori pe cele stăpânite de dreapta voastră. Aşa vă va fi mai uşor vouă, dacă nu puteţi ţine o casă mare"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "Daţi-le femeilor voastre dota de bună voie, însă dacă ele sunt atât de bune pentru a vă lăsa o parte, mâncaţi-o sănătoşi"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "Nu daţi neghiobilor bunurile pe care Dumnezeu vi le-a rânduit vouă pentru trai. Daţi-le cele trebuincioase traiului din aceste bunuri, daţi-le cu ce să se înveşmânte şi spuneţi-le cuvinte cuviincioase"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "Puneţi-i la încercare pe orfani când au ajuns la vârsta împlinirii. Dacă descoperiţi la ei o judecată sănătoasă, înapoiaţi-le bunurile. Nu mâncaţi aceste bunuri cu lăcomie şi risipă înainte ca ei să se facă mari. Bogatul să se ferească a se atinge de ele. Săracul să mănânce cu cumpătare. Când le înapoiaţi bunurile, luaţi-vă martori, însă Dumnezeu este de ajuns ca să ţină socoteală tuturor"
        },
        {
            "chapter": 4,
            "verse": 7,
            "text": "Bărbaţilor li se cuvine o parte din ceea ce părinţii şi rudele lor au lăsat, după cum şi femeilor li se cuvine o parte din ceea ce părinţii şi rudele lor au lăsat, fie că este mult, fie că este puţin, partea este hotărâtă"
        },
        {
            "chapter": 4,
            "verse": 8,
            "text": "Daţi, de asemenea, o parte rudelor, orfanilor şi sărmanilor care sunt de faţă la împărţire şi spuneţi-le cuvinte cuviincioase"
        },
        {
            "chapter": 4,
            "verse": 9,
            "text": "Să le fie frică celor care-ar putea lăsa, în urma lor, copii fără de ocrotire. Să le fie frică pentru ei! Să se teamă de Dumnezeu şi să rostească un cuvânt drept"
        },
        {
            "chapter": 4,
            "verse": 10,
            "text": "Cei care pe nedrept mănâncă averea orfanilor, ei foc înghit în burţile lor: curând vor cădea în Groapa cu jar"
        },
        {
            "chapter": 4,
            "verse": 11,
            "text": "Cât despre copiii voştri, Dumnezeu vă porunceşte să-i daţi băiatului cât la două fete. Dacă fetele sunt mai multe de două, două treimi din moştenire sunt ale lor, iar dacă nu este decât una, jumătate este a ei. Dacă a avut un copil, o şesime din moştenire este a fiecăruia dintre părinţii lui. Dacă nu are copii, părinţii lui îl vor moşteni: o treime este a mamei lui. Dacă are fraţi, o şesime este a mamei lui, după ce-i vor fi fost îndeplinite poruncile şi plătite datoriile. Voi nu ştiţi care dintre părinţi ori fii vă vor fi mai aproape întru ajutor. Aceasta este obligaţia hotărâtă de Dumnezeu. Dumnezeu este Ştiutorul, Înţeleptul"
        }
    ]
}