{
    "maqras": [
        {
            "chapter": 7,
            "verse": 88,
            "text": "Căpeteniile poporului său care erau pline de trufie spuseră: “Noi te vom izgoni din cetatea noastră, o, Şu’aib, pe tine şi pe cei care au crezut odată cu tine, dacă nu vă întoarceţi la credinţa noastră.” El spuse: “Cum! Chiar dacă o urâm"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "Dacă ne-am întoarce la credinţa voastră, este ca şi cum am născoci o minciună asupra lui Dumnezeu. Noi nu avem căderea să ne mai întoarcem după ce Dumnezeu ne-a mântuit, numai dacă Dumnezeu, Domnul nostru, ar voi aceasta. Ştiinţa Domnului nostru se întinde asupra tuturor lucrurilor. Noi ne încredinţăm lui Dumnezeu. Domnul nostru! Judecă întru Adevăr între noi şi poporul cel rău, căci Tu eşti cel mai bun dintre judecători.”"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "Căpeteniile poporului său care tăgăduiau, spuseră: “Dacă îl urmaţi pe Şu’aib veţi fi pierduţi.”"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "Zguduitura i-a luat. A doua zi zăceau în casele lor"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "Cei care îl socotiseră pe Şu’aib mincinos au dispărut de parcă n-au fost nicicând. Ei au fost cei pierduţi"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "Şu’aib se întoarse de la ei, şi apoi spuse: “O, popor al meu! Eu v-am vestit soliile Domnului meu. Eu v-am fost vouă sfetnic. Cum m-aş mâhni pentru un popor de tăgăduitori?”"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "Noi nu am trimis nici un trimis în vreo cetate fără să nu-i lovim pe locuitorii săi cu urgii şi nenorociri. Poate se vor smeri"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "Noi am schimbat răul în bine. Dând totul uitării, ei spuseră: “Amarul şi bucuria i-au atins şi pe taţii noştri!” Noi i-am luat deodată pe când ei nu se aşteptau"
        },
        {
            "chapter": 7,
            "verse": 96,
            "text": "Dacă locuitorii acestei cetăţi ar fi crezut, dacă s-ar fi temut de Dumnezeu, Noi le-am fi dăruit binecuvântările cerului şi ale pământului. Ei au hulit însă, iar Noi i-am luat pentru ceea ce-au făcut"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "Locuitorii acestei cetăţi sunt siguri că urgia Noastră nu-i va lovi noaptea, pe când dorm"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "Locuitorii acestei cetăţi sunt siguri că urgia Noastră nu-i va lovi ziua, pe când petrec"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "Ei sunt la fereală de vicleşugul lui Dumnezeu? Numai cei sortiţi pierii se cred la fereală de vicleşugul lui Dumnezeu"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "Nu am arătat oare celor care moştenesc pământul după cei care au fost, că dacă am vrea, i-am lovi pentru păcatele lor, iar inimile li le-am pecetlui, şi nimic nu vor mai auzi"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "Acestea sunt cetăţile ale căror istorii ţi le povestim. Trimişii lor le-au adus dovezi vădite, însă ei nu au crezut în ceea ce odinioară socotiseră minciuni. Astfel Dumnezeu pecetluieşte inimile tăgăduitorilor"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "Noi nu am aflat la cei mai mulţi dintre ei niciun legământ, însă i-am aflat pe cei mai mulţi stricaţi"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "După ei, Noi l-am trimis pe Moise cu semnele Noastre la Faraon şi sfetnicii săi, însă ei au fost nedrepţi faţă de semnele Noastre. Vezi cum a fost sfârşitul celor care semănau stricăciunea"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "Moise spuse: “O, Faraon! Eu sunt un trimis al Domnului lumilor"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "Eu nu trebuie să spun decât Adevărul despre Dumnezeu. Eu v-am adus o dovadă vădită de la Domnul vostru. Lasă-i pe fiii lui Israel să plece cu mine.”"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "Faraon spuse: “Dacă tu ai adus vreun semn, arată-l, de spui adevărul”"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "Moise aruncă toiagul, şi iată-l balaur de-adevărat"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "El întinse mâna, şi iat-o albă pentru cei care o priveau"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "Căpeteniile poporului lui Faraon spuseră: “Acesta este un vrăjitor cu multă ştiinţă"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "ce vrea să vă izgonească de pe pământul vostru. Ce porunciţi?”"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "Ei spuseră: “Dă-le un pic de zăbavă, lui şi fratelui său, şi trimite în cetăţi soli ce vor strânge"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "şi vor aduce pe toţi vrăjitorii cu multă ştiinţă.”"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "Vrăjitorii se duseră la Faraon şi-i spuseră: “Cu adevărat vom căpăta o răsplată de vom ieşi biruitori"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "El spuse: “Da, şi veţi fi dintre cei apropiaţi mie.”"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "Ei spuseră: “O, Moise! Arunci tu ori aruncăm noi?”"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "El spuse: “Aruncaţi! “După ce ei aruncară, vrajiră ochii oamenilor, îi îngroziră şi dezlănţuiră o vrajă puternică"
        }
    ]
}