{
    "maqras": [
        {
            "chapter": 8,
            "verse": 41,
            "text": "Să ştiţi că oricare ar fi trofeele voastre, a cincea parte este a lui Dumnezeu, a trimisului şi a celor apropiaţi, a orfanilor, a sărmanilor şi a drumeţului, dacă credeţi în Dumnezeu şi în ceea ce am pogorât asupra Robului Nostru, în Ziua când vor fi despărţiţi drepţii de nedrepţi, şi în Ziua când se vor întâlni cele două adunări. Dumnezeu asupra tuturor are putere"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "Pe când voi eraţi pe malul (văii) cel mai apropiat, iar ei pe malul cel mai îndepărtat, pâlcul de călăreţi era mai jos decât voi. Chiar dacă v-aţi fi făcut făgăduinţe unii altora, tot nu aţi fi căzut la învoială asupra întâlnirii, aşa că Dumnezeu a hotărât ceea ce era de făcut, ca cel care piere să piară ca o dovadă vădită, iar ca cel care rămâne în viaţă să rămână ca o dovadă vădită. Dumnezeu este Auzitorul, Ştiutorul"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "Dumnezeu ţi i-ar fi arătat în vis pe vrăjmaşii tăi puţini la număr: dacă ţi i-ar fi arătat în număr mare, v-aţi fi împotmolit şi v-aţi fi certat asupra acestui lucru. Dumnezeu v-a ferit însă, căci El este Ştiutor al lăuntrului inimilor"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "Când îi întâlniţi, El vi-i arată puţini în ochii voştri, şi pe voi vă împuţinează în ochii lor, căci Dumnezeu hotărăşte ceea ce este de făcut. Ale lui Dumnezeu sunt hotărârile"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "O, voi cei ce credeţi. Fiţi tari când întâlniţi o ceată (de vrăjmaşi). Amintiţi-vă întotdeauna de Dumnezeu. Poate veţi fi fericiţi"
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "Daţi ascultare lui Dumnezeu şi trimisului Său. Nu vă certaţi, căci altminterea vă veţi împotmoli şi vântul vostru bun se va duce. Fiţi răbdători! Dumnezeu este cu cei răbdători"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "Nu fiţi asemenea celor care ies din casele lor plini de ei ca să fie văzuţi de oameni şi care îndepărtează de la calea lui Dumnezeu. Ştiinţa lui Dumnezeu cuprinde ceea ce făptuiesc"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "Diavolul spune când le împodobeşte faptele: “Nimeni pe lume nu vă va birui astăzi, căci eu vă sunt vouă aproape!” Atunci când cele două tabere fură însă faţă în faţă, el o rupse la fugă, spunând: “Mă lepăd de voi. Eu văd ceea ce voi nu vedeţi. Eu mă tem de Dumnezeu! Dumnezeu este Aprig la pedeapsă!”"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "Făţarnicii şi cei care au boală în inimi spun: “Pe aceştia i-a amăgit credinţa lor!” Pentru cel care se încredinţează lui Dumnezeu, Dumnezeu este Puternic, Înţelept"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "O, dacă i-ai vedea pe îngerii cum îi iau pe cei care tăgăduiesc, lovindu-i peste faţă şi spate. “Gustaţi osânda Pârjolului"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "pentru ceea ce au făcut mâninile voastre.” Dumnezeu nu este nedrept cu robii Săi"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "Aşa a fost soarta neamului lui Faraon şi a celor dinaintea lor care au tăgăduit semnele lui Dumnezeu. Dumnezeu i-a luat pentru păcatele lor. Dumnezeu este Puternic, Aprig la pedeapsă"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "Aceasta, căci Dumnezeu nu schimbă o binefacere pe care a hărăzit-o unui popor înainte ca el însuşi să nu se schimbe. Dumnezeu este Auzitorul, Ştiutorul"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Aşa a fost soarta casei lui Faraon şi a celor dinaintea lor ce i-au socotit semnele Domnului lor minciună. Noi i-am nimicit pentru păcatele lor şi i-am înecat pe cei din casa lui Faraon, căci erau nedrepţi cu toţii"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Mai răi decât dobitoacele înaintea lui Dumnezeu sunt cei care tăgăduiesc, căci ei nu cred"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "şi cei, dintre ei, cu care tu ai încheiat un legământ pe care l-au încălcat de fiecare dată, căci ei nu se tem de Dumnezeu"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "Dacă îi întâlneşti în război, împrăştie odată cu ei pe cei dinapoia lor. Poate îşi vor aminti"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "Dacă îţi este teamă de vreo trădare a unora, poartă-te cu ei întru tocmai. Dumnezeu nu-i iubeşte pe trădători"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "Să nu socoată cei care tăgăduiesc că vă vor întrece, căci ei nu vor putea scăpa"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "Pregătiţi-le tot ce puteţi, forţă şi cai înşăuaţi, ca să-l îngroziţi pe vrăjmaşul lui Dumnezeu şi al vostru şi pe alţii pe care încă nu-i cunoaşteţi, însă îi cunoaşte Dumnezeu. Tot ce aţi dat pentru calea lui Dumnezeu, vă va fi înapoiat şi nu veţi fi nedreptăţiţi"
        }
    ]
}