{
    "maqras": [
        {
            "chapter": 11,
            "verse": 84,
            "text": "Oamenilor din Madian li l-am trimis pe fratele lor Şu’aib? El spuse: “O, popor al meu! Închinaţi-vă lui Dumnezeu! Voi nu aveţi alt dumnezeu afară de El! Nu micşoraţi măsurile şi greutăţile. Vă văd în bunăstare, însă mă tem pentru voi de osânda unei zile învăluitoare"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "O, popor al meu! Daţi măsura şi greutatea aşa cum se cuvine. Nu pricinuiţi nedreptăţi oamenilor în bunurile lor, nu săvârşiţi fărădelegi pe pământ, semănând stricăciune"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "Ceea ce vă lasă Dumnezeu este mai bun pentru voi, de sunteţi credincioşi. Eu nu vă sunt vouă păzitor.”"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "Ei spuseră: “O, Şu’aib! Închinăciunea ta porunceşte ca noi să-i părăsim pe cei cărora taţii noştri li se închinau, ori să nu ne mai bucurăm de averile noastre aşa cum am vrea? Tu doar eşti bun şi drept.”"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "El spuse: “O, popor al meu! Ce părere aveţi? Dacă mă sprijin pe o dovadă de la Domnul meu care mi-a dat o frumoasă înzestrare, eu nu vreau să mă împotrivesc vouă când vă opresc ceva, ci vreau doar să vă îndrept atât cât pot. Ajutorul nu-mi vine decât de la Dumnezeu. Eu Lui mă încredinţez şi căindu-mă la El mă întorc"
        },
        {
            "chapter": 11,
            "verse": 89,
            "text": "O, popor al meu! Despărţirea de mine vă va pricinui rele asemănătoare celor care i-au lovit pe poporul lui Noe, ori pe poporul lui Hud, ori pe poporul lui Salih! Poporul lui Lot nu este prea departe de voi"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "Cereţi-I iertare Domnului vostru, apoi întoarceţi-vă la El căindu-vă. Domnul meu este Milostiv, Iubitor!”"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "Ei spuseră: “O, Şu’aib! Noi nu înţelegem deloc ce spui. Noi te vedem slab în mijlocul nostru, şi dacă nu ar fi fost obştea ta te-am fi omorât cu pietre, căci tu nu ai nici o putere asupra noastră.”"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "El spuse: “O, popor al meu! Obştea mea vi se pare mai puternică decât Dumnezeu şi credeţi că puteţi întoarce spatele lui Dumnezeu? Ştiinţa Domnului meu se întinde asupra a tot ceea ce faceţi"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "O, popor al meu! Faceţi ce puteţi! Faceţi ce puteţi, căci şi eu voi face şi veţi afla curând cui va fi dat o osândă ce îl va face de ruşine şi cine este cel mincinos. Aşteptaţi, căci şi eu aştept cu voi.”"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "Când veni porunca Noastră, Noi l-am mântuit prin milostivenia Noastră pe Şu’aib şi pe cei care au crezut împreună cu el. Strigătul i-a luat pe cei care fuseseră nedrepţi şi a doua zi dimineaţa zăceau în casele lor"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "de parcă nu le-ar fi locuit niciodată Atunci să nu li se spună: “Înapoi cu medianiţii?” Aşa au fost îndepărtaţi şi tamudiţii"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "Noi l-am trimis pe Moise cu semnele Noastre şi cu împuternicire desluşită"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "la Faraon şi la căpeteniile sale, însă acestea dădură ascultare Faraonului cu toate că porunca Faraonului era nedreaptă"
        },
        {
            "chapter": 11,
            "verse": 98,
            "text": "În Ziua Învierii, el va merge în fruntea poporului său şi-l va mâna în Foc ca la adăpătoare. Ce adăpătoare rea"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "De blestem vor fi urmăriţi în Viaţa de Acum şi în Ziua Învierii. Ce dar rău"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "Acestea sunt dintre istoriile privitoare la cetăţi pe care ţi le povestim, multe dintre ele sunt încă în picioare, însă altele au fost secerate"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "Noi nu i-am nedreptăţit pe locuitorii lor, ci ei înşişi s-au nedreptăţit. Ei chemau în locul lui Dumnezeu dumnezeii lor care nu le-au folosit la nimic. Când porunca Domnului tău a venit, ei nu le-au sporit decât pieirea"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "Aceasta este osânda Domnului tău care loveşte cetăţile nedrepte. Osânda Sa este dureroasă, cruntă"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "Întru aceasta este un semn pentru cel care se teme de osânda Vieţii de Apoi. Va fi o zi când toţi oamenii vor fi strânşi, va fi o zi cunoscută"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "Noi nu o vom întârzia decât până la sorocul hotărât"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "În Ziua când acesta se va împlini, nimeni nu va vorbi decât cu îngăduinţa Sa. Unii vor fi nenorociţi, alţii fericiţi"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "Nenorociţii vor fi în Foc, unde vor geme şi vor suspina şi"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "unde vor veşnici cât vor dura cerurile şi pământul, doar dacă Domnul tău va voi altfel, căci Domnul tău face ce voieşte"
        }
    ]
}