{
    "maqras": [
        {
            "chapter": 17,
            "verse": 99,
            "text": "Onlar, gokleri ve yeri yaratan Allah’ın kendilerinin aynı olan insanları yaratmaya kadir oldugunu gorup bilmediler mi? Allah, o insanlar icin, bir de ecel (olum vakti) tayin buyurdu ki, onda hic suphe yok. Fakat zalimler, hakkı kabulden yuz cevirdiler; ancak kufru sectiler"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "(Ey Rasulum, kafirlere) de ki: “- Eger siz, Rabbimin rahmet hazinelerine sahip olsaydınız, o vakit, harcayıp tuketmek korkusuyla muhakkak tutkunluk ederdiniz.” Insan cok cimri bulunuyor"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "Yemin olsun ki, biz Musa’ya apacık dokuz mucize verdik. Israilogullarına sor, Musa onlara geldigi vakit, Firavun ona soyle demisti: “Ya Musa! Ben seni, muhakkak buyulenmis zannediyorum.”"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "Musa dedi ki: “Pekala bilirsin ki, bu mucizeler birer ibret olsunlar diye, goklerin ve yerin Rabbinden baskası indirmemistir. Ben de, ey Firavun! Seni helak olmus zannediyorum.”"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "Nihayet Firavun, Musa ve kavmini Mısır arazısinden cıkarmak istedi. Biz de hem kendisini, hem beraberindekileri toptan denizde boguverdik"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "Arkasından Israilogullarına soyle dedik: Firavun’un sizi cıkarmak istedigi arazide siz oturun. Sonra ahiret vaadi (kıyamet) geldigi zaman, onları da sizi de bir araya getirecegiz (Sonra aranızda hukum vererek iyi ve kotu olanlarınızı ayıracagız)"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "Biz, bu Kur’an’ı hakkı tesbit icin indirdik ve o hikmet ile indi. Seni de ancak itaatkarları mujdeleyici ve asileri korkutucu olarak gonderdik"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "Hem onu, bir Kur’an olarak ayetlere ayırdık ki, insanlara dura dura okuyasın. Biz, onu yavas yavas (ve ayet ayet yirmi uc yılda) indirdik"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "(Ey Rasulum), de ki: “- Ister ona inanın ister inanmayın (bu tutumunuz, Kur’an’ın kemalini degistirmez.) cunku Kur’an’dan once kendilerine Tevrat’la, ahir zaman Peygamberinin vasfına dair ilim verilenlere karsı, Kur’an okundugu zaman, yuzleri ustu secdeye kapanıyorlar. (Allah’a sukrediyorlar)"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "Ve soyle diyorlar: “- Rabbimizi tenzih ederiz (vaadini yerine getirir). Gercekten Rabbimiz vaadi yerine getirilmis bulunuyor.”"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "Hem aglayarak yuzleri ustu secdeye kapanıyorlar, hem de bu Kur’an’ı isitmek, onların kalb yumusaklıgını artırıyor"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "De ki: “-Ister, Allah deyip dua edin, ister Rahman deyin; hangisini derseniz, onundur en guzel isimler (Esma-i Husna), Namazında sesini pek yukseltme, cok da gizleme. Bu ikisinin arasını bir yol tut. (Ebu Cehil, Peygamber Efendimizin Ya Allah!... Ya Rahman!, diye dua ettigini isitince: “- Bizi iki ilaha ibadet etmekten alıkoyuyor, halbuki kendisi baska bir ilaha dua ediyor.” demis ve bu ayet-i kerime, bunun uzerine nazil olmustur)"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "Soyle de : “- Evlad edinmeyen, mulkunde ortagı bulunmıyan ve zelil kimselerden yardımcısı olmayan Allah’a hamd olsun...” O’nu noksanlıklardan yucelt de yucelt"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "Hamd o Allah’a mahsustur ki, kulu Muhammed’e (Aleyhisselama) Kur’an’ı indirdi, onun mana ve lafzında bir carpıklık yapmadı"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "Dosdogru olarak kendi katından imansızlıkları siddetli bir azap ile korkutmak ve salih ameller isliyen muminlere guzel bir ecir (cennet) oldugunu mujdelemek icin yaptı"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "Ebediyyen orada (cennet’de) kalacaklardır"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "Bir de “Allah cocuk edindi” diyenleri (azabla) korkutmak icin yapmıstır. (*) Dikkat!...(Secde) ayetidir"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "Allah cocuk edindigine dair ne kendilerinin bir ilmi vardır, ne de (taklid ettikleri) babalarının. Agızlarından cıkan o soz ne buyuk!... Onlar, ancak yalan soyluyorlar"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "Simdi bu Kur’an’a iman etmezlerse, belki arkalarından esef ederek kendini uzeceksin"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "Biz, yeryuzunde olan seyleri, yer halkına bir sus yaptık ki, insanların hangisi daha guzel bir amelde bulunacagını imtihan edelim"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "Su da muhakkak ki, biz, yeryuzunde olan seyleri (susleri) kupkuru bir toprak yaparız"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "Yoksa, (ey Rasulum), uzun zaman magarada uykuda kalan Kehf ve Rakim ashabı, bizim mucizelerimizden sasılacak bir sey oldular mı sandın? (Kehf: Genis magaraya denir. Rakim: uykuya dalanların koy adı ve kopeklerinin adıdır. Bir rivayette de uykuda kalanların adlarının yazılı bulundugu kitabın ismidir)"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "Hatırla ki, o vakit, o genc yigitler magaraya sıgındılar da soyle dediler: “-Ey Rabbimiz! Bize, tarafından bir rahmet ihsan buyur ve isimizden bize bir basarı hazırla.”"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "Bunun uzerine, nice seneler magarada uzerlerine uyku bıraktık ve kendilerini (uc yuz dokuz yıl) uyuttuk"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Sonra onları uyandırdık ki, (mumin ve kafir) iki toplulugun hangisi, onların magarada bekledikleri muddeti daha iyi hesap etmistir, fiilen bilelim"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "Biz, sana, onların haberlerini dogru olarak anlatalım: Gercekten bunlar, Rablerine iman eden birkac genclerdi. Biz de onların hidayetlerini (sebatlarını) artırmıstık"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "(Padisah Dekyanos kafirin huzurunda putlara tapmayı terkeden bu yigitler), ayaga kalkıp da: “-Bizim Rabbimiz, goklerin ve yerin Rabbidir; asla ondan baskasına ilah deyip tapmayız, o takdirde muhakkak sacma soylemis oluruz"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "Su bizim kavmimiz, Allah’dan baska ilah’lar edindiler. Bunlara ibadet etmek lazım geldigine dair acık bir delil getirselerdi ya! Artık bir yalan uydurup Allah’a iftira edenden daha zalim kim olabilir?” dedikleri zaman, kalblerine sebat verdik"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "(Yigitlerden biri, diger arkadaslarına soyle demisti): “- Madem ki siz, kavminizden ve onların Allah’dan baska taptıkları putlardan ayrıldınız, o halde magaraya cekilin ki, Rabbiniz rahmetinden size genislik versin ve size, isinizde bir kolaylık hazırlasın.”"
        }
    ]
}