{
    "maqras": [
        {
            "chapter": 25,
            "verse": 21,
            "text": "Bize kavusmayı ummayanlar soyle dediler: “- Uzerimize melekler indirilse ya (boylece verecekleri haber uzerine Muhammed’in (s.a.v.) hak peygamber oldugunu tasdik etsek), yahut Rabbimizi gorsek (de O bize dogru haber verse).” Yemin olsun ki, onlar nefislerinde buyukluk ve inad tasladılar, buyuk bir azgınlıkla hududu astılar"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "(O zalimler olum zamanında) Melekleri gorecekleri gun, mucrimlere o gun mujde yoktur. Melekler onlara: “- Size mujde yasak, yasak!...” diyeceklerdir"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "Hem biz, onlar (hayır diye dunyada) ne amel isledilerse, onu kasd edib sacılmıs zerre haline getirmisizdir, (artık hic bir kıymeti kalmamıstır)"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "O gun (kıyamette) cennet ehlinin duracakları yer cok hayırlı ve dinlenip barınacakları yer cok guzeldir"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "Semanın, (gokten cıkacak) bulutla yarılacagı ve arkasından meleklerin (ellerinde kulların amel defterleri oldugu halde) arka arkaya indirildigi kıyamet gunu"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "O gun, mevcut olan butun mulk Rahman’ındır. Kafirlere ise, bugun, cok cetin bir gun olur"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "Zalimlerden her biri (pismanlıgından) iki elini ısırdıgı o gunde, soyle diyecektir: “ - Ne olurdu, ben, O Peygamberle beraber bir kurtulus yolu edineydim"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "Yazıklar olsun bana! Keske (beni sapıtan) falanı dost edinmeyeydim"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "Vallahi, o sapıttı beni zikirden, (Allah’ı anmaktan ve Kur’an ahkamına baglanmaktan), bana Kur’an gelmisken... Seytan, insanı helake dusurendir.”"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "Peygamber de (o gun soyle) demekte: “- Ey Rabbim! Kavmim bu Kur’an’ı metruk bıraktılar (ondan yuz cevirdiler)"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "Iste (Ey Rasulum, sana Mekke musriklerini) boylece dusman yaptıgımız gibi, senden once de her peygamber icin mucrimlerden bir dusman yaptık. Bununla beraber (dusmanların kahrından) koruyucu ve (onlara karsı) zafer verici olarak Rabbin sana yeter"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "Bir de kafirler dediler ki: “- Kur’an, O’na toptan indirilseydi ya!” Biz, onu kalbine iyice yerlestirelim diye boyle ayet ayet indirdik (topluca indirmedik); ve onu guzel bir sekilde beyan edip ayet ayet okuduk"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "(Ey Rasulum, musriklerin) Sana getirdikleri tuhaf ve batıl bir soruları yoktur ki, hak olan cevabını ve en guzel tefsirini getirmis olmıyalım"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "O yuzleri ustu cehenneme suruklenenler, iste bunlar, yer bakımından cok fena, yolca da en sapıktırlar"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "Gercekten Musa’ya o kitabı (Tevrat’ı) verdik ve ona kardesi Harun’u beraberinde vezir (yardımcı) yaptık"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "“-Haydi ayetlerimizi yalanlıyan o kavme (Firavun’a ve kavmine) gidin.” dedik, (onlarda gittiler, teblig ettiler; fakat tekzip edildiler) nihayet onları, (Firavun ve kavmini) tamamen (bogarak) helak ettik"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "Nuh kavmini de, peygamberleri tekzib ettikleri zaman, bogduk ve kendilerini insanlara bir ibret yaptık. Biz, zalimlere cok acıklı bir azab hazırladık"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "Ad kavmini de, Semud kavmini de, (Suayb’ın) Ress Ashabını da, bunların arasında gecen bir cok ummetleri de helak ettik"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "Bunlardan her birine (kendilerinden oncekilerin helakine dair) nasihat olarak nice misaller anlattık. Fakat, iman etmediklerinden hepsini tamamen helak ettik"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "Yemin olsun ki, (Kureys kafirleri ticaret icin Sam’a giderken) fenalık (tas) yagmuruna tutulmus olan o beldeye (Lut kavminin Sedum sehrine) defalarca ugradılar; onu goruyor degiller miydi? (dusunub te ibret almazlar, imana gelmezler mi?) Dogrusu onlar, oldukten sonra dirileceklerini ummazlar"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "(Ey Rasulum, Mekke kafirleri) seni gordukleri vakit, seni yalnız bir eglence yerine tutuyorlar: “- Bu mu, Allah’ın peygamber diye gonderdigi?” diyorlar"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "(Senin icin diyorlar ki) “- Az kalsın bizi, putlarımıza ibadet etmekten cevirecekti, eger uzerlerine sebat (la ibadet) etmeseydik...” Fakat, ileride azabı gorecekleri gun, yolca daha sapık kimdir, bilecekler"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "(Ey Rasulum) gordun mu, o nefis arzusunu ilah edineni? Artık ona, sen mi vekil olacaksın? (Onu sirkten sen mi koruyacaksın)"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "Yoksa (Ey Rasulum), onların cogunu, hakkı isitiyorlar veya hakkı anlıyorlar mı zannediyorsun? Onlar, ancak hayvanlar gibidirler. Dogrusu gidisce daha sapıktırlar"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "Rabbinin kudretine bakmaz mısın (fecirle gunesin dogusu arasında) golgeyi nasıl yayıyor? (Ne karanlık var, ne de aydınlık). Dileseydi, o golgeyi devamlı ve sabit yapardı (onu gunesle gidermezdi). Sonra biz, gunesi de, o golge uzerine bir delil yaptık (gunesin varlıgından golge bilinir)"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "Sonra (golge yer yuzune yayılıp da gunes dogmaya baslayınca) biz, bu golgeyi azar azar bize dogru (diledigimiz yere) alırız"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "O Allah’dır ki, geceyi size bir ortu, uykuyu da bir dinlenme yaptı; gunduzu ise, yeni bir hayat ve mesguliyet yaptı"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "Yagmurun onunde, ruzgarları bir mujdeci olarak gonderen O’dur. Biz gokten pak ve temizleyeci bir su indirdik"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "Ki onunla, bitkisiz olu bir yeri diriltelim ve yarattıgımız hayvanlarla bir cok insanlara su verelim"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "Dogrusu, yagmuru, memleketler arasında taksim ettik ki, ibret alsınlar (sukretsinler). Yine de insanların cogu yuz cevirdiler, ancak nimeti inkar ettiler"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Eger dileseydik, her memleket halkına bir peygamber gonderirdik (ve boylece senin yukunu hafifletirdik)"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "(Madem ki butun faziletleri sende topladık ve yalnız seni gonderdik), o halde, kafirlere boyun egme ve onlara karsı bu Kur’an ile buyuk bir cihad olarak mucadele yap"
        }
    ]
}