{
    "maqras": [
        {
            "chapter": 43,
            "verse": 57,
            "text": "(Hz. Peygamber meleklere tapınan musriklere): “-Siz ve Allah’dan baska tapındıgınız seyler cehennem odunusunuz” (ayetini okuyunca, kızmıslar ve bu hukum yalnız bize ilahlarımıza mı aittir, yoksa butun ummetlere mi? dediler. Hz. Peygamber: Size ve butun ummetlere samildir, buyurdu. Onlar: O halde ogretmekte oldugun Meryem’in oglu Isa’ya da hristiyanlar, Allah’ın ogludur diye ibadet ediyorlar. Biz ise Meleklere ibadet ediyoruz, onlar cehennemlik iseler biz de cehennemlik olmaya razıyız, dediler; ve gulustuler. Hz. Peygamber sukut buyurdular ve sonra su ayeti kerime nazil oldu): Meryem’in oglu bir misal olarak ortaya atılınca, hemen kavmin ondan keyiflenip guluyorlardı"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "Ve soyle demislerdi: “- Bizim ilahlarımız (olan melekler) mi daha hayırlı, yoksa o mu (Meryem’in oglu Isa mı)?” (Ey Rasulum, hakikatı anlamak icin degil) bunu sana sırf bir mucadele olarak (ve seni cevabsız bırakmak icin) misal veriyorlar. Dogrusu onlar cok cekisgen adamlardır"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "O, Meryem’in oglu Isa ilah degil, ancak bir kuldur. Biz ona nimet verdik ve kendisini Israilogulları icin (babasız yaratmakla) bir ibret kıldık"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "Eger biz dileseydik, sizin yerinize, yeryuzunde melekler yaratırdık da (arkanızdan) yerinize gecerlerdi"
        },
        {
            "chapter": 43,
            "verse": 61,
            "text": "Gercekten o (Isa’nın nuzulu), kıyamet icin (yaklastıgını bildiren) bir beyandır, alamettir. Onun icin sakın o kıyametin geleceginde subhe etmeyin de benim seriatime tabi olun. Iste bu biricik dogru yoldur"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "Sakın sizi Seytan (seriatime uymaktan) cevirmesin. Muhakkak ki o, size acık bir dusmandır"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "Isa da mucizelerle (ve Incil ayetleri ile) geldigi vakit soyle demisti: “- Ben size ilahi hukumlerle ve ayrılıga dustugunuz seylerin bir kısmını size acıklayayım, diye geldim. Onun icin Allah’dan korkun ve bana itaat edin"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "Subhe yok ki Allah benim de Rabbimdir, sizin de Rabbinizdir. O halde hep O’na ibadet edin. Iste bu, biricik dogru yoldur.”"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "Sonra o (hristiyanlardan ibaret) hizibler aralarında ayrılıga dustuler. Onun icin, acıklı bir gunun azabından vay o zulum edenlerin haline"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "Onlar farkında degillerken ansızın baslarına gelsin diye, hep o kıyametin kopmasını bekliyorlar"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "(Kufurde birlesib sevisen) dostlar, o gun birbirlerine dusmandırlar; takva sahibleri ise mustesnadır"
        },
        {
            "chapter": 43,
            "verse": 68,
            "text": "Ey benim (Allah icin sevisen takva sahibi) kullarım! Bugun size hic bir korku yoktur; ve siz mahzun da olmıyacaksınız"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "(Bunlar) o kimselerdir ki, ayetlerimize iman edib de (Allah’ın hukumlerine) boyun egmislerdi"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "(Onlara soyle denir): Sevinc ve neseler icinde oldugunuz halde, siz ve zevceleriniz girin cennete"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "Onların etrafında, altından tabaklar ve bardaklarla (kendilerine cennette hizmet icin) dolasılır. Canların istiyecegi ve gozlerin hoslanacagı ne varsa, hepsi oradadır. Siz de orada devamlı olarak kalacaksınız"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "Iste bu, sizin calıstıgınız ameller sebebiyle mirascı kılındıgınız cennetdir"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "Sizin icin orada cok meyvalar vardır; onlardan yiyeceksiniz"
        },
        {
            "chapter": 43,
            "verse": 74,
            "text": "Muhakkak ki kafirler, cehennem azabında devamlı olarak kalacaklardır"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "Kendilerinden o azab hafifletilmez. Onlar bunun icinden (kurtulmaktan) umidi kesmislerdir"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "Biz, onlara zulum etmedik; fakat kendileri zalim idiler"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "(Cehennemin bekcisi olan Malik isimli melege soyle) cagrısırlar: “ -Ey Malik! (Iste de) Rabbin bizi oldursun, (azabdan kurtulalım).” Malik de: “- Siz, (azab icinde) kalacaksınız.” der"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "(Allah da buyurur ki): And olsun, biz size hakkı gonderdik. Fakat cogunuz hakdan hoslanmıyanlarsınız, (Kur’an’ı ve peygamberi inkar edenlersiniz)"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "Yoksa onlar, (Hz. Peygambere hile kurmakta) isi saglama mı bagladılar? Iste biz, (onları helak etmekle isi) saglam tutanlarız"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "Yoksa biz, (Peygambere tuzak kurmak istiyen) o kafirlerin kalblerinde gizlediklerini ve fısıltılarını isitmez miyiz sanıyorlar? Hayır isitiyoruz ve onların yanlarında (fısıltı ve niyetlerini tesbit eden melek) elcilerimiz vardır; yazıyorlar"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "(Ey Rasulum) de ki: “- Rahman’ın bir cocugu olsa, ben ona, tapanların birincisi olurdum.”"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "Goklerin ve yerin Rabbi, Ars’ın da Rabbi, onların yaptıkları vasıflardan cok munezzehtir ve yucedir"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "Simdi bırak onları (batıl inanclarına) dalsınlar, oynaya dursunlar; ta vaad edildikleri (kıyamet) gunlerine kavusuncaya kadar"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "Gokte Ilah olan O’dur; yerde de Ilah O’dur. O Hakim’dir= isinde hikmet sahibidir, Alim’dir= her seyi bilendir"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "Goklerle yerin ve aralarındakilerin mulkiyet ve tasarrufu kendisine ait olan (Allah) ne yucedir... Kıyametin (kopmasının) ilmi, O’nun katındadır. Hepiniz de ancak O’na dondurulub goturuleceksiniz"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "O’ndan baska ibadet edib durdukları seyler (putlar), sefaat da edemezler; ancak Hak’ka sehadet eden (dili ve kalbi ile “La ilahe illAllah diyen”) kimseler mustesna... onlar (Allah’ın Rableri oldugunu gercek olarak) bilirler"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "(Allah’dan baskasına ibadet eden) o musriklere sorsan ki, kendilerini kim yarattı? Elbette, “Allah” derler. Oyle ise, (tevhidden) nasıl cevriliyorlar"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "O’nun (Hz. Peygamber Aleyhisselamın), “Ey Rabbim!” demesi hakkı icin, muhakkak ki onlar, iman etmez bir kavimdirler"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "(Ey Rasulum), simdilik onlardan yuz cevir, (kendilerini terk et) de “Selam= anlasma var” soyle. Artık yakında (baslarına gelecek felaketi) bileceklerdir"
        },
        {
            "chapter": 44,
            "verse": 1,
            "text": "Ha, Mim"
        },
        {
            "chapter": 44,
            "verse": 2,
            "text": "(Haram ile helali acıklayan, ifadesi) parlak Kitab= Kur’an hakkı icin"
        },
        {
            "chapter": 44,
            "verse": 3,
            "text": "Gercekten biz, onu, mubarek bir gecede (Kadir gecesinde) indirdik. Cunku biz, (Kur’an’ın hukumleri ile) korkutanız"
        },
        {
            "chapter": 44,
            "verse": 4,
            "text": "Her hikmetli is o mubarek gecede ayırd edilir, (rızık, ecel, iyi ve serden ibaret butun isler Kadir gecesinde yazılır)"
        },
        {
            "chapter": 44,
            "verse": 5,
            "text": "Bu, (hikmetimizin geregi olan) tarafımızdan bir istir. Cunku biz peygambere gondereniz"
        },
        {
            "chapter": 44,
            "verse": 6,
            "text": "Peygamberi kitabla gonderisimiz de, senin Rabbinden bir rahmettir, nimettir. Gercekten O, Semi’dir= butun soylenenleri isitir, Alim’dir= her hali bilir"
        },
        {
            "chapter": 44,
            "verse": 7,
            "text": "O, goklerin ve yerin ve butun aralarındakinin Rabbidir. (Ey Mekke’liler, goklerin ve yerin Rabbi Allah olduguna) eger gercekten inanıyorsanız, (biliniz ki, Hz. Muhammed s.a.v. da peygamberidir)"
        },
        {
            "chapter": 44,
            "verse": 8,
            "text": "O’ndan baska hic bir Ilah yoktur; hem diriltir, hem oldurur. Hem sizin Rabbinizdir, hem de evvelki atalarınızın Rabbi"
        },
        {
            "chapter": 44,
            "verse": 9,
            "text": "Fakat onlar, bir suphe icinde oynuyorlar, (yakinen Allah’a ve Peygambere inanmıyorlar, egleniyorlar)"
        },
        {
            "chapter": 44,
            "verse": 10,
            "text": "O halde (Ey Rasulum), semanın asikare bir duman (kıtlık ve aclık) getirecegi (azab) gununu gozle"
        },
        {
            "chapter": 44,
            "verse": 11,
            "text": "Oyle bir duman ki, butun insanları saracaktır. Bu acıklı bir azabdır"
        },
        {
            "chapter": 44,
            "verse": 12,
            "text": "(Onlar soyle diyecekler): “- Ey Rabbimiz! Bizden bu azabı kaldır; cunku biz muminleriz.”"
        },
        {
            "chapter": 44,
            "verse": 13,
            "text": "Onlar icin dusunmek, ibret almak nerede? Dogrusu kendilerine apacık anlatan bir Peygamber geldi de"
        },
        {
            "chapter": 44,
            "verse": 14,
            "text": "Sonra ondan yuz cevirdiler ve soyle dediler: “- (Bu peygamberlik iddia eden) ogretilmistir, mecnundur.”"
        },
        {
            "chapter": 44,
            "verse": 15,
            "text": "Biz o (vaadettigimiz aclıktan ibaret) azabı biraz kaldıracagız. Fakat siz yine (kufre) doneceksiniz"
        },
        {
            "chapter": 44,
            "verse": 16,
            "text": "(Kıyamette veya Bedir’de onları) buyuk bir siddetle kavrıyacagımız gun, suphesiz biz intikam alırız"
        }
    ]
}