{
    "pages": [
        {
            "chapter": 9,
            "verse": 55,
            "text": "فزونی اموال و اولاد (یعنی نیروی اقتصادی و انسانی) ایشان، تو را به شگفتی نیندازد. چرا که خداوند می‌خواهد آنان را در زندگی دنیا بدین وسیله معذّب کند (و پیوسته به جمع مال و منال کوشند و همه‌ی عمر در راه نگهداری و پاسداری آن تلاش ورزند، و به خاطر دلبستگی فوق‌العاده به این امور، خدا و آخرت را فراموش کنند) و در حال کفر جان دهند و قالب تهی کنند"
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "به خدا سوگند می‌خورند که آنان از شمایند (و مؤمن و مسلمانند) در حالی که از شما نیستند (و مؤمن و مسلمان نمی‌باشند) و مردمان ترسوئی هستند (و چون از شما وحشت دارند، دروغ می‌گویند و نفاق می‌ورزند)"
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "اگر پناهگاهی یا غارهائی و یا سردابی پیدا کنند شتابان بدانجا می‌روند و به سرعت بدان می‌خزند"
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "در میان آنان کسانی هستند که در تقسیم زکات از تو عیبجوئی می‌کنند و ایراد می‌گیرند (و نسبت بی‌عدالتی را به تو می‌دهند! اینان جز به فکر حطام دنیا در اندیشه‌ی چیز دیگری نیستند، و لذا) اگر بدانان چیزی از زکات داده شود خوشنود می‌شوند و اگر چیزی از آن بدیشان داده نشود هرچه زودتر خشم می‌گیرند (و اخم و تخم می‌کنند)"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "اگر آنان بدانچه خدا و پیغمبرش بدیشان داده است (و قسمت ایشان کرده است) راضی می‌شدند و می‌گفتند: (دستور) خدا ما را بسنده است و خداوند از فضل و احسان خود به ما می‌دهد و پیغمبرش (بیش از آنچه به ما داده است این بار به ما عطاء می‌کند، و) ما (به فضل و بخشایش پروردگار خود چشم دوخته و) تنها رضای خدا را می‌جوئیم، (اگر چنین می‌گفتند و می‌کردند، به سود آنان بود)"
        },
        {
            "chapter": 9,
            "verse": 60,
            "text": "زکات مخصوص مستمندان، بیچارگان، گردآورندگان آن، کسانی که جلب محبّتشان (برای پذیرش اسلام و سودگرفتن از خدمت و یاریشان به اسلام چشم داشته) می‌شود، (آزادی) بندگان، (پرداخت بدهی) بدهکاران، (صرف) در راه (تقویت آئین) خدا، و واماندگان در راه (و مسافران درمانده و دورافتاده از مال و منال و خانه و کاشانه) می‌باشد. این یک فریضه‌ی مهمّ الهی است (که جهت مصلحت بندگان خدا مقرّر شده است) و خدا دانا (به مصالح آفریدگان) و حکیم (در وضع قوانین) است"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "در میان منافقان کسانی هستند که پیغمبر را می‌آزارند و می‌گویند: او سراپاگوش است (و راست و دروغ را می‌شنود و همه‌چیز را باور می‌کند). بگو: (او در نهایت لطف و محبّت به سخنان خوب و بد شما گوش فرا می‌دهد، ولی به سخن خوب عمل می‌کند و سخن بد را نادیده می‌گیرد و بدان عمل نمی‌کند، و این) سراپا گوش بودن او به نفع شما است. او به خدا ایمان دارد (و همه‌ی فرموده‌های او را تصدیق می‌کند) و به مؤمنان ایمان دارد (و هرچه بگویند باور می‌کند، چون معتقد به اخلاص ایشان است) و او برای کسانی که از شما که ایمان آورده‌اند رحمت است (زیرا ایشان را به راستای خداشناسی آورده است و راه بهشت را بدانان نموده است). کسانی که فرستاده‌ی خدا را می‌آزارند، عذاب دردناکی دارند"
        }
    ]
}