{
    "pages": [
        {
            "chapter": 10,
            "verse": 89,
            "text": "خدا فرمود: دعای شما (موسی و هارون) پذیرفته شد، پس بر راستای راه پابرجا باشید و استقامت به خرج دهید (و از انبوه مشکلات نهراسید) و از راه و برنامه‌ی کسانی پیروی نکنید که ناآگاهند"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "بنی‌اسرائیل را از دریا عبور دادیم. فرعون و لشکریانش، برای ظلم و تعدّی، آنان را دنبال کردند و در پی ایشان راه افتادند، تا بدانجا که (گذرگاه دریا به هم آمد و آب از هر سو ایشان را در برگرفت و) غرقاب فرعون را در خود پیچید. (در این هنگام بود که) گفت: ایمان دارم که خدائی وجود ندارد مگر آن خدائی که بنی‌اسرائیل بدو ایمان آورده‌اند و من از زمره‌ی فرمانبرداران (و مطیعان فرمان یزدان) هستم"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "آیا اکنون (که مرگت فرا رسیده است و توبه پذیرفتنی نیست، از کرده‌ی خود پشیمانی و روی به خدای می‌داری؟) و حال آن که قبلاً سرکشی می‌کردی و از زمره‌ی تباهکاران بودی"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "ما امروز لاشه‌ی تو را (از امواج دریا و یورش ماهیها) می‌رهانیم (و آن را به ساحل می رسانیم و به پیش کسانی گسیل می‌داریم که تو را خدا می‌دانستند) تا برای کسانی که اینجا نیستند و برای آیندگان درس عبرتی باشی. بیگمان بسیاری از مردمان از آیات (خواندنی قرآن و دیدنی جهان) ما غافل و بی‌خبرند (و بدانها چنان که شاید و باید نمی‌نگرند)"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "(از آن به بعد) بنی‌اسرائیل را در جایگاه خوب و اقامتگاه دلپذیری (که فلسطین است) منزل و مأوی دادیم و روزیهای پاکیزه‌ای بدیشان عطاء کردیم. آنان (قدر این نعمت را ندانستند و) پس از آگاهی (از معجزات موسی و دلائل صدق دعوت او و تشخیص حق از باطل) با یکدیگر (درباره‌ی دین) به ستیزه و کشمکش پرداختند (و دین را که مایه‌ی اتّحاد و یگانگی بود وسیله‌ی تفرقه و پراکندگی کردند). بیگمان پروردگار تو در روز قیامت درباره‌ی چیزی که در آن اختلاف داشتند در میانشان داوری می‌نماید (و همه را برابر کاری که کرده‌اند سزا و جزا می‌دهد)"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "اگر درباره‌ی چیزی که (از قصص موسی و فرعون و بنی‌اسرائیل) بر تو نازل شده است، در شکّ و تردید هستی، از کسانی سؤال کن که قبل از تو (اهل کتاب بوده‌اند و) کتابهای آسمانی را می‌خوانده‌اند. بیگمان (بیان) حق (و خبر صادق قرآنی) از سوی پروردگارت برای تو آمده است و از زمره‌ی متردّدان مباش"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "حتماً از زمره‌ی کسانی مباش که آیات (قرآنی و نشانه‌های جهانی) ما را تکذیب می‌کنند که (اگر چنین کنی) از زیانکاران خواهی بود"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "بیگمان کسانی که (خودخواه و سیاه‌دل هستند و به اوج طغیان رسیده‌اند و از جهالت به گرداب ضلالت افتاده‌اند و سعی در رستگاری خود از کفر و نفاق ندارند) حکم پروردگارت نسبت بدیشان این است که (همچون فرعون) ایمان نمی‌آورند (مگر وقتی که عذاب را با چشم خود ببینند)"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "هرچند که همه‌ی دلائل روشن (و تمام آیات و معجزات الهی) به سراغ آنان بیاید، (ایمان نمی‌آورند) تا زمانی که عذاب دردناک را مشاهده کنند (که در این هنگام ایمان آوردن سودی نمی‌بخشد)"
        }
    ]
}