{
    "pages": [
        {
            "chapter": 11,
            "verse": 82,
            "text": "هنگامی که فرمان ما (مبنی بر هلاک قوم لوط) فرا رسید، آن (شهر و دیار) را زیر و رو نمودیم و آنجا را با گِلهای متحجّر و پیاپی سنگباران کردیم. (بدین ترتیب شهر و دیار کسانی که همه‌چیز را وارونه کرده بودند، واژگونه شد و در زیر سنگها مدفون گردید)"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "سنگهائی که از سوی پروردگار تو نشاندار (به نشان عذاب و بدون بازدارنده قرار داده شده) بودند. این چنین سنگهائی از ستمکاران (دیگر هم) به دور نیست (و هر گروه منحرف و ملّت ستم‌پیشه‌ای چنین سرنوشتی در انتظارش می‌باشد)"
        },
        {
            "chapter": 11,
            "verse": 84,
            "text": "شعیب را (نیز) به سوی قوم مدین فرستادیم که از خود آنان بود. (شعیب بدیشان) گفت: ای قوم من! خدا را بپرستید (و بدانید که) جز او معبودی ندارید. و از پیمانه و ترازو مکاهید. من شما را خوب و بی‌نیاز (از کاستن از مقادیر و اوزان) می‌بینم (و شایسته نیست با وجود ثروتمندی از چیزهای مردم بدزدید و کم‌فروشی بکنید. اگر ایمان نیاورید و شکر نعمت را نگزارید) من بر شما از عذاب روز فراگیر می‌ترسم"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "ای قوم من! پیمانه و ترازو را از روی عدل و داد، به تمام و کمال بسنجید و بپردازید و از چیزهای مردم نکاهید و در زمین تباهکارانه تباهی نکنید"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "(ای قوم من!) چیزی را که خداوند (از مال حلال) برایتان باقی می‌گذارد (از چیزی که از مال حرام گرد می‌آورید و روی هم می‌اندوزید) بهتر است، اگر مؤمن باشید (و حرف مرا و وعده‌ی خدا را باور می‌دارید). من (تنها مبلّغ اوامر خدایم و) محافظ (اقوال و افعال) شما نمی‌باشم (و توانائی جزا و سزای رفتار و کردار و گفتارتان را ندارم)"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "گفتند: ای شعیب! آیا نمازهایت به تو دستور می‌دهد که ما چیزهائی را ترک کنیم که پدرانمان (از قدیم و ندیم) آنها را پرستیده‌اند؟! (مگر می‌شود عبادت بتهائی را رها سازیم که از دیرباز نیاکانمان را بر آن دیده‌ایم و خود نیز بر آن رفته‌ایم؟! یا نمازهایت به تو دستور می‌دهد که ما آزادی خود را از دست بدهیم) و ما نتوانیم به دلخواه خود در اموال خویش تصرّف کنیم؟! تو که مرد شکیبا و خردمندی هستی (چرا باید چنین سخنان یاوه و پریشانی بگوئی؟)"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "گفت: ای قوم من! اگر من (بر اثر نبوّت) دلیل آشکاری از پروردگارم داشته باشم (و به یقین کامل رسیده باشم) و روزی خوبی (علاوه از نبوّت) به من عطاء فرموده باشد، به من بگوئید (آیا می‌توانم برخلاف فرمان خدا، یعنی خالق و هادی و رازق خود رفتار کنم، و شما را از بت‌پرستی و بزهکاری نهی ننمایم؟). من نمی‌خواهم شما را از چیزی باز دارم و خودم مرتکب آن شوم (و بلکه شما را به انجام کاری می‌خوانم که خود نیز بدان عمل می‌کنم). من تا آنجا که می‌توانم جز اصلاح (خویشتن و شما را) نمی‌خواهم، و توفیق من هم (در رسیدن به حق و نیکی و زدودن ناحق و بدی) جز با (یاری و پشتیبانی) خدا (انجام پذیرفتنی) نیست. تنها بر او توکّل می‌کنم و (کار و بارم را بدو واگذار می‌سازم و با توبه و انابت) فقط به سوی او برمی‌گردم"
        }
    ]
}