{
    "pages": [
        {
            "chapter": 2,
            "verse": 187,
            "text": "آمیزش و نزدیکی با همسرانتان در شب روزه‌داری حلال گردیده است. آنان لباس شمایند و شما لباس آنانید (و دوری از آمیزش با یکدیگر برایتان بسی رنج‌آور است). خداوند می‌دانست که شما (از لذائذ نفسانی می‌کاستید و معتقد بودید که شبها بعد از بخواب رفتن، همخوابگی با همسران حرام است و) بر خود خیانت می‌کردید. خداوند توبه شما را پذیرفت و شما را بخشید. پس هم‌اکنون (که با نصّ صریح، همخوابگی آزاد است) با آنان آمیزش کنید و چیزی را بخواهید که خدا برایتان لازم دانسته است (همچون بقای نسل و حفظ دین و آبرو و پاداش اخروی)، و بخورید و بیاشامید تا آن گاه که رشته‌ی بامداد از رشته‌ی سیاه (شب) برایتان از هم جدا و آشکار گردد. سپس روزه را تا شب ادامه دهید. (همخوابگی با همسران در تمام شبهای روزه‌داری حلال است. لیکن) وقتی که در مساجد به (عبادت) اعتکاف مشغولید، با آنان همخوابگی نکنید. این (احکام روزه و اعتکاف) حدود و مرزهای الهی است و بدانها نزدیک نشوید. خداوند این چنین آیات خود را برای مردم روشن می‌سازد، باشد که پرهیزگار شوند"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "و اموال خودتان را به باطل (و ناحق، همچون رشوه و ربا و غصب و دزدی ...) در میان خود نخورید و آن را به امراء و قضات تقدیم نکنید تا از روی گناه، بخشی از اموال مردم را بخورید و شما بر آن آگاه باشید (و بدانید که ستمکار را یاری داده‌اید و مرتکب گناه شده‌اید)"
        },
        {
            "chapter": 2,
            "verse": 189,
            "text": "درباره‌ی هلالهای ماه از تو می‌پرسند (که چرا هر دم به شکلی پدیدار می‌شود؟). بگو: آنها شناسه‌های زمانی (و تقویم طبیعی) برای (نظام زندگی) مردم و (تعیین وقت) حجّ هستند. نیکوئی آن نیست که (همچون زمان جاهلیّت، به هنگام حجّ یا برگشت از سفر) از پشت خانه‌ها به منازل درآئید، ولیکن نیکی کسی را است که تقوا پیشه کند، و از درهای خانه‌ها به منازل وارد شوید، و از (مخالفت با پروردگار و خشم) خدا بپرهیزید، باشد که رستگار گردید"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "و در راه خدا بجنگید با کسانی که با شما می‌جنگند. و تجاوز و تعدّی نکنید. (شما جنگ‌افروزی نکنید و بیگناهان و بی‌خبران و زنانی که نمی‌جنگند، و کودکان و پیرمردان و بیماران و امان‌خواهان را نکشید و خانه‌ها و کشتزارها را ویران نسازید). زیرا خداوند تجاوزگران را دوست نمی‌دارد"
        }
    ]
}