{
    "pages": [
        {
            "chapter": 22,
            "verse": 31,
            "text": "حقّگرا و مخلص خدا باشید، و هیچ گونه شرکی برای خدا قرار ندهید. زیرا کسی که برای خدا انبازی قرار دهد، انگار (به خاطر سقوط از اوج ایمان به حضیض کفر) از آسمان فرو افتاده است (و به بدترین شکل جان داده است) و پرندگان (تکّه‌های بدن) او را می‌ربایند، یا این که تندباد او را به مکان بسیار دوری (و درّه‌ی ژرفی) پرتاب می‌کند (و وی را آن چنان بر زمین می‌کوبد که بدنش متلاشی و هر قطعه‌ای از آن به نقطه‌ای پرت می‌شود)"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "(مطلب) چنین است (که گفته شد)، و هر کس مراسم و برنامه‌های الهی را بزرگ دارد (و از جمله مناسک حجّ را گرامی‌شمارد)، بی‌گمان بزرگداشت آنها نشانه‌ی پرهیزگاری دلها (و خوف و هراس از خدا) است"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "در این حیوانات قربانی، منافع (دنیوی از قبیل سوار شدن و بار کردن و استفاده از شیر و پشم و تولید مثل آنها برایتان آزاد) است تا زمان معیّن (که روز ذبح آنها است) و بعد هم که در کنار خانه‌ی قدیمی و گرامی (کعبه، یعنی در قربانگاه منی و دیگر جاهای حرم) آماده گردیدند (و ذبح شدند، شما می‌توانید از منافع مادی و معنوی آنها برخوردار شوید)"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "(قربانی تنها منحصر به شما مسلمانان نبوده، و بلکه) ما برای هر ملّتی (که پیش از شما به خدا ایمان داشته‌اند) قربانی را (که سمبل آمادگی انسان برای فدا شدن در راه خدا است) مقرّر کرده‌ایم، تا به نام خدا چهارپایانی را ذبح کنند که خدا بدیشان عطاء نموده است. خدای شما و ایشان خدای واحدی است (و برنامه‌ی او هم برنامه‌ی واحدی است. حال که چنین است) پس‌تسلیم (فرمان) او بوده، و (اعمالتان خالصانه برای او باشد. ای پیغمبر) مژده بده مخلصان متواضع (در برابر فرمان خدا) را (به بهشت و پاداش فراوان آفریدگارشان)"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "آنان کسانی هستند که چون نام خدا برده شود (به خاطر درک مقام باعظمت یزدان) دلهایشان به هراس می‌افتد، و در برابر مصائبی که گریبانگیرشان می‌گردد، شکیبائی پیش می‌گیرند (و ایستادگی می‌کنند، چرا که تسلیم فرمان قضا و قدرند)، و نماز را چنان که باید می‌خوانند، و از اموالی که بدیشان عطاء کرده‌ایم (در کارها و راههای خیر) صرف می‌کنند"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "ما (ذبح) شتران (چاق و فربه، و دیگر چهارپایان) را (در حجّ) برای شما از جمله‌ی مراسم و مناسک (دین و نشانه‌های آئین) الهی قرار داده‌ایم، و در چنین حیواناتی خیر (دنیا و اجر آخرت) شما است. پس در حالی که به صف ایستاده‌اند (و دستها و پاها را جفت هم کرده‌اند و آماده‌ی ذبح می‌باشند) نام خدا را بر آنها ببرید (و به نام خدا ذبحشان کنید)، و هنگامی که (نقش زمین شدند و) بر پهلوهایشان افتادند، خودتان (اگر خواستید) از گوشت آنها بخورید و به مستمند (غیر گدا) و به فقیر (گدا پیشه) بخورانید. این گونه (که می‌بینید) شتران را رام و مطیع شما کرده‌ایم تا این که (از الطاف کریمانه و انعام بزرگوارانه‌ی آفریدگار خود) سپاسگزاری کنید"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "گوشتها و خونهای قربانیها (که مظاهر و صور ظاهری هستند، به هیچ وجه مورد توجّه خدا نبوده و) هرگز به خدا نمی‌رسد (و موجب رضای او نمی‌گردد) و بلکه پرهیزگاری (و ورع و اخلاص) شما بدو می‌رسد (و رضا و خوشنودیش را کسب می‌کند). این گونه که (می‌بینید) خداوند حیوانات را مسخّر شما کرده است تا خدا را به خاطر این که هدایتتان نموده است (و به سوی انجام اعمال نیکو رهنمودتان کرده است) بزرگ دارید و (سپاسگزار الطاف او باشید. ای پیغمبر!) نیکوکاران را (به پاداش عظیم و لطف عمیم خدا) مژده بده"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "خداوند دفاع می‌کند از مؤمنان (و به سبب ایمانشان پیروزشان می‌گرداند). چرا که مسلّماً خداوند خیانت پیشگان کافر را دوست نمی‌دارد (و دوستان مؤمن خود را در دست خیانتکاران ملحد رها نمی‌سازد)"
        }
    ]
}