{
    "pages": [
        {
            "chapter": 29,
            "verse": 15,
            "text": "ما نوح و مسافران کشتی را (از امواج سهمگین طوفان) نجات دادیم و کشتی (و داستان آن) را پند و عبرتی برای جهانیان کردیم"
        },
        {
            "chapter": 29,
            "verse": 16,
            "text": "(خاطرنشان ساز داستان) ابراهیم را، آن زمانی که او به قوم خود گفت: خدا را بپرستید و خویشتن را از (عذاب) او بپرهیزید. این برای شما بهتر است اگر بدانید"
        },
        {
            "chapter": 29,
            "verse": 17,
            "text": "(ابراهیم بدیشان گفت:) شما غیر از خدا بتهائی را هم می‌پرستید (که آنها را با دست خود می‌تراشید و می‌سازید) و دروغی را به هم می‌بافید (و می‌گوئید: اینها معبودهای ما بوده و وسیله‌ی تقرّب به خدایند). بجز خدا، کسانی را که می‌پرستید توانائی روزی رساندن به شما را ندارند، و روزی را از پیشگاه خدا بخواهید و او را بندگی و سپاسگزاری کنید، (و بدانید که سرانجام برای حساب و کتاب و سزا و جزا) به سوی او برگردانده می‌شوید"
        },
        {
            "chapter": 29,
            "verse": 18,
            "text": "و اگر هم شما (سخنان مرا) تکذیب کنید (مطلب تازه‌ای نیست)، ملّتهای پیش از شما (نیز پیغمبرشان را) تکذیب کرده‌اند (و عاقبت به سرنوشت دردناکی گرفتار آمده‌اند) و وظیفه‌ی پیغمبر جز تبلیغ روشن و روشنگر نمی‌باشد"
        },
        {
            "chapter": 29,
            "verse": 19,
            "text": "آیا ندیده‌اند که خدا چگونه آفرینش را می‌آغازد و سپس آن را باز می‌گرداند؟ این کار برای خدا سهل و آسان است"
        },
        {
            "chapter": 29,
            "verse": 20,
            "text": "بگو: در زمین بگردید و بنگرید که خدا چگونه در آغاز موجودات را پدید آورده است و (چه رنگ و بو و سیما و ویژگیهائی به هر یک داده است، و چه اسراری در آنها به ودیعت نهاده است. تا از مشاهده‌ی اشیاء پی به راز و رمز آنها ببرید و در برابر قدرت مافوق تصوّر آفریدگارشان سر تسلیم فرود آورید، و بدانید کسی که اوّل این جهان را از نیستی به هستی آورده است) بعداً هم جهان دیگر را پدیدار می‌کند. چرا که خدا بر هر چیزی توانا است"
        },
        {
            "chapter": 29,
            "verse": 21,
            "text": "(آن وقت که رستاخیز به پا شد، خدا) هر کس را بخواهد (و مستحقّ بداند) عذاب می‌رساند، و هر کس را بخواهد مورد مرحمت قرار می‌دهد. (سرانجام، جملگی) شما به سوی او بازگردانده می‌شوید"
        },
        {
            "chapter": 29,
            "verse": 22,
            "text": "شما نمی‌توانید (از قلمرو حکومت خدا بیرون روید و او را) درمانده کنید، چه در زمین و چه در آسمان (باشید)، و بغیر از خدا شما هیچ سرپرستی و یاوری ندارید"
        },
        {
            "chapter": 29,
            "verse": 23,
            "text": "کسانی که آیات خدا و ملاقات او را باور ندارند، ایشان از رحمت من مأیوس می‌باشند، و آنان عذاب دردناکی دارند"
        }
    ]
}