{
    "pages": [
        {
            "chapter": 39,
            "verse": 57,
            "text": "یا این که نگوید: اگر خداوند راهنمائیم می‌کرد از زمره‌ی پرهیزگاران می‌شدم (و هم‌اکنون همچون ایشان در بهشت بسر می‌بردم. امّا دیگر گذشت)"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "یا این که - بدان گاه که عذاب را مشاهده می‌کند - نگوید: کاشکی بازگشتی به دنیا برایم میسّر می‌بود تا از زمره‌ی نیکوکاران گردم"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "آری! (ای پشیمان!) آیه‌های من (که در بر گیرنده‌ی تعالیم من بود، توسّط پیام‌آورانم) به تو رسید، ولی آنها را تکذیب کردی و تکبّر نمودی و از زمره‌ی کافران گشتی. (مقصّر اصلی خودت هستی و خود کرده را چاره نیست)"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "کسانی که بر خدا دروغ می‌بندند، روز قیامت آنان را خواهی دید که (بر اثر غم و اندوه و ذلّت و خواری) روهایشان سیاه است. مگر جایگاه متکبّران دوزخ نیست؟"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "خداوند کسانی را که تقوا پیشه کرده‌اند رهائی می‌بخشد و به مقصودشان می‌رساند. هیچ گونه بدی و بلائی بدیشان نمی‌رسد و غمگین و اندوهگین نمی‌گردند"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "خدا آفریدگار همه چیز است و همه چیز را می‌پاید و مراقبت می‌نماید"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "کلیدهای آسمانها و زمین از آن او است. کسانی که آیات خدا را باور نمی‌دارند ایشان زیانکارند. (چرا که قوانین و رهنمودهای کسی را نمی‌پذیرند که مالک و صاحب سراسر جهان و فرمانده و گرداننده‌ی آن است)"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "بگو: ای نادانان! آیا به من دستور می‌دهید که غیر خدا را پرستش کنم؟"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "به تو و به یکایک پیغمبران پیش از تو وحی شده است که اگر شرک‌ورزی کردارت (باطل و بی‌پاداش می‌گردد و) هیچ و نابود می‌شود، و از زیانکاران خواهی بود"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "پس در این صورت تنها خدا را بپرست و از زمره‌ی سپاسگزاران باش"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "آنان آن گونه که شایسته است خدا را نشناخته‌اند (این است که تو را به شرک می‌خوانند. خدا آن کسی است که) در روز قیامت سراسر کره‌ی زمین یکباره در مشت او قرار دارد و آسمانها با دست راست او در هم پیچیده می‌شود. خدا پاک و منزّه از شرک آنان (و دورِ دور از انبازهای ایشان و فراتر از اندیشه‌ی انسان) است"
        }
    ]
}