{
    "pages": [
        {
            "chapter": 48,
            "verse": 10,
            "text": "بی‌گمان کسانی که (در بیعة‌الرضوانِ حدیبیّه) با تو پیمان (جان) می‌بندند، در حقیقت با خدا پیمان می‌بندند، و در اصل (دست خود را که در دست پیشوا و رهبرشان پیغمبر می‌گذارند، و دست رسول بالای دست ایشان قرار می‌گیرد، این دست به منزله‌ی دست خدا است و) دست خدا بالای دست آنان است! هر کس پیمان‌شکنی کند به زیان خود پیمان‌شکنی می‌کند، و آن کس که در برابر پیمانی که با خدا بسته است وفادار بماند و آن را رعایت بدارد، خدا پاداش بسیار بزرگی به او عطاء می‌کند"
        },
        {
            "chapter": 48,
            "verse": 11,
            "text": "باز پس‌ماندگان عربهای بادیه‌نشین (که در سفر حدیبیّه، پیغمبر و اصحاب را همراهی نکرده‌اند) خواهند گفت: اموال و خانواده، ما را به خود سرگرم و مشغول داشت. برای ما آمرزش بخواه. آنان با زبانهایشان چیزی را می‌گویند که در دلهایشان نمی‌باشد. (در دل نفاق دارند و بر زبان ایمان). بگو: چه کسی می‌تواند کمترین کمکی در برابر خدا به شما بکند، اگر بخواهد به شما زیانی یا سودی برساند؟ (آن چنان نیست که گمان می‌برید و می‌گوئید) بلکه خدا آگاه از هر آن چیزی است که انجام می‌دهید"
        },
        {
            "chapter": 48,
            "verse": 12,
            "text": "بلکه شما گمان می‌بردید که پیغمبر و مؤمنان هرگز به سوی خانواده‌ی خود برنمی‌گردند (و قطعاً قتل عام خواهند شد! آری) این (پندار غلط و این وسوسه‌های شیطانی) در دلهایتان آراسته گشته بود. و گمانهای بدی می‌کردید و مردمان تباه و بیسودی بودید"
        },
        {
            "chapter": 48,
            "verse": 13,
            "text": "کسانی که به خدا و پیغمبرش ایمان نداشته باشند (کافرند و) ما برای کافران آتش سوزان و فروزانی را تهیّه دیده‌ایم"
        },
        {
            "chapter": 48,
            "verse": 14,
            "text": "مملکت و شاهی آسمانها و زمین از آن خدا است. هر که را بخواهد می‌بخشد و هر که را که بخواهد عذاب می‌دهد. خداوند دارای مغفرت عظیم و صاحب مهر فراخ است"
        },
        {
            "chapter": 48,
            "verse": 15,
            "text": "بازپس‌ماندگان، هنگامی که برای به دست آوردن غنائمی (که خدا به شما داده است) بیرون رفتید، خواهند گفت: بگذارید ما هم همراه شما شویم (و در این جهاد شرکت کنیم). آنان می‌خواهند سخن خدا را دگرگون کنند! (خدا وعده‌ی غنائم خیبر را تنها به شرکت‌کنندگان سفر حدیبیّه اختصاص داده است و بس). بگو: شما هرگز همراه ما نخواهید شد. خدایتان پیش از این (مراجعت به مدینه) چنین فرموده است. خواهند گفت: (این را خدا نگفته است و) بلکه شما نسبت به ما حسد می‌ورزید (و نمی‌گذارید از چنین غنائم نفیس و بی‌دردسری بهره ببریم. چنین نیست که گمان می‌برند) بلکه (از قانونگذاری خدا) جز مقدار اندکی را فهم نکرده‌اند"
        }
    ]
}