{
    "pages": [
        {
            "chapter": 57,
            "verse": 19,
            "text": "کسانی که به خدا و به پیغمبرانش ایمان بیاورند، آنان راستان و گواهان پیشگاه پروردگارشانند و اجر خود را و نور خود را دارند. امّا کسانی که کافر بشوند و آیات ما را تکذیب کنند، آنان دوزخیانند"
        },
        {
            "chapter": 57,
            "verse": 20,
            "text": "بدانید که زندگی دنیا تنها بازی، سرگرمی، آرایش و پیرایش، نازش در میان همدیگر، و مسابقه‌ی در افزایش اموال و اولاد است و بس. دنیا همچو باران است که گیاهان آن، کشاورزان را به شگفت می‌آورد، سپس گیاهان رشد و نمو می‌کنند، و بعد گیاهان را زرد و پژمرده خواهی دید، و آنگاه خرد و پرپر می‌گردند. در آخرت عذاب شدیدی (برای دنیاپرستان) و آمرزش و خوشنودی خدا (برای خداپرستان) است. اصلاً زندگی دنیا چیزی جز کالای فریب نیست"
        },
        {
            "chapter": 57,
            "verse": 21,
            "text": "بر یکدیگر پیشی بگیرید برای رسیدن به آمرزش پروردگارتان و بهشتی که پهنای آن همسان پهنای آسمان و زمین است. برای کسانی آماده شده است که به خدا و پیغمبرانش ایمان داشته باشند. این، عطاء خدا است، و به هر کس که بخواهد آن را می‌دهد، و خدا دارای عطاء بزرگ و فراوان است"
        },
        {
            "chapter": 57,
            "verse": 22,
            "text": "هیچ رخدادی در زمین به وقوع نمی‌پیوندد، یا به شما دست نمی‌دهد، مگر این که پیش از آفرینش زمین و خود شما، در کتاب بزرگ و مهمّی (به نام لوح محفوظ، ثبت و ضبط) بوده است، و این کار برای خدا ساده و آسان است"
        },
        {
            "chapter": 57,
            "verse": 23,
            "text": "این بدان خاطر است که شما نه بر از دست دادن چیزی غم بخورید که از دستتان بدر رفته است، و نه شادمان بشوید بر آنچه خدا به دستتان رسانده است. خداوند هیچ شخص متکبّر فخرفروشی را دوست نمی‌دارد"
        },
        {
            "chapter": 57,
            "verse": 24,
            "text": "همان کسانی که بخل می‌ورزند و مردم را نیز به بخل ورزیدن دعوت می‌کنند. هر کس که (از این فرمان) روی‌گردان شود (به خدا زیانی نمی‌رساند) چرا که خداوند بی‌نیاز و شایسته‌ی ستایش است"
        }
    ]
}