{
    "pages": [
        {
            "chapter": 74,
            "verse": 48,
            "text": "دیگر شفاعت و میانجیگری شفاعت‌کنندگان و میانجیگران (اعم از فرشتگان و پیغمبران و صالحان) بدیشان سودی نمی‌بخشد"
        },
        {
            "chapter": 74,
            "verse": 49,
            "text": "چرا باید ایشان، از قرآن رویگردان شوند؟"
        },
        {
            "chapter": 74,
            "verse": 50,
            "text": "انگار آنان گورخران رمنده‌ای هستند"
        },
        {
            "chapter": 74,
            "verse": 51,
            "text": "گورخرانی که از شیر گریخته و رمیده باشند"
        },
        {
            "chapter": 74,
            "verse": 52,
            "text": "اصلاً هر یک از ایشان می‌خواهد که (از سوی خدا، جداگانه) نامه‌ی سرگشاده‌ای (که همه بتوانند آن را ببینند و بخوانند) بدو داده شود. (نامه‌ای که ابلاغ پیغمبری یکایک آنان باشد، یا دالّ بر صدق نبوّت پیغمبر اسلام باشد)"
        },
        {
            "chapter": 74,
            "verse": 53,
            "text": "نه چنین است (که ایشان می‌گویند و می‌خواهند)! اصلاً آنان از آخرت بیباک هستند"
        },
        {
            "chapter": 74,
            "verse": 54,
            "text": "نه چنین است (که ایشان درباره‌ی قرآن می‌اندیشند)! قرآن سراپا پند و اندرز و یاد و یادآوری است"
        },
        {
            "chapter": 74,
            "verse": 55,
            "text": "هرکس بخواهد، آن را یاد می‌کند (و می‌خواند و بدانچه در آن است عمل می‌کند)"
        },
        {
            "chapter": 74,
            "verse": 56,
            "text": "امّا (در عین حال پند گرفتن از آن، جز به مشیّت و توفیق الهی نیست) آنان اندرز نمی‌گیرند مگر این که خدا بخواهد. سزد که از (خشم) خدا دوری جست، و او را سزد که آمرزگاری کند (و بر دیگران ببخشاید)"
        },
        {
            "chapter": 75,
            "verse": 1,
            "text": "به روز قیامت سوگند"
        },
        {
            "chapter": 75,
            "verse": 2,
            "text": "و به نفس سرزنشگر سوگند! (که پس از مرگ زنده می‌گردید و رستاخیز حق است)"
        },
        {
            "chapter": 75,
            "verse": 3,
            "text": "آیا انسان می‌پندارد که ما استخوانهای (پوسیده و پراکنده‌ی) او را گرد نخواهیم آورد"
        },
        {
            "chapter": 75,
            "verse": 4,
            "text": "آری! (آنها را گرد می‌آوریم) ما حتّی می‌توانیم سر انگشتان او را (که یکی از دقائق اندام بدن است) کاملاً همسان خودش بیافرینیم (و به حال اوّل بازگردانیم)"
        },
        {
            "chapter": 75,
            "verse": 5,
            "text": "(انسان در قدرت خداوند بر گردآوردن استخوانها و زنده کردن مردگان تردیدی ندارد) بلکه هدف انسان (از انکار) این است که می‌خواهد در مدّت زمانی که در پیش دارد (تا زنده است) گناه کند"
        },
        {
            "chapter": 75,
            "verse": 6,
            "text": "می‌پرسند: روز قیامت کی خواهد بود؟"
        },
        {
            "chapter": 75,
            "verse": 7,
            "text": "(پاسخ ایشان این است:) هنگامی که چشمها (از شدّت هول و هراس) سراسیمه و آشفته می‌شود"
        },
        {
            "chapter": 75,
            "verse": 8,
            "text": "و ماه بی‌نور و روشنائی می‌گردد"
        },
        {
            "chapter": 75,
            "verse": 9,
            "text": "و خورشید و ماه گردآوری می‌گردد"
        },
        {
            "chapter": 75,
            "verse": 10,
            "text": "انسان در آن روز خواهد گفت: راه گریز کجا است؟ (گریز میسّر نیست)"
        },
        {
            "chapter": 75,
            "verse": 11,
            "text": "خیر! (اصلاً گریزگاهی در میان نیست، و گریز ممکن نیست و) هیچ گونه پناهگاهی وجود ندارد"
        },
        {
            "chapter": 75,
            "verse": 12,
            "text": "در آن روز، قرارگاه (بهشت و دوزخ) در دست پروردگار تو است"
        },
        {
            "chapter": 75,
            "verse": 13,
            "text": "در آن روز انسان را آگاه می‌سازند از چیزهائی که پیشاپیش فرستاده است و از چیزهائی که برجای گذاشته است"
        },
        {
            "chapter": 75,
            "verse": 14,
            "text": "اصلاً انسان خودش از وضع خود آگاه است (و وجودش شاهد و دلیل بر خویشتن است)"
        },
        {
            "chapter": 75,
            "verse": 15,
            "text": "در حالی که (به زبان) عذرهائی برای (دفاع از) خود می‌آورد"
        },
        {
            "chapter": 75,
            "verse": 16,
            "text": "(به هنگام وحی قرآن) شتابگرانه زبان به خواندن آن مَجُنبان (و آیات را عجولانه و آزمندانه تکرار مگردان)"
        },
        {
            "chapter": 75,
            "verse": 17,
            "text": "چرا که گردآوردن قرآن (در سینه‌ی تو) و (توانائی بخشیدن به زبان تو، برای) خواندن آن، کار ما است. (پس از ناحیه‌ی حفظ قرآن در میان دل و جان خود، و روان خواندن و درست تلاوت کردن آن با زبان خویش، نگران مباش)"
        },
        {
            "chapter": 75,
            "verse": 18,
            "text": "پس هرگاه ما قرآن را (توسّط جبرئیل بر تو) خواندیم، تو خواندن آن را (آرام و آهسته) پیگیری و پیروی کن. (وظیفه‌ی تو پیروی از تلاوت پیک وحی، و ابلاغ رسالت آسمانی است و بس)"
        },
        {
            "chapter": 75,
            "verse": 19,
            "text": "گذشته از اینها، (در صورتی که بعد از نزول آیات قرآن مشکلی پیدا کردی) بیان و توضیح آن بر ما است"
        }
    ]
}