{
    "pages": [
        {
            "chapter": 4,
            "verse": 95,
            "text": "(جهاد با رعایت این همه احتیاطی که گذشت، بس بزرگ و ارزشمند است). مسلمانانی که (به جهاد نمی‌روند و در منازل خود) می‌نشینند، با مسلمانانی برابر نیستند که با مال و جان، در راه یزدان جهاد می‌کنند. خداوند مرتبه‌ی والائی را نصیب مجاهدان کرده است که بالاتر از درجه‌ی خانه‌نشینان است، مگر چنین خانه‌نشینانی دارای عذری باشند (که ایشان را از بیرون شدن برای جهاد بازداشته باشد. در این صورت درخور سرزنش نیستند، و پاداش بزرگ خود را از خدا دریافت می‌دارند و مرتبه‌ی بالائی دارند). خداوند به هر یک (از دو گروه مجاهد و وانشستگان معذور) منزلت زیبا (و عاقبت والائی) وعده داده است. و خداوند مجاهدان را بر وانشستگان (بدون عذر) با دادن اجر فراوان و بزرگ، برتری بخشیده است"
        },
        {
            "chapter": 4,
            "verse": 96,
            "text": "درجات بزرگی از ناحیه‌ی خدا (بدانان داده می‌شود) همراه با مغفرت و رحمت (فراوان الله. و اگر لغزشهائی هم داشته‌اند) خداوند آمرزنده و مهربان است"
        },
        {
            "chapter": 4,
            "verse": 97,
            "text": "بیگمان کسانی که فرشتگان (برای قبض روح در واپسین لحظات زندگی) به سراغشان می‌روند و (می‌بینند که به سبب ماندن با کفّار در کفرستان، و هجرت نکردن به سرزمین ایمان) بر خود ستم کرده‌اند، بدیشان می‌گویند: کجا بوده‌اید (که اینک چنین بی‌دین و توشه مرده‌اید و بدبخت شده‌اید؟ عذرخواهان) گویند: ما بیچارگانی در سرزمین (کفر) بودیم (و چنان که باید به انجام دستورات دین نرسیدیم! فرشتگان بدیشان) گویند: مگر زمین خدا وسیع نبود تا در آن (بتوانید بار سفر بندید و به جای دیگری) کوچ کنید؟ جایگاه آنان دوزخ است، و چه بد جایگاهی و چه بد سرانجامی"
        },
        {
            "chapter": 4,
            "verse": 98,
            "text": "مگر بیچارگانی از مردان و زنان و کودکانی که کاری از آنان ساخته نیست و راه چاره‌ای نمی‌دانند"
        },
        {
            "chapter": 4,
            "verse": 99,
            "text": "پس امید است که خداوند از آنان درگذرد (چون قدرت هجرت نداشته‌اند) و خداوند بس عفوکننده و آمرزنده است"
        },
        {
            "chapter": 4,
            "verse": 100,
            "text": "کسی که در راه خدا هجرت کند، سرزمینهای فراخ و آزادی فراوان می‌بیند که بینی دشمنان را به خاک مذلّت می‌مالد، و گشایش و آسایش خواهد یافت. و هر که از خانه‌ی خود بیرون آید و به سوی (سرزمینهای اسلامیِ) خدا و رسول هجرت کند، و سپس مرگ او را دریابد، اجر او بر عهده‌ی خدا است، و خداوند بسی آمرزنده و مهربان است"
        },
        {
            "chapter": 4,
            "verse": 101,
            "text": "هرگاه در زمین به مسافرت پرداختید و نماز را کوتاه خواندید (و چهار رکعتیها را دو رکعت نمودید) گناهی بر شما نیست، اگر ترسیدید که کافران بلائی به شما برسانند و به فتنه‌ای گرفتارتان گردانند. بیگمان کافران دشمنان آشکار شمایند"
        }
    ]
}