{
    "pages": [
        {
            "chapter": 4,
            "verse": 128,
            "text": "هرگاه همسری دید که شوهرش (خویشتن را بالاتر از او می‌گیرد و از انجام امور خانوادگی) سر باز می‌زند و (یا با او نمی‌سازد و از او) رویگردان است، بر هیچ یک از آن دو گناهی نیست این که (بکوشند به وسیله‌ی صرف نظر کردن زن از برخی از مخارج و همبستری) میان خویشتن صلح و صفا راه بیندازند، و صلح (همیشه از جنگ و جدائی) بهتر است. (سرچشمه‌ی بسیاری از نزاعها بخل است) و انسانها با بخل سرشته شده‌اند (و مال دوستی خصلت ذاتی و دائمی بشر است و باید پیوسته با آن مبارزه و پیکار کرد) و اگر نیکوکاری و نیک‌رفتاری کنید و (با زنان بسازید و به بهترین وجه با آنان معامله کرده و با ترک ستمکاری و بدرفتاری با ایشان) پرهیزگاری کنید، بیگمان خداوند از آنچه می‌کنید بس آگاه است (و پاداش شما را چنان که باید می‌دهد)"
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "شما نمی‌توانید (از نظر محبّت قلبی) میان زنان دادگری (کامل) برقرار کنید، هر چند هم (در این راه به خود زحمت دهید و) همه‌ی کوشش و توان خود را به کار برید. ولی (از زنی که میانه چندانی با او ندارید) به طور کلّی دوری نکنید، بدان گونه که او را به صورت زن معلّقه‌ای درآورید (که بلاتکلیف بوده و نه شوهردار و نه بی‌شوهر بشمار می‌آید). و اگر صفا و صمیمیّت (میان خود) راه بیندازید و (جور و جفا و کدورت پیشین را ترک گوئید و با اصلاح حال و دادگری پیش گرفتن) پرهیزگاری کنید، (خداوند از تقصیر و لغزش شما می‌گذرد) چرا که خداوند بس آمرزنده‌ی مهربان است"
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "و اگر (راهی برای صلح و سازش نیافتند و جز نفرت نیفزودند و کار بدانجا رسید که) از هم جدا شوند، خداوند هر یک از آنان را با فضل فراوان و لطف گسترده‌ی خود بی‌نیاز می‌کند (و بدین شوهری بهتر از شوهر نخستین، و بدان همسری بهتر از همسر پیشین عطا می‌کند) و خداوند دارای فضل و رحمت فراوان (در حق بندگان است و کارهای ایشان را از روی حکمت می‌گرداند؛ چرا که) حکیم است"
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "آنچه در آسمانها و زمین است از آن خدا است. و ما (که خالق همه‌ی جهان و صاحب قدرت مطلق در آنیم) به کسانی که پیش از شما بدیشان کتاب (آسمانی) داده‌ایم توصیه نموده‌ایم و به شما (نیز ای مؤمنان) سفارش می‌کنیم که از (خشم) خدا بپرهیزید، و اگر (نافرمانی کردید و) کفر ورزیدید (زیانی به خدا نمی‌رسانید. چرا) که آنچه در آسمانها و زمین است از آن او است و بی‌نیاز (از عبادت بندگان و) شایسته‌ی ستایش است"
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "و آنچه در آسمانها و آنچه در زمین است از آن خدا است، و خدا برای نگهبانی و نگهداری (آنها) کافی است"
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "ای مردمان! اگر خدا بخواهد شما را از میان می‌برد و می‌میراند و افراد دیگری را به میان می‌آورد (و به جای شما می‌نشاند)، و او بر این کار بس توانا است"
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "کسی که در پی مزد دنیا باشد (و تنها در اندیشه‌ی نعمتهای این جهان فانی بوده و آخرت را فراموش کند در اشتباه است. بلکه شخص عاقل باید دنیا و آخرت را با هم بطلبد) چرا که پاداش دنیا و آخرت در نزد خدا است (و باید خواهان سعادت هر دو جهان از خداوند منّان شد) و خداوند شنوای (اقوال بندگان و) بینای (اعمال ایشان) است"
        }
    ]
}