{
    "hizbs": [
        {
            "chapter": 7,
            "verse": 47,
            "text": "Yakhana tādēra dr̥ṣṭi dōyakhīdēra upara paṛabē, takhana balabēḥ hē āmādēra pratipālaka, āmādērakē ē jālēmadēra sāthī karō nā."
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "Ārāphabāsīrā yādērakē tādēra cihna dbārā cinabē, tādērakē ḍēkē balabē tōmādēra dalabala ō aud'dhatya tōmādēra kōna kājē āsēni."
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "Ērā ki tārā'i; yādēra samparkē tōmarā kasama khēẏē balatē yē, āllāha ēdēra prati anugraha karabēna nā. Prabēśa kara jānnātē. Tōmādēra kōna āśaṅkā nē'i ēbaṁ tōmarā duḥkhita habē nā."
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "Dōyakhīrā jānnātīdērakē ḍēkē balabēḥ āmādēra upara sāmān'ya pāni nikṣēpa kara athabā āllāha tōmādērakē yē ruyī diẏēchēna, tā thēkē'i kichu dā'ō. Tārā balabēḥ āllāha ē'i ubhaẏa bastu kāphēradēra jan'yē niṣid'dha karēchēna"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "tārā sbīẏa dharmakē tāmāśā ō khēlā bāniẏē niẏēchila ēbaṁ pārthiba jībana tādēra kē dhōkāẏa phēlē rēkhēchila. Ata'ēba, āmi ājakē tādērakē bhulē yāba; yēmana tārā ē dinēra sākṣāṯkē bhulē giẏēchila ēbaṁ yēmana tārā āẏātasamūhakē abiśbāsa karata."
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "Āmi tādēra kāchē grantha pauchiẏēchi, yā āmi sbīẏa jñānē bistārita barṇanā karēchi, yā pathapradarśaka ēbaṁ muminadēra jan'yē rahamata."
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "Tārā ki ēkhana ē apēkṣāẏa'i āchē yē, ēra biṣaẏabastu prakāśita hōka? Yēdina ēra biṣaẏabastu prakāśita habē, sēdina pūrbē yārā ēkē bhūlē giẏēchila, tārā balabēḥ bāstabika'i āmādēra pratipālakēra paẏagambaragaṇa satyasaha āgamana karēchilēna. Ata'ēba, āmādēra jan'yē kōna supāriśakārī āchē ki yē, supāriśa karabē athabā āmādērakē punaḥ prēraṇa karā halē āmarā pūrbē yā karatāma tāra biparīta kāja karē āsatāma. Niścaẏa tārā nijēdērakē kṣatigrasta karēchē. Tārā managaṛā yā balata, tā udhā'ō haẏē yābē."
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "Niścaẏa tōmādēra pratipālaka āllāha. Tini nabhōmanḍala ō bhūmanḍalakē chaẏa dinē sr̥ṣṭi karēchēna. Ataḥpara āraśēra upara adhiṣṭita haẏēchēna. Tini pariẏē dēna rātēra upara dinakē ēmatābasthāẏa yē, dina dauṛē rātēra pichanē āsē. Tini sr̥ṣṭi karēchēna sūrya, candra ō nakṣatra dauṛa sbīẏa ādēśēra anugāmī. Śunē rēkha, tām̐ra'i kāja sr̥ṣṭi karā ēbaṁ ādēśa dāna karā. Āllāha, barakatamaẏa yini biśbajagatēra pratipālaka."
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "Tōmarā sbīẏa pratipālakakē ḍāka, kākuti-minati karē ēbaṁ saṅgōpanē. Tini sīmā atikramakārīdērakē pachanda karēna nā."
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "Pr̥thibīkē kusanskāramukta ō ṭhika karāra para tātē anartha sr̥ṣṭi karō nā. Tām̐kē āhabāna kara bhaẏa ō āśā sahakārē. Niścaẏa āllāhara karuṇā saṯkarmaśīladēra nikaṭabartī."
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "Tini'i br̥ṣṭira pūrbē susambādabāhī bāẏu pāṭhiẏē dēna. Ēmanaki yakhana bāẏurāśi pānipūrna mēghamālā baẏē ānē, takhana āmi ē mēghamālākē ēkaṭi mr̥ta śaharēra dikē ham̐yākiẏē dē'i. Ataḥpara ē mēgha thēkē br̥ṣṭi dhārā barṣaṇa kari. Ataḥpara pāni dbārā saba rakamēra phala uṯpanna kari. Ēmani bhābē mr̥tadērakē bēra karaba-yātē tōmarā cintā kara."
        },
        {
            "chapter": 7,
            "verse": 58,
            "text": "Yē śahara uṯkr̥ṣṭa, tāra phasala tāra pratipālakēra nirdēśē uṯpanna haẏa ēbaṁ yā nikr̥ṣṭa tātē alpa'i phasala uṯpanna haẏa. Ēmanibhābē āmi āẏātasamūha ghuriẏē phiriẏē barṇanā kari kr̥tajña sampradāẏēra jan'yē."
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "Niścaẏa āmi nūhakē tāra sampradāẏēra prati pāṭhiẏēchi. Sē balalaḥ hē āmāra sampradāẏa, tōmarā āllāhara ēbādata kara. Tini byatīta tōmādēra kōna upāsya nē'i. Āmi tōmādēra jan'yē ēkaṭi mahādibasēra śāstira āśaṅkā kari."
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "Tāra sampradāẏēra sardārarā balalaḥ āmarā tōmākē prakāśya pathabhraṣṭatāra mājhē dēkhatē pācchi."
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "Sē balalaḥ hē āmāra sampradāẏa, āmi kakhana'ō bhrānta na'i; kintu āmi biśbapratipālakēra rasūla."
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "Tōmādērakē pratipālakēra paẏagāma paum̐chā'i ēbaṁ tōmādērakē sadupadēśa dē'i. Āmi āllāhara pakṣa thēkē ēmanasaba biṣaẏa jāni, yēgulō tōmarā jāna nā."
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "Tōmarā ki āścaryabōdha karacha yē, tōmādēra kāchē tōmādēra pratipālakēra pakṣa thēkē tōmādēra madhya thēkē'i ēkajanēra bācanika upadēśa ēsēchē yātē sē tōmādērakē bhīti pradarśana karē, yēna tōmarā sanyata ha'ō ēbaṁ yēna tōmarā anugr̥hīta ha'ō."
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "Ataḥpara tārā tākē mithyā pratipanna karala. Āmi tākē ēbaṁ naukāsthita lōkadērakē ud'dhāra karalāma ēbaṁ yārā mithyārōpa karata, tādērakē ḍubiẏē dilāma. Niścaẏa tārā chila andha."
        }
    ]
}