{
    "hizbs": [
        {
            "chapter": 9,
            "verse": 60,
            "text": "Yākāta hala kēbala phakira, misakīna, yākāta ādāẏa kārī ō yādēra citta ākarṣaṇa praẏōjana tādē haka ēbaṁ tā dāsa-muktira jan'yē-r̥ṇa grastadēra jan'ya, āllāhara pathē jēhādakārīdēra jan'yē ēbaṁ musāphiradēra jan'yē, ē'i hala āllāhara nirdhārita bidhāna. Āllāha sarbajña, prajñāmaẏa."
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "Āra tādēra madhyē kē'u kē'u nabīkē klēśa dēẏa, ēbaṁ balē, ē lōkaṭi tō kānasarbasba. Āpani balē dina, kāna halē'ō tōmādēra'i maṅgalēra jan'ya, āllāhara upara biśbāsa rākhē ēbaṁ biśbāsa rākhē musalamānadēra kathāra upara. Bastutaḥ tōmādēra madhyē yārā īmānadāra tādēra jan'ya tini rahamatabiśēṣa. Āra yārā āllāhara rasūlēra prati kuṯsā raṭanā karē, tādēra jan'ya raẏēchē bēdanādāẏaka āyāba."
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "Tōmādēra sāmanē āllāhara kasama khāẏa yātē tōmādēra rāyī karatē pārē. Abaśya tārā yadi īmānadāra haẏē thākē, tabē āllāhakē ēbaṁ tām̐ra rasūlakē rāyī karā atyanta jarurī."
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Tārā ki ēkathā jēnē nēẏani yē, āllāhara sāthē ēbaṁ tām̐ra rasūlēra sāthē yē mōkābēlā karē tāra jan'yē nirdhārita raẏēchē dōyakha; tātē saba samaẏa thākabē. Ēṭi'i hala mahā-apamāna."
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "Munāphēkarā ē byāpārē bhaẏa karē yē, musalamānadēra upara nā ēmana kōna sūrā nāyila haẏa, yātē tādēra antarēra gōpana biṣaẏa abahita karā habē. Sutarāṁ āpani balē dina, ṭhāṭṭā-bidrapa karatē thāka; āllāha tā abaśya'i prakāśa karabēna yāra byāpārē tōmarā bhaẏa karacha."
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "Āra yadi tumi tādēra kāchē jijñēsa kara, tabē tārā balabē, āmarā tō kathāra kathā balachilāma ēbaṁ kautuka karachilāma. Āpani baluna, tōmarā ki āllāhara sāthē, tām̐ra hukuma āhakāmēra sāthē ēbaṁ tām̐ra rasūlēra sāthē ṭhāṭṭā karachilē"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "chalanā kara nā, tōmarā yē kāphēra haẏē gēcha īmāna prakāśa karāra para. Tōmādēra madhyē kōna kōna lōkakē yadi āmi kṣamā karē dē'i'ō, tabē abaśya kichu lōkakē āyāba'ō dēba. Kāraṇa, tārā chila gōnāhagāra."
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "Munāphēka nara-nārī sabāra'i gatibidhi ēkarakama; śikhāẏa manda kathā, bhāla kathā thēkē bāraṇa karē ēbaṁ nija muṭhō bandha rākhē. Āllāhakē bhulē gēchē tāra, kājē'i tini'ō tādēra bhūlē gēchēna niḥsandēhē munāphēkarā'i nāpharamāna."
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Ōẏādā karēchēna āllāha, munāphēka puruṣa ō munāphēka nārīdēra ēbaṁ kāphēradēra jan'yē dōyakhēra āgunēra-tātē paṛē thākabē sarbadā. Sēṭā'i tādēra jan'yē yathēṣṭa. Āra āllāha tādēra prati abhisampāta karēchēna ēbaṁ tādēra jan'yē raẏēchē sthāẏī āyāba."
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "Yēmana karē tōmādēra pūrbabartī lōkērā tōmādēra cēẏē bēśī chila śaktitē ēbaṁ dhana-sampadēra ō santāna-santatira adhikārī'ō chila bēśī; ataḥpara upakr̥ta haẏēchē nijēdēra bhāgēra dbārā ābāra tōmarā phāẏadā uṭhiẏēcha tōmādēra bhāgēra dbārā-yēmana karē tōmādēra pūrbabartīrā phāẏadā uṭhiẏēchila nijēdēra bhāgēra dbārā. Āra tōmarā'ō balacha tādēra'i calana anuyāẏī. Tārā chila sē lōka, yādēra āmalasamūha niḥśēṣita haẏē gēchē duniẏā ō ākhērātē. Āra tārā'i haẏēchē kṣatira sam'mukhīna."
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "Tādēra sambāda ki ēdēra kānē ēsē paum̐chāẏani, yārā chila tādēra pūrbē; nūhēra ā’dēra ō sāmudēra sampradāẏa ēbaṁ ibrāhīmēra sampradāẏēra ēbaṁ māda'iẏānabāsīdēra? Ēbaṁ sēsaba janapadēra yēgulōkē ulṭē dēẏā haẏēchila? Tādēra kāchē ēsēchilēna tādēra nabī pariṣkāra nirdēśa niẏē. Bastutaḥ āllāha tō ēmana chilēna nā yē, tādēra upara juluma karatēna, kintu tārā nijērā'i nijēdēra upara juluma karatō."
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "Āra īmānadāra puruṣa ō īmānadāra nārī ēkē aparēra sahāẏaka. Tārā bhāla kathāra śikṣā dēẏa ēbaṁ manda thēkē birata rākhē. Nāmāya pratiṣṭhā karē, yākāta dēẏa ēbaṁ āllāha ō tām̐ra rasūlēra nirdēśa anuyāẏī jībana yāpana karē. Ēdēra'i upara āllāha tā’ālā daẏā karabēna. Niścaẏa'i āllāha parākramaśīla, sukauśalī."
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "Āllāha īmānadāra puruṣa ō īmānadāra nārīdēra pratiśruti diẏēchēnē kānana-kuñjēra, yāra taladēśē prabāhita haẏa prasrabaṇa. Tārā sē gulōra'i mājhē thākabē. Āra ēsaba kānana-kuñjē thākabē paricchanna thākāra ghara. Bastutaḥ ē samudaẏēra mājhē sabacēẏē baṛa hala āllāhara santuṣṭi. Ēṭi'i hala mahāna kr̥takāryatā."
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "Hē nabī, kāphēradēra sāthē yud'dha karuna ēbaṁ munāphēkadēra sāthē tādēra sāthē kaṭhōratā abalambana karuna. Tādēra ṭhikānā hala dōyakha ēbaṁ tāhala nikr̥ṣṭa ṭhikānā."
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "Tārā kasama khāẏa yē, āmarā balini, athaca niḥsandēhē tārā balēchē kupharī bākya ēbaṁ musalamāna habāra para asbīkr̥tijñāpanakārī haẏēchē. Āra tārā kāmanā karēchila ēmana bastura yā tārā prāpta haẏani. Āra ēsaba tāra'i pariṇati chila yē, āllāha ō tām̐ra rasūla tādērakē sampadaśālī karē diẏēchilēna nijēra anugrahēra mādhyamē. Bastutaḥ ērā yadi ta'ōbā karē nēẏa, tabē tādēra jan'ya maṅgala. Āra yadi tā nā mānē, tabē tādēra kē āyāba dēbēna āllāha tā’ālā, bēdanādāẏaka āyāba duniẏā ō ākhērātē. Ata'ēba, biśbacarācarē tādēra jan'ya kōna sāhāyyakārī-samarthaka nē'i."
        }
    ]
}