{
    "maqras": [
        {
            "chapter": 18,
            "verse": 17,
            "text": "Dhe ti e shihje diellin kur lindte bartej prej shpelles se tyre nga ana e djathte, e kur perendonte largohej nga ata nga ana e majte, e ata ishin ne nje vend te gjere te saj. Kjo ishte nje nga argumentet e All-llahut. Ate qe e udhezon All-llahu, ai vertet eshte udhezuar, e ate qe e humb, ti nuk do te gjejsh per te ndihmes qe do ta udhezonte"
        },
        {
            "chapter": 18,
            "verse": 18,
            "text": "Do te mendoje se ata jane te zgjuar, ndersa ata ishin te fjetur, e Ne i rotullonim here ne krahun e djathte e here ne te majtin. Qeni i tyre kishte shtrire kembet e para prane hyrjes. Sikur te kishe hasur ne ta, do te ishe kthyer duke ikur dhe do te ishe mbushur frike prej tyre"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "Ashtu (sikurse i vume ne gjume) i zgjuam ata qe te pyesin njeri-tjetrin (se sa kane fjetur). Njeri prej tyre foli e tha: “Sa keni ndejur?” Ata thane:” Kemi ndejur nje dite ose nje pjese te dites!” Disa thane: “Zoti juaj e di me se miri se sa keni ndejur, prandaj dergonie njerin prej jush me kete argjend (monedhe argjendi) ne qytet, e te zgjedhe ushqim me te mire, e t’ju sjelle ate juve dhe le te kete shume kujdes e te mos i jape te kuptoje askujt per ju”"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "Pse, nese ata (te qytetit) kuptojne per ju, do t’ju mbysin me gure, ose do t’ju kthejne ne fene e tyre, e atehere kurr nuk keni per te shpetuar"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "Dhe ashtu (sikurse i zgjuam nga gjumi) i zbuluam (t’i shohim njerezit), e te kuptojne se premtimi i All-llahut (per ringjallje) eshte i sigurt dhe se katastrofa e pergjithshme (kijameti) eshte e padyshimte. (i zgjuam) Mu atehere kur ata (populli) bisedonin per ceshtjen e tyre dhe thane: “Nderonu atyre nje ndertese (te jete shenje). Zoti i tyre di me se miri per ta. E ata qe ishin me shumice thane: “Do te nderojme gjithqysh ne hyrjen e tyre nje xhami”"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "Ata (qe bisedonin per kete) do te thone: “Ishin tre, i katerti ishte qeni i tyre, dhe thone: “Ishin pese, e qeni i tyre ishte i gjashti i tyre”, kjo ishte hamendje, po edhe thone: “Ishin shtate, e qeni i tyre ishte i teti!” Thuaj: “Zoti im di me se miri per numrin e tyre, pervecnje pakice nuk di kush per ta, e ti (Muhammed) mos polemizo per numrin e tyre vetem ashtu ne teresi, dhe aske mos e pyet per ta”"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "Dhe mos thuaj kurrsesi per ndonje ceshtje: “Une do te bej kete neser!”"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "Vetem (nese i shton): “Ne dashte All-llah!” E kur te harrosh, permende Zotin tend dhe thuaj: “Shpresohet se Zoti im do te me jape udhezim edhe me te afert prej ketij (te as-habi kehfit)”"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "(dhe thonin) Ata qendruan ne shpellen e tyre treqind e nente vjet"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "Thuaj: “All-llahu e di me se miri sa kane ndejur, Atij i takon fshehtesia e qiejve dhe tokes. Cfare (i cuditshem) eshte te pamet e Tij dhe cfare eshte te degjuarit e Tij! Pos Tij ata (njerezit) nuk kane ndihmetare. Ne vendimin e Tij nuk mund t’i perzihet askush"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "Lexo cka te eshte shpallur ty nga libri i Zotit tend! Nuk ka kush qe mund t’i ndryshoje fjalet e Tij dhe pos Tij, nuk mund te gjesh stehim"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "Perkufizoje veten tende me ata qe lusin Zotin e tyre mengjes e mbremje, e qe kane per qellim kenaqesine (razine) e Tij, dhe mos i hiq syte e tu prej tyre e te kerkosh bukurine e kesaj bote dhe mos iu bind atij qe ia kemi shmangur zemren e tij prej perkjtimit ndaj Nesh dhe i eshte dhene epshit te vet, pse puna e tij ka mbaruar"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "E ti thuaj: “E verteta eshte nga Zoti juaj, e kush te doje, le te besoje, e kush te doje, le te mohoje. Ne kemi pergaditur per jobesimtaret zjarr qe muret e tij (te flakes) i rrethojne ata, e nese kerkojne shpetim, ndihmohen me nje uje si katran qe perzhit fytyrat. E shemtuar eshte ajo pije, e vend i keq eshte ai”"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "E ata qe besuan dhe bene vepra te mira, s’ka dyshim se Ne nuk humbim shperblimin atij qe eshte bamires"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "Te tillet e kane vendin ne Xhennetin e Adnit, nen te cilin rrjedhin lumenj; e aty stolisen me rrathe te arte dore dhe ata veshin rrobe te gjelberta prej mendafshi te holle e te trashe, jane mbeshtetur aty ne shtreter. Sa shperblim i mrekulleshem eshte dhe sa vend i bukur eshte ai"
        }
    ]
}