{
    "maqras": [
        {
            "chapter": 27,
            "verse": 27,
            "text": "Ai (Sulejmani) tha: “Do te shohim se a e thua te verteten apo je nga genjeshtaret!”"
        },
        {
            "chapter": 27,
            "verse": 28,
            "text": "Shko me kete letren time e hidhjau atyre, largohu (pak) nga ata dhe pergjo se cka bisedojne!”"
        },
        {
            "chapter": 27,
            "verse": 29,
            "text": "Ajo (gruaja - Belkisa) tha: “O ju pari, mua me ka arritur nje leter madheshtore!”"
        },
        {
            "chapter": 27,
            "verse": 30,
            "text": "(e lexova) Kjo eshte prej Sulejmanit (mandej e hapi, kur qe, ne te) “Me emrin e All-llahut, Meshiruesit, Meshireberesit!” (Bismil-lahir-Rahmanir-Rrahim)"
        },
        {
            "chapter": 27,
            "verse": 31,
            "text": "(ne vazhdim shkruan) “Te mos u mbani ne te madh kunder meje, po te vini te dorezuar (edhe besimtare)!”"
        },
        {
            "chapter": 27,
            "verse": 32,
            "text": "Ajo tha: “O ju pari, me sugjeroni ne kete ceshtje timen se une nuk do te vendosi asgje derisa edhe ju te jepni pelqim!”"
        },
        {
            "chapter": 27,
            "verse": 33,
            "text": "Ata (paria) i thane: “Ne jemi te fuqishem dhe jemi luftetare te rrepte, por puna qendron te ti, e ti mendo se cka do te na urdherosh!”"
        },
        {
            "chapter": 27,
            "verse": 34,
            "text": "Ajo tha: “Kur sundusit e pushtojne ndonje vend, ata e rrenojne ate parine me te zgjedhur te atij vendi e nenshtrojne.. Keshtu ata veprojne!”"
        },
        {
            "chapter": 27,
            "verse": 35,
            "text": "Po une do t’u dergoje atyre nje dhurate (te madhe), e do te shohe se cka do te na sjellin te derguarit (me dhurate)"
        },
        {
            "chapter": 27,
            "verse": 36,
            "text": "E kur i erdhi ajo Sulejmanit, ai tha: “A me pasuri me ndihmoni mua? E ate qe All-llahu me ka dhene mua eshte shume me e dobishme nga ajo qe u ka dhene juve! Por ju krenoheni me dhuratat tuaja!”"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "Kthehu te ata (i tha kryesuesit te te deleguareve), se per Zotin ne do t’u vvijme atyre me nje ushtri, se ciles ata nuk do te mund t’i bejne balle dhe do t’’i debojme prej aty te nenshtruar e te poshteruar"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "Ai (Sulejmani) tha: O ju pari, cili prej jush do te me sjelle fronin e saj, para se te vijne ata te dorezuar?”"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "Njeri prej xhineve te vrazhde (Ifriti) tha: “Une do ta sjelle ate ty, par se te ngrites nga vendi yt, une per te km fuqi dhe jam i sigurt!”"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "E ai i cili kishte dituri nga libri tha: “Une ta sjell ate ty sa cel e mshel syte (ketij i tha sille)!” E kur e pa ate (fron) te vendosur prane tij (Sulejmani) tha: Kjo eshte dhuntia e Zotit tim qe te sprovoje mua se a do ta falenderoj, apo mos do ta perbuz. E kush falenderon, ai falenderon per te miren e vet, e kush perbuz, Zoti im (s’ka nevoje), eshte i pa nevoje e bujar!”"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "Ai (Sulejmani) tha: “Ndryshojani asaj fronin qe ta provojme se a po e njeh apo eshte nga ata qe nuk dine ta njohin!”"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "E kur erdhi ajo, iu tha: “A eshte i tille froni yt?” Ajo tha: “Si te ishte vete ai?!” (Sulejmani tha) Neve na eshte dhene dituria perpara saj dhe ne ishim besimtare para saj"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "Pse ate (Belkisen) e kishte penguar ajo qe adhuronte, pos All-llahut, dhe ishte nga nje popull jobesimtar"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "Asaj iu tha: “Hyn ne pallat, e kur mendoi se eshte nje uje i madh dhe i pervol kembet”. Ai (Sulejmani) tha: “Ky eshte nje pallat i lemuar prej qelqi! Ajo tha: “Zoti im, une i kam bere krim vetes e tash i dorezohem (pranoj besimin) All-llahut, Zotit te gjithesise se bashku me Sulejmanin”"
        },
        {
            "chapter": 27,
            "verse": 45,
            "text": "Ne ia derguam Themudit vellain e tyre (nga gjaku), Salihun (t’u thote): “Adhuroni All-llahun!” Kur qe, ata du grupe qe kundershtoheshin"
        },
        {
            "chapter": 27,
            "verse": 46,
            "text": "Ai (Salihu) tha: “O populli im, perse nguteni e kerkoni te keqen (denimin) para te mires, pse te mos kerkoni falje All-llahut qe te meshiroheni?”"
        },
        {
            "chapter": 27,
            "verse": 47,
            "text": "Ata thane: “Ne parandjejme fatkeqesi me ty dhe me ata qe jane me ty!” Ai tha: “Ndjellja e fatit tuaj eshte te All-llahu, por vete ju jeni nje popull qe ngaterroheni!”"
        },
        {
            "chapter": 27,
            "verse": 48,
            "text": "E ne qytet ishin nente veta qe benin shkaterrime ne toke, e nuk permiresonin"
        },
        {
            "chapter": 27,
            "verse": 49,
            "text": "Ata qe thane: “Betohuni mes vete ne All-llahu, ta mbytni atedhe familjen e tij nate, e pastaj te afermve te tij t’u thoni: Ne nuk morem pjese ne mbytjen e familjes se tij, dhe se ne jemi te drejte (te vertete)”"
        },
        {
            "chapter": 27,
            "verse": 50,
            "text": "Ata pergaditen nje kurth e Ne ua shperblyer kruhtin duke mos e hetuar ata"
        },
        {
            "chapter": 27,
            "verse": 51,
            "text": "Pra, veshtro se cfare ishte perfundimi i dredhise se tyre. Ne te vertete, Ne zhdukem te gjithe ata dhe popullin e tyre"
        },
        {
            "chapter": 27,
            "verse": 52,
            "text": "e keto jane shtepite e tyre te mbetura shkret per shkak te mizorise se tyre. E ne nuk ka dyshim se ne kete (rrenim) per nje popull qe kupton ka argument"
        },
        {
            "chapter": 27,
            "verse": 53,
            "text": "Ne i shpetuam ata qe besuan dhe qe ishin te metur (duke iu shmangur mekatit)"
        },
        {
            "chapter": 27,
            "verse": 54,
            "text": "(Perkujto) Lutin kur ai popullit te vet i tha: “A beni ate pune te shemtuar qe edhe vete ju e kuptoni (se eshte e keqe)?”"
        },
        {
            "chapter": 27,
            "verse": 55,
            "text": "A vertet, ju nga epshi kontaktoni me meshkujt, e braktisni grate tuaja? Ju jeni popull injorante (xhahil)"
        }
    ]
}