{
    "pages": [
        {
            "chapter": 8,
            "verse": 17,
            "text": "Then it was not you who killed them, but it was Allah Who killed them. And it was not you who threw when you threw, but it was Allah Who threw. And He did it to test the believers with a good test from Himself. Indeed, Allah listens, knows"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "Thus it is that Allah undermines the scheme of the suppressors of the Truth"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "If you had sought a decisive judgment, it certainly has then come to you in the form of victory to the believers. And if you desist from waging a war against them henceforth, then that will be good for you. And if you return, We return! And your forces, though numerous, shall avail you nothing. And you should know that Allah is with the believers"
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "O you who believe! Obey Allah and His Messenger and turn not away while listening to him"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "And be not like those who said, `We hear', and they did not hear"
        },
        {
            "chapter": 8,
            "verse": 22,
            "text": "Indeed, the worst moving creatures, in Allah's sight, are the deaf and dumb that understand not"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "And if Allah had known any good in them He would have made them hear, and if He makes them hear they would turn away and contradict"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "O you who believe! Respond to Allah and His Messenger when he calls you to that for which Allah gives you life. And know that Allah intervenes between man and his mind, and that to Him you shall be gathered"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "And beware of a trial which may not afflict only those of you in particular who do wrong. And know that Allah is severe in punishment"
        }
    ]
}