{
    "pages": [
        {
            "chapter": 11,
            "verse": 54,
            "text": "We do not but say that some of our gods have worked evil on you.\" He said, \"I do indeed call Allah to witness — and you do bear witness — that I am absolutely free of the sin you commit of worshipping anyone"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "other than Him. All of you do together scheme against me then, and give me no respite"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "I do indeed have trust in Allah, my Lord and your Lord. There is no living creature but He holds it by its forelock. My Lord is indeed on the Straight Path"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "And if you turn away, then indeed I have delivered to you what I have been sent to you with. And my Lord will bring another people in your place, and you can do Him no harm. My Lord is indeed the Guardian over all things"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "And when Our decree came to pass, We saved Hood, and those who believed with him, as a mercy from Us. And We saved them from a hard punishment"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "And these were the people of AAad! They disputed the Verses/signs of their Lord, disobeyed His Messengers and followed the bidding of anyone obstinately strong and powerful"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "And they were pursued by curse in this world and so will they be, on the Resurrection Day. Verily, AAad suppressed the Truth about their Lord! Verily, indeed, AAad, the people of Hood perished"
        },
        {
            "chapter": 11,
            "verse": 61,
            "text": "And to the people of ThamoodWe sent their brother Salih. He said, \"O my people! Worship Allah, you have no god other than He. He brought you into being from the earth, and made you dwell on it. Ask forgiveness of Him then, and turn to Him in repentance. My Lord is indeed close and He does respond"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "They said, \"O Salih! Before this, we did have great expectations in you. Do you now forbid us from worshipping what our fathers worshipped? And we are indeed in great doubt in that which you call us to"
        }
    ]
}