{
    "pages": [
        {
            "chapter": 15,
            "verse": 91,
            "text": "Those that tear the Quran into shreds"
        },
        {
            "chapter": 15,
            "verse": 92,
            "text": "And, by your Lord, We shall certainly question them all"
        },
        {
            "chapter": 15,
            "verse": 93,
            "text": "As to what they did"
        },
        {
            "chapter": 15,
            "verse": 94,
            "text": "Declare then openly what you are commanded with, and turn away from the polytheists"
        },
        {
            "chapter": 15,
            "verse": 95,
            "text": "We shall certainly provide you sufficient protection against those who scoff"
        },
        {
            "chapter": 15,
            "verse": 96,
            "text": "Those who worship others besides Allah. They shall soon know their folly"
        },
        {
            "chapter": 15,
            "verse": 97,
            "text": "And We do know that your (Prophet's) heart is distressed at what they say"
        },
        {
            "chapter": 15,
            "verse": 98,
            "text": "Hymn then the praise of your Lord, and be of those who prostrate to Him"
        },
        {
            "chapter": 15,
            "verse": 99,
            "text": "And worship your Lord until there comes to you that certain composure"
        },
        {
            "chapter": 16,
            "verse": 1,
            "text": "Allah's command is already issued! So, hasten it not. Glorified and highly exalted is He above what they worship besides Him"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "He sends down the angels, on whom He pleases of His subjects, with the inspiration of His command: \"Give the warning that there is no god but Me, and so fear Me"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "He has created the heavens and the earth with the Truth and due Authority. He is far too high and exalted above what they worship besides Him"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "He (Allah) created man from tiny fertilized ovum. And, lo, he has become an open adversary"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "And He created the cattle. You get from them warm clothing and other benefits. And from them you get meat to eat"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "And you feel good when you drive them back home, and when you send them out to pasture"
        }
    ]
}