{
    "pages": [
        {
            "chapter": 18,
            "verse": 62,
            "text": "But when they had gone farther, he said to his young companion, \"Take out our breakfast. We have certainly met with fatigue in this journey of ours"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "The youth said, \"You know when we took some rest on the rock, I forgot about the fish — and nothing but the Satan made me forget to tell you about it — when, strangely, it found its way into the river"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "Moses said, \"That was the spot we had sought for!\" They then retraced their footsteps back to the spot"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "There they found one of Our devotees. We had favoured him with mercy from Us and We had given him some knowledge from Us"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Moses said to him, \"May I follow you so that you teach me of the right knowledge you have been taught"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "He said, \"You can never have patience with me"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "And how can you have patience in matters over which you do not have comprehensive knowledge"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "He said, \"Allah willing, you shall find me patient and I shall not disobey you in any matter"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "He said, \"If you would follow me, question me not about any thing until I myself speak to you about it"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "And both of them went out on a journey. And there arose no problem between them until when they boarded a boat he (Moses' new companion) made a hole in it. Moses said, \"Have you made a hole in it to drown the people thereon? Certainly you have done a grave thing"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "Moses' companion said, \"Did I not say that you will not be able to have patience with me"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "Moses said, \"Hold me not responsible for a thing I forgot, and burden me not with difficulty in my affair"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "And they both went on until, when they met a boy, he (Moses' companion) killed him. Moses said, \"Have you killed an innocent person otherwise than for manslaughter? Certainly you have done a condemnable thing"
        }
    ]
}