{
    "pages": [
        {
            "chapter": 34,
            "verse": 1,
            "text": "Praise to Allah! To Him belongs whatsoever is in the heavens and whatsoever is in the earth. And to Him belongs praise in the Hereafter! And He is the One wise, aware"
        },
        {
            "chapter": 34,
            "verse": 2,
            "text": "He knows what goes down into the earth and what comes out of it, and what comes down from the heavens and what goes up there. And He is the Merciful, the Forgiving"
        },
        {
            "chapter": 34,
            "verse": 3,
            "text": "And those who suppress the Truth say, \"The Hour (the time when the present world will end and the Hereafter begin) is not going to come to us ever.\" Say, \"Yes, by my Lord, the Knower of the unseen! It is certainly going to come to you.\" No mass (weight) particle is hidden from Him, either in the heavens or in the earth. And nor is there anything less than that nor greater, but clearly recorded"
        },
        {
            "chapter": 34,
            "verse": 4,
            "text": "(The Hour is indeed going to come) in order that He (Allah) may reward those who believe and do good deeds. For them there is forgiveness and a noble provision"
        },
        {
            "chapter": 34,
            "verse": 5,
            "text": "And for those who strive hard to defeat the purpose of Our Messages, there is punishment of a painful scourge"
        },
        {
            "chapter": 34,
            "verse": 6,
            "text": "And those who have been given knowledge see that what is revealed to you from your Lord is the Truth, and that it guides towards the path of the Omnipotent, the Praised One"
        },
        {
            "chapter": 34,
            "verse": 7,
            "text": "And those who suppress the Truth say, \"Shall we show you a man who informs you that, when you are completely shred into tiny pieces, you will even then be created anew"
        }
    ]
}