{
    "pages": [
        {
            "chapter": 38,
            "verse": 43,
            "text": "And We restored to him his family and as many more with them, as an act of grace from Us, and as a source of inspiration to all who are endowed with insight"
        },
        {
            "chapter": 38,
            "verse": 44,
            "text": "[And We told him,] \"Now take a handful of herbs and strike therewith, and you shall not break your oath!\" We did indeed find him patient in adversity — an excellent devotee, who would always turn to Us"
        },
        {
            "chapter": 38,
            "verse": 45,
            "text": "And recall Our servants Abraham, and Isaac, and Jacob, who were all endowed with inner strength and vision"
        },
        {
            "chapter": 38,
            "verse": 46,
            "text": "We did indeed purify them by means of the purity of the remembrance of the life to come"
        },
        {
            "chapter": 38,
            "verse": 47,
            "text": "And they were certainly indeed, in Our sight, among the selected best of humankind"
        },
        {
            "chapter": 38,
            "verse": 48,
            "text": "And recall Ishmael and Elisha, and Zulkifl : every one of them was among the best of humankind"
        },
        {
            "chapter": 38,
            "verse": 49,
            "text": "This [Qur'aan] is a Reminder/Narrative [of all that leads mankind to Paradise and all that leads them to Hell]. And, certainly indeed, the most beauteous of all goals awaits those who are pious and Allah-fearing"
        },
        {
            "chapter": 38,
            "verse": 50,
            "text": "The goals are gardens of perpetual bliss with gates kept open for them [the pious and Allah-fearing]"
        },
        {
            "chapter": 38,
            "verse": 51,
            "text": "They will be comfortable and at ease therein, frequently calling for fruits and drinks"
        },
        {
            "chapter": 38,
            "verse": 52,
            "text": "And they will have with them companions of modest gaze"
        },
        {
            "chapter": 38,
            "verse": 53,
            "text": "This is what you are promised for the Day of Reckoning"
        },
        {
            "chapter": 38,
            "verse": 54,
            "text": "This, certainly indeed, shall be Our inexhaustible provision"
        },
        {
            "chapter": 38,
            "verse": 55,
            "text": "This [provision would of course be there as promised!] And, certainly indeed, the most evil of all goals awaits those who transgress the bounds of what is right"
        },
        {
            "chapter": 38,
            "verse": 56,
            "text": "Hell! They will suffer therein. And how vile a resting-place"
        },
        {
            "chapter": 38,
            "verse": 57,
            "text": "This, [then, is for them.] So let them taste it: boiling water (to drink) and a pus-like thing (to eat)"
        },
        {
            "chapter": 38,
            "verse": 58,
            "text": "And other torments in pairs of similar nature [— similar to those mentioned in the preceding Verse]"
        },
        {
            "chapter": 38,
            "verse": 59,
            "text": "This crowd of people who went headlong with you into sin — no welcome to them either! They shall indeed suffer the Fire"
        },
        {
            "chapter": 38,
            "verse": 60,
            "text": "They [the seduced] will say [to the seducers], \"Nay, but it is you who are not welcome! You have brought this upon us: and it is a vile state to be in"
        },
        {
            "chapter": 38,
            "verse": 61,
            "text": "They will say, \"Our Lord! Increase the punishment in the Fire twofold for those who brought this upon us"
        }
    ]
}