{
    "pages": [
        {
            "chapter": 38,
            "verse": 84,
            "text": "Allah Ta'ala said, \"The Truth, then — and in Truth do I state"
        },
        {
            "chapter": 38,
            "verse": 85,
            "text": "Certainly will I fill Hell with you and with all those who shall follow you among them"
        },
        {
            "chapter": 38,
            "verse": 86,
            "text": "Say [O Prophet], \"I ask of you no reward for this [Qur'aan]. And I am not pretentious"
        },
        {
            "chapter": 38,
            "verse": 87,
            "text": "This [Qur'aan] is nothing but that which all human beings need to constantly refer to for rightful decisions and actions in their respective worlds"
        },
        {
            "chapter": 38,
            "verse": 88,
            "text": "And you will certainly come to know its [Qur'aan's] Message [of the greatest importance] after some time"
        },
        {
            "chapter": 39,
            "verse": 1,
            "text": "Revelation of the Book is from Allah, the Omnipotent, the Wise"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "We have revealed the Book to you [Prophet Muhammad] in Truth, indeed! Worship Allah, then, consecrating your lifestyle exclusively for Him"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "Is it not for Allah that the pure way of life is!? And those who have taken awliya besides Allah (say), \"We worship them not but that they may bring us nearer to Allah.\" Allah will indeed decide among them concerning what they differ in. Allah does indeed not guide anyone who is a lying suppressor of the Truth"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "Had Allah wanted to have a son, He could have chosen anyone He willed out of those whom He created. Glorified is He! He is Allah: the One and Only, the Almighty"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "He created the heavens and the earth; and it was His privilege to create them. He wraps the day over the night and wraps the night over the day. And He has subjected the sun and the moon, each to run its course until an appointed time. Is He not the Omnipotent, the Ultimate Forgiver"
        }
    ]
}