{
    "pages": [
        {
            "chapter": 39,
            "verse": 41,
            "text": "We have sent down the Book upon you [Prophet Muhammad] with the Truth for all mankind. So one who takes guidance therefrom, one does so to one's own benefit. And one, who goes astray therefrom, shall hurt only one's own self by straying. You are not a manager of their affairs"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "It is Allah Who takes away the souls of people at their death; and in their sleep, of those that have not died. Then He retains the souls of those against whom He had decreed death and returns those of others till an appointed time. In that indeed are signs for people who reflect"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "Or have they taken intercessors other than Allah? Say, \"Can they intercede even if they have no power and do not even understand"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "Say, \"All intercession lies with Allah. His is the absolute sovereignty over the heavens and the earth. And to Him will all of you be returned"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "And when Allah alone is mentioned, minds of those who do not believe in the Hereafter shrink away with aversion. And when others are mentioned besides Allah, they are filled with joy"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "Say, \"O Allah, the Maker of the heavens and the earth, the Knower of the unseen and the seen! You are the One to judge among Your subjects in matters they have been differing in"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "Had the wrong-doers at their disposal the treasures of the earth in their entirety and as much besides, they would gladly offer it on the Day of Resurrection to redeem themselves from the harrowing punishment. For, there will appear to them from Allah something (sinister) they had never even imagined"
        }
    ]
}