{
    "pages": [
        {
            "chapter": 41,
            "verse": 30,
            "text": "Those indeed who say `Allah is Our Lord' and then remain steadfast, the angels come down to them saying, \"Fear not, nor regret, but rejoice in the glad news of Paradise that has been promised to you"
        },
        {
            "chapter": 41,
            "verse": 31,
            "text": "We are your close friends in this life and in the Hereafter. And in the Hereafter, you will get whatever you desire, and you will have therein whatsoever you ask for"
        },
        {
            "chapter": 41,
            "verse": 32,
            "text": "As gift from the One forgiving, merciful"
        },
        {
            "chapter": 41,
            "verse": 33,
            "text": "And who speaks better than one who calls to God, does things righteously, and says, \"I am indeed among those who submit to Allah"
        },
        {
            "chapter": 41,
            "verse": 34,
            "text": "And good and evil are not alike. Repel evil with what is good. Then one, between whom and you there was enmity, will be like a close friend"
        },
        {
            "chapter": 41,
            "verse": 35,
            "text": "And it is granted to none but those who exercise patience. And it is granted to none but those with a great endowment"
        },
        {
            "chapter": 41,
            "verse": 36,
            "text": "And if a mischief from the Satan affects you, seek refuge in Allah. HE is indeed the One who hears, knows"
        },
        {
            "chapter": 41,
            "verse": 37,
            "text": "And some signs of His are the night, the day, the sun and the moon. Prostrate not to the sun and the moon, and prostrate to Allah who created them, if you do truly worship Him"
        },
        {
            "chapter": 41,
            "verse": 38,
            "text": "But if they [Allah's subjects] are too arrogant to worship Him, then those that are close to your Lord do never get weary of singing His praises night and day"
        }
    ]
}