{
    "pages": [
        {
            "chapter": 43,
            "verse": 74,
            "text": "The sinners will indeed dwell under punishment in Hell"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "The severity of punishment will not be lightened from them, and they will be overwhelmed with despair there"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "And We did them no wrong; but they wronged themselves"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "They will cry, \"O Malik [guarding angel of Hell]! Would that your Lord put an end to us!\" He [the guard] will say, \"But indeed, you are here to stay"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "Verily, We have brought the Truth to you; but most of you have a hatred for Truth"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "Do they decide what to do? Then We decide what to do"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "Or do they think that We hear not their secrecies and their secret talks? Yes, We do! And Our messengers [angels] are with them, recording"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "Say, \"If the Gracious One had a son, I would be the first to worship him"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "The Lord of the heavens and the earth, the Lord of the Throne — He is free from things they attribute to him"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "So let them continue to be engaged in their vain talks and games until they meet the Day promised to them"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "And He is the One worthy of worship in the heaven and worthy of worship on the earth! And He is full of Wisdom and Knowledge"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "And blessed is He to Whom belongs the absolute sovereignty over the heavens and the earth, and of all in between them. And with Him is the Knowledge of the Hour (the time when the present world will end and the Hereafter begin). And to Him shall you be brought back"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "And those whom they invoke besides Allah have no power of intercession, except for one who bears witness to the Truth. And they know (they have no power)"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "And if you ask them who created them, they will surely say, `Allah!' How then are they deluded (from His Guidance)"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "And (their delusion induces the Prophet to) exclaim, \"O my Lord! These people will never believe"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "Leave them alone then, and say \"Peace!\" Soon shall they know"
        }
    ]
}