{
    "pages": [
        {
            "chapter": 60,
            "verse": 1,
            "text": "O you who believe! Do not take My enemies — and your enemies — as close friends, treating them with affection. And they are bent on suppressing whatever Truth that has come to you. [And] they have driven the Messenger and you yourselves away, because you believe in Allah, your Lord! If you have set out to strive in My cause, seeking My pleasure, [then do not take them for your friends,] inclining affectionately towards them! And I am aware of what you conceal and of what you declare. And any of you who has done this [inclining affectionately towards enemies of Allah] — then he has surely strayed from the Right Path"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "If they gain an upper hand over you, they would become your [open] foes. And they would stretch their hands and their tongues against you with evil intent. And they wish you to suppress the Truth"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "Neither your relatives nor your children will be of any benefit to you on Resurrection Day. Allah will decide matters in between you. And He sees all that you do"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "You did surely have a good example in Abraham and those who followed him, when they said to their people, \"We have indeed nothing to do with you and with what you worship besides Allah. We renounce you. And between us and you enmity and hatred has arisen, to last until such a time as you come to believe in Allah, the One and Only! — Abraham's saying to his father, `I shall indeed pray for Allah's forgiveness for you, and I have it not in my power to obtain anything from Allah for you' being an exception — Our Lord! In You do we trust, and to You do we turn, and to You is the journey's end"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "Our Lord! Make us not an object of trial for those who suppress the Truth. And forgive us our sins, our Lord! You indeed are Omnipotent, Wise"
        }
    ]
}