{
    "hizbs": [
        {
            "chapter": 28,
            "verse": 12,
            "text": "۞ وَحَرَّمۡنَا عَلَیۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰۤ أَهۡلِ بَیۡتࣲ یَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَـٰصِحُونَ"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "فَرَدَدۡنَـٰهُ إِلَىٰۤ أُمِّهِۦ كَیۡ تَقَرَّ عَیۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقࣱّ وَلَـٰكِنَّ أَكۡثَرَهُمۡ لَا یَعۡلَمُونَ"
        },
        {
            "chapter": 28,
            "verse": 14,
            "text": "وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسۡتَوَىٰۤ ءَاتَیۡنَـٰهُ حُكۡمࣰا وَعِلۡمࣰاۚ وَكَذَ ٰلِكَ نَجۡزِی ٱلۡمُحۡسِنِینَ"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "وَدَخَلَ ٱلۡمَدِینَةَ عَلَىٰ حِینِ غَفۡلَةࣲ مِّنۡ أَهۡلِهَا فَوَجَدَ فِیهَا رَجُلَیۡنِ یَقۡتَتِلَانِ هَـٰذَا مِن شِیعَتِهِۦ وَهَـٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَـٰثَهُ ٱلَّذِی مِن شِیعَتِهِۦ عَلَى ٱلَّذِی مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَیۡهِۖ قَالَ هَـٰذَا مِنۡ عَمَلِ ٱلشَّیۡطَـٰنِۖ إِنَّهُۥ عَدُوࣱّ مُّضِلࣱّ مُّبِینࣱ"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "قَالَ رَبِّ إِنِّی ظَلَمۡتُ نَفۡسِی فَٱغۡفِرۡ لِی فَغَفَرَ لَهُۥۤۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِیمُ"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "قَالَ رَبِّ بِمَاۤ أَنۡعَمۡتَ عَلَیَّ فَلَنۡ أَكُونَ ظَهِیرࣰا لِّلۡمُجۡرِمِینَ"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "فَأَصۡبَحَ فِی ٱلۡمَدِینَةِ خَاۤئِفࣰا یَتَرَقَّبُ فَإِذَا ٱلَّذِی ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ یَسۡتَصۡرِخُهُۥۚ قَالَ لَهُۥ مُوسَىٰۤ إِنَّكَ لَغَوِیࣱّ مُّبِینࣱ"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "فَلَمَّاۤ أَنۡ أَرَادَ أَن یَبۡطِشَ بِٱلَّذِی هُوَ عَدُوࣱّ لَّهُمَا قَالَ یَـٰمُوسَىٰۤ أَتُرِیدُ أَن تَقۡتُلَنِی كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِیدُ إِلَّاۤ أَن تَكُونَ جَبَّارࣰا فِی ٱلۡأَرۡضِ وَمَا تُرِیدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِینَ"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "وَجَاۤءَ رَجُلࣱ مِّنۡ أَقۡصَا ٱلۡمَدِینَةِ یَسۡعَىٰ قَالَ یَـٰمُوسَىٰۤ إِنَّ ٱلۡمَلَأَ یَأۡتَمِرُونَ بِكَ لِیَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّی لَكَ مِنَ ٱلنَّـٰصِحِینَ"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "فَخَرَجَ مِنۡهَا خَاۤئِفࣰا یَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِی مِنَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِینَ"
        },
        {
            "chapter": 28,
            "verse": 22,
            "text": "وَلَمَّا تَوَجَّهَ تِلۡقَاۤءَ مَدۡیَنَ قَالَ عَسَىٰ رَبِّیۤ أَن یَهۡدِیَنِی سَوَاۤءَ ٱلسَّبِیلِ"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "وَلَمَّا وَرَدَ مَاۤءَ مَدۡیَنَ وَجَدَ عَلَیۡهِ أُمَّةࣰ مِّنَ ٱلنَّاسِ یَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَیۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِی حَتَّىٰ یُصۡدِرَ ٱلرِّعَاۤءُۖ وَأَبُونَا شَیۡخࣱ كَبِیرࣱ"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰۤ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّی لِمَاۤ أَنزَلۡتَ إِلَیَّ مِنۡ خَیۡرࣲ فَقِیرࣱ"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "فَجَاۤءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِی عَلَى ٱسۡتِحۡیَاۤءࣲ قَالَتۡ إِنَّ أَبِی یَدۡعُوكَ لِیَجۡزِیَكَ أَجۡرَ مَا سَقَیۡتَ لَنَاۚ فَلَمَّا جَاۤءَهُۥ وَقَصَّ عَلَیۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِینَ"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "قَالَتۡ إِحۡدَىٰهُمَا یَـٰۤأَبَتِ ٱسۡتَءۡجِرۡهُۖ إِنَّ خَیۡرَ مَنِ ٱسۡتَءۡجَرۡتَ ٱلۡقَوِیُّ ٱلۡأَمِینُ"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "قَالَ إِنِّیۤ أُرِیدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَیَّ هَـٰتَیۡنِ عَلَىٰۤ أَن تَأۡجُرَنِی ثَمَـٰنِیَ حِجَجࣲۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرࣰا فَمِنۡ عِندِكَۖ وَمَاۤ أُرِیدُ أَنۡ أَشُقَّ عَلَیۡكَۚ سَتَجِدُنِیۤ إِن شَاۤءَ ٱللَّهُ مِنَ ٱلصَّـٰلِحِینَ"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "قَالَ ذَ ٰلِكَ بَیۡنِی وَبَیۡنَكَۖ أَیَّمَا ٱلۡأَجَلَیۡنِ قَضَیۡتُ فَلَا عُدۡوَ ٰنَ عَلَیَّۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِیلࣱ"
        }
    ]
}