{
    "pages": [
        {
            "chapter": 20,
            "verse": 99,
            "text": "Nos sic narrate vos some news ex generations Nos revealed vos message ex nos"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Those disregard it bear load (de sins Feria Resurrection)"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "Eternally they abide therein; quod miserable load Feria Resurrection"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "Ut est feria when horn blown nos summon guilty ut feria blue"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "(Whispering themselves they dictus Vos stayed 1 vita) non multus than 10 feria"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Nos est fully aware de their utterances. The multus accurate among them dictus Vos stayed non multus than feria"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "They ask vos montis. Dictus My Dominus wipe them out"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "He sinister them barren flat terra"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "Non et slightest collis testimentum vos vide therein nor dip"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "Ut feria everyone subsequentis caller slightest deviation. Totus sounds hushed ante the Multus Gracious; vos hear nihil whispers"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "Ut feria intercession est useless absque pro those permitted de the Multus Gracious whose utterances conform His testimentum"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "He knows their elapsus their future dum nullus encompasses His knowledge"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "totus faces submit Vivus Eternal those qui burdened their transgressions fail"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "Prout pro those worked righteousness dum believing they non habet fear de injustice adversity"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Nos sic revealed it Arabic Quran nos cited in it totus generis de prophecies they saved it causa them take heed"
        }
    ]
}