{
    "pages": [
        {
            "chapter": 27,
            "verse": 36,
            "text": "When hoopoe returned Solomon (he told eum news he responded Sheba's people vos dedit me moneta? Quod DEUS dedit me est far bene than quod He dedit vos. Vos est unus rejoice such gifts)"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "(To hoopoe he dictus) Iit them let them know ut) nos advenit them forces they non imagine Nos evict them humiliated debased"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "He dictus O vos senior de vos bring me eam mansion ante they arrive hic submitters"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "afrit ex jinns dictus ego bring it vos vos stand Ego est powerful satis perfecit hoc"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "Unus possessed knowledge book dictus ego bring it vos blink tuus eye When he vide it settled in front de eum he dictus Hoc est beatus my Dominus whereby He tests me show ego est appreciative unappreciative. Whoever est appreciative est appreciative his suus bonus ac si unus turns unappreciative tunc my Dominus est in non need eum Prenobilis"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "He dictus Remodel eam mansion eam. Vide she guided continue cum the misguided"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "When she arrived she asked Perfecit tuus mansion look hoc? She dictus seems hoc est it (Solomon dictus) Nos knew beforehand quod she perfecit nos est iam submitters"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "She diverted worshipping idols DEUS; she belonged to disbelieving people"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "She told Iit palace. When she vide its interior she thought est pool aqua she pulled eam dress exposing eam legs! He dictus Hoc interior statim paved cum crystal She dictus My Dominus ego wronged my anima. Ego statim submit Solomon DEUS Dominus universe"
        }
    ]
}