{
    "maqras": [
        {
            "chapter": 87,
            "verse": 1,
            "text": "Nomi Parvardigori ʙuzurgi xudro ʙa pokī jod kun, cunon ki loiqi ʙuzurgii Ūst"
        },
        {
            "chapter": 87,
            "verse": 2,
            "text": "on Zote, ki ofarid maxluqotro va ustuvor doşt"
        },
        {
            "chapter": 87,
            "verse": 3,
            "text": "Va on Zote, ki andoza mu'ajjan kard. Sipas hama xalqro ʙa on cī munosiʙ meşavand, roh namud"
        },
        {
            "chapter": 87,
            "verse": 4,
            "text": "Va on Zote, ki carogohhoro rūjonid"
        },
        {
            "chapter": 87,
            "verse": 5,
            "text": "sipas xuşku sijoh gardonid"
        },
        {
            "chapter": 87,
            "verse": 6,
            "text": "Mo Qur'onro ʙaroi tu ej Rasul xohem xond va tu digar onro faromūş naxohī kard"
        },
        {
            "chapter": 87,
            "verse": 7,
            "text": "ƣajri on ci Alloh ʙixohad, hamono Ū oşkoru pinhonro medonad"
        },
        {
            "chapter": 87,
            "verse": 8,
            "text": "Va dar kori tu va dar hamai umuri dinī va dunjavie, ki ʙa tu rū menamojad, osonī padid meovarem"
        },
        {
            "chapter": 87,
            "verse": 9,
            "text": "Ej Rasul, agar ʙa qavmat pand dodanat foida kunad, pand deh. Xudro azoʙ madeh dar pand dodani şaxse, ki sarkaşī mekunad"
        },
        {
            "chapter": 87,
            "verse": 10,
            "text": "Har kase, ki az Alloh metarsad, ʙa zudī pand xohad paziruft"
        },
        {
            "chapter": 87,
            "verse": 11,
            "text": "Va ʙadʙaxttarin fard az on pand durī xohad guzid"
        },
        {
            "chapter": 87,
            "verse": 12,
            "text": "Hamon kas, ki dar otaşi ʙuzurgi çahannam daraftad"
        },
        {
            "chapter": 87,
            "verse": 13,
            "text": "Ongoh dar on ço na ʙimirad, ki rohat joʙad va na zinda meşavad, ki foida ʙinad"
        },
        {
            "chapter": 87,
            "verse": 14,
            "text": "Ba durustī, kase ki xudro pokiza doşt, naçot joft"
        },
        {
            "chapter": 87,
            "verse": 15,
            "text": "Va rastagor şud, har kī nomi Parvardigori xudro ʙar zaʙon ovard va ʙaroi rizogii Ū namoz guzorid"
        },
        {
            "chapter": 87,
            "verse": 16,
            "text": "Balki, şumo ej mardum, zindagii in çahonro az ne'mathoi oxirat afzal meşumored"
        },
        {
            "chapter": 87,
            "verse": 17,
            "text": "Hol on ki oxirat ʙehtaru pojandatar ast"
        },
        {
            "chapter": 87,
            "verse": 18,
            "text": "Begumon, in suxanho dar kitoʙhoi peşina niz hast"
        },
        {
            "chapter": 87,
            "verse": 19,
            "text": "kitoʙhoi Iʙrohim va Mūso alajhimassalom"
        },
        {
            "chapter": 88,
            "verse": 1,
            "text": "Ej Rasul, ojo xaʙari qijomat, ki ʙo saxtihojaş odamonro faro megirad ʙa tu rasidaast"
        },
        {
            "chapter": 88,
            "verse": 2,
            "text": "Cehrahoi kofiron dar on rūz ʙa azoʙ xor xohand ʙud"
        },
        {
            "chapter": 88,
            "verse": 3,
            "text": "taloşkardavu rançdida"
        },
        {
            "chapter": 88,
            "verse": 4,
            "text": "otaşi sūzon ʙa on merasad"
        },
        {
            "chapter": 88,
            "verse": 5,
            "text": "az caşmai ʙisjor garm nūşonda meşavand"
        },
        {
            "chapter": 88,
            "verse": 6,
            "text": "onon xūrokero çuz xori talx nadorand"
        },
        {
            "chapter": 88,
            "verse": 7,
            "text": "ki na farʙeh mekunad va na gurusnagiro az ʙajn meʙarad"
        },
        {
            "chapter": 88,
            "verse": 8,
            "text": "Cehrahoi mū'minon dar on rūz xurram va toza xohand ʙud"
        },
        {
            "chapter": 88,
            "verse": 9,
            "text": "Va az kūşişi xud va amale, ki dar dunjo kardaand, dar oxirat rozī xohand ʙud"
        },
        {
            "chapter": 88,
            "verse": 10,
            "text": "dar ʙihişte olimaqom"
        },
        {
            "chapter": 88,
            "verse": 11,
            "text": "ki dar on ço heç suxani ʙehuda naşunavī"
        },
        {
            "chapter": 88,
            "verse": 12,
            "text": "va dar on caşmasorho ravon ʙoşand"
        },
        {
            "chapter": 88,
            "verse": 13,
            "text": "va dar on ço taxthoi ʙaland va olī ast"
        },
        {
            "chapter": 88,
            "verse": 14,
            "text": "va kūzahoe nihoda ʙaroi nūşandagon"
        },
        {
            "chapter": 88,
            "verse": 15,
            "text": "va ʙolişthoe dar kanori ham cida"
        },
        {
            "chapter": 88,
            "verse": 16,
            "text": "va farşhoi nafisi pahnkarda"
        },
        {
            "chapter": 88,
            "verse": 17,
            "text": "Ojo kofiron ʙa şutur namenigarand, ki cī guna ofarida şudaast"
        },
        {
            "chapter": 88,
            "verse": 18,
            "text": "Va ʙa osmon, nigoh namekunand, ki cī guna ʙardoşta şudaast"
        },
        {
            "chapter": 88,
            "verse": 19,
            "text": "Va ʙa kūhho, namenigarand, ki cī guna ʙarqaror gardidaand"
        },
        {
            "chapter": 88,
            "verse": 20,
            "text": "Va ʙa zamin, namenigarand, ki cī guna gusturda şudaast"
        },
        {
            "chapter": 88,
            "verse": 21,
            "text": "Pas pand deh ej Rasul, ki tu panddihandae hastī. Va ƣamgin maʙoş az on kasone, ki haqro qaʙul nadorand"
        },
        {
            "chapter": 88,
            "verse": 22,
            "text": "Tu ʙar onon farmonravo nestī, to ononro ʙa imon ovardan maçʙur kunī"
        },
        {
            "chapter": 88,
            "verse": 23,
            "text": "Magar, on kas kī rūj gardond az pandu nasihat va kofir şud va ʙar kufraş davomat kard"
        },
        {
            "chapter": 88,
            "verse": 24,
            "text": "Alloh ʙo ʙuzurgtarin azoʙ ūro azoʙ mekunad"
        },
        {
            "chapter": 88,
            "verse": 25,
            "text": "Alʙatta ʙozgaştaşon ʙa'di marg ʙa sūi Most"
        },
        {
            "chapter": 88,
            "verse": 26,
            "text": "Ongoh hisoʙi onon ʙar ūhdai Mo ast"
        },
        {
            "chapter": 89,
            "verse": 1,
            "text": "Alloh savgand mexūrad ʙa vaqti suʙh"
        },
        {
            "chapter": 89,
            "verse": 2,
            "text": "va savgand ʙa şaʙhoi dahgona, dah şaʙi Zulhiçça, şaʙhoi purfajz"
        },
        {
            "chapter": 89,
            "verse": 3,
            "text": "va savgand ʙa çuftu toq, az hama aşjo"
        },
        {
            "chapter": 89,
            "verse": 4,
            "text": "va savgand ʙa şaʙ, cun ʙigzarad"
        },
        {
            "chapter": 89,
            "verse": 5,
            "text": "Ojo xiradmandonro in savgandho ʙasanda nest"
        },
        {
            "chapter": 89,
            "verse": 6,
            "text": "Ej Rasul, ojo nadidī, ki Parvardigori tu ʙo qavmi Od cī kard"
        },
        {
            "chapter": 89,
            "verse": 7,
            "text": "Qavmi Iram, ki sohiʙi qomathoi ʙaland va sutunmonand ʙudand"
        },
        {
            "chapter": 89,
            "verse": 8,
            "text": "Ki monandi on dar quvvat va ʙuzurgii çasad dar heç şahre ofarida naşudaast"
        },
        {
            "chapter": 89,
            "verse": 9,
            "text": "Va cī guna kard ʙo qavmi Samud, ki dar on vodī taxtasanghoi ʙuzurgro taroşida va az on ʙaroi xud xonaho girifta ʙudand"
        },
        {
            "chapter": 89,
            "verse": 10,
            "text": "Va cī guna kard ʙo Fir'avn, podşohi Misr sohiʙi laşkari azim, ki mulkaşro ustuvor va amraşro qavī doştand"
        },
        {
            "chapter": 89,
            "verse": 11,
            "text": "Hamon kasone, ki dar şahrho az had taçovuz kardand"
        },
        {
            "chapter": 89,
            "verse": 12,
            "text": "va dar onho ʙisjor fasod kardand"
        },
        {
            "chapter": 89,
            "verse": 13,
            "text": "pas Parvardigori tu tozijonai azoʙro saxt ʙar saraşon furud ovard"
        },
        {
            "chapter": 89,
            "verse": 14,
            "text": "Ej Rasul, hamono Parvardigorat dar kamingoh ast. Kasone, ki Ūro nofarmonī kardand, andake mūhlat medihad va ʙa'd az on onhoro ʙa azoʙi saxt giriftor mekunad"
        },
        {
            "chapter": 89,
            "verse": 15,
            "text": "Ammo odamiro, cun Parvardigoraş ʙijozmojad va giromiaş dorad va ne'mataş dihad, megūjad: «Parvardigori man maro giromī doşt»"
        },
        {
            "chapter": 89,
            "verse": 16,
            "text": "Va cun ʙijozmojadaş va rizqaşro ʙar ū tang girad, megūjad: «Parvardigori man maro xor doştaast»"
        },
        {
            "chapter": 89,
            "verse": 17,
            "text": "Na! Cunin nest, ʙalki giromī doştan ʙo to'ati Alloh ast va xorī doştan ʙa nofarmonʙardorii Ūst, şumo jatimro giromī namedored"
        },
        {
            "chapter": 89,
            "verse": 18,
            "text": "va hamdigarro ʙa ta'om dodani miskin tarƣiʙ namekuned"
        },
        {
            "chapter": 89,
            "verse": 19,
            "text": "va moli merosro harisona mexūred"
        },
        {
            "chapter": 89,
            "verse": 20,
            "text": "va molro ʙisjor dūst dored"
        },
        {
            "chapter": 89,
            "verse": 21,
            "text": "Na! Hargiz cunin nest, ki megūed, cun zamin şikasta şavad va pora-pora gardad"
        },
        {
            "chapter": 89,
            "verse": 22,
            "text": "va Parvardigori tu ʙaroi hisoʙu kitoʙi xalqaş ojad va fariştagon saf - saf hozir şavand"
        },
        {
            "chapter": 89,
            "verse": 23,
            "text": "Va dar on rūz çahannamro hozir orand, kofir pand girad va tavʙa kunad. Va cī çoi pand giriftan ʙoşad"
        },
        {
            "chapter": 89,
            "verse": 24,
            "text": "Megūjad: «Ej koş, ki ʙaroi hajoti çovidonai xud peşopeş nekihoe mefiristodam». Va cī çoi puşajmonī ast, ki dar dunjo puşajmon naşud va tavʙa nakard"
        },
        {
            "chapter": 89,
            "verse": 25,
            "text": "Pas dar on rūzi duşvor kase cun azoʙi Ū azoʙ nakunad"
        },
        {
            "chapter": 89,
            "verse": 26,
            "text": "va heç kas monandi zançiri Ū ʙa zançir nakaşad"
        },
        {
            "chapter": 89,
            "verse": 27,
            "text": "Gufta şavad: Ej rūhi oromişjofta, ʙa zikri Alloh"
        },
        {
            "chapter": 89,
            "verse": 28,
            "text": "xuşnudu pisandida ʙa sūi Parvardigorat ʙozgard"
        },
        {
            "chapter": 89,
            "verse": 29,
            "text": "va dar zumrai ʙandagoni solehi Man doxil şav"
        },
        {
            "chapter": 89,
            "verse": 30,
            "text": "va ʙa hamrohaşon ʙa ʙihişti Man daroj"
        }
    ]
}