{
    "maqras": [
        {
            "chapter": 5,
            "verse": 82,
            "text": "Beşak xohī did, ej Pajomʙar, ki duşmantarin mardum ʙaroi mū'minon jahudijon va muşrikon hastand ki jahudijon az saʙaʙi sarkaşī va inkor kardanaşon haqro va muşrikon ʙa saʙaʙi ʙutparastiaşon duşmanī varzidand va mehruʙontarin kason nisʙat ʙa onon, ki imon ovardaand, kasonero mejoʙī, ki megūjand: «Mo nasronī hastem». Zero ʙa'ze az onho donişmandonu oʙidon hastand va onho az qaʙuli haq takaʙʙur namekunand. (Va onho kasoneand, ki risolati Muhammad sallallohu alajhi va sallamro qaʙul kardand va ʙa on imon ovardand)"
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "Az nişonahoi dūstii onho ʙa musalmonon on ast, ki gurūhe az onho on ciro, ki ʙar pajomʙar nozil şuda, ʙişnavand, caşmonaşon ʙa saʙaʙi on ci az haq şinoxtand, pur az aşk meşavad, ki on haq va az nazdi Parvardigor ast va ʙa Alloh imon meovarand va rasuli Ūro pajravī mekunand va megūjand: \"Ej Parvardigori mo, imon ovardem, moro niz dar zumrai guvohidihandagon ʙinavis"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "Caro ʙa Alloh va in dini haq, ki ʙar mo nozil şudaast, imon najovarem va tama' nakunem, dar in ki Parvardigori mo moro dar şumori solehon ovarad"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "Pas ʙa saʙaʙi imone, ki ovardand va e'tirofe, ki ʙa haq kardand, Parvardigor onhoro ʙa ʙihişthoe, ki az zeri daraxtoni on çūjho ravon ast, darorad va onho dar on çovidon memonand va in podoşi nekūkoron ast"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "Va onon, ki kufr varzidand ʙa jagonagii Parvardigor va inkor kardand (pajomʙarii Muhammmad sallallohu alajhi va sallamro) va ojoti moro, ki ʙar pajomʙaron nozil şuda durūƣ şumoridand, onho az axli çahannamand"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "Ej kasone, ki imon ovardaed, cizhoi pokizaero, ki Alloh ʙar şumo halol kardaast, harom makuned az ta'om, nūşokī, nikohi zanon va ne'matero, ki Parvardigor ʙa şumo ʙa faroxī arzonī namudaast, ʙa tangī magired va az had darmaguzared, ki hamono Alloh az had taçovuzkunandagonro dūst nadorad"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "Va az cizhoi halolu pokizae, ki Alloh ʙa şumo rūzī dodaast, ʙixūred va az Allohe, ki ʙa Ū imon ovardaed, ʙitarsed. Va amrhojaşro ʙa ço ored va az man' kardahojaş durī çūed"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Parvardigor şumoro ʙa xotiri savgandhoi ʙehuda az zaʙonaton çorī gaşta ʙozxost naxohad kard. (ʙa monandi Vallohī ne! Vallohī ore!), vale ʙa saʙaʙi şikastani savgandhoe, ki az rūi qasd mexūred, ʙozxost mekunad va kafforati on ta'om dodani dah miskin ast az ƣizoi mijonae, ki ʙa xonavodai xeş mexūroned jo pūşişi (liʙosi) onho jo ozod kardani jak ʙanda. Va har kī najoʙad, se rūz rūza medorad. In kaforati qasam ast, har goh, ki qasam xūrded, ʙa qasamhoi xud vafo kuned. Alloh ojoti xudro ʙaroi şumo incunin ʙajon mekunad, ʙoşad, ki siposguzor ʙoşed, ki Parvardigor şumoro ʙa rohi rost hidojat farmudaast"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "Ej kasone, ki imon ovardaed ʙa Alloh va rasuli Ū, şaroʙ va qimor va ʙutho va garavʙandī ʙo tirho (tirhoe, ki fol mekuşojand), palidī va kori şajton ast, az on gunohon parhez kuned, to ʙa çannat komjoʙ şaved! (In korho az çihati ma'navī palid va naças hastand, garcī dar zohir palid nestand)"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Cuz in nest, ki şajton mexohad ʙo şaroʙu qimor mijoni şumo kinavu duşmanī afkanad va şumoro az jodi Alloh va namoz ʙozdorad, ʙa raftani aql dar nūşidani şaroʙ va maşƣul şudan ʙa ʙehudagī dar ʙurd kardani qimor, pas ojo şumo dast mekaşed va ʙas mekuned? (ja'ne, az in korho ʙoz isted)"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "Allohu pajomʙaraşro ito'at kuned va farmonʙardorī namoed. Agar rūj gardoned, az farmudahoi Parvardigor va amal karded ʙa on ci man' karda şuded, ʙidoned, ki vazifai pajomʙari Mo (Muhammad sallallohu alajhi va sallam) rasonidani pajomi ravşani Parvardigor ast"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "Bar kasone, ki imon ovardaand va korhoi şoista kardaand, dar on cī xūrdaand, peş az harom şudani şaroʙ va qimor gunohe nest, har goh parhezgorī kunand az korhoi harom va imon ʙijovarand va ʙa korhoi şoista pardozand, ʙoz ham parhezgorī kunand va imon ʙijovarand, ʙoz ham parhezgorī va nekī kunand, (ja'ne, xavfaşon onhoro ʙa nekūkorī ovard hatto, ki gūjo Allohro dida iʙodat mekunand) va Alloh nekūkoronro dūst dorad"
        },
        {
            "chapter": 5,
            "verse": 94,
            "text": "Ej kasone, ki imon ovardaed, Alloh şumoro ʙa sajde, ki ʙa dast megired jo ʙa najza şikor mekuned, meozmojad, to ʙidonad cī kase dar pinhonī az Ū metarsad. Va har kī az in pas az had taçovuz kunad, ja'ne ʙa şikor ʙarojad dar holi ihrom ūrost azoʙe dardovar"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "Ej kasone, ki imon ovardaed, har goh, ki dar ihrom ʙoşed, xoh dar haç jo umra jo dar haram sajdro makuşed. Har kī har namudi sajdro ʙa amd (qasdan) ʙikuşad, çazoi ū qurʙonī kardani hajvonest monandi on cī kuştaast, az şutur, gov jo gusfand ʙa şarti on ki du şaxsi odil az şumo guvohī dihand va qurʙoniro ʙa Ka'ʙa rasonad jo ʙa kaforat tangdastonro az faqironi haram ta'om dihad jo ʙaroʙari on rūza ʙigirad, Parvardigor ʙar vaj in çazoro farz gardonid, to uquʙati kori xud ʙicaşad. Az on cī dar guzaşta kardaed, Alloh afv kardaast, vale har kī ʙa on qasdan ʙozgardad, Alloh az ū intiqom megirad, ki Alloh pirūzmandu intiqom giranda ast"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "Şikori sajdhoi darjoī va xūrdani on dar holi ihrom az çihati ʙahramand şudanaton az on ʙar şumo va musofiron halol şudaast va şikori sahroī, to hangome ki dar ihrom hasted, (dar haç jo umra) ʙar şumo harom ast. Va az Parvardigore, ki ʙa nazdi Ū gird ovarda meşaved, ʙitarsed, to ʙa savoʙi ʙuzurge sazovor şaved va az azoʙi dardnoki Ū solim moned"
        }
    ]
}