{
    "maqras": [
        {
            "chapter": 9,
            "verse": 19,
            "text": "Ojo oʙ dodan ʙa hoçijon va oʙod soxtani Masçidulharomro monandi kori kase qaror dodaed, ki ʙa Alloh va rūzi qijomat imon ovarda dar rohi Alloh çihod kardaast? Dar nazdi Alloh ʙaroʙar nestand va Alloh gurūhi sitamkoronro hidojat namekunad"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Onon, ki imon ovardand va hiçrat kardand va dar rohi Alloh ʙo molu çoni xeş çihod kardand, ʙuzurgtarand dar martaʙa nazdi Alloh va inhojand ʙa matlaʙ rasidavu komjoʙşavanda"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Muƶda medihad hiçratkunandagonro Parvardigoraşon ʙa rahmatu xuşnudii xud va ʙa ʙihişte, ki dar on ne'mathoi çovid doimī ʙuvad"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "Dar on ʙihişt çovidon ʙimonand va inho savoʙhoi on amalhoi solehe meʙoşand, ki dar dunjo karda ʙudand. Hamono açru muzdi ʙuzurg dar nazdi Alloh ast"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "Ej kasone, ki ʙa Allohu Rasulaş imon ovardaed, agar padaronu ʙarodaronaton dūst dorand, ki kufrro ʙa çoi imon intixoʙ kunand, onhoro dūst magired va sirru asrori musulmononro ʙa onon foş nakuned. Modome, ki onon ʙar aqidai kufraşon hastand. Pas har kas az şumo dūstaşon ʙidorad, hamono nofarmonʙardorii Alloh kardaast va az sitamkoron xohad ʙud"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "Bigū (ej Rasul): «Agar padaronatonu farzandonaton va ʙarodaronatonu zanonaton va xeşovandonaton va molhoe, ki kasʙ kardaed va tiçorate, ki az ʙeravnaqii on metarsed va xonahoe, ki ʙa on dilxuş hasted, ʙaroi şumo az itoati Allohu pajomʙaraş va çihod kardan dar rohi Ū mahʙuʙtar ast, muntazir ʙoşed, to Alloh farmoni xeş ʙijovarad». Va Alloh ononro, ki az toati Ū ʙaromadand, hidojat naxohad kard"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "Hamono Alloh şumoro dar ʙisjore az çojho jorī kard. Va niz dar rūzi Hunajn on goh ki ʙisjorii adadi laşkaraton şumoro ʙa taaççuʙ ovarda ʙud, vale ʙaroi şumo sude nadoşt va zamin ʙo hamai vaseī va hamvoriaş ʙar şumo tang şud (va in ʙa on saʙaʙ ʙud, ki dar avvali çang şikast xūrda ʙuded). Pas ʙozgaşted va ʙa duşman puşt gardonded va po ʙa gurez nihoded"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "Sipas Alloh oromişi xeşro ʙar Pajomʙaraş va ʙar mū'minon nozil kard va laşkarhoero, ki onhoro namedided (ja'ne, fariştagonro), furū firistod va kofironro azoʙ kard (ja'ne, ʙa'ze az onon kuşta va ʙa'ze digaraşon asir şudand) va in ast çazoi kofiron"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "Sipas ʙa'd az in çang kase az kufri xud ʙozgaşt va doxili Islom şud, ʙoz qaʙul mekunad Alloh ʙa'd az in (çang) tavʙaro ʙar har kī mexohad. Va Alloh omurzandavu mehruʙon ast"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "Ej kasone, ki imon ovardaed, hamono muşrikon palidand. Pas ʙojad, ki nazdik naşavand ʙa xonai Ka'ʙa ʙa'di in sol (ja'ne, soli nuhumi hiçrī) va agar metarsed az kamʙaƣalivu darveşī ʙa saʙaʙi najovardani muşrikon"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "Bo kasone az axli Kitoʙ, ki ʙa Alloh va rūzi qijomat imon nameovarand va cizhoero, ki Allohu pajomʙaraş harom kardaast, ʙar xud harom namekunand va dini haqro namepazirand, çang kuned, to on goh ki ʙa dasti xud dar holi xorī çizja ʙidihand"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "Jahudijon guftand, ki Uzajr pisari Alloh ast va nasoro guftand, ki Maseh (Iso) pisari Alloh ast. In suxanest, ki asl nadorad, monandi guftori kasonest, ki peş az in kofir ʙudand. Alloh la'nat va noʙudaşon kunad. Pas cī guna az haq ʙa sūi ʙotil ʙargardonida meşavand"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "(Jahudu nasoro) olimonu oʙidoni xeş va Maseh pisari Marjamro ʙa çoi Alloh ma'ʙud giriftand va hol on ki ma'mur ʙudand, tanho jak Allohro ʙiparastand, ki çuz Ū heç ma'ʙude ʙarhaq nest. Pok ast, az on ci şarikaş mesozand"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Kofiron mexohand nuri Alloh (dini Islom)-ro ʙo dahoni xud ʙo suxanoni durūƣ va şuʙhahojaşon xomūş kunand va Alloh qaʙul namekunad, magar on ki nuri xud (dini Islom)-ro komil sozad. Harcand kofironro xuş naojad"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "Alloh Zotest, ki pajomʙari xud Muhammad (sallallohu alajhi va sallam)-ro ʙaroi hidojati mardum firistod ʙo Qur'on va dini durustu ʙarhaq, to Islomro ʙar hamai dinho pirūz gardonad, harcand muşrikonro dini Islom xuş naojad"
        }
    ]
}