{
    "pages": [
        {
            "chapter": 5,
            "verse": 46,
            "text": "Ra hamile yiniharu(yahudiharu) pachi isa bina mariyamala'i pathayaum, jinale ki aphubhanda agadiko kitaba tauratala'i pramanita gardathe ra hamile unala'i injila pradana garyaum jasama ki margadarsana ra prakasa thiyo ra tyasale pahilako kitaba tauratala'i pramanita gardathyo ra parahejagaraharuka lagi tyo margadarsana evam upadesa thiyo"
        },
        {
            "chapter": 5,
            "verse": 47,
            "text": "Ra ahale injilala'i (isa'ila'i) pani avasyaka cha ki jo adesa allahale injilama jari gareko cha tyasai bamojima nirnayaharu garun ra jasale allahabata utari'eko adesa anusara phaisala gardainan, tiniharu nai avajnakari hun"
        },
        {
            "chapter": 5,
            "verse": 48,
            "text": "Ra (he paigambara!) Hamile tapar'inla'i satyatako satha yo kitaba (kura'ana) pradana gareka chaum, juna aphubhanda agadika granthaharula'i pramanita gardacha ra ti sabaiko raksaka ho. Tasartha yasama juna adesa allahale di'eko cha, sohi anusara nai tinala'i adesa garnus ra yasa satyala'i tyagera uniharuko icchako purti nagarnu. Hamile timiharumadhyebata pratyeka samudayaka e'uta vidhana ra e'uta tarika (pad'dhati) nirdharita gareka chaum ra yadi allahale caheko bha'e timi sabaila'i e'utai samudayama rakhidinthyo, tara juna adesaharu usale timila'i di'eko cha tyasama usale timro pariksa garna cahancha, tasartha timi asala karma garna chito gara. Timi sabaila'i usai che'u pharkijanu parnecha, tasartha juna kurama timiharu vivada garne gardachau usale timila'i bata'idinecha"
        },
        {
            "chapter": 5,
            "verse": 49,
            "text": "Tapa'inle yiniharuko vyavaharama juna adesa allahale gareko cha, sohi anusara phaisala garne garnus ra tiniharuko cahanako pachadi naja'u ra tiniharubata savadhana rahanu ki katai yiniharule juna adesa allahale di'eko cha, tyasamadhye kehibata tapa'inla'i vicalita na gara'ihalun. Yadi tiniharule mandainan bhane janirakha ki allaha cahancha ki tiniharuka kehi gunaha (papa) ko karanale uniharula'i dandita garos. Ra, dherai jaso manisaharu ateri gardachan"
        },
        {
            "chapter": 5,
            "verse": 50,
            "text": "Ke yiniharu pheri ajnanatako yugaka nirnayaharu cahanchan?! Imana lya'ekaharuka nimti allaha baheka aru kasako adesa ramro hunasakdacha"
        }
    ]
}