{
    "pages": [
        {
            "chapter": 11,
            "verse": 63,
            "text": "Salehale bhaneh ‘‘he mero kauma! Yasa kuratira vicara gara ki yadi masamga aphno palanakartako spasta pramana cha ra usale mala'i aphno tarphabata rahamata pradana gareko cha, ra pheri maile allahako adesa ullanghana garem bhane usako agadi kasale mero sahayata garnecha? Timile ta mero hanima vrd'dhi gariraheka chau.’’"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "Ra he mero samudayaka manisaharu! Yo allahako umtani timro nimti patha'i'eko e'uta camatkara ho tasartha yasala'i chadide'u, taki allahako prthvima caros ra tyasala'i kunai prakarako duhkha nadinu, an'yatha timila'i sighra nai sajaya a'isamatne cha"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "Taipani tiniharule tyasako ghamudako nasa katera marihale, ani salehale bhaneh ‘‘ki aphna gharaharuma tina dinasam'ma ananda li'ihala. (Tyasapachi timro anta hunecha) yo vacana asatya ho'ina.’’"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "Pheri jaba hamro adesa a'ihalyo taba hamile saleha ra unako sathama imana lya'ekaharula'i aphno krpale baca'ihalyaum, ra tyasa dinako tiraskarabata pani. Nihsandeha timro palanakarta ekadama baliyo ra sarvasaktimana cha"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "Ra atyacariharula'i saktisali visphotale samatihalyo ani tini aphnai gharaharuma ghopto parirahe"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "Yasari jasto ki tiniharu kahilyai tyasama basekai thi'enan. Sunirakhah ‘‘ki samuda samudayale aphno palanakartala'i inkara gare.’’ Sunirakhah ki samudajati tiraskrta bha'e.’’"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "Ra hamra pharistaharu ibrahimako samu subhasandesa li'era puge ra ‘‘salama’’ bhane unale pani javaphama ‘‘salama’’ bhane. Ra ekachina pani bitna napa'umdai ibrahimale e'uta poli'eko bacho lya'e"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "Tara jaba unale dekhe ki tiniharuka hata agadi badhirakheka chainan ta unale tiniharula'i aparicita thanera manama darako anubhava garna lage. (Svargadutale) bhane ki nadarnus, hami ta ‘‘lutako’’ kaumatira patha'i'eka haum"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "Ra unako (ibrahimaki) srimati (najikai) ubheki thi'in hamsna thalin, ta hamile tinala'i is'hakako ra is'hakapachi ya'akubako (janmahune) subhasamacara diyaum"
        }
    ]
}