{
    "pages": [
        {
            "chapter": 18,
            "verse": 46,
            "text": "Dhana–sampati ra santana ta sansarika jivanako sobha ra maryada hun ra satkarma jo bamki rahiranechan, tiniharu punyako drstile timro palanakartakaham dherai ramro ra asako drstile nikai uttama chan"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "Ra juna dina hamile pahadaharula'i cala'unechaum ra timile dhartila'i samathara phamtako rupama dekhnechau, ra ti sabai manisaharula'i hamile ekatrita garnechaum ta tiniharumadhye ekajanala'i pani bamki chadne chainaum"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "Ra sabai timro palanakartako agadi panktivad'dha rupama lya'inechan, niscitarupale timiharu hami samaksa ustai ayau juna prakarale hamile timila'i pahilopalta srsti gareka thiyaum, tara timile ta bhannathanethyau ki hamile timro nimti (kiyamatako) kunai samaya nirdharita garnechainaum"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "Ra karmapatra majhama rakhinecha, taba timile tyasabata papiharula'i bhayabhita bha'eko dekhnechau ra tiniharule bhannechan kasto aphasoca yo kasto kitaba ho ki na sano kurola'i chodecha na thulola'i, ra jo karma gareka hunchan sabaila'i tyasama pa'unechan, ra timro palanakartale kasaimathi an'yaya va atyacara garnechaina"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "Ra jaba hamile pharistaharula'i adesa garyaum ki adamala'i dhoga, ta sabaile dhoge tara iblisale dhogena. Tyo jinnaharumadhyeko thiyo, ra tyasale aphno palanakartako adesako ullanghana garyo. Ke pheri pani timile tyasala'i ra tyasako santanala'i ma baheka mitra bana'umchau, jabaki tiniharu timra satru hun. Yasta atyacariharuko nimti naramro pratiphala cha"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "Maile uniharula'i nata akasaharu ra na prthviko srsti garne belama bola'eko thi'em ra na svayam tiniharuko srsti garnebelama, ra ma margabata vicalita gara'uneharula'i aphno maddatagara bana'umnevala pani thi'ena"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "Ra junadina allahale adesa garnecha. Ki (aba) timro vicarama bha'eko mera sajhedaraharula'i bola'u, ani tiniharule unala'i bola'une chan, tara tiniharumadhye kasaile kunai javapha dinechaina, ra hamile uniharuko bicama barbadiko madhyama bana'idinechaum"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "Ra papiharule narkala'i dekhera bujhihalnechan ki tiniharu tyasama halinevala chan tara tyasabata mukta hune kunai bato pa'une chainan"
        }
    ]
}