{
    "pages": [
        {
            "chapter": 2,
            "verse": 211,
            "text": "(He muham'mada!) Isra'ilaka santatisita sodha ki hamile tiniharula'i kati spasta nisaniharu pradana garyaum. Ra juna manisa allahako upahara aphno che'u a'ipugepachi parivartita gardacha, (taba jani rakhos) ki allaha kathora sajaya dinecha"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "Anasthavanaharuko nimti sansarika jivana atyanta akarsana purna gari'eko cha, tiniharule mominaharuko upahasa garchan, jabaki parahejagaraharu kiyamataka dina tiniharubhanda srestha hunechan. Allaha jasala'i cahancha dherai matrama jivika pradana gardacha"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "(Sabai) manisaharu e'utai sampradayaka thi'e. Allahale subhasandesa dina ra bhaya suna'una sandesavahakaharu pathayo, ra tiniharumathi sacca granthaharu utaryo jasabata manisaharubicaka sabai vivadaharuko nirnaya huna sakos! Ra, yasama vivada pani apasi satruta ra d'ahako karanale tinai manisaharule khada gare jasala'i kitaba pradana gari'eko thiyo, tiniharusam'ma spasta tarkaharu a'isake pachi pani vivada utha'e. Yasako lagi allahale aphno iccha anusara tyasa vivadama pani mominaharula'i satyamargatarpha margadarsana garyo ra allaha jasala'i cahancha sojho bato dekha'idincha"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "Ke timi yasa bhramama chau ki svargama pugihalchau, jabaki timila'i ahilesam'ma pahileka manisaharuko jasto avastha a'ekai chaina. Tiniharula'i (thula) kathina'i ra duhkha bhogne bhayale kampa'iyo ra tiniharula'i yatisam'ma sata'iyo ki rasula ra uhamka sathiharule bhanna thale ki allahako maddata kahile a'umla. Hera! Allahako sahayata ekadama najika cha"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "Tapa'isanga sodhchan ki kuna kisimako sampatti kharca garun. Tapa'i bhanidinus ki juna dhana timi kharca garnechaum tyo ama–babu, najikaka natedara, anatha, gariba ra musaphiraharuko lagi cha. Ra juna upakara timile garnechau, nihsandeha tyo allahala'i thaha cha"
        }
    ]
}