{
    "pages": [
        {
            "chapter": 22,
            "verse": 16,
            "text": "Yasaiprakara hamile yasa kura'anala'i spasta ayataharuko rupama avatarita garyaum ra allahale jasala'i cahancha marga dekha'umcha"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "Nihsandeha juna imanavala mominaharu ra yahudi ra sabi ra isa'i ra majusi ra allahako sajhedara thahrya'une (musrikaharu) chan, yi sabaima kiyamatako dina allahale nisapha garidinecha. Allaha hareka kuroko saksi cha"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "Ke timile dekhenau ki akasaharuma bha'eka ra prthvima bha'ekaharu surya ra candra ra taraharu ra pahadaharu ra rukhaharu ra caupayaharu ra dherai jaso manisaharu allahala'i dhogdaichan ra dherai yasta chan jasako sambandhama yatana pramanita bha'isakeko cha, ra juna manisala'i allahale apamanita gardacha, tyasala'i kasaile pratistha pradana garnasakdaina. Nihsandeha allahale je cahancha, gardacha"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "Yi du'i (samuha) aphno palanakartako barema vivada gardachan, atah juna manisaharule kuphra gare tiniharuko nimitta agoko vastra katisaki'eko cha. Uniharuka ta'ukomathi umlirakheko pani khan'ya'ine cha"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "Yasabata je jati unaka petama bha'eka kuraharu ra chalaharu pani paglihalnecha"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "Ra uniharuko dandako lagi phalamaka hathaud'aharu hunechan"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "Jatikhera pani uniharu atti'era tyahamko kastabata bhagna cahanchan ta utikhera pheri pharka'inechan ra bhaninecha ‘‘agoma jalne yatanako svada cakhirakha’’"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "(Nihsandeha) allahale imanavalaharula'i ra asala karma garnevalaharula'i, yasta svargaka bagaincaharuma pravesa gara'unecha jasako rukhamuni naharaharu bagiraheka hunechan. Tyaham uniharu suna ra motibata abhusita garinechan ra tyaham uniharuko bhesabhusa asali resami hunecha"
        }
    ]
}