{
    "pages": [
        {
            "chapter": 34,
            "verse": 8,
            "text": "(hami bhandainaum ki) ke usale allahamathi jhutho dosaropana gareko cha, va tyasala'i kehi unmada cha? Vastavikata yo cha juna manisaharule akhiratama visvasa gardainan, uniharu sajaya pa'unevala ra margavicalanama chan"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "Ke uniharule aphno agadi pachadi akasa ra dharatila'i dekhenan? Hamile caheko avasthama uniharula'i dharatima (dhansa'una) gadna sakchaum va unimathi akasabata kehi tukraharu khasalna sakchaum. Niscaya nai yasama e'uta pramana cha, pratyeka tyasa manisako lagi jo hrdayabata pravrtta huncha"
        },
        {
            "chapter": 34,
            "verse": 10,
            "text": "Ra hamile da'uda (alaihis'salama) mathi aphno tarphabata krpa gareka chaum ‘‘he parvataharu usako sathama gunaganala'i pratidhvanita gara, ra panksiharu timiharule pani’’. Ra hamile usako nimti phalamala'i narama bana'idiyaum"
        },
        {
            "chapter": 34,
            "verse": 11,
            "text": "Taki timi ‘‘pura kavacaharu bana'ihala ra kad'iharula'i sahi anumanale joda.’’ Ra timi sabai ramro karma gara. Niscita mana ki je–jati timile gardaichau, tyasala'i ma dekhdaichu"
        },
        {
            "chapter": 34,
            "verse": 12,
            "text": "Ra ‘‘sulaimanako’’ nimti hamile vayula'i basibhuta garidi'eka thiyaum. Yasako bihanako abhista eka mahinako bato hunthyo ra samjhako abhista pani (eka mahinako thiyo) ra hamile usako nimti pagleko tambako srota baga'idiyaum ra jinnaharumadhyebata pani kehila'i (usako basibhuta garidi'eka thiyaum). Jasale aphno palanakartako anujnale usako agadi kama gardathe. (Adesa thiyoh) ‘‘ki uniharumadhye jasale hamro adesako ullanghana gardacha usala'i hamile prajvalita agoko svada cakha'unechaum’’"
        },
        {
            "chapter": 34,
            "verse": 13,
            "text": "Sulaimanale caheko kura jinnataharule tayara gardathe. Udaharanako lagi kilaharu ra pratimaharu ra thulo dekcijasta talaba ra cul'homa adi rahane dekci. He da'udaka santati mero krtajnata jnapana garna asala karma gara! Ra mera sevakaharuma krtajnata jnapana garneharu thorai hunchan’’"
        },
        {
            "chapter": 34,
            "verse": 14,
            "text": "Ani jaba hamile unako mrtyuko nimti adesa diyaum ta ti jinnaharula'i usako mrtyuko samacara kasaile di'ena ghunakira baheka jasale usako laththila'i kha'irakheko thiyo. Ani jaba uni khasihale, taba jinnaharule thaha pa'e ki yadi uni paroksaka kura jannevala bha'eko bha'e yasa apamanajanaka yatanama parirakhne thi'enan"
        }
    ]
}