{
    "pages": [
        {
            "chapter": 38,
            "verse": 27,
            "text": "Ra hamile akasa ra dharatila'i ra je–jati uniharuko bicama cha, vyarthama srsti gareka ho'inaum. Yo uniharuko soca'i ho jo kaphira chan. Tasartha kaphiraharuko lagi narkako yatana cha"
        },
        {
            "chapter": 38,
            "verse": 28,
            "text": "Juna manisaharule imana lya'e ra asala karma garirakhe, ke uniharula'i hamile tiniharu saraha garidinchaum jasale dharatima upadrava gardachan, va pheri sanyamiharula'i duracariharu jasto garidiyaum"
        },
        {
            "chapter": 38,
            "verse": 29,
            "text": "(yo) dherai anugrahayukta kitaba ho, juna hamile tapa'immathi avatarita gareka chaum. Taki manisaharule yasaka ayataharuma socavicara garun ra bud'dhivalaharule yasabata siksa grahana garun"
        },
        {
            "chapter": 38,
            "verse": 30,
            "text": "Ra hamile ‘‘da'udala'i’’ ‘‘sulaimana’’ namako chora pradana garyaum. Uni dherai ramro banda (bhakta) thi'e, niscaya nai uni allahatira pravrtta hunevala thi'e"
        },
        {
            "chapter": 38,
            "verse": 31,
            "text": "(Smarana gara) jaba sandhyako samayama unaka agadi ramra drutagami ghod'aharu upasthita gara'i'e"
        },
        {
            "chapter": 38,
            "verse": 32,
            "text": "Taba bhanna thale kih ‘‘maile palanakartako smaranabata (bevasta bha'i) yi ghod'aharusamgako mayala'i ramro thanem.’’ Yahamsam'ma ki surya asta bha'isakyo"
        },
        {
            "chapter": 38,
            "verse": 33,
            "text": "(Bhane ki) ‘‘uniharula'i mero najikama lya'u.’’ Ani uniharuko goda ra gardanama hatale musarna thale"
        },
        {
            "chapter": 38,
            "verse": 34,
            "text": "Ra hamile sulaimana (alaihis'salama)ko pariksa garyaum, ra unako sinhasanama e'uta sarira rakhidiyaum, ani uni allahatira pravrtta bha'e"
        },
        {
            "chapter": 38,
            "verse": 35,
            "text": "Unale bhaneh ‘‘he mero palanakarta! Mala'i ksama garide'u, ra mala'i tyo rajya pradana gara, juna ma baheka kasaiko lagi upayukta nahos. Niscaya nai timi thulo data hau.’’"
        },
        {
            "chapter": 38,
            "verse": 36,
            "text": "Taba hamile vayula'i unako adhinama garidiyaum juna unako adesanusara, jaham uni pugna cahanthe, saralatapurvaka purya'idinthyo"
        },
        {
            "chapter": 38,
            "verse": 37,
            "text": "Ra saktisali jinnaharula'i pani unako adhina garidiyaum, sabai bhavana bana'unevala ra gotakhora (dubakki laga'unevala) la'i"
        },
        {
            "chapter": 38,
            "verse": 38,
            "text": "Ra aru jinnaharula'i pani jo janjirama jakadi'eka thi'e"
        },
        {
            "chapter": 38,
            "verse": 39,
            "text": "(Hamile bhan'yaum) ‘‘yo hamro baksisa ho, aba timi bhala'i gara va roki rakha (timisita) kunai hisaba hunechaina.’’"
        },
        {
            "chapter": 38,
            "verse": 40,
            "text": "Ra unako nimti hamikaham dherai samipyata ra uttama sthana cha"
        },
        {
            "chapter": 38,
            "verse": 41,
            "text": "Ra hamra bhakta ‘‘ayyuba (alaihis'salama) la'i’’ pani smarana gara, jaba usale aphno palanakartala'i pukaryo ki ‘‘saitanale mala'i duhkha ra pida purya'eko cha.’’"
        },
        {
            "chapter": 38,
            "verse": 42,
            "text": "(Hamile bhan'yaum ki dharatimathi) aphno latale hana, (hera), yo (mula), nuha'unako nimti ciso ra pi'unako nimti (mitho) pani ho.’’"
        }
    ]
}