{
    "pages": [
        {
            "chapter": 46,
            "verse": 15,
            "text": "Ra hamile manisala'i aphno ama babusamga ramro vyavahara garna adesa di'eka chaum. Usaki amale usala'i petama duhkhako satha rakhin ra usala'i duhkhako satha janma pani di'in. Ra usako garbhako avasthama rahane ra dudha choda'une avadhi 30 mahina cha. Yahamsam'ma ki jaba u khuba tanneri bhayo ra 40 varsako umera bhayo. Taba usale bhan'yoh ‘‘he mero palanakarta! Mala'i avasara de'u taki ma timro tyasa anukampaprati krtajnata dekha'um juna ki timile mamathi ra mera matapitamathi gareka chau. Ra yo ki yasto ramro karya garum junaki timila'i priya cha, ra mero lagi mero santatila'i pani asala bana'ide'u. Ma timitira pravrtta hunchu ra ma ajnakarimadhye chu"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "Yinai ti manisaharu hun jasaka ramra karyaharu hamile svikara gardachaum ra jasaka papaharula'i ksama garidine chaum, ra yinai jannatavalaharuma hunechan. Tyasa satya vacanako karana juna uniharusita gari'eko thiyo"
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "Ra tyo vyakti jasale aphno mata– pitasita bhan'yoh ‘‘timisita ma ajija (hairana) bha'isakeko chu. Timile mala'i yahi bhanirahanchau ki ma marepachi pheri jivita garinechu, jabaki mabhanda pahila pani dherai manisaharu gujrisakeka chan’’ ra ti duvaile allahasita vinti gardai bhandachanh ‘‘aphasoca cha timro lagi manihala! Nihsandeha allahako vaca satya cha.’’ Kintu tyasale bhandacha ‘‘yi ta matra pahilaka manisaharuka katha hun”"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "Tiniharu huna jasako barema (allahako sajaya) ko vacana pura hune bha'eko cha. Yi jinna ra manisako samuhaharuka satha jo yinibhanda pahila gujrisakeka chan. Niscaya nai uniharu ghatama rahe"
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "Ra manisaharule jasta karma gareka hunchan sohi anurupa pratyekala'i sthana milnecha taki unako karyako pura pratiphala milos ra unimathi atyacara garine chaina"
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "Ra juna dina kaphiraharu narkako samu prastuta garinechan! (Bhaninecha) timile aphno asala karya sansarika jivanama nai barbada garisakyau, ra tyasabata pha'ida pani utha'isakyau, tasartha aja timila'i apamanajanaka sajaya di'inecha yo yasako danda ho ki timi dharatima anahaka ghamanda garne gardathyau ra yasakarana ki timile ajnako ullanghana gardathyau"
        }
    ]
}