{
    "pages": [
        {
            "chapter": 58,
            "verse": 7,
            "text": "Ke timila'i thaha chaina ki je–jati akasaharuma cha ra je–jati dharatima cha, allahala'i sabai thaha cha. Kunai pani tinajana manisaharuko gupta varta yasto humdaina jasama cautho allaha nahos ra na pamcajana manisaharuko huncha, jasama chaithaum tyo nahos. Na yasabhanda kamako na yasabhanda badhiko kintu tyo uniharuko sathama huncha, tiniharu jaham bha'epani, ani je–jati pani uniharule gareka holan, kayamatako dina usale uniharula'i unako karyabata avagata gara'ihalnecha. Niscaya nai allahala'i hareka kurako jnana cha"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "Ke timile uniharula'i dekhenau? Jasala'i kanekhusi garnabata manahi gari'eko thiyo. Uni pheri pani tyo manahi gari'eko kama garna thale ra parasparama papako, atyacarako ra rasulako avajnako kanekhusi gardachan ra jaba timro najikama a'umdachan, ta timila'i ti sabdama salama gardachan. Juna sabda allahale timro abhivadanako lagi bhanena, ra aphno manama bhandachan ki je–jati hamile bhandachaum, tyasama allahale hamila'i sajaya kina dindaina? Uniharuko nimti narka nai paryapta sajaya ho, jasama uniharu pravista hunechan. Tyo ta sahrai naramro tha'um ho"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "He mominaharu! Jaba timi apasama kanekhusi gardachau ta yi kanekhusiharu gunaha ra atikramana ra rasulako avajnako lagi naho'un. Baru neki ra sahanasilatako visayama apasama ekantavarta gara ra tyasa allahasita dara manirakha jasako najika timi ekatrita hunechau"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "Naramra kanekhusiharu ta saitanako kama ho. Taki yasabata mominaharu duhkhi ho'un, yadyapi allahako adesa bina usale uniharula'i kehi hani purya'una sakdaina. Ra mominaharule allahamathi nai bharosa garnu ucita ho"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "Mominaharu! Jaba timiharula'i bhanincha ki sabhama tha'um pharakilo para ta pharakilo gari basa. Allahale timila'i pharakilopana pradana garnecha ra jaba bhanincha ki ubhihalnu ta ubhihala. Timiharumadhye jasale imana lya'eka chan ra jasala'i jnana pradana gari'eko cha, allahale uniharuko darja ucca garnecha, ra allaha timro sampurna kamaharula'i jandacha"
        }
    ]
}