{
    "pages": [
        {
            "chapter": 67,
            "verse": 13,
            "text": "Timiharule kura luka'era bhana va prakatarupale, usale hrdayaka rahasyaharusameta jandacha"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "Ke usale janne chaina jasale srsti gareko cha? Jabaki u suksmadarsi ra hareka kurabata avagata pani cha"
        },
        {
            "chapter": 67,
            "verse": 15,
            "text": "Uhi ta ho jasale timro nimti dharatila'i narama ra adhinastha garyo. Taki timile usaka batoharuma hinddula garnegara ra allahad'dhara pradana gari'eko jivika upabhoga gara, ra timile usaiko pasama dosropataka jivita bha'era januparnecha"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "Ke timi yasa kurabata niscinta chau ki akasavalale timila'i dharatima gadide'os ani tyasabela prthvima kampana hunathalos"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "Va ke timi yasa kurabata niscinta chau ki akasavalale timimathi patharako varsa garide'os? Ani timila'i thaha bha'ihalnecha ki mero cetavani kasto thiyo"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "Ra yinibhanda pahilaka manisaharule pani jhutha thahara'eka thi'e, atah herihala ki unimathi mero yatana kasto bhayo"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "ke yiniharule aphna ta'ukaharumathi pakheta phaila'era va khumcya'era udirakheka panksiharula'i dekhenan? Allahale nai uniharula'i havama thami rakheko huncha. Nihsandeha tyasale hareka kurala'i dekhirakheko cha"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "Allaha baheka timro kuna cahim sena cha, jasale timro sahayata garna sakos. Kaphiraharu ta bhramama chan"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "Yadi allahale aphno jivika banda garidincha bhane bhana tyo ko ho jasale timila'i jivika dincha? Tara yiniharu ateripana ra ghrnama aljheka chan"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "Tyo vyakti badhi margadarsana prapta gareko cha jo ta'uko tekera himdacha va tyo vyakti jasale sojho (khutta tekera) batoma hindcha"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "bhanidinus tyo allaha nai ho, jasale timila'i paida garyo ra timra kana, amkha ra hrdayako racana garyo tara timile kama krtajnata dekha'umchau"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "Bhanidinus ki uhi ho, jasale timila'i dharatima phailayo ra usaiko samu timiharu ekatrita garinechau"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "Kaphiraharule bhandachanh ki yadi timi samco hau bhane tyo vaca kahile hunecha bata'u"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "tapa'i bhanidinus ki yasako jnana ta matra allahala'i nai cha ra ma spastarupale dara suna'unevala hum"
        }
    ]
}