{
    "rukus": [
        {
            "chapter": 6,
            "verse": 42,
            "text": "Go sabnsabnar a siyogoan Ami so manga pagtaw ko miyaonaan ka, na piyakadansal Ami kiran so masikot, go so kapakathatalogdam, ka an siran makapangalimbabaan"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Na ino siran da pangalimbabaan gowani ko makawma kiran so siksa Ami? Na ogaid na badn tomigas so manga poso iran, go pipharasan kiran o shaytan so pinggolawla iran (a manga rarata)"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "Na kagiya a pakalipatan iran so sabap a kiyapakatadma kiran, na likaan Ami kiran so manga pinto o langowan taman, taman sa kagiya a ba siran dn miyasonor ko kiyabgi kiran, na siniksa Ami siran sa minitalmba, na samawto na siran na kiyadaan siran sa panginam"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "Na miyathiphad so kaposan o pagtaw a da pamaginontolan. Na so podi na rk o Allah a Kadnan o manga kaadn"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "Tharoang ka: \"Ay gda iyo, amay ka kowaan o Allah so kan´g iyo go so manga kaylay niyo, go parkatn Iyan so manga poso iyo, ba adn a tohan a salakaw ko Allah a mibgay niyan rkano to?\" Pamimikiranang ka so ropaan a gii Ami kazalinsalina magosay ko manga ayat; na oriyan iyan na siran na pthalikhodan iran"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "Tharoang ka: \"Ay gda iyo, amay ka makatalingoma rkano so siksa o Allah a mitalmba, odi na mapayag, ba adn a khabinasa a rowar ko pagtaw a da pamaginontolan"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "Na da a kiyasogo Ami ko manga sogo a rowar sa kapphamanothol iran sa mapiya, go giya kaphphamakiiktiyar iran ko marata: Na sadn sa maratiyaya, go mbilangataw, - na da a pangandam iran, go di siran makamboko (ko alongan a mawri)"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "Na so piyakambokhag iran so manga ayat Ami, - na khasogat siran o siksa, sabap ko da iran kapangongonotan"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "Tharoang ka a: \"Di ko rkano ptharoon i zisii rakn so khitatagoan ko manga kakawasaan o Allah, go di ko katawan so migagaib, go di ko rkano ptharoon i mataan! a sakn na malaikat. Da a khdgn ko a rowar ko iphagilaham rakn.\" Tharoang ka a: \"Ba magizan so bota ago so pphakaylay?\" Ino kano di phamimikiran"
        }
    ]
}