{
    "rukus": [
        {
            "chapter": 12,
            "verse": 105,
            "text": "Na madakl a tanda a matatago ko manga langit ago so lopa a pkhasagadan iran skaniyan, a siran na di iran tatagoon sa ginawa"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "Go di pharatiyayaan o kadaklan kiran so Allah inonta a misasarta on a kapphanakoto iran"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "Ba siran sasarig sa da a makatalingoma kiran a khikolob a siksa o Allah odi na di kiran makatalingoma so bangkit a mitalmba, a siran na di iran maiin´ngka"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "Tharoang ka a: \"Giyai okit akn, ipphanolon akn so (kaparatiyaya ko) Allah sii ko marayag a karina, sakn ago so taw a miyonot rakn. Na Soti so Allah! go di ako pd ko manga pananakoto"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "Na da a siyogo Ami ko miyaonaan ka (ya Mohammad) a rowar sa manga mama, a phagilahaman Ami siran, a pd ko taw ko manga ingd. Ba siran da lalakaw ko lopa, ka an iran maylay o antonaa i miyambtad o kiyabolosan o siran a miyaonaan iran? Na mataan! a so ingd a mawri i lbi a mapiya, a rk o siran a miyamananggila. Ba da a manga sabot iyo"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "Taman sa kagiya a kadaan sa panginam so manga sogo go miyaantang iran a mataan! a siran na sabnar a piyakambokhag siran, na miyakaoma kiran so tabang Ami, na siyabt Ami so taw a kabaya Ami. Na di kharn so siksa Ami ko pagtaw a manga rarata i ongar"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "Sabnsabnar a adn a matatago ko manga totholan kiran a thoma ko manga papantas i akal (giya Qor´an aya) na kna a ba tothol a pphangmbaalan, na ogaid na initanto ko miyaonaan iyan, go osayan ko langowan taman, go toroan go limo ko pagtaw a mapaparatiyaya"
        }
    ]
}