{
    "rukus": [
        {
            "chapter": 22,
            "verse": 49,
            "text": "Tharoang ka: \"Hay manga manosiya, sakn na matag ako rkano phamakaiktiyar a mapayag"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "Na siran a miyamaratiyaya, go pinggalbk iran so manga pipiya, na adn a bagian iran a maap, ago pagpr a mapiya"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "Na siran a miyamamanamar maminasa ko manga ayat Ami, a rorompisan iran; - na siran man i manga taw ko naraka Jahim"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "Na da a siyogo Ami ko miyaonaan ka (hay Mohammad) a sogo odi na nabi, a ba di igira miyatiya, na pzarampongn o shaytan so batiya iyan: Na phagilangn o Allah so ipzarampong o shaytan, oriyan iyan na gii pakathaknaan o Allah so manga ayat Iyan: Na so Allah na Matao, a Mawngangn"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "Ka mbalowin Iyan so ipzarampong o shaytan a tiyoba ko siran a kadadalman so manga poso iran sa gdamn, go so manga ttgas so manga poso iran: Na mataan! a so manga darowaka na matatago dn ko kiyanggibas, a mawatan"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "Go adn katokawi o siran a piyamgan ko katao a mataan! (a giya Qor´an aya) na bnar a phoon ko Kadnan ka, go maparatiyaya iran aya, go thakna Rkaniyan so manga poso iran: Na mataan! a so Allah i titho a pnggonanao ko siran a miyamaratiyaya ko okit a ontol"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "Na di khapokas so siran a miyamangongkir ko kazasangka Rkaniyan taman sa kapakatalingoma kiran o bangkit a mitalmba, odi na makatalingoma kiran so siksa ko gawii a da a kapipiya on a ginawa"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "So kapaar sa alongan oto na rk o Allah: Khokomn Iyan siran: Na siran a miyamaratiyaya, go pinggalbk iran so manga pipiya, na matago ko manga sorga a pakadarandang"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "Na so miyamangongkir go piyakambokhag iran so manga ayat Ami, na siran man na adn a bagian iran a siksa a phakahina"
        }
    ]
}