{
    "rukus": [
        {
            "chapter": 28,
            "verse": 29,
            "text": "Na kagiya a matarotop o Mosa so taalik, na lomiyalakaw a pd iyan si karoma niyan, na miyakaylay ko kilid o palaw sa apoy, na pitharo iyan ki karoma niyan: \"Targ kano; mataan! a sakn na miyakaylay ako sa apoy; na kalokalo o kawitang ko skano a phoon rkaniyan sa tothol, odi na waga a phoon ko apoy, ka an kano maka thitirarang"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "Na kagiya a makatalingoma on, na miyatawag ko kilid o balintad sa kawanan, sii ko darpa a piyakambarakat phoon ko kayo: \"Hay Mosa, mataan! a Sakn na Sakn so Allah, a Kadnan o manga kaadn"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "Na ithogn ka so badas ka\" (na iniithog iyan)! Na kagiya a maylay niyan a gii khaokaog lagid oba skaniyan nipay, na tominingr a pphalagoy, go da kasoy: (na miyatawag:) \"Hay Mosa, sangor ka, go di ka khalk: Mataan! a ska na pd ko khipakasasarig"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "Soldn ka a limang ka ko lig o bangkala aka, ka an ka mapakaliyo a sindaw a kna a ba sakit, go kakpn ka a limang ka phoon ko kalk. Na giyaya na dowa a tanda a phoon ko Kadnan ka a izampay ko Pir´awn go so manga nakoda a pagtaw niyan: Mataan! a siran na miyabaloy siran a pagtaw a manga songklid"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "Pitharo iyan: \"Kadnan ko, mataan! a sakn na miyakapatay ako kiran sa sakataw, na ikhalk akn oba ako iran bonoa"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "Na so pagari ko a Haron, na skaniyan i masagogod a di sakn i katharo; na sogoang Ka skaniyan a pd akn a pphakatabang, a pkhabnar ako niyan: Mataan! a sakn na ipkhalk akn o ba ako iran pakambokhaga"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "Pitharo (o Allah) a: \"Imbagr Ami ko barokan ka so pagaring ka, go snggayan Ami skano sa guus, na da a misampay ran rkano (a marata): Sabap ko manga tanda Ami na skano a dowa, go so miyonot rkano i phamakadaag"
        },
        {
            "chapter": 28,
            "verse": 36,
            "text": "Na kagiya a makawma kiran so Mosa a rakhs o manga tanda Ami a manga rarayag, na pitharo iran a: \"Da ko ngkaya inonta na balik mata a pimbabaas; go da tano man´g angkai ko manga loks tano a miyangaoona"
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "Na pitharo o Mosa a: \"So Kadnan ko i Matao ko taw a minioma niyan so toroan a phoon ko hadapan Iyan, go so taw a khaadn a bagian iyan so phakatondog a ingd: Mataan aya! a di phakadaag so manga darowaka"
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "Na pitharo o Pir´awn: \"Hay manga nakoda, da a katawan ko a bagian iyo a tohan a salakaw rakn: Na kombaan akong ka hay Haman! sa lipaw, na mbaaln akong ka sa bantabantay, ka an ako makapanik ko tohan o Mosa: Ka mataan! a sakn na ikakarang ko dn skaniyan sa pd ko manga bokhag"
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "Na miyanakabor skaniyan go so manga tantara iyan ko lopa sa di ontol, go inipagarangan iran sa mataan! a siran na di siran Rkami phakandodn"
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "Na siniksa Ami skaniyan go so manga tantara iyan, na inibowang Ami siran ko kalodan: Na pamimikiranang ka o antonaa i miyambtad o kiya akiran ko manga darowaka"
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "Na biyaloy Ami siran a manga nakoda a ipphananawag iran so naraka; na sii ko alongan a qiyamah na di siran khatabangan"
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "Na tiyondog Ami siran sangkai a doniya a morka: Na sii ko alongan a qiyamah na siran na pd ko inipamowang"
        }
    ]
}