{
    "rukus": [
        {
            "chapter": 38,
            "verse": 65,
            "text": "Tharoang ka (hay Mohammad) a: \"Sakn na matag ako pphamakaiktiyar: Na da a tohan a inonta so Allah, a so Isaysa a phakabaas"
        },
        {
            "chapter": 38,
            "verse": 66,
            "text": "Kadnan o manga langit ago so lopa, go so nganin a pagltan a dowa nan, - a so Mabagr, a Manapi"
        },
        {
            "chapter": 38,
            "verse": 67,
            "text": "Tharoang ka a: \"Skaniya na tothol a mala"
        },
        {
            "chapter": 38,
            "verse": 68,
            "text": "Skano na tatalikhodan iyo to"
        },
        {
            "chapter": 38,
            "verse": 69,
            "text": "Da a katao akn ko pagtaw a maporo, gowani ko pphanmbag siran"
        },
        {
            "chapter": 38,
            "verse": 70,
            "text": "Da a kaphagilahami rakn a rowar sa sakn na matag pphamakaiktiyar a mapayag"
        },
        {
            "chapter": 38,
            "verse": 71,
            "text": "Gowani na pitharo o Kadnan ka ko manga malaikat: \"Mataan! a Sakn na magadn ako sa manosiya a phoon sa lipaw (a giyoto so Adam)"
        },
        {
            "chapter": 38,
            "verse": 72,
            "text": "Na amay ka imasadn skaniyan, go masokan Ko skaniyan sa niyawa, na sondong kano rkaniyan, a pangangalimbabaan kano"
        },
        {
            "chapter": 38,
            "verse": 73,
            "text": "Na miyangalimbabaan so manga malaikat, a tanan siran langon"
        },
        {
            "chapter": 38,
            "verse": 74,
            "text": "Inonta so iblis: Ka mimaratabat, go miyabaloy a pd ko miyamangongkir"
        },
        {
            "chapter": 38,
            "verse": 75,
            "text": "Pitharo (o Allah): \"Hay iblis antonaa i miyakarn rka ko kaphangalimbabaan ka ko inadn Ko a minggolalan ko bagr Akn? Ba ka mimaratabat? Antawaa ba ka miyabaloy a pd ko miphapaporo"
        },
        {
            "chapter": 38,
            "verse": 76,
            "text": "Pitharo iyan a: \"Sakn i mapiya a di skaniyan: Inadn akong Ka a phoon sa apoy, na inadn ka skaniyan a phoon sa lipaw"
        },
        {
            "chapter": 38,
            "verse": 77,
            "text": "Pitharo (o Allah): \"Na awa ka (phoon ko sorga): Ka mataan! a ska na inibowang"
        },
        {
            "chapter": 38,
            "verse": 78,
            "text": "Go mataan a mikolob rka so morka Akn taman ko alongan a kapamalas"
        },
        {
            "chapter": 38,
            "verse": 79,
            "text": "Pitharo iyan: \"Kadnan ko! na pakinayawn Ka rakn taman ko alongan a kawyaga kiran"
        },
        {
            "chapter": 38,
            "verse": 80,
            "text": "Pitharo (o Allah): \"Na mataan! a ska na pd ko phamakanayaw"
        },
        {
            "chapter": 38,
            "verse": 81,
            "text": "Taman ko alongan o wakto a mappnto"
        },
        {
            "chapter": 38,
            "verse": 82,
            "text": "Pitharo iyan: \"Na ibt ko bagr Ka, ka mataan a dadagn ko siran dn langon"
        },
        {
            "chapter": 38,
            "verse": 83,
            "text": "Inonta so manga oripn ka a pd kiran, a manga tolabos"
        },
        {
            "chapter": 38,
            "verse": 84,
            "text": "Pitharo (o Allah): \"Na so bnar (na Sakn), - go so bnar i ptharoon Ko"
        },
        {
            "chapter": 38,
            "verse": 85,
            "text": "Mataan a ipno Akn dn ko naraka Jahannam so pd ka, ago so taw a miyonot rka a pd kiran, a mrakhrakhs kano"
        },
        {
            "chapter": 38,
            "verse": 86,
            "text": "Tharoang ka a: \"Da a phangnin ko rkano sa makapantag saya a sokay, - go kna a ba ako pd ko pphamanangin"
        },
        {
            "chapter": 38,
            "verse": 87,
            "text": "Da ko skaniyan (a Qor´an) inonta na pananadm o manga kaadn"
        },
        {
            "chapter": 38,
            "verse": 88,
            "text": "Na mataan a katokawan iyo dn so totholan rkaniyan ko oriyan o masa"
        }
    ]
}