{
    "rukus": [
        {
            "chapter": 45,
            "verse": 27,
            "text": "Na rk o Allah so kapaar ko manga langit ago so lopa, na sii ko gawii a kapakatindg o bangkit, - na sa alongan oto na malogi so minggagalbk sa ribat"
        },
        {
            "chapter": 45,
            "verse": 28,
            "text": "Na maylaing ka so oman i isa ka tindg a malilimod a khipakatitikoro: Oman i isa ka tindg na itawag on so daptar iyan: \"Sa alongan nai na imbalas rkano so pinggolawla niyo"
        },
        {
            "chapter": 45,
            "verse": 29,
            "text": "Giyaya so daptar Ami a ptharoang kano niyan sa bnar: Mataan! a Skami i pndaptar ko pinggolawla niyo"
        },
        {
            "chapter": 45,
            "verse": 30,
            "text": "Na so miyamaratiyaya, go pinggalbk iran so manga pipiya, na phakasoldn siran o Kadnan iran ko limo Iyan (ko sorga): Giyoto man na skaniyan so daag a mala"
        },
        {
            "chapter": 45,
            "verse": 31,
            "text": "Na so miyamangongkir (na tharoon kiran): \"Ba da mabaloy so manga ayat Akn a kapphangadian rkano? Na mimaratabat kano, go mimbaloy kano a pagtaw a manga sala"
        },
        {
            "chapter": 45,
            "verse": 32,
            "text": "Na igira a pitharo a mataan! a so diyandi o Allah na bnar, go so bangkit na da a sangka a madadalm on, na tharoon iyo: \"Di ami katawan o antonaa i bangkit: da a pikir ami (ron) a rowar sa arangan, go kna a ba kami khipakatatangkd"
        },
        {
            "chapter": 45,
            "verse": 33,
            "text": "Na mapayag kiran so manga rarata ko pinggolawla iran, go katangkalan siran o piyamagrgan iran oto (a siksa)"
        },
        {
            "chapter": 45,
            "verse": 34,
            "text": "Na adn a tharo a: \"Sa alongan nai na pakalilipatan Ami skano lagid o kiyalipati niyo ko kimbaratmowaan sa alongan iyo wai! Na darpa iyo so naraka, go da a bagian iyo a phamakatabang"
        },
        {
            "chapter": 45,
            "verse": 35,
            "text": "Giyoto man na sabap sa mataan! a skano na biyaloy niyo so manga ayat o Allah a kasandagan, go miyalimpang kano o kawyagoyag ko doniya\": Na sa alongan aya na di siran roo pamakaawaan, go di siran pakapangnin sa rila"
        },
        {
            "chapter": 45,
            "verse": 36,
            "text": "Na rk o Allah so podi, a Kadnan o manga langit go Kadnan o lopa, - a Kadnan o manga kaadn"
        },
        {
            "chapter": 45,
            "verse": 37,
            "text": "Go rk Iyan so kabsaran ko manga langit ago so lopa: Go Skaniyan so Mabagr, a Mawngangn"
        }
    ]
}