{
    "maqras": [
        {
            "chapter": 29,
            "verse": 46,
            "text": "Içlerinden zulmedenleri bir yana, ehl-i kitapla ancak, en güzel yoldan mücadele edin ve deyin ki: \"Bize indirilene de, size indirilene de iman ettik. Bizim ilâhimiz da, sizin ilâhiniz da birdir ve biz O'na teslim olmusuzdur"
        },
        {
            "chapter": 29,
            "verse": 47,
            "text": "(Resulüm!) Iste sana (önceki kitaplari tasdik eden) bu kitabi indirdik. Onun için, kendilerine kitap verdiklerimiz ona iman ediyorlar. Sunlardan da ona iman eden nice kimseler vardir. Ayetlerimizi ancak kâfirler bile bile inkâr eder"
        },
        {
            "chapter": 29,
            "verse": 48,
            "text": "Sen bundan önce, ne bir yazi okur, ne de elinle onu yazardin. Öyle olsaydi, batila uyanlar kusku duyarlardi"
        },
        {
            "chapter": 29,
            "verse": 49,
            "text": "Hayir, o (Kur'ân), kendilerine ilim verilenlerin sinelerinde (yer eden) apaçik âyetlerdir. Ayetlerimizi ancak ve ancak zalimler bile bile inkâr eder"
        },
        {
            "chapter": 29,
            "verse": 50,
            "text": "Ona Rabbinden (baskaca) mucize indirilmeli degil miydi?\" derler. Cevaben de ki: \"Mucizeler ancak Allah'in katindadir. Ben ise sadece apaçik bir uyariciyim"
        },
        {
            "chapter": 29,
            "verse": 51,
            "text": "Sana indirdigimiz ve onlara okunmakta olan kitap, kendilerine yetmedi mi? Bunda iman edecek bir kavim için elbette bir rahmet ve ögüt vardir"
        },
        {
            "chapter": 29,
            "verse": 52,
            "text": "De ki: Benimle sizin aranizda sahit olarak Allah yeter. O, göklerde ve yerde ne varsa bilir. Batila inanip inkâr edenler var ya, iste ziyana ugrayacaklar onlardir"
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "Senden azabi çarçabuk (getirmeni) istiyorlar. Eger önceden tayin edilmis bir vade olmasaydi, azab elbette onlara gelip çatmisti. Fakat yine de, hiç farkina varmadiklari bir sirada o kendilerine mutlaka gelecektir"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "(Evet) senden azabi çarçabuk (getirmeni) istiyorlar. Halbuki cehennem, hiç süpheleri olmasin, kâfirleri kusatacaktir"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "O günde azap, onlari hem üstlerinden, hem ayaklarinin altindan saracak ve Allah (onlara), \"Yaptiklarinizin cezasini tadin!\" diyecektir"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "Ey iman eden kullarim! Süphesiz benim yarattigim yeryüzü genistir. O halde yalniz bana kulluk edin"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "Her can ölümü tadacaktir. Sonunda bize döndürüleceksiniz"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "Iman edip güzel isler yapanlari, (evet) muhakkak ki onlari, altlarindan irmaklar akan ve içinde ebedî kalacaklari cennet kösklerine yerlestirecegiz. (Böyle iyi) isler yapanlarin mükafati ne güzeldir"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "Ki onlar, sabretmis olup yalniz Rablerine güvenip dayanmaktadirlar"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "Nice hayvanlar var ki, rizkini (biriktirip yaninda) tasimiyor. Çünkü onlarin da, sizin de rizkinizi Allah veriyor. O, her seyi isitir ve bilir"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "Andolsun ki onlara, \"Gökleri ve yeri yaratan, günesi ve ayi buyrugu altinda tutan kimdir?\" diye sorsan \"Allah\" derler. O halde nasil (haktan) çevrilip döndürülüyorlar"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "Allah, kullarindan diledigine rizki bol bol verir, diledigine de kisar. Süphesiz Allah, her seyi hakkiyla bilendir"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "Andolsun ki onlara, \"Gökten su indirip, onunla ölümünün ardindan yeryüzünü canlandiran kimdir?\" diye sorsan, mutlaka, \"Allah \" derler. De ki: (Öyleyse) hamd de Allah'a mahsustur. Fakat çoklari akillarini kullanmazlar"
        },
        {
            "chapter": 29,
            "verse": 64,
            "text": "Bu dünya hayati sadece bir oyun ve oyalanmadan ibarettir. Ahiret yurduna gelince, iste asil hayat odur. Keske bilmis olsalardi"
        },
        {
            "chapter": 29,
            "verse": 65,
            "text": "Baksana, gemiye bindikleri zaman, dini yalniz O'na has kilarak (ihlasla) Allah'a yalvarirlar. Fakat onlari salimen karaya çikarinca, bir bakarsin ki, (Allah'a) ortak kosmaktadirlar"
        },
        {
            "chapter": 29,
            "verse": 66,
            "text": "Kendilerine verdiklerimize nankörlük etsinler ve safâ sürsünler bakalim! Ama yakinda bilecekler"
        },
        {
            "chapter": 29,
            "verse": 67,
            "text": "Çevrelerinde insanlar kapilip götürülürken (öldürülürken, ya da esir edilirken), bizim (Mekke'yi) güven içinde kudsî bir yer yaptigimizi görmediler mi? Hâlâ batila inanip Allah'in nimetine nankörlük mü ediyorlar"
        },
        {
            "chapter": 29,
            "verse": 68,
            "text": "Allah'a karsi yalan uyduran, yahut kendisine hak gelmisken onu yalan sayandan daha zalim kimdir? Cehennemde kâfirlere yer mi yok"
        },
        {
            "chapter": 29,
            "verse": 69,
            "text": "Ama bizim yolumuzda cihad edenleri, elbette kendi yollarimiza eristirecegiz. Hiç süphe yok ki Allah iyi davrananlarla beraberdir"
        }
    ]
}