{
    "maqras": [
        {
            "chapter": 36,
            "verse": 60,
            "text": "Ey Âdemogullari! Seytana tapmayin, o size apaçik bir düsmandir ve bana kulluk edin, dogru yol budur, diye size and vermedim mi?\" (buyurulacak)"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "Ey Âdemogullari! Seytana tapmayin, o size apaçik bir düsmandir ve bana kulluk edin, dogru yol budur, diye size and vermedim mi?\" (buyurulacak)"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "Böyle iken o sizden birçok nesilleri yoldan çikardi. Ya o zaman düsünmüyor muydunuz"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "Iste bu size vaad edilen cehennemdir"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "Bugün yaslanin ona bakalim inkâr ettiginiz için"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "Bugün biz onlarin agizlarini mühürleriz de neler kazandiklarini bize elleri söyler, ayaklari da sahitlik eder"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "Hem dileseydik gözlerini üzerinden silme kör ediverirdik de yola dökülürlerdi. Fakat nereden görecekler"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "Yine dileseydik olduklari yerde kiliklarini degistirirdik de ne ileri gidebilirlerdi, ne de geri dönebilirlerdi"
        },
        {
            "chapter": 36,
            "verse": 68,
            "text": "Bununla beraber kimin ömrünü uzatiyorsak, yaratilista onu (güç ve kuvvetini alarak) tersine çeviriyoruz. Hâlâ akillanmayacaklar mi"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "Biz ona siir ögretmedik. Bu ona yarasmaz da... O sadece bir ögüt ve apaçik bir Kur'ân'dir"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "(Bu), diri olanlari uyarmak ve kâfirlere de azab sözünün hak olmasi içindir"
        },
        {
            "chapter": 36,
            "verse": 71,
            "text": "Sunu da görmediler mi: Biz onlar için kudretimizin meydana getirdiklerinden birtakim hayvanlar yaratmisiz da onlara sahip bulunuyorlar"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "Onlari, kendilerinin hizmetine vermisiz de, hem onlardan binekleri var, hem de onlardan yiyorlar"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "Onlarda daha birçok menfaatleri ve türlü içecekleri de var. Hâlâ sükretmeyecekler mi"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "Onlar, Allah'tan baska birtakim ilâhlar edindiler. Güya yardim olunacaklar"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "Onlarin, onlara yardima güçleri yetmez. Kendileri ise onlar için bazi askerlerdir"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "O halde onlarin sözleri seni üzmesin. Biz onlarin içlerini de biliriz, dislarini da"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "Insan, kendisini bir damla sudan yarattigimizi görmedi mi de, simdi apaçik bir hasim kesildi"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "Yaratilisini unutarak bize bir de mesel firlatti: \"Kim diriltecekmis o çürümüs kemikleri?\" dedi"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "De ki: \"Onlari ilk defa yaratan diriltecek ve o her yaratmayi bilir"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "Size o yesil agaçtan bir ates yapan O'dur. Simdi siz ondan tutusturmaktasiniz"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "Gökleri ve yeri yaratan, onlar gibisini yaratmaya kâdir degil midir? Elbette kâdirdir. Çünkü o her seyi yaratandir, her seyi bilendir"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "O'nun emri, bir seyi dileyince ona sadece \"Ol!\" demektir. O da hemen oluverir"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "O halde her seyin mülkü ve tasarrufu (hükümranligi) elinde bulunan Allah'in sani ne yücedir. Siz de yalniz O'na döndürüleceksiniz"
        },
        {
            "chapter": 37,
            "verse": 1,
            "text": "Andolsun o saf baglayip duranlara"
        },
        {
            "chapter": 37,
            "verse": 2,
            "text": "O haykirip da sürenlere"
        },
        {
            "chapter": 37,
            "verse": 3,
            "text": "Ve o yolda zikir okuyanlara"
        },
        {
            "chapter": 37,
            "verse": 4,
            "text": "Ki sizin ilâhiniz birdir"
        },
        {
            "chapter": 37,
            "verse": 5,
            "text": "O, göklerin, yerin ve aralarindakilerin Rabbidir, bütün dogularin da Rabbidir"
        },
        {
            "chapter": 37,
            "verse": 6,
            "text": "Gerçekten biz dünya gögünü (o yakin gögü) bir zinetle, yildizlarla süsledik"
        },
        {
            "chapter": 37,
            "verse": 7,
            "text": "Onu her inatçi seytandan koruduk"
        },
        {
            "chapter": 37,
            "verse": 8,
            "text": "Onlar yüksek (melekler) toplulugunu dinleyemezler. Her taraftan kovulup atilirlar"
        },
        {
            "chapter": 37,
            "verse": 9,
            "text": "Uzaklastirilirlar. Onlara ardi arkasi kesilmez bir azab vardir"
        },
        {
            "chapter": 37,
            "verse": 10,
            "text": "Ancak kulak hirsizligi yapanlar olur. Onu da yakici bir alev takip eder"
        },
        {
            "chapter": 37,
            "verse": 11,
            "text": "Simdi onlara sor: \"Yaradilisça kendileri mi daha çetin, yoksa bizim yarattiklarimiz mi?\" Gerçekten biz onlari civik bir çamurdan yarattik"
        },
        {
            "chapter": 37,
            "verse": 12,
            "text": "Fakat sen onlara sasiyorsun, ama onlar (seninle) egleniyorlar"
        },
        {
            "chapter": 37,
            "verse": 13,
            "text": "Kendilerine hatirlatildiginda da düsünmüyorlar"
        },
        {
            "chapter": 37,
            "verse": 14,
            "text": "Bir mucize gördükleri zaman da eglenceye aliyorlar"
        },
        {
            "chapter": 37,
            "verse": 15,
            "text": "Ve diyorlar ki: \"Bu apaçik büyüden baska bir sey degildir"
        },
        {
            "chapter": 37,
            "verse": 16,
            "text": "Öldügümüz ve bir toprakla bir yigin kemik oldugumuz zaman mi biz tekrar dirilecekmisiz"
        },
        {
            "chapter": 37,
            "verse": 17,
            "text": "Önceki atalarimiz da mi"
        },
        {
            "chapter": 37,
            "verse": 18,
            "text": "De ki: \"Evet, hem de sizler çok asagilanmis olarak (dirileceksiniz)"
        },
        {
            "chapter": 37,
            "verse": 19,
            "text": "Çünkü O (sura üfürmek) zorlu bir kumandadan ibarettir ki, derhal onlarin gözleri açiliverir"
        },
        {
            "chapter": 37,
            "verse": 20,
            "text": "Eyvah bizlere! Iste bu hesap günüdür.\" derler"
        },
        {
            "chapter": 37,
            "verse": 21,
            "text": "(Onlara): \"Iste bu, sizin yalanlamakta oldugunuz (iyi ve kötüyü) ayirt etme günüdür\" denir"
        }
    ]
}