{
    "maqras": [
        {
            "chapter": 40,
            "verse": 41,
            "text": "Hem ey kavmim! Niçin ben sizi kurtulusa davet ederken, siz beni atese davet ediyorsunuz"
        },
        {
            "chapter": 40,
            "verse": 42,
            "text": "Siz beni Allah'i inkâr etmeye ve bence hiç ilimde yeri olmayan seyleri O'na ortak kosmaya davet ediyorsunuz. Ben ise sizi o çok güçlü ve çok bagislayici olan Allah'a davet ediyorum"
        },
        {
            "chapter": 40,
            "verse": 43,
            "text": "Hiç inkâr edilemez ki, gerçekten sizin beni davet ettiginiz seyin dünyada da, ahirette de bir davet hakki yoktur. Hepimizin dönüsü Allah'adir. Süphesiz haddi asanlarin hepsi cehennemliktir"
        },
        {
            "chapter": 40,
            "verse": 44,
            "text": "Siz benim söylediklerimi sonra anlayacaksiniz. Ben isimi Allah'a havale ediyorum. Süphesiz Allah, kullarini görür, gözetir"
        },
        {
            "chapter": 40,
            "verse": 45,
            "text": "Allah o mümini, onlarin kurduklari tuzaklarin kötülüklerinden korudu. Firavun'un adamlarini ise, o kötü azab kusatti"
        },
        {
            "chapter": 40,
            "verse": 46,
            "text": "Onlar, sabah aksam atese arzolunurlar. Kiyamet kopacagi gün de: \"Firavun hanedanini azabin en siddetlisine tikin!\" (denilecektir)"
        },
        {
            "chapter": 40,
            "verse": 47,
            "text": "Hele ates içinde birbirlerini protesto ederlerken, zayif olanlar, büyüklük taslayanlara: \"Hani bizler size tabi idik. Simdi siz bizden bir ates nöbetini savabiliyor musunuz?\" derler"
        },
        {
            "chapter": 40,
            "verse": 48,
            "text": "Büyüklük taslayanlar da söyle derler: \"Evet, hepimiz onun içindeyiz. Allah kullari arasinda hükmünü vermistir"
        },
        {
            "chapter": 40,
            "verse": 49,
            "text": "Atestekiler, cehennem bekçilerine derler ki: \"Rabbinize dua edin de bir gün olsun bizden azabi biraz hafifletsin"
        },
        {
            "chapter": 40,
            "verse": 50,
            "text": "Bekçiler de: \"Size peygamberleriniz mucizelerle gelmiyorlar miydi?\" diye sorarlar. Onlar: \"Evet\" derler. Bekçiler: \"Öyle ise kendiniz dua edin\" derler. Kâfirlerin duasi ise hep çikmazdadir"
        },
        {
            "chapter": 40,
            "verse": 51,
            "text": "Biz peygamberimize ve inananlara hem dünya hayatinda hem de sahitlerin sahitlik edecekleri günde (kiyamette) elbette yardim ederiz"
        },
        {
            "chapter": 40,
            "verse": 52,
            "text": "O gün zalimlere özür dilemeleri fayda vermez. Onlara lanet vardir, onlara yurdun kötüsü (cehennem) vardir"
        },
        {
            "chapter": 40,
            "verse": 53,
            "text": "Andolsun ki biz Musa'ya o hidayeti verdik ve Israilogullarina o kitabi miras kildik"
        },
        {
            "chapter": 40,
            "verse": 54,
            "text": "(Bunu) Akli basinda olanlara bir yol gösterici ve bir hatirlatma olsun diye (böyle yaptik)"
        },
        {
            "chapter": 40,
            "verse": 55,
            "text": "O halde sabret. Çünkü Allah'in vaadi haktir. Hem günahindan dolayi istigfar et ve aksam sabah Rabbini hamdiyle tesbih et"
        },
        {
            "chapter": 40,
            "verse": 56,
            "text": "Kendilerine gelmis kesin bir delil olmaksizin, Allah'in âyetleri hakkinda mücadele edenlerin gögüslerinde ancak yetisemeyecekleri bir kibir vardir. Sen hemen Allah'a sigin. Çünkü her seyi isiten ve gören O'dur"
        },
        {
            "chapter": 40,
            "verse": 57,
            "text": "Elbette göklerin ve yerin yaratilmasi, insanlarin yaratilmasindan daha büyüktür. Fakat insanlarin çogu bilmezler"
        },
        {
            "chapter": 40,
            "verse": 58,
            "text": "Kör ile gören bir olmaz, iman edip salih ameller isleyen kimseler ile kötülük yapan da bir degildir. Ne kadar da az düsünüyorsunuz"
        },
        {
            "chapter": 40,
            "verse": 59,
            "text": "Herhalde o saat (kiyamet) muhakkak gelecektir. Onda süphe yok. Fakat insanlarin çogu inanmazlar"
        },
        {
            "chapter": 40,
            "verse": 60,
            "text": "Halbuki Rabbiniz: \"Bana yalvarin, dua edin ki size karsilik vereyim. Çünkü bana ibadet etmekten kibirlenip yüz çevirenler yarin horlanmis olarak cehenneme gireceklerdir.\" buyurdu"
        },
        {
            "chapter": 40,
            "verse": 61,
            "text": "Içinde dinlenesiniz diye geceyi, göz açici bir aydinlik olarak da gündüzü sizin için yaratan Allah'tir. Gerçekten Allah insanlara karsi bir lütuf sahibidir. Fakat insanlarin çogu sükretmezler"
        },
        {
            "chapter": 40,
            "verse": 62,
            "text": "Iste Rabbiniz, her seyin yaraticisi olan o Allah'tir. O'ndan baska ilâh yoktur. O halde (haktan) nasil çevrilirsiniz"
        },
        {
            "chapter": 40,
            "verse": 63,
            "text": "Iste Allah'in âyetlerini inkâr edenler böyle çevriliyorlar"
        },
        {
            "chapter": 40,
            "verse": 64,
            "text": "Allah, O'dur ki sizin için yeri bir karargâh, gögü de bir bina yapmistir. Size sekil vermis, sonra sekillerinizi güzellestirmistir. Hos nimetlerden size rizik vermistir. Iste Rabbiniz o Allah'tir. Âlemlerin Rabbi olan Allah ne yücedir"
        },
        {
            "chapter": 40,
            "verse": 65,
            "text": "Daimî bir hayat sahibi ancak O'dur. O'ndan baska ilâh yoktur. Onun için dini halis kilarak O'na, hep O'na yalvarin. Hamd, âlemlerin Rabbi olan Allah'a mahsustur"
        }
    ]
}