{
    "maqras": [
        {
            "chapter": 3,
            "verse": 52,
            "text": "Isa onlarin inkârlarini hissedince: \"Allah yolunda yardimcilarim kim?\" dedi. Havariler: \"Allah yolunda yardimcilar biziz. Allah'a iman ettik. Sahit ol ki, biz muhakkak müslümanlariz.\" dediler"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "Ey Rabbimiz, senin indirdigine iman ettik, o peygambere de uyduk. Artik bizi sahidlerle beraber yaz"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "Onlar hileye basvurdular, Allah da onlarin tuzagini bosa çikardi. Allah hileleri bosa çikaranlarin en hayirlisidir"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "O zaman Allah söyle dedi: \"Ey Isa, süphesiz ki seni öldürecegim, seni kendime yükseltecegim ve seni inkârcilardan temizleyecegim. Hem sana uyanlari, kiyamete kadar o küfredenlerin üstünde tutacagim. Sonra dönüsünüz banadir, ayriliga düstügünüz hususlarda aranizda hükmedecegim"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "Inkâr edenlere gelince, onlara dünyada da, ahirette de siddetli bir sekilde azab edecegim, onlarin hiçbir yardimcilari da olmayacaktir"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "Iman edip iyi isler yapanlara gelince, Allah onlarin mükafatlarini tastamam verecektir. Allah zalimleri sevmez"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "Iste bu sana okudugumuz, âyetlerden ve hikmetli Kur'ân'dandir"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "Dogrusu Allah katinda Isa'nin (yaratilisindaki) durumu, Âdem'in durumu gibidir; onu topraktan yaratti, sonra ona \"ol!\" dedi, o da oluverdi"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "Bu hak (gerçek) senin rabbindendir, o halde süphecilerden olma"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "Sana (gerekli) bilgi geldikten sonra artik kim bu konuda seninle tartisacak olursa, de ki: \"Gelin, ogullarimizi ve ogullarinizi, kadinlarimizi ve kadinlarinizi, kendimizi ve kendinizi çagiralim, sonra da lanetleselim; Allah'in lanetinin yalancilara olmasini dileyelim"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "Iste (Isa hakkinda söylenen) gerçek kissa budur. Allah'tan baska hiçbir tanri yoktur. Muhakkak ki Allah çok güçlüdür ve hikmet sahibidir"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "Eger (haktan) yüz çevirirlerse, süphesiz ki Allah bozgunculari çok iyi bilendir"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "De ki: Ey kitap ehli! Sizinle bizim aramizda ortak olan bir söze geliniz. Allah'tan baskasina kulluk etmeyelim, O'na hiçbir seyi es tutmayalim ve Allah'i birakip da kimimiz kimimizi ilâhlastirmasin. Eger onlar yine yüz çevirirlerse, deyin ki: \"Sahit olun biz müslümanlariz"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "Ey Kitap ehli! Ibrahim hakkinda niçin tartisiyorsunuz? Oysa Tevrat da, Incil de ondan sonra indirilmistir. Siz hiç düsünmüyor musunuz"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "Iste siz böylesiniz. Haydi biraz bilginiz olan sey hakkinda tartistiniz, ya hiç bilginiz olmayan sey hakkinda niçin tartisiyorsunuz? Allah bilir, siz bilmezsiniz"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "Ibrahim, ne yahudi, ne de hiristiyandi; fakat o, Allah'i bir taniyan dosdogru bir müslümandi, müsriklerden de degildi"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "Dogrusu onlarin Ibrahim'e en yakin olani, ona uyanlar, su Peygamber ve iman edenlerdir. Allah da müminlerin dostudur"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "Kitap ehlinden bir grup sizi saptirmak istediler, halbuki sirf kendilerini saptiriyorlar da farkina varmiyorlar"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "Ey kitap ehli! (gerçegi) gördügünüz halde, niçin Allah'in âyetlerini inkâr ediyorsunuz"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "Ey kitap ehli! Niçin hakki batila karistiriyor ve bile bile gerçegi gizliyorsunuz"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "Kitap ehlinden bir grup: \"Müminlere indirilene günün baslangicinda inanin, sonunda da inkâr edin, belki onlar da dönerler.\" dedi"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "Ve kendi dininize uyanlardan baskasina inanmayin\" (dediler). De ki: \"Süphesiz dogru yol, Allah'in yoludur\". (Onlar kendi aralarinda): \"Size verilenin benzerinin hiçbir kimseye verilmis olduguna, yahut Rabbinizin huzurunda sizin aleyhinize deliller getireceklerine\" (de inanmayin dediler). De ki: \"Lütuf Allah'in elindedir, onu diledigine verir. Allah, rahmeti bol olan, her seyi hakkiyla bilendir"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "Rahmetini diledigine tahsis eder. Allah, büyük lütuf ve kerem sahibidir"
        }
    ]
}