{
    "rukus": [
        {
            "chapter": 57,
            "verse": 11,
            "text": "Allah´a kim guzel bir borc verecek ki, O onun verdigini kat kat artırsın. Boyle birisi icin onur verici bir odul de vardır"
        },
        {
            "chapter": 57,
            "verse": 12,
            "text": "Gun olur, mumin erkeklerle mumin kadınları, ısıkları onlerinde ve sag yanlarında kosar gorursun. Soyle denilir: \"Bugun size, altlarından ırmaklar akan cennetler mujdeleniyor. Surekli kalıcısınız iclerinde.\" Iste buyuk basarının ta kendisidir bu"
        },
        {
            "chapter": 57,
            "verse": 13,
            "text": "O gun ikiyuzlu erkeklerle ikiyuzlu kadınlar, iman edenlere soyle derler: \"Bize bakın da ısıgınızdan bir parca alalım.\" Soyle denir onlara: \"Arkanıza donun de bir ısık arayın.\" Nihayet aralarına kapısı olan bir sur cekilir. Icinde rahmet vardır onun. Dıs tarafı ise azap"
        },
        {
            "chapter": 57,
            "verse": 14,
            "text": "Onlara seslenirler: \"Biz sizinle degil miydik?\" Derler ki: \"Evet, bizimleydiniz. Ancak siz kendinizi yaktınız, bekleyip durdunuz, suphe ettiniz, hayal ve kuruntular/hurafeler/anlamını bilmeden okuyuslar sizi aldattı; nihayet Allah´ın emri geldi. O yaman aldatıcı, sizi Allah ile aldattı"
        },
        {
            "chapter": 57,
            "verse": 15,
            "text": "Bugun artık ne sizden fidye alınır ne de kufre sapanlardan. Varacagınız yer atestir. Odur sizin mevlanız. Ne kotu donus yeridir o"
        },
        {
            "chapter": 57,
            "verse": 16,
            "text": "Inananlar icin hala vakti gelmedi mi ki, kalpleri Allah´ın zikri/Kur´an´ı ve Hak´tan inen icin urpersin de daha once kendilerine kitap verilmis, sonra uzerlerinden uzun zaman gecmis de kalpleri kaskatı kesilmis kimseler gibi olmasınlar! Onların cogu yoldan cıkmıstır"
        },
        {
            "chapter": 57,
            "verse": 17,
            "text": "Bilin ki Allah, topraga olumunden sonra hayat verir. Ayetleri size acık-secik bildiriyoruz ki, aklınızı isletebilesiniz"
        },
        {
            "chapter": 57,
            "verse": 18,
            "text": "Su bir gercek: Sadaka veren erkeklerle sadaka veren kadınlar, bir de Allah´a guzelce borc verenler icin karsılıklar kat kat yapılır. Onlar icin, onur verici bir odul de vardır"
        },
        {
            "chapter": 57,
            "verse": 19,
            "text": "Allah´a ve resulune inananlar var ya, ozu-sozu dogru kisiler onlardır. Rableri katında tanık olanlar/sehitlik mertebesine erenler de onlardır. Onların odulleri ve ısıkları vardır. Kufre sapıp ayetlerimizi yalanlayanlara gelince, onlar cehennemin dostu olacaklardır"
        }
    ]
}