{
    "rukus": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "Kha. Mim"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "Nizposlavaneto na Knigata e ot Allakh, Vsemogushtiya, Premudriya"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "Sutvorikhme Nie nebesata i zemyata, i vsichko mezhdu tyakh, edinstveno s mudrost i za opredelen srok. A koito ne vyarvat, se otvrushtat ot tova, za koeto sa predupredeni"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "Kazhi: “Vizhdate li onezi, koito zovete vmesto Allakh? Pokazhete mi kakvo sutvorikha te ot zemyata, ili imat suuchastie na nebesata? Donesete mi kniga otpredi tazi ili ostatuk ot znanie, ako govorite istinata!”"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "I koi e po-zabluden ot onzi, koito zove ne Allakh, a onezi, koito ne shte mu otkliknat do Denya na vuzkresenieto i negoviya zov ne chuvat"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "I kogato khorata budat subrani, te shte se okazhat tekhni vragove i shte otrichat sluzheneto im"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "I kogato im byakha cheteni yasnite Ni znameniya, nevernitsite kazvakha za istinata, sled kato doide pri tyakh: “Tova e yavna magiya.”"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "Ili kazvakha: “Toi si go e izmislil.” Kazhi [o, Mukhammad]: “Ako sum go izmislil, vie s nishto ne shte me izbavite ot Allakh. Toi nai-dobre znae v kakvo se vpuskate za nego. Dostatuchen e Toi za svidetel mezhdu men i vas. Toi e Oproshtavashtiya, Milosurdniya.”"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "Kazhi: “Az ne sum purviyat pratenik i ne znam nito s men kakvo shte stane, nito s vas. Sledvam samo kakvoto mi bude razkrito. Az sum samo yaven predupreditel.”"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "Kazhi: “Vizhdate li kakvo shte stane, ako tozi [Koran] naistina e ot Allakh, a vie go otrichate! I vupreki che edin ot sinovete na Israil e zasvidetelstval, che [Koranut i predishnite pisaniya] sa skhodni, i zatova e povyarval, vie se vuzgordyavate. Allakh ne naputva kh"
        }
    ]
}