{
    "pages": [
        {
            "chapter": 4,
            "verse": 171,
            "text": "He kitaba vali'o! (Yahudi ate isa'i) apane dharama vica hada para na karo ate alaha de sabadha vica saci gala tom binham kujha na kahom. Mari'ama da beta isa tam sirafa alaha da ika rasula ate usa da ika kalama (sabada) hai. Jisa nu usa ne mari'ama vala bheji'a, usa di tarafo iha ika atama hai. Isa la'i alaha ate usa de rasulam upara imana li'a'um ate iha na kaho ki tina alaha hana. Baza a ja'u iha hi tuhade la'i caga hai. Pujana yoga sifara ika alaha hai. Uha isa gala tom pavitara hai, ki usa de aulada hove, jo kujha asamanam upara ate dharati vica hai. Uha sabha alaha da hai. Alaha hi kama bana'una la'i kafi hai"
        },
        {
            "chapter": 4,
            "verse": 172,
            "text": "Masiha nu kade vi alaha da bada banana vica apamana nahim hovega, ate na hi nere rahina vale farisati'am da apamana hovega ate jihara alaha di badagi tom saramavega, hakara karega tam alaha zarura sari'a nu apane pasa ikatha karega"
        },
        {
            "chapter": 4,
            "verse": 173,
            "text": "Phira jihare loka imana li'a'e ate jinham ne cage kama kite tam unham nu alaha pura fala devega ate apani kirapa nala unham nu zi'ada vi devega. Ate jinham lokam ne trisakara kita ate hakara kita hove ga usanu daradanaka saza de'ga. Ate uha alaha di tulana vica na kise nu apana mitara dekhanage ate na saha'ika"
        },
        {
            "chapter": 4,
            "verse": 174,
            "text": "He loko tuhade kola tuhade raba de valom ika dalila a cuki hai, ate asim tuhade upara ika sapasata prakasa utara dita hai"
        },
        {
            "chapter": 4,
            "verse": 175,
            "text": "Isa la'i jo loka alaha te imana li'a'e ate usa nu visavasa nala pharha li'a, unham nu zarura alaha apani rahimata ate kirapa nala (janata vica) damila bakhasega ate unham nu apane vala (a'una vala) sidha rasata dikha'ega"
        }
    ]
}