{
    "pages": [
        {
            "chapter": 4,
            "verse": 176,
            "text": "Loka tuhade tom hukama puchade hana. Kahi devo ki alaha tuhanu kalala (uha mritaka, jisa de na mam-bapa jivata hona ate na hi aulada) de sabadha vica hukama dida hai. Jekara ko'i bada mara jave ate usa de ko'i aulada na hove ate usade ika bhaina hove tam usa la'i usa de chade mala da adha hisa hai. Ate uha marada usa bhaina di (ja'idada) da varisa hovega. Jekara usa bhaina de vi ko'i aulada na hove ate jekara do bhainam hona, tam unham la'i unham de chade ho'e mala da do tiha'i hovega. Ate jekara ka'i bhaina bhara, marada auratam hona tam ika marada de la'i do auratam da hisa barabara hai. Alaha tuhade la'i bi'ana karada hai, tam ki tusim na bhatako. Ate alaha hara ciza nu janana vala hai"
        },
        {
            "chapter": 5,
            "verse": 1,
            "text": "He imana vali'o! Vacana nu pura karom. Tuhade la'i cara pairam vali prajati de sare janavara halala kite ga'e, binha unham tom jinham de varanana age kita ja riha hai. Paratu ahirama (haja de la'i visesa kapare pake ti'ara hona) di sathiti vica sikara nu ja'iza na samajhom. Alaha hukama dida hai, jo cahuda hai"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "He imana vali'o! Alaha di'am nisani'am di behuramati na karom ate na manahi de mahini'am da ate na manahi de khetara vica kurabani de janavaram da ate na hi unham janavaram da jinham de galam vica kurabani la'i pate banhe hona ate na hi izata de ghara (baita ulaha) vala a'una vali'am da jihare apane raba di kirapa ate usa di khusi labhana la'i ture hana. Ate jadom tusim ahirama di sathiti vicom bahara a ja'u tam sikara kara sakade ho. Ate kise varaga di dusamani ki usa ne tuhanu masajida e harama bhava izata de ghara tom roki'a hai, tuhanu isa gala la'i na ukasa'e ki tusim zulama karana lagom. Tusim neki ate prahezagari vica ika duje di madada karom ate papa te zulama vica ika dusare di madada na karo. Alaha tom darom besaka alaha sakhata saza dena vala hai"
        }
    ]
}