{
    "pages": [
        {
            "chapter": 6,
            "verse": 102,
            "text": "Iha tuhada raba alaha hai. Usa tom binam ko'i pujanayoga nahim. Uha hara ciza da racanahara hai. Isa la'i' tusim usa di ibadata karo. Iha siphatam da malaka saca patasaha hai"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "Usa nu akham nahim dekhadi'am. Paratu uha nazaram taka pujada hai. Uha be'ata sukhamadarasi ate hara gala di nazara rakhana vala hai"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "Huna tuhade kola tuhade raba valom akham khaul'hana vale phuramana da prakasa a cuka hai. Isa la'i jo akala tom kama lavega, uha apana bhala karega ate jihara anha banega uha khuda nukasana utha'ega. Maim tuhade upara ko'i nigarana nahim ham"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "Isa tar'ham asim apane taraka alaga alaga dhagam nala bi'ana karade ham tam ki uha kahina ki tusim parha dita. Ate asim unham lokam la'i jihare janana cahude hana (isa nu) cagi tar'ham khol'ha de'i'e"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "Tusim basa use ciza da palana karo, jo tuhade raba valom, tuhade la'i utari ja rahi hai. Usa tom sinam ko'i pujanayoga nahim ate buta pujana vali'am vala dhi'ana na devo"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "Ate jekara alaha cahuda tam iha loka usa da sarika na bana'unde. Ate asim tuhanu unham upara nigarana nahim bana'i'a ate na tusim unham upara adhikari ho"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "Ate alaha to binam jisa nu iha loka pukarade hana, usa la'i mare sabada na kahom, nahim tam iha loka agi'anata de karana hadam lagha ke alaha nu mara bolanage. Isa tar'ham asim hareka varaga di nazara vica, unham de karamam nu manamohaka bana dita hai. Phira unham sari'am ne apane raba vala jana hai. Usa vakhata alaha unham nu dasa devanga jo uha karade rahe sana"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "Ate iha loka bari drirata nala alaha di sahu kha ke akhade hana ki unham kola ko'i a'ita a jave tam uha zarura usa upara bharosa karanage. Akha devo ki nisani'am tam alaha de kola hana. Tuhanu ki pata ki jekara nisani'am a vi jana tam vi iha bharosa nahim rakhanage"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "Ate asim' unham de dilam ate unham di soca nu palata devange jivem ki iha loka usa de upara pahili vara hi imana nahim li'a'e. Ate asim unham nu unham di isa avagi'a vica bhatakada chada di'ange"
        }
    ]
}