{
    "pages": [
        {
            "chapter": 10,
            "verse": 89,
            "text": "Alaha ne pharama'i'a tuhade dovam di aradasa suna la'i ate huna tusim dovem dhiraja rakho ate unham lokam de raha da palana na karom jihare gi'ana nahim' rakhade"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "Ate asim isara'ila di satana nu samudara para kara dita tam phira'auna ate usa di phauja ne raba di na phuramani ate zulama de makasada nala unham da picha kita. Ithom taka jadom phira'auna dubana lagi'a tam usa ne kiha ki maim imana li'a'i'a ki ko'i pujanayoga nahim usa to ilava jisa upara izara'ila di satana de loka imana li'a'e hana. Maim usa de faramabaradaram vicom ham"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "Ki huna ate isa tom pahilam tu inakara karada riha ate tu bagavata paida karana vali'am vicom si"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "Isa la'i aja asim tere sarira nu nisani vajom bacavange. Tam ki tu ba'ada vale lokam la'i misala bane. Besaka bahuta sare loka sadi'am nisani'am tom beparavaha rahide hana"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "Ate asim izara'ila di satana nu caga tikana dita ate unham nu sapha cizam khana la'i diti'am. Phira unham ne matabheda kita uha vi usa samem jadom ki unham pasa gi'ana a cuki'a si. Asala vica tera raba ki'amata de dina unham vicakara usa ciza da phaisala kara devanga jisa la'i uha matabheda karade sana"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "Tam jekara tuhanu usa sadesa de sabadha vica saka hai jihara asi tuhade vala utari'a hai tam unham lokam nu pucha lavo, jihare tuhade tom pahilam kitaba parha rahe hana. Bhava yahudi ate isa'i. Besaka iha saca tuhade raba valom tuhade la'i a'i'a hai. Isa la'i tusim saka karana vali'am vica na hovom"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "Ate tusim unham lokam vica vi samila na hovo jinham ne alaha di'am a'itam to inakara kita, nahim tam tusi' vi nukasana bharana vali'am vica hovoge"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "Besaka jinham lokam upara tere raba di gala puri ho zuki hai uha imana nahi' li'a'unage"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "Cahe unham de kola sari'am nisani'am a jana. Jadom taka uha ika bhari afata sahamane a'undi'a na vekha laina"
        }
    ]
}