{
    "pages": [
        {
            "chapter": 11,
            "verse": 13,
            "text": "Ki uha akhade hana ki rasula ne isa kitaba nu ghara li'a hai, tam kaho ki tusim vi ajihi'am hi dasa suratam bana ke lai a'u ate alaha tom bina jisa nu madada la'i bula'una caho bula la'u jekara tusim sace ho"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "Tam jekara uha tuhada akhi'a pura na kara sakana tam samajha lavo ki iha alaha de gi'ana de nala utari'a gi'a hai ate iha vi ki usa tom binham ko'i hora pujanayoga nahim, phira ki tusim hukama nu manade ho"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Jihare loka sirafa sasarika jivana ate usa da anada cahude hana asim unham de karamam da fala sasara vica hi de dide ham ate isa vica unham nu ko'i ghata nahim' hudi"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "iha loka hi hana jinham la'i praloka vica aga tom bil'ham kujha vi nahim unham ne sasara vica, jo vi kujha bana'i'a jam kama'i'a uha sara vi'aratha gi'a"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "Jihara bada apane raba valom ika dalila te hai, usa tom ba'ada alaha valom usa la'i ika gavaha vi a gi'a ate usa tom pahilam musa di kitaba raha daseri ate kirapa de rupa vica maujuda si, ajihe loka hi isa upara imana li'a'unde hana ate vakha vakha samuham vicom je ko'i isa tom inakara kare tam usa de va'ade di tham aga hai. Tusim isa sabadha vica kise saka vica na pavom. Iha saca hai tuhade raba valom paratu zi'adatara loka isa nu nahim samajhade"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "Ate usa tom vadha ke zalima kauna hai jihara alaha upara dosa lave. Ajihe loka apane raba de sahamane hazara honage ate gavahi dena vale kahinage ki iha uha loka hana jinham ne alaha upara jhutha dosa la'i'a. Sune, zalimam upara alaha di lahanata hai"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "Ate unham kami'am kadhade hana, ihi loka praloka de vi inakari hana"
        }
    ]
}