{
    "pages": [
        {
            "chapter": 17,
            "verse": 39,
            "text": "Iha uha galam hana jihari'am tuhade raba ne hikamata di'am gahari'i'am vicom (neki karana) tuhade vala vahi (sadesa da rupa) du'ara bheji'am hana. Ate alaha de barabara ko'i hora pujanayoga na bana'una, nahim tam tusim nidaka ate phitakare ho'e bana ke naraka vica bheja dite javoge"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "Ki tuhade raba ne tuhanu bete cuna ke dite ate apane la'i farisati'am vicom beti'am bana la'i'am. Besaka tusim behada sakhata gala karade haim"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "Ate isa kura'ana vica bhina-bhina tar'ham nala bi'ana kita hai, tam ki uha isa da palana karana. Para inham di bemukhata vadhadi hi jandi hai"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "Akho, ki jekara alaha de barasara hora vi pujanayoga hude, jivem ki loka akhade hana, tam uha sighasana vale vala zarura raha kadhade"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "Alaha paka ate sresata hai. Usa tom jihara iha loka kahide hana"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "Sate asamana ate dharati ate inham vica jau vi hai, sare hi usa di pavitarata ta varanana karade hana. Ate kau'i ciza vi ajihi nahim jihari prasanata de nala usa di pavitarata da bi'ana na karadi hove. Para tusim usa di upama nu nahim samajhade. Nirasadeha uha baradasata karana vala ate mu'afa karana vala hai"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "Ate jadom' tusim kura'ana parade ho tam asim' tuhade ate unham lokam de vicakara ika gupata parada pa dide ham, jihare asirata nu nahim manade"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "Ate asim unham de dilam te parada pa dide ham ki uha usa nu na samajhana, ate unham de kanam nu bole kara dide ham. Ate jadom tusim kura'ana vica ikala apane raba da zikara karade ho, tam uha nafarata nala apani pitha phera lainde hana"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "Ate asim janade ham ki jadom uha tuhade vala kana la'unde hana tam uha kisa la'i sunade hana, jadom ki uha apisa vica kanaphusi (cugali) karade hana. Iha zalima akhade hana ki tusim loka tam sasa ika jadugara bade de piche cala rahe ho"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "Dekho, uha tuhade la'i uha kiho jihi'am hujatam ghara rahe hana. Iha loka gramaraha ho ga'e hana ate iha raha nahim pa sakade"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "Ate uha akhade hana ki jadom asim hadi ate zura bana javange tam ki asim phira navem sire tom cuke javange"
        }
    ]
}