{
    "pages": [
        {
            "chapter": 17,
            "verse": 50,
            "text": "Akho, ki tusim bhavem pathara jam loha bana javo"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "Jam ko'i hora vasatu jihari tuhadi kalapana tom vi zi'ada sakhata hove. Phira uha akhanage ki uha kauna hai, jihara sanu mura jivita karega. Tusim akhom ki uha hi, jisa ne tuhanu pahili vara paida kita hai. Phira uha tuhade age apana sira hila'unage ate dara a sara a nere a puja hove"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "Jisa dina alaha tuhanu sadega tam tusi usa di prasasa karade ho'e, usa de bula'una te bhaje cale a'unge. Ate tusim soconge ki tusim bahuta kaurhe same taka rahe"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "Ate mere adami'am nu akho, uha hi_gala karana jihari manabha'undi hove. Saitana unham de vicakara vigara paida karada hai. Besaka, saitana manukha da khul'ha dusamana hai"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Tuhada raba tuhanu cagi tar'ham janada hai. Jekara uha cahe tam tuhade upara rahima kare jam cahe ko'i saza deve. Ate asim tuhanu ko'i inham da jimevara sana ke nahim bheji'a"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Ate tuhada raba usa nu cagi taram janada hai jihara dharati ate akasam vica hai. Asim kujha nabi'am nu kujha te utamata pradana kiti hai, ate asim' da'uda nu zabura kitaba bakhasisa kiti"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "Akhom, ki unham nu pukarom, jinham nu tusim alaha to bina pujanika samajha rakhi'a hai. Uha na tam tuhade tom kise musakala nu dura karana di takata rakhade hana, ate na uha usanu badala sakade hana"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Jinham nu iha loka pukarade hana, uha khuda apane raba da asara labhade hana. Ki pata unham vicom kauna sabha tom zi'ada nere ho jave, ate uha apane raba di kirapa de ichuka hana ate uha usa di saza tom darade hana, asala vica tuhade raba di saza darana di hi caiza hai"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "Ate ko'i basati ajihi nahim jisa nu asim ki'amata tom pahilam nasata na kari'e jam kathora saza na de'i'e. Iha gala kitaba vica likhi ho'i hai"
        }
    ]
}