{
    "pages": [
        {
            "chapter": 21,
            "verse": 73,
            "text": "Ate asim unham nu na'ika bana'i'a jihare sade hukama nala maraga darasana karade si. Asim unham nu cage kama, namaza ate zakata ada karana da hukama bheji'a ate uha sadi ibadata karana vale sana"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Ate luta nu asim bibeka ate gi'ana bakhasi'a. Ate usa nu usa basati tom mukati diti jisa de loka baure kama karade sana. Besaka uha bahuta baure ate duracari loka sana"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Ate asim usa nu apani rahimata vica dakhila kita, besaka uha bhale lokam vicom si"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "Ate nuha nu jadom isa tom pahilam usa ne pukari'a tam asim usa di benati savikara kiti. Tam asim usa nu ate usa de lokam nu bahuta vade dukham tom mukati diti"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Ate unham lokam de mukabale vica usa di saha'ita kiti jinham ne sadi'am nisani'am tom inakara kita. Besaka uha bahuta bure loka si. Tam hi asim unham sari'am nu dabom dita"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "Ate da'uda ate sulemana nu jadom uha dovem kheti de sabadha vica phaisala kara rahe si, jadom usa vica kujha lokam di'am bakari'am rata de samem (kheta) vica ja pa'i'am ate asi' usa de isa faisale nu dekha rahe si"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "Tam asim sulemana nu isa di samajha diti. Ate asim donvam nu bibeka ate gi'ana dita si. Ate asim da'uda de adhina kara dita paharam nu, uha usa de nala apane raba di sifata karade si ate pachi'am nu vi ate asim hi karana vale si"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Ate asim usa nu tuhade la'i ika yudha basatara bana'una da hunara sikha'i'a tam ki uha tuhanu yudha vica surakhi'ata rakhe phira ki tusi' sukara karana vale banade ho"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Ate asim sulemana la'i teja hava nu vasa vica kara dita jihari usa de hukama nala usa khetara vala caladi si jisa vica asim barakatam rakhi'am sana. Ate asim hareka ciza nu janana vale ham"
        }
    ]
}