{
    "pages": [
        {
            "chapter": 22,
            "verse": 39,
            "text": "Unham lokam nu agi'a de diti ga'i hai jinham nala lara'i kiti ja rahi hai, isa la'i ki unham upara zulama kita gi'a hai. Besaka alaha unham di madada di samaratha rakhada hai"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "Uha loka jihare apane gharam tom sina kise karana kadhe ga'e, jam sirafa isa la'i ki uha akhade hana ki sada raba alaha hai. Ate jekara alaha lokam nu ika duje de rahim na hatave tam khanagaham, giraje, ibadata ghara ate masajidam jinham vica alaha da nama vadha tom vadha li'a janda hai, dhaha dite jande. Ate alaha zarura unham di madada karega jihare alaha di madada karade hana (bhava usa de dase raha te calade hana). Besaka alaha bara takatavara ate prabhavasali hai"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "Iha uha loka hana, jinham nu jekara asim dharati te vadi'a'i pradana kara de'i'e tam uha namaza ka'ima karanage ate zakata vi ada karanage, neki da hukama karanage, bura'i tom rokanage ate sabha karajam da natija alaha de hi adhikara vica hai"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "Ate jekara uha tuhanu jhuthala'una tam inham tom pahilam nuha di kemma ate ada te samuda jhuthala cuke hana"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "Ate ibarahima di kauma ate luta di kauma vi"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "Ate madayana de loka vi. Ate musa nu vi jhuthala'i'a gi'a. Phira maim inakari'am nu chota diti ate phira maim unham nu pakara li'a. Tam kihom jihi ho'i meri saza"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "Tam kinhe hi sahira hana jinham nu asim khatama kara dita hai ate uha zalima sana. Isa la'i huna uha apani'am chatam te mudhe muha pa'e hana ate kinhe hi bekara khuha ate kinhe hi pake mahila jihare be-abada pa'e hana"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "Ki iha lauka dharati upara ture phire nahim. Ki inham de dila ajihe ho jande ki usa nala samajhana, jam inham de kana ajihe hi ho jande mana anhe ho jande hana, jihare sine vica hana"
        }
    ]
}