{
    "pages": [
        {
            "chapter": 24,
            "verse": 37,
            "text": "Uha loka jinha nu vi'upara ate kharida veca alaha di yada tom vabam nahim karada ate na namaza di sathapana ate zakata dena tom. Uha usa dina tom darade hana jisa (dina) dila ate akham puthi'am ho janagi'am"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "Ki alaha unham nu unham de karama da caga badala deve ate unham nu vadhere apani kirapa pradana kare. Ate alaha jisa nu cahuda hai behisaba cida"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "ate jinha lokam ne inakara kita unham de karama ajihe hana, jivem'`padhare maidana vica mriga-trisana. Pi'asa adami usa nu pani samajhada hai. Ithom' taka ki jadom uha usa de kola a'i'a'tam usa nu kujha na mili'a. Ate usa ne ute alaha nu hazira pa'i'a, tam usa ne usa da hisaba cuka dita. Ate alaha jaladi hisaba zuka'una vala hai"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "Jam jivem ika dughe samudara vica hanera hove. Lahiram te lahiram paida jekara ko'i apana hatha kadhe tam uha vi na dise ate jisa nu alaha canana bakhasisa na kare tam usa la'i ko'i prakasa nahim"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "Ki tusim nahim dekhi'a ki uha alaha di pavitarata bi'ana karade jihare akasam ate dharati vica hana ate pachi ne vi pakham nu phaila'i'a hai. Hareka apani namaza ate rabi usatata de tariki'am nu janada hai. Ate alaha nu pata hai jihara iha karade hana"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "Ate alaha di hi sata akasam ate dharati vica hai. Ate sari'am di vapasi alaha vala hi hai"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Ki tusim nahim vekhi'a ki alaha badalam nu cala'unda hai. Phira inham nu apisa vica mila dida hai. Phira inham di'am taiham te taiham vicha cida hai. Phira tusim varakha nu dekhade ho, jihari unham de vicom nikaladi hai. Ate uha asamana tom badalam de adara de paharam tom gare varasa'unda hai. Phira unham nu jisa te cahuda hai dega dida hai. Ate jisa tom cahuda hai, unham nu cauka dida hai. Usa di bijali di camaka tom ijha japada hai ki jinha nu cudhi'a devegi"
        }
    ]
}