{
    "pages": [
        {
            "chapter": 27,
            "verse": 36,
            "text": "Phira jadom duta sulemana de kola a'e, usa ne kiha ki tusim loka dhana daulata nala meri saha'ita karana cahude ho. Alaha ne jihara kujha mainu dita hai, uha isa tom utama hai, jihara usa ne tuhanu dita. Sagom tusim hi apani'am tohaphi'am tom prasana hovo"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "Unham de kola vapisa javo. Asim ajihi'am phojam lai ke avange, jinham da sahamana uha nahim kara sakanage. Ate asim unham nu be-izata karake uthom kadha devange. Ate uha rulade rahinage"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "Sulemana ne akhi'a ki he darabara vali'o! Tuhade vicom kauna usa da sighasana mere kaula lai ke a'unda hai, isa tom pahilam ki uha loka agi'akari bana ke mere kola a'una"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "Jinam vicom ika deva apane sathana tom utho, ate maim isa di takata rakhadam ham, ate bharose yoga ham"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "Jisade kola kitaba da ika gi'ana si, usa ne akhi'a maim tuhade palaka jhapakana tom pahilam usa nu li'a devanga. Phira jadom usa ne sighasana nu apane kola rakhi'a dekhi'a tam usa ne akhi'a, iha mere raba di kirapa hai. Tam ki uha mainu parakhe ki maim' sukara karada ham jam na sukaram ham. Jihara bada sukara karada hai tam uha apane la'i hi sukara karada hai, ate jo na sukari karada hai, tam mera raba be-pravaha ate karama karana vala hai"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "Sulemana ne akhi'a ki usa de sighasana da rupa badala devo. Dekho, uha samajhadi hai, jam unham lokam vicom ho jandi hai, jinham nu samajha nahim"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "isa la'i jadom uha a'i tam kiha gi'a ki tuhada sighasana ajiha hi hai. Usa ne akhi'a jivem ki uha hi hai ate sanu isa tom pahila hi pata laga cuka si. Ate asim agi'akari'am vicom si"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "Ate usa nu unham cizam ne roka rakhi'a si, jinha nu uha alaha tom bina pujadi si. Uha kufara karana vali'am vicom si"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "Usa nu kiha gi'a ki mahila vica pravesa karo. Ate jadom usa ne usa nu dekhi'a tam usane samajhi'a ki pani dugha hai ate usa ne apani'am dovem pijani'am nagi'am kara la'i'am. Sulemana ne akhi'a, ki iha tam ika mahila hai jihara kaca tom bana'i'a gi'a hai. Usa ne akhi'a ki he mere raba, maim apane apa upara bara zulama kita hai. Ate maim sulemana de nala ho ke sare jagata de palanahara upara imana li'a'i ham"
        }
    ]
}