{
    "pages": [
        {
            "chapter": 31,
            "verse": 1,
            "text": "Alipha.Lama.Mima"
        },
        {
            "chapter": 31,
            "verse": 2,
            "text": "iha bibeka purana kitaba di'am a'itam hana"
        },
        {
            "chapter": 31,
            "verse": 3,
            "text": "Nasihata ate rahimata neki karana vali'am de la'i"
        },
        {
            "chapter": 31,
            "verse": 4,
            "text": "Jihare namaza sathapita karade hana, zakata ada karade hana ate praloka te bharosa rakhade hana"
        },
        {
            "chapter": 31,
            "verse": 5,
            "text": "Iha loka apane raba de sidhe raha te hana ate iha hi loka safalata prapata karana vale hana"
        },
        {
            "chapter": 31,
            "verse": 6,
            "text": "Ate lokam vica ko'i ajiha hai jihara inham galam da kharivadara banada hai. Jihari'am raha tom bhataka'una vali'am hana, tam ki uha bina kise gi'ana de alaha de raha tom hata dena ate uha unham da makhaula uda'una. Ajihe lokam la'i apamana janaka saza hai"
        },
        {
            "chapter": 31,
            "verse": 7,
            "text": "Ate jadom unham lainde hana. Jivem unham ne suni'a hi na hove. Jivem uha guge ho ga'e hona. Tam unham nu ika kasata va'ika dada di khabara de devom"
        },
        {
            "chapter": 31,
            "verse": 8,
            "text": "Besaka jihare loka imana li'a'e ate unham ne cage karama kite, unham la'i ni'amata de baga hana"
        },
        {
            "chapter": 31,
            "verse": 9,
            "text": "Uha unham vica hamesa rahinage. Iha alaha da paka va'ada hai. Ate uha takata vala ate tataveta hai"
        },
        {
            "chapter": 31,
            "verse": 10,
            "text": "Alaha ne ajihe thamam tom bina asamanam nu paida kita jihare tuhanu vikha'i nahim dide. Ate usa ne dharati te pahara rakha dite ki uha tuhanu lai ke jhuka na jana. Ate usa ne hara taram de jivana dhari phaila dite. Ate asim akasam tom pani utari'a. Phira dharati vica hara tar'ham di'am cagi'am vasatu'am uga'i'am"
        },
        {
            "chapter": 31,
            "verse": 11,
            "text": "Iha alaha di sirajana hai. Tusim mainu dikha'u, jihara alaha da sarika (tusim manade ho) hai, usa ne ki paida kita hai. Sagom zalima loka khul'he-ama mare raha te hana"
        }
    ]
}