{
    "pages": [
        {
            "chapter": 39,
            "verse": 11,
            "text": "Akho, sainu hukama dita gi'a hai ki maim' alaha di him ibadata karam. Usa la'i dina nu sudha rakhade ho'e"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "Ate mainu hukama dita gi'a hai ki maim sabha tom pahila khuda musalamana bana"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "Akho, ki jekara maim darada ham"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "Akho, ki maim alaha di ibadata karada ham usa la'i hi dina nu sudha karade ho'e"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "So tusim usa tom binham jisa di vi cahom ibadata karo. Akho, ki asali nukasana vale tam uha hana jinham ne apane apa nu ate apane ghara vali'am nu ki'amata de dina ghate vica pa li'a. Suna la'u iha sapasata nukasana hai"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "Unham la'i unham de upara tom vi aga de chapara honage ate thali'um' vi. Iha ciza hai jisa tom alaha apane badi'am nu dara'unda hai. He, mere badi'o! Tusim mere tom daro"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "Ate jihare loka saitana ate usa di ibadata tom bace. Uha alaha vala ikathe ho ga'e, unham la'i cagi khabara hai tam mere badi'am nu khusakhabari de di'u"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "Jihare gala nu dhi'ana nala sunade hana phira usa de sresata aratham da palana karade hana. Iha uha loka hana jinham nu alaha ne maraga darasana bakhasi'a hai ate iha hi hana jihare budhi rakhade hana"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "Ki jisa ute saza di gala sidha ho cuki hai phira ki tusim ajihe bade nu baca sakade ho, jihare aga vica pa'e hana"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "Para jihare loka apane raba tom darana unham de uce mahala hana, jinham de upara hora uce bhavana bane hana. Ate inham de thale nahiram vagadi'am hana. Iha alaha da va'ada hai alaha apane va'ade de virudha nahim karada"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "Ki tusim nahim dekhi'a ki alaha ne akasa tom pani utari'a, phira usa nu dharati de jharani'am vica vagada kara dita. Phira uha usa tom alaga-alaga tar'ham di'am fasalam paida karada hai, fira uha suka jandi'am hana tam tusim unham nu pila dekhade ho phira uha unham nu dana-dana kara dida hai. Besaka isa vica sudhi vali'am la'i sikhi'a hai"
        }
    ]
}