{
    "pages": [
        {
            "chapter": 39,
            "verse": 41,
            "text": "Asim lokam de maraga darasana la'i iha kitaba tuhade upara sakam de adhara te utari hai, so jihara bada maraga darasana prapata karega uha apane la'i hi karega ate jihara bada kurahe pa'ega usa da kurahe paina use la'i nukasana da'ika hai. Ate tusim inham'te zimevara nahim ho"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "Alaha hi pranam nu mauta dida hai. Unham di mauta de vakhata ate jinham di mauta nahim a'i unham de sauna de samem phira uha unham nu roka lainda hai.`Jinham di mauta da phaisala uha kara cuki'a hai ate dusari'am nu uha ika mithe ho'e samem taka chada cida hai. Besaka isa vica nisani'am hana, unham lokam la'i, jihare citana karade hana"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "Ki inham ne alaha nu chada ke duji'am nu sipharasa karana vala bana rakhi'a hai"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "Akho, halanki uha na kujha adhikara rakhade hona ate na hi kujha samajhade hona. Akho, sipharisa sari di sari alaha de adhikara vica hai. Akasam ate dharati di sata use di hai, phira tusim use vala hi vapisa more ja'uge"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "Ate jadom sirafa ika alaha di caraca kiti jandi hai tam unham lokam de dila kurhade hana jihare praloka upara bharosa nahim rakhade. Ate jadom usa alaha tom binham dhuji'am (pujanikam) di caraca hudi hai tam uha khusa ho jande hana"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "Akho, ki he alaha! Akasam ate dharati nu paida karana vale, pragata ate gupata nu janana vale tu apane badi'am de vica usa ciza da phaisala karega jisa vica uha matabheda kara rahe hana"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "Ate jekara zulama karana vali'am de kola uha sara kujha hove jihara dharati vica hai ate usa de barabara hora vi “tam uha ki'amata de dina sakhata saza tom barana la'i; uha unham nu aratha dada de rupa vica de dena ate alaha valom unham nu usa mamale va hukama pragata ho javega jisa di unham nu sabhavana vi nahim si"
        }
    ]
}