{
    "pages": [
        {
            "chapter": 42,
            "verse": 45,
            "text": "Uha apamana nala jhuke ho'e honage. Chupi'am ho'i'am nazaram nala dekhade honage. Ate imana vale akhanage ki ghate vale uha hi loka hana, jinham ne ki'amata de dina de dina apane apa nu ate apane risatedaram nu ghate vica pa dita. Suna lavo, zalima loka hamesa saza vica rahinage"
        },
        {
            "chapter": 42,
            "verse": 46,
            "text": "Ate unham la'i ko'i saha'ika nahim' hovega, jihara alaha de mukabale usa di madada kare. Alaha jisa nu kurahe pa deve, tam usa la'i ko'i raha nahim"
        },
        {
            "chapter": 42,
            "verse": 47,
            "text": "Tusim apane raba da sada kabula karom, isa tom pahilam ki ajiha dina a jave, jadom alaha valom talana nahim hovega. Usa dina tuhade la'i na ko'i sarana hovegi ate na tusim kise ciza tom muha mora sakoge"
        },
        {
            "chapter": 42,
            "verse": 48,
            "text": "Isa la'i jadom uha muha morana tam asim tuhanu unham upara rakhavale bana ke nahim bheji'a. Tuhadi jimevari sirafa (suneha) pahuca'unna hai. Ate manukha nu jadom asim apani kirapa nala nihala karade ham, tam uha usa nala khusa ho janda hai. Ate jekara unham de kite karama de badale unham nu ko'i takalifa a jandi hai, tam inasana na-sukari karana laga janda hai"
        },
        {
            "chapter": 42,
            "verse": 49,
            "text": "Akasam ate dharati di badasahi alaha la'i hi hai, uha jisa nu cahuda hai paida karada hai ate jisa nu cahuda hai dhi'am bakhasada hai ate jisa nu cahuda hai putara pradana karada hai"
        },
        {
            "chapter": 42,
            "verse": 50,
            "text": "Jam unham nu ate unham di'am dhi'am putaram nu ikathe kara dida hai. Ate jisa nu cahuda hai be'aulada rakhada hai. Besaka uha janana vala ate samaratha rakhana vala hai"
        },
        {
            "chapter": 42,
            "verse": 51,
            "text": "Ate kise manukha kola iha takata nahi ki usa alaha nala gala kara sake, paratu vahi de rahi' ja parade de piche tom jam uha kise farisate nu bheja deve ki uha usa di agi'a nala vahi kara deve, jekara uha cahe. Besaka uha sabha tom upara hai. Bibeka vala hai"
        }
    ]
}