{
    "pages": [
        {
            "chapter": 65,
            "verse": 6,
            "text": "Tusim unham (talaka suda)? Auratam nu apani samaratha de anusara (idata de dinam vica) rahina da ghara devo, jithe tusim' rahide ho ate unham nu taga karana la'i unham nu dukha na pahuca'um. Jekara uha garabha avasatha vica hona tam unham la'i baca jamana taka kharaca karom. Phira jekara uha tuhade kahina te bace nu dudha pila'una tam unham nu unham di majaduri devo. Ate tusim apisa vica ika duje (bace bare) nu neki sikha'u ate jekara tusim apisa vica jida karo tam pita de kahina te (bace) nu ko'i hora aurata dudha pilavegi"
        },
        {
            "chapter": 65,
            "verse": 7,
            "text": "Cahida hai ki samaratha vala apani samaratha de anusara kharaca kare ate jisa di amadana ghata hove usa nu cahida hai ki alaha ne jinham usa nu pradana kita hai. Uha usa vicom kharaca karana. Alaha kise te bojha nahim pa'unda, para usa mutabika jinham usanu bakhasi'a hai. Alaha musibata tom ba'ada jaladi hi saukha haida kara devega hai"
        },
        {
            "chapter": 65,
            "verse": 8,
            "text": "Ate bahuta sari'am basati'am hana jinham ne apane raba de hukama tom muha mauri'a. So asim unham da sasata hisaba kita ate asim unham nu bhi'anaka dada dita"
        },
        {
            "chapter": 65,
            "verse": 9,
            "text": "So unham ne apane kite da savada li'a ate unham da ata ghate vica ho'i'a"
        },
        {
            "chapter": 65,
            "verse": 10,
            "text": "Alaha ne unham la'i ika daradanaka saza ti'ara kara rakhi hai. So alaha tom daro. He budhi vali'u! Jihare ki imana li'a'e ho. Alaha ne tuhare vala ika upadesa utari'a hai"
        },
        {
            "chapter": 65,
            "verse": 11,
            "text": "Ika rasula jihara tuhanu alaha di'am sapasata a'itam parha ke suna'unda hai, tam ki unham lokam nu hanheri'am vicom prakasa vala kadhe jihare imana li'a'e ate unham ne bhale karama kite. Usa nu uha ajihe bagam vica dakhila karega, jinham de thale nahiram vagadi'am haunagi'am. Uha usa vica hamesa rahinage. Alaha ne usa nu bahuta caga rizaka dita"
        },
        {
            "chapter": 65,
            "verse": 12,
            "text": "Alaha hi hai jisane sata asamana bana'e ate unham vanga dharati vi. Unham vica alaha de hukama utarade hana, tam ki tusim samajhom ki alaha hara ciza di samaratha rakhada hai. Ate alaha ne apane gi'ana nala hara ciza nu apane ghere vica li'a ho'i'a hai"
        }
    ]
}