{
    "pages": [
        {
            "chapter": 3,
            "verse": 195,
            "text": "Unham de raba ne unham di aradasa savikara kiti ki maim tuhade vicom kise da karama nasata karana vala nahim, cahe uha marada hove jam aurata tusim sare ika dusare tom ho. Phira jil'ham lokam ne hizarata (alaha de raha vica pravasa) kiti ate jihare apane gharam tom kadhe ga'e ate mere raha vica presana kite ga'e, uha lare ate mare ga'e, mai' unham de papa zarura unham tom dura kara devanga ate unham nu iho jihe bagam vica dakhala devanga, jinham de thale nahiram vagadi'am honagi'am. Iha unham da badala hai alaha de sathana te, alaha de kola hi sabha tom caga badala hai"
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "Desa de adara avagi'akari'am di'am gatividhi'am nu tuhanu dhokhe vica pa dena"
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "Iha thorha jiha labha hai. Phira unham da tikana naraka hai uha kiho jiha bura tikana hai"
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "Ham jihare loka apane raba tom darade hana unham la'i baga honage jinham de thale nahiram vagadi'am honagi'am ate uha usa vica hamesam rahinage. Iha alaha de valom unham di mahimana nivazi ate izata hovegi. Jo kujha alaha de kola neka lokam la'i hai uha sabha tom vadhi'a hai"
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "Besaka kitaba vali'am (yahudi ate isa'i? Vicom kujha ajihe vi hana jo alaha upara imana rakhade hana ate usa nu vi manade hana jo tuhade vala bheji ga'i hai. Usa kitasa nu vi manade hana jo isa tom pahilam khuda unham de vala bheji ga'i si, uha alaha de age jhuke ho'e hana ate uha alaha di'am aiam nu thorhe mula upara nahim vecade. Hai)"
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "He imana vali'o! Dhiraja rakhom (tike raho) mukabala karana vica drira raho ate (apisa vica) jure raho. Alaha tom daro umida hai ki tusim safala havaga"
        }
    ]
}