{
    "rukus": [
        {
            "chapter": 6,
            "verse": 21,
            "text": "¿Y quién es más injusto que quien inventa una mentira contra Al-lah (al decir que comparte Su dominio con otros o que tiene un hijo) y niega Sus pruebas (acerca de la autenticidad de Sus mensajeros)? Ciertamente, los injustos (que inventan mentiras contra Al-lah) no triunfarán (ni en esta vida ni en la otra)"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "Y el día en que los reunamos a todos (el Día de la Resurrección), diremos a quienes adoraban a otros fuera de Al-lah: «¿Dónde están los otros a quienes adorabais y (cuya existencia) afirmabais?»"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Entonces no tendrán excusa alguna y solo se les ocurrirá decir (para librarse del castigo): «Juramos por Al-lah, nuestro Señor, que no adorábamos a nadie fuera de Él»"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Observa (¡oh, Muhammad!) cómo se mienten a sí mismos y cómo aquello que habían inventado desaparece (y no los beneficia en nada)"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "Y entre ellos hay quienes te escuchan (cuando recitas el Corán, mas siguen sus pasiones y no tienen la intención de seguir la verdad). Y hemos sellado sus corazones y no pueden comprenderlo, y hemos ensordecido sus oídos. Y aunque vieran todas las pruebas (sobre la veracidad de Muhammad) no creerían en ellas. Y cuando vienen a ti para discutir contigo (¡oh, Muhammad!), quienes rechazan la verdad dicen: «Esto no son más que viejas leyendas»"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "E impiden a los demás (seguir a Muhammad) y ellos mismos se alejan de él. No hacen sino destruirse a sí mismos, aunque no se dan cuenta"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "¡Si pudieras verlos cuando se encuentren frente al fuego! Entonces dirán: «¡Ojalá pudiéramos regresar (a la vida terrenal)! No desmentiríamos las aleyas y las pruebas de Al-lah y seríamos de los creyentes»"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "No será así. (El Día de la Resurrección) se manifestará ante ellos lo que ocultaban con anterioridad (en la vida terrenal, acerca de su rechazo a la verdad). Y si regresaran a la vida mundanal, volverían a lo que se les había prohibido; y son unos mentirosos (cuando dicen que, de volver, creerían)"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "Y dicen: «No hay más que esta vida terrenal y nunca resucitaremos»"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "¡Si pudieras verlos cuando se hallen frente a su Señor (¡oh, Muhammad!)! Al-lah les dirá: «¿Acaso no es esto cierto (la resurrección)?». Dirán: «Por nuestro Señor que sí». Entonces, Él les dirá: «Sufrid, pues, el castigo por lo que negabais»"
        }
    ]
}