{
    "rukus": [
        {
            "chapter": 8,
            "verse": 38,
            "text": "Diles (¡oh, Muhammad!) a quienes rechazan la verdad que si desisten (de su actitud y de combatirte y aceptan el islam) les será perdonado lo que hayan hecho con anterioridad; pero si vuelven (a combatirte), les espera el mismo castigo de quienes los precedieron"
        },
        {
            "chapter": 8,
            "verse": 39,
            "text": "Y combatid a los idólatras hasta que dejen de perseguir a los creyentes para que abandonen su religióny se adore solo a Al-lah; pero, si dejan de perseguirlos y de rechazar la verdad, (que sepan) que Al-lah ve lo que hacen"
        },
        {
            "chapter": 8,
            "verse": 40,
            "text": "Y si vuelven la espalda (a la fe), sabed que Al-lah es vuestro protector; ¡qué excelente protector y qué excelente auxiliador"
        },
        {
            "chapter": 8,
            "verse": 41,
            "text": "Y sabed que de cualquier botín que obtengáis (tras vencer en una batalla), una quinta parte le corresponde a Al-lah[282], a Su Mensajero, a sus parientes cercanos, a los huérfanos, a los pobres y a los viajeros (que no dispongan de medios), si de verdad creéis en Al-lah y en lo que revelamos a Su siervo el día en que se marcó la distinción entre la verdad y la falsedad, cuando se enfrentaron las dos tropas (en Badr: la de los creyentes y la de los idólatras de La Meca). Y Al-lah es Todopoderoso"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "(Recordad) cuando (el día de la batalla de Badr) vosotros estabais en la zona del valle más cercana (a Medina) y ellos, en la más lejana, y la caravana se hallaba situada más abajo que vosotros (en la zona cercana al mar).Si os hubierais puesto de acuerdo para encontraros vosotros y vuestros enemigos, no lo habríais conseguido. Pero Al-lah hizo que os encontrarais para que se cumpliera lo que estaba decretado (la victoria de los seguidores de Al-lah y la derrota de Sus enemigos); para que quienes cayesen derrotados (por haber escogido el rechazo a la verdad) lo hiciesen tras una prueba clara (de hallarse en el extravío al ser derrotados); y para que quienes sobrevivieran (los creyentes), lo hiciesen con la seguridad de saberse en lo cierto (por el triunfo logrado). Y, en verdad, Al-lah oye y conoce todas las cosas"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "Y (recuerda, ¡oh, Muhammad!)cuando Al-lah te mostró al enemigo como poco numeroso en un sueño; pues, de habértelo mostrado numeroso, habríais flaqueado y habríais discutido sobre el asunto[283], pero Al-lah os salvó. En verdad, Él conoce lo que albergan los corazones"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "Y (recuerda) cuando os encontrasteis en la batalla y Al-lah hizo que vuestro enemigo apareciese como poco numeroso ante vuestros ojos, mientras que también hizo que ellos os vieran como unos pocos para que se cumpliera lo que estaba decretado (el triunfo del islam en la batalla de Badr). Y a Al-lah regresarán todos los asuntos (para que Él decida sobre ellos)"
        }
    ]
}