{
    "rukus": [
        {
            "chapter": 2,
            "verse": 177,
            "text": "La piedad no consiste solamente en volver el rostro hacia oriente u occidente (para realizar el salat), sino que consiste en creer en Al-lah, en el Día de la Resurrección, en los ángeles, en los Libros revelados y en los profetas. Consiste en superar el apego que se siente hacia las riquezas y dar parte de estas a los parientes, a los huérfanos, a los pobres, a los viajeros (que carecen de medios), a los mendigos y a los esclavos que desean comprar su libertad. Consiste en cumplir con el salat, en entregar el azaque, en respetar los pactos tras establecerlos, en tener paciencia ante la pobreza, la enfermedad y los momentos difíciles de lucha. (Quienes cumplen con ello), esos son los veraces, y esos son los piadosos"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "¡Oh, creyentes!, se os prescribe la ley del talión en caso de asesinato: el hombre libre por el hombre libre, el esclavo por el esclavo, la mujer por la mujer[57]. Mas si el asesino es perdonado por el hermano (o parientes cercanos) de la víctima (a cambio de una compensación económica), que (ambas partes) actúen según lo reconocido y de buena manera (de tal forma que los familiares de la víctima pidan la indemnización sin violencia, y que el asesino la entregue lo antes posible y de manera honrosa). Este perdón junto con la indemnización son un alivio de vuestro Señor y una muestra de Su misericordia[58]. Y quien traspase los límites tras la aplicación de esta ley recibirá un castigo doloroso. pero no podían recibir una indemnización a cambio del perdón; mientras que a los cristianos se los exhortaba a perdonar al asesino pero su legislación no incluía ninguna compensación económica"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "Y con la aplicación del talión tenéis (una manera de proteger la) vida[59], ¡oh, hombres de buen juicio!, para que podáis adquirir temor de Al-lah (y os abstengáis, así, de matar y de todo lo que Él prohíbe)"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "Se os ha prescrito que cuando se os presente la muerte y dejéis bienes, el testamento debe ser a favor de vuestros padres y parientes[60], según lo razonable y justo. Este es un deber para los piadosos"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "Y quien modifique el testamento después de haberlo escuchado cometerá pecado. En verdad, Al-lah todo lo oye y todo lo sabe"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "Pero si alguien teme que el testador haya cometido una injusticia y logra un acuerdo entre los herederos, no cometerá ningún pecado. En verdad, Al-lah es Indulgente y Misericordioso"
        }
    ]
}