{
    "rukus": [
        {
            "chapter": 18,
            "verse": 23,
            "text": "Y no digas acerca de algo que pretendes llevar a cabo: «Ciertamente, lo haré mañana»"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "salvo (si añades): «Si Al-lah quiere»[523].Y recuerda a tu Señor (con alabanzas, pídele perdón y busca en Él refugio del Demonio) si olvidas mencionar dichas palabras. Y pide a tu Señor (entonces) que te guie hacia el camino más correcto (si te preguntan algo cuya respuesta desconoces)"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "Y (los jóvenes) permanecieron en la caverna trescientos años (según el calendario solar), a los que se le añaden nueve más (según el calendario lunar)"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "Diles (a quienes discrepan): «Al-lah sabe mejor el tiempo que permanecieron en ella, pues Él posee el conocimiento absoluto del gaib[524] (que Sus siervos desconocen) en los cielos y en la tierra. Nadie ve ni oye como Él. Los hombres no tienen fuera de Él quién los proteja y Él no comparte la toma de Sus decisiones con nadie»"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "Y recita (¡oh, Muhammad!) lo que te ha sido revelado del Libro de tu Señor (el Corán). Las palabras de Al-lah son inalterables, y no encontrarás refugio alguno fuera de Él"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "Sé paciente en compañía de los (pobres) que invocan a su Señor mañana y noche buscando (solo) Su complacencia (sin desear los bienes de esta vida). No desvíes tu mirada de ellos[525]deseando el encanto de la vida terrenal, ni obedezcas a aquel a quien le hemos sellado el corazón (por rechazar la verdad) y no Nos glorifica, y sigue (además) sus pasiones; ese cuyas acciones son en vano (y lo conducirán a la perdición)"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "Y di (a tu pueblo, ¡oh, Muhammad!): «(Lo que os he traído —el Corán—)es la verdad procedente de vuestro Señor. Quien quiera creer en él, que lo haga y quien quiera, que lo desmienta». Ciertamente, hemos preparado para los injustos (que lo rechacen) un fuego que los cercará como una muralla (y del que no podrán escapar). Y si imploran ayuda (por la sed que padecen), serán socorridos con un líquido espeso y ardiente que les abrasará la cara. ¡Qué pésima bebida y qué pésima morada"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "Ciertamente, no dejaremos sin una buena recompensa a quienes crean y obren rectamente"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "Esos obtendrán los Jardines de la Eternidad (situados en los niveles superiores del paraíso) por donde corren ríos. Allí se adornarán con brazaletes de oro, vestirán prendas verdes de seda y brocadoy estarán recostados en divanes. ¡Qué excelente recompensa y qué buena morada"
        }
    ]
}