{
    "maqras": [
        {
            "chapter": 26,
            "verse": 181,
            "text": "Agħtu kejl tajjeb, u tkunux minn dawk li jagħtu lin-nies inqas milli ħaqqhoml"
        },
        {
            "chapter": 26,
            "verse": 182,
            "text": "Iznu bil-mizien il-gust"
        },
        {
            "chapter": 26,
            "verse": 183,
            "text": "u ccaħħdux lin-nies minn dak li hu tagħhom, la tagħmlux ħazen tig Larf bil-ħsara figħkor"
        },
        {
            "chapter": 26,
            "verse": 184,
            "text": "u ibzgħu minn Dak- li ħalaq lilkom u lill-gnus ta' l- imgħoddif"
        },
        {
            "chapter": 26,
            "verse": 185,
            "text": "(Qalulu): 'Inti biss wieħed mill-imsaħħrin bil-kbirt"
        },
        {
            "chapter": 26,
            "verse": 186,
            "text": "M'intix ħlief bniedem bħalna, u tassew inqisukt mill- giddibint"
        },
        {
            "chapter": 26,
            "verse": 187,
            "text": "Mela nizel: fuqna (il-kastig tagħna). f'bicciet mis-sema, jekk inti minn dawk li jgħidu s-sewwa"
        },
        {
            "chapter": 26,
            "verse": 188,
            "text": "Qal(ilhom Xugħajb): ''Sidi jaf l-aktar b'dak li qegħdin tagħmluf"
        },
        {
            "chapter": 26,
            "verse": 189,
            "text": "Għalhekk giddbuh, u ħadhom (għa/ għarrieda) il-kastig ta' jum id-dell (meta sabif nn taħt sħaba kbira mis-sħana li giet fuqhom). Huwa kien tabilħaqq il-kastig ta' Jum kbirl f"
        },
        {
            "chapter": 26,
            "verse": 190,
            "text": "Tabilħaqq li F'dan. (kollu) hawn sinjal, izda. ħafna fatttboddimna sermmnbiet"
        },
        {
            "chapter": 26,
            "verse": 191,
            "text": "Tassew i Sidek huwa l-Qawwi, il-Ħanin"
        },
        {
            "chapter": 26,
            "verse": 192,
            "text": "Tabilħaqq (lz dan il-Qoran) huwa mnizzel minn Sid il- ħolqient"
        },
        {
            "chapter": 26,
            "verse": 193,
            "text": "Nizlet bih ir-ruħ sinciera (l-anglu Gabrijel)"
        },
        {
            "chapter": 26,
            "verse": 194,
            "text": "f'qalbek (Muħammad) biex tkun minn dawk li jwissu"
        },
        {
            "chapter": 26,
            "verse": 195,
            "text": "bi lsien Għarbi car"
        },
        {
            "chapter": 26,
            "verse": 196,
            "text": "Huwa tabilħaqq (jissemma) fil-Kotba (mqaddsa) ta' nies l- imgħoddi"
        },
        {
            "chapter": 26,
            "verse": 197,
            "text": "Mela ma hijiex prova (bizzejjed għall-pagani ta' Mekka) li l-għorrief ta' Wied Israel jafu bih (dan il-Qoran)"
        },
        {
            "chapter": 26,
            "verse": 198,
            "text": "U fir kieku nizzilnieh. (dav il-Ktieb) lil-xi ħadd lima huwiex Għarbi"
        },
        {
            "chapter": 26,
            "verse": 199,
            "text": "u qrahulhom (Zil nies Mekka, dawn xorta waħda) ma kinux jemmnu fiht"
        },
        {
            "chapter": 26,
            "verse": 200,
            "text": "Hekk daħħalnier fi' qlub il-ħatjini (ff semgħu u fehmuh, izda ra ridit jemtinnuwu caħdu)"
        },
        {
            "chapter": 26,
            "verse": 201,
            "text": "Malhumiex se jemmnu fih sa ma jaraw il-kastig ta' wgigħ"
        },
        {
            "chapter": 26,
            "verse": 202,
            "text": "Huwa jigihom għal għarrieda, u huma ma jintebħux"
        },
        {
            "chapter": 26,
            "verse": 203,
            "text": "(Huma jgħidu f'eta jaħsadhom il-kastig): ' Tgħid ningħataw aktar zmien (biex insewwu l-ħsara tagħnaj)"
        },
        {
            "chapter": 26,
            "verse": 204,
            "text": "(Uissa) kif'iridu jgħagglu l-kastig tagħna (fughom)"
        },
        {
            "chapter": 26,
            "verse": 205,
            "text": "Jaqaw taħseb (Miħapmad) li jekk nagħtuhom li jgawdu (aktar) snin (fid-dinja)"
        },
        {
            "chapter": 26,
            "verse": 206,
            "text": "imbagħad jigihom dak (il-kastig) li kienu mwiegħda"
        },
        {
            "chapter": 26,
            "verse": 207,
            "text": "se jiswewlhom (xi ħaga) dawk (is-snin) li ngħataw biex igawdu"
        },
        {
            "chapter": 26,
            "verse": 208,
            "text": "Aħna ma qridna ebda belt jekk ma kellhiex min iwissiha"
        },
        {
            "chapter": 26,
            "verse": 209,
            "text": "(biex tkun) tifkira (għall-bliet l-oħra biex ma jagħmlux bħalha), u ma konniex ingusti (meta kkastigajna xi belt)"
        },
        {
            "chapter": 26,
            "verse": 210,
            "text": "(Ma kinux) ix-xjaten li nizlu bih (dun il-Qoran, izda l- anglu Gabrijel)"
        },
        {
            "chapter": 26,
            "verse": 211,
            "text": "u (ix-xjaten) la jixirqilhom u lanqas jistgħu (jagħmlu ħaga bħal din)"
        },
        {
            "chapter": 26,
            "verse": 212,
            "text": "għaliex huma. tabilħaqq mizmumin milli jisimgħuh (meta jkun imnebbaħ fis-smewwiet)"
        },
        {
            "chapter": 26,
            "verse": 213,
            "text": "Mela la ssejjaħx (Muħammad) lil alla ieħor ma' Alla, u (b'hekk) tkun minn dawk li jieħdu l-kastigt"
        },
        {
            "chapter": 26,
            "verse": 214,
            "text": "U wissi lil egreb fost qrabatek (biex ma jaħsbux li, għaliex huma jigu minnek, se jeħilsu mill-kastig)"
        },
        {
            "chapter": 26,
            "verse": 215,
            "text": "U nizzel gwenħajk (bl-umilta u bil-ħniena. kollha) fuq dawk li jimxu warajk minn fost dawk li jemmnu (fik, biex tħarishom)"
        },
        {
            "chapter": 26,
            "verse": 216,
            "text": "(U jekk ma jobdukx, għidfilhom): 'Jiena ma għandix x'naqsam ma' dak li qegħdin tagħmlul"
        },
        {
            "chapter": 26,
            "verse": 217,
            "text": "U ħalli f'idejn (A//a) il-Qawwi, il-Ħanin"
        },
        {
            "chapter": 26,
            "verse": 218,
            "text": "li jarak meta tqum (bil-wieqfa fit-talb)"
        },
        {
            "chapter": 26,
            "verse": 219,
            "text": "u (jara) kif titħarrek fost dawk mixħutin fl-art jitolbu"
        },
        {
            "chapter": 26,
            "verse": 220,
            "text": "Huwa tabilħaqq jisma' kollox u jaf kollox"
        },
        {
            "chapter": 26,
            "verse": 221,
            "text": "Tridu nħabbrilkom fuq min jinzlu x-xjaten"
        },
        {
            "chapter": 26,
            "verse": 222,
            "text": "Huma jinzlu fuq kull giddieb ħazin"
        },
        {
            "chapter": 26,
            "verse": 223,
            "text": "ujsemmgħuh (ffes/is qarrieq), u ħafna minnhom giddibin"
        },
        {
            "chapter": 26,
            "verse": 224,
            "text": "U (dwar) il-poeti (ngħidilkom li) huma l-mitlufin li jimxu warajhom"
        },
        {
            "chapter": 26,
            "verse": 225,
            "text": "Mela ma tarax li dawn jimirħu f'kull wied"
        },
        {
            "chapter": 26,
            "verse": 226,
            "text": "u jgħidu dak li (inrbagħad) ma jagħmlux"
        },
        {
            "chapter": 26,
            "verse": 227,
            "text": "ħlief dawk li jemmnu, jagħmlu l-gid, jiftakru ħafna f'Alla, u jħarsu lilhom infushom (bil-poezija tagħhom mill- għedewwa ta' l-Islam) wara. li tkun saret. ingustizzja magħhom. U l-ingusti (dahvaqr) se jkunu jafu fejn se jsibu rwieħhoml"
        }
    ]
}