{
    "maqras": [
        {
            "chapter": 29,
            "verse": 26,
            "text": "Lotemmen fih (f'Abraham), u qal(lu Abraham): ''Jiena se nitlaq minn arti għal Sidi (il-Mulej biex inxandar il- twemmin safi). Huwa tabilħaqq il-Qawwi u l-Għaref"
        },
        {
            "chapter": 29,
            "verse": 27,
            "text": "U (lil Abraham) tajnieh lil Izakk u lil Gakobb, u f'nislu qegħedna l-profezija u l-Ktieb, u tajnieh ħlasu fid-dinja. Tabilħaqq li fl-Oħra (fil-Ħajja l-Oħra) huwa jkun mal- gusti"
        },
        {
            "chapter": 29,
            "verse": 28,
            "text": "U (fiakar) f'Lot meta qal lil niesu: 'Intom tajtuha għall- faħx li ħadd qabilkom fil-ħolqien ma għamel bħalu"
        },
        {
            "chapter": 29,
            "verse": 29,
            "text": "Intom tersqu lejn l-irgiel (l-oħra bħalkom biex ikollkom x'taqsmu magħhom, barra li) tisirqu (u toqtlu) lin-nies (waqt li jterrqu) fit-toroq; u tagħmlu għemejjel koroh fil- laqgħat tagħkom. Izda t-twegiba: ta' niesu ma' kinitx għajr li qalu(/u b'zebliħ): ''Gibilna l-kastig ta' Alla (/i qiegħed theddidna bih), jekk qiegħed tgħid is-sewwal"
        },
        {
            "chapter": 29,
            "verse": 30,
            "text": "(Lot) qal: 'Sidi (il-Mulej), agħtini r-rebħa fuq nies il- ħsara"
        },
        {
            "chapter": 29,
            "verse": 31,
            "text": "Meta l-Mibgħutin tagħna (/i kienx angli) gew għand Abraham: bil-bxara t-tajba (tat-twelid ta' ibnu Izakk) qalu(/u): ''Aħna se neqirdu nies din il-belt (ta' Sodoma). Tabilħaqq li niesha huma ħziena"
        },
        {
            "chapter": 29,
            "verse": 32,
            "text": "Qal (Abraham, imnikket): ''Hemm Lot fiha.' Qalu(lu l- Mibgħutin ta' Alla): 'Aħna nafu aktar b'min jinsab fihal Aħna tassew se neħilsu lilu u lil niesu, ħlief lil martu, għaliex tkun ma' dawk li jibqgħu lura u jinqerdu"
        },
        {
            "chapter": 29,
            "verse": 33,
            "text": "Meta l-Mibgħutin tagħna gew għand Lot (f'għamla ta' zgħazagħ ' sbieħ) huwa tnikket għalihom, uu ddejjaq għaliex ħass li ma setax iħarishom (mill-ħazen ta' niesu li seta' jigi fuqhom). Izda huma qalu(lu): ''La tibzax, u la titnikkitxi Aħna se neħilsu lilek u lil niesek, ħlief lil martek, li tkun ma' dawk li jibqgħu lura u jinqerdu"
        },
        {
            "chapter": 29,
            "verse": 34,
            "text": "Aħna tabilħaqq se nnizzlu fuq nies din il-belt kastig mis-sema tal-ħazen li qegħdin jagħmlu"
        },
        {
            "chapter": 29,
            "verse": 35,
            "text": "Minnha (il-belt ta' Sodoma) tassew għamilna sinjal car għal nies bil-għaqal"
        },
        {
            "chapter": 29,
            "verse": 36,
            "text": "U lil (nies) Madjan (bgħatnielhom) lil ħuhom Xugħajb u qal/i/hom): 'Ja niesi, qimu lil Alla, ittamaw fl-Aħħar Jum, u tagħmlux ħazen fuq l-art bil-ħsara tagħkoml"
        },
        {
            "chapter": 29,
            "verse": 37,
            "text": "Izda giddbuh, u ħadithom it-tregħida (l-kbira għal għarrieda li ħasdithom), u mas-sebħ kienu mixħutin (fl- art, mejtin) fi djarhom"
        },
        {
            "chapter": 29,
            "verse": 38,
            "text": "U (ftakar) f'Għad u f'Tamiud. Tassew jidher car għalikom: (dak li gralhom minn. dak li baqa') minn djarhom. Ix-Xitan zejnilhom l-għemejjel (ħziena) tagħhom (hekk li tgħaxxqu bihom) u zammhom mit-triq (tas-sewwa), minkejja li kien jilħqilhom (u kienu jafu x'qegħdin jagħmlu)"
        },
        {
            "chapter": 29,
            "verse": 39,
            "text": "(Ftakar. ukoll, Muħammad) f'Qarun, fil-Fargħun, u f'Haman (il-ministru tiegħu). Mosc giehom bis-sinjali c- cari, u huma tkabbru fuq l-art, izda ma setgħux jaqbzufIna u jaħarbu l-kastig tagħna"
        },
        {
            "chapter": 29,
            "verse": 40,
            "text": "U lil kull wieħed ikkastigajna minħabba d-dnub tiegħu; lil uħud minnhom bgħatnielhom riefnu u xita ta' gebel, oħrajn ħadhom ħoss qawwi (għal għarrieda), oħrajn gegħelna l-art. tiblagħhom, filwaqt li: oħrajn għerriqniehom. Mhux Alla li naqas lejhom (mera kkastigahom) izda kienu huma li naqsu lejhom infushom tur kien jistħoqqilhom il-kastig"
        },
        {
            "chapter": 29,
            "verse": 41,
            "text": "Dawk (il-pagani) li ħadu lil ħaddieħor biex jaqbez għalihom, minflok lil Alla, jixbhu lil brimba li bniet bejta (għanqbuta), u tabilħaqq li l-aktar dgħajfa fost il-bejtiet hija l-bejta tal-brimba, li kieku kienu jafu (x'qegħdin iqimu)"
        },
        {
            "chapter": 29,
            "verse": 42,
            "text": "Tabilħaqq li Alla jaf xi jsejħu minfloku, u Huwa l- Qawwi u l-Għaref"
        },
        {
            "chapter": 29,
            "verse": 43,
            "text": "Dawn huma t-tixbihat li nxebbhu għan-nies, izda ma jifhmuhomx għajr l-għorrief"
        },
        {
            "chapter": 29,
            "verse": 44,
            "text": "Alla ħalaq is-smewwiet u l-art bis-sewwa. F'dan (il- ħolqien kollu) tassew hawn sinjal (ta' Alla Wieħed) għal mih jemmen"
        },
        {
            "chapter": 29,
            "verse": 45,
            "text": "Ħabbar (Muħammad) dak li tnebbaħlek mill-Ktieb, u agħmel it-talbl Tabilħaqq li t-talb ibiegħed l-għemejjel faħxija u l-ħazen. It-tifkira ta' Alla hija l-akbar (ħaga li tista' tagħmel). Alla jaf x'qegħdin tagħmlu"
        }
    ]
}