{
    "maqras": [
        {
            "chapter": 49,
            "verse": 1,
            "text": "Intom li temmnu, tqegħdux lilkom infuskom qabel Alla u l-Mibgħut tiegħu (Muħammad, billi taqbdu u tieħdu xi. decizjoni qabel ma tisimgħu mingħand Alla u l-Mibgħut tiegħu), u ibzgħu minn Allal Alla tabilħaqq jisma' kollox u jaf kollox"
        },
        {
            "chapter": 49,
            "verse": 2,
            "text": "Intom li temmnu, la terfgħux leħinkom fuq leħen il- Profeta, u la tgħollux leħinkom miegħu, bħalma tgħollu leħinkom bejnietkom, li ma jigux fix-xejn l-għemejjel tagħkom mingħajr ma tintebħul"
        },
        {
            "chapter": 49,
            "verse": 3,
            "text": "Tabilħaqq li dawk li jbaxxu leħinhom quddiem il- Mibgħut ta' Alla huma dawk li Alla ħejja qlubhom għat- tjieba. Għalihom hemm maħfra u ħlas kbir (fil-Genna)"
        },
        {
            "chapter": 49,
            "verse": 4,
            "text": "Tabilħaqq li dawk li jsejħulek (Muħammad) minn wara l-kmamar ta' gewwa (/cjnr joqogħdu n-nisa tiegħek), il- kotra tagħhom ma jifhmux (għaliex ma jmisshomx jagħmlu hekk). I"
        },
        {
            "chapter": 49,
            "verse": 5,
            "text": "Kieku qagħdu b'sabarhom sakemm toħrog ħdejhom, kien ikun aħjar għalihom. Alla Kollu Maħfra, Ħanin"
        },
        {
            "chapter": 49,
            "verse": 6,
            "text": "Intom li temmnu, jekk jigikom bniedem ħazin b'xi aħbar, iflu sew (dak li tisimgħu), li ma tagħmlux ħsara lil xi nies mingħajr ma tafu, u tindmu minn dak li għamiltu"
        },
        {
            "chapter": 49,
            "verse": 7,
            "text": "U kunu afu li fostkom hemm il-Mibgħut ta' Alla. Kieku kellu jobdikom f'ħafna mill-ħwejjeg (Zi: rressqu quddiemu), kontu tbatu (għaliex ħafna minnhom huma ta' ħsara għalikom), izda Alla ħabbibkom mat-twemmin, zejnu fi qlubkom u għamilkom tistkerrhu c-caħda tat- twemmin, il-ħazen u d-dizubbidjenza. Dawk huma li qegħdin fit-triq it-tajba"
        },
        {
            "chapter": 49,
            "verse": 8,
            "text": "b'tjieba u bi grazzja minn Alla. Alla jaf kollox, Għaref"
        },
        {
            "chapter": 49,
            "verse": 9,
            "text": "U jekk zewg gemgħat minn dawk li jemmnu jitqatlu bejniethom, agħmluhom pacil U jekk waħda minnhom it- tnejn iggib ruħha ħazin ma' l-oħra, tqabdu kontra dik li ggib ruħha ħazin, sa ma terga' lura lejn l-amar ta' Alla (/z jrid li l-Misilmin jgħixu fis-sliem bejniethom)l Jekk (dik il-gemgħa) terga' lura, agħmluhom paci bil-ħaqq, u kunu gustil Tassew li Alla jħobb lill-gusti"
        },
        {
            "chapter": 49,
            "verse": 10,
            "text": "Dawk li jemmnu ma humiex ħlief aħwa. Mela agħmlu paci liz-zewg ħutkom (Zi rlewmu), u ibzgħu minn Alla biex forsi tiksbu l-ħniena"
        },
        {
            "chapter": 49,
            "verse": 11,
            "text": "Intom li temmnu, (kunu afis li) irgiel ma għandhomx jiddieħku b'irgiel (oħra); għandu mnejn (dawn ta' l- aħħar) ikunu aħjar minnhom. Lanqas nisa (ma għandhom jiddieħku). b'nisa (oħra); għandu mnejn (dawn ta' l- aħħar) ikunu aħjar minnhom. La zzebilħux lil xulxin, u lanqas tinku lil xulxin bil-laqmijiet. Huwa ta' għajb l- isem ħazin (li jkollu bniedem) wara (li jkun gieh) it- twemmin. U min (fostkom) ma jindimx, dawk huma l- ħziena"
        },
        {
            "chapter": 49,
            "verse": 12,
            "text": "Intom. li temmnu, warrbu minn ħafna mill-ħsibijiet (għaliex) tabilħaqq. li xi. ħsibijiet huma dnub. La titkixxfux fuq xulxin, u la titkellmux ħazin fuq xulxin minn wara daharkom. Jaqaw hemm xi ħadd minnkom li jħobb jiekol laħam ħuh il-mejjetz Din. (il-ħaga) tistkerrhuha. Ibzgħu minn Allat Alla tabilħaqq idur Kollu Maħfra, Ħanin"
        },
        {
            "chapter": 49,
            "verse": 13,
            "text": "Janies, Aħna tabilħaqq ħlaqniekom minn ragel u mara, u għamilniekom gnus u tribujiet biex issiru tafu lil xulxin. Tabilħaqq li l-aktar wieħed imweggaħ minnkom quddiem Alla huwa l-aktar wieħed gust minnkom, u jibza' minn Alla. Alla jaf kollox (dwar dawn il-ħwejjeg) u jaf sewwa (bihom)"
        }
    ]
}