{
    "maqras": [
        {
            "chapter": 12,
            "verse": 7,
            "text": "Tassew li f'Guzeppi u (fil-grajja tiegħu ma') ħutu hemm sinjali għal dawk li jfittxu (is-sewwa)"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "Meta (l-aħwa ta' Guzeppi) qalu: ''Tassew li Guzeppi u J ħuh (Benjamin) huma egħzez għal missiera minna, għalkemm aħna gemgħa qawwija (mhux bħal dawn iz- zewg dgħajfin). Missierna tabilħaqq imħawwad sew (biex: qiegħed jippreferi lil dawn)i"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "Oqtlu lil Guzeppi, jew keccuh f'art (oħra, imbiegħda), biex ħsieb missierkom ikun fuqkom biss, u wara dan (kollu, tindmu minn ħtijietkom u) tkunu nies gustil"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "Wieħed minnhom (Guda, l-akbar fost l-aħwa) qal (lil ħutu): 'La toqtlux lil-Guzeppi, izda ixħtuh f'qiegħ il- giebja, (hekk li) min ikun għaddej, jigbru jekk (daħħaltuha f'raskom li) tridu tagħmlu(lu xi ħaga biex teħilsu minnu)U"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "Huma qalu: ''Missier, għaliex ma tafdalniex lil Guzeppi, meta aħna rridulu l-gid"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Għada ibagħtu magħna biex jgħaddi z-zmien u jilgħab, u (serraħ rasek għaliex) aħna nieħdu ħsiebul"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "(Qalfi/hom missierhom): ' Tabilħaqq nitnikket li kellkom tmorru. bih, u nibza' li jieklu xi lupu meta intom ma tkunux moħħkom fih (minħabba l-logħob tagħkom)"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "Huma qalu: 'Li kieku l-lupu kellu jieklu, meta aħna gemgħa qawwija, mela (inkunu) tellifin (aħna wkoll) f"
        },
        {
            "chapter": 12,
            "verse": 15,
            "text": "U meta marru bih, qablu Ikoll li jqegħduh f'qiegħ il- giebja. U Aħna nebbaħnieh (b'dan li gej): 'Tabilħaqq li (jasal il-jum meta). tħabbrilhom dan l-għemil (ikrah) tagħhom, meta huma ma jintebħux (min int)"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "Imbagħad filgħaxija gew jibku għand missierhom"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "Qalu: 'Missierna, aħna morna ntellqu, u ħallejna. lil Guzeppi ma' ħwejjigna, u kielu l-lupu. M'intix se temminna, għalkemm qegħdin ngħidu s-sewwa"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "U gabu l-qmis tiegħu (imcappsa) b'demm. falz. Qalilhom): 'Le, (ma huwiex kif qegħdin tgħidu), izda intom infuskom tħajjartu tagħmlu xi ħaga. Is-sabar (f'dan il-ħin ta' niket) huwa xieraq, u mingħand Alla (biss nitlob) l-għajnuna (dwar) dan li qegħdin tgħidu"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "U giet karovana u bagħtu (/ejn il-giebja) lil-min itella' l-ilma. Dendel il-barmil tiegħu (x mera ra lil Guzeppi mqabbad mal-ħabel, stagħgeb ħafna u) qal: 'Xi bxara tajba dinl Dan tfajjelt' U ħbewh mal-merkanzija, u Alla kien jaf kollox b'dak li kienu qegħdin jagħmlu"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "Huma bigħuh bi prezz irħis, xi ftit bicciet tal-fidda, u qisuh li ma jiswiex wisq"
        },
        {
            "chapter": 12,
            "verse": 21,
            "text": "U l-Egizzjan li xtrah qal lil martu: 'Giblu gieħ (lif dan Guzeppi). waqt li qiegħed hawn (magħna; min jaf) jista' jkun ta' fejda għalina, jew inrabbuh qisu kien l-iben tagħna (għaliex bqajna bla tfal): 7 Hekk. saħħaħna lil Guzeppi fl-art (ta' l-Egittu), u biex ngħallmu it-tifsir tal- grajjiet (fil-ħolm). Alla għandu ħakma fuq kollox, izda ħafna min-nies ma jafux (dan)"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "Meta (Guzeppi) kien fl-aħjar tiegħu (ta' tletin sena), tajnieh id-dehen u l-għerf. Hekk inħallsu lil dawk li jagħmlu t-tajjeb"
        },
        {
            "chapter": 12,
            "verse": 23,
            "text": "Izda dik li (Guzeppi) kien qiegħed f'darha (il-mara ta' sidu l-Egizzjan) ippruvat twaqqgħu (fid-dnub). Hija għalqet il-bibien u qalet: SEjjaf' Qal(i/ha Guzeppi): 'Alla ħaresl Sidi (fi huwa zewgek) laqagħni tajjeb għandu fu m'iniex se nħallsu b'ħaga kerha bħal din)l Il-ħziena ma joħorgux rebbiħin"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "Hija xtaqitu (b'qalbha kollha), u huwa (ta' bniedem li kien) kieku kien jixtieqha, li mhux għaliex ra l-prova cara ta' Sidu (li ħelsiru minn dak it-tigrib kbir). Hekk (għamilna biex) inwarrbu minn fuqu l-ħazen u x-xewqat taħxija. Huwa tabilħaqq fost il-qaddejja leali (ur safjin) tagħna"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "Huma t-tnejn grew lejn il-bieb, (huwa biex jaħrab minnha, u hija biex izzommu gewwa), u qattgħetlu l-qmis minn wara, (u f'dak il-ħin) Sabu (ma' wicchom) lil sidha fil-bieb. Hija qalet: 'X'għandu jkun il-ħlas ta' dak li ried id-deni lil martek, jekk mhux li jintefa' f'ħabs, jew (jieħu) kastig ta' wgigħ"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "Qal (Guzeppi): 'Hija ppruvat twaqqagħnil' Wieħed minn niesha xehed u qal: 'Jekk il-qmis tiegħu tqattgħet minn quddiem, mela hija qiegħda tgħid is-sewwa, u huwa mill-giddibin"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "Izda jekk il-qmis tiegħu tqattgħet minn wara, mela hija gidbet, u huwa minn dawk li jgħidu s-sewwa"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "U meta (sid Guzeppi) ra l-qmis tiegħu mqattgħa minn wara, qal: ''Dan tabilħaqq (gej) mill-qerq tagħkom in- nisa. Tassew kbir il-qerq tagħkoml"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "Guzeppi, insa dan (li gara, u' titkellem ma' ħadd dwaru)l U inti (mara) itlob maħfra għal dnubek. Tabilħaqq li inti fost il-ħatjin"
        }
    ]
}