{
    "pages": [
        {
            "chapter": 5,
            "verse": 114,
            "text": "Isai, bir i Merjemes, tha: “O All-llah, Zoti ynë, zbritna nga qielli një tryezë, të na jetë festë (gëzim) për ne dhe për ata (që vijnë) pas nesh, të jetë argument prej Teje, dhe dhurona se Ti je furnizuesi më i mirë!”"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "All-llahu tha: “Unë atë ua zbres, e kush prej jush mohon pastaj, Unë atë e dënoj me një dënim që nuk e dënoj asnjë nga njerëzit”"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "Dhe kur All-llahu tha: “O Isa, bir i Merjemes, a ti njerëzve u the: “Më besoni mua dhe nënës time dy zota pos All-llahut!?” (Isai) Tha: “Larg asaj të mete je Ti (o Zoti im). Nuk më takon mua ta them atë që s’është e vërtetë. Ta kisha thënë unë atë, ti do ta dije. Ti e di ç’ka në mua, e unë e di ç’ka në Ty. Ti je më i dijshmi i të fshehtave!”"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "Unë nuk u kam thënë tjetër atyre, pos asaj që Ti më urdhërove; ta adhuroni All-llahun, Zotin tim dhe Zotin tuaj, dhe sa isha ndër ta, kam qenë përcjellës i tyre, e pasi që më more mua, Ti ishe roje (dhe dëshmues) i tyre. Ti je dëshmitar për çdo send!”"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "Nëse i dënon ata, në të vërtetë ata janë robër Tu, e nëse u falë atyre, Ti je i gjithëfuqishmi, i urti"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "All-llahu tha: “kjo është dita që të drejtëve u bën dobi drejtësia e tyre. Ata kanë Xhennete në të cilët rrjedhin lumenj, janë për jetë të pasosur në ta. All-llahu është i kënaqur me ta dhe ata janë të kënaqur ndaj Tij. Ky është shpëtim i madh"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "Vetëm i All-llahut është sundimi ndaj qiejve e tokës dhe çka ka në to. Ai është i plotëfuqishëm për çdo send"
        }
    ]
}