{
    "pages": [
        {
            "chapter": 30,
            "verse": 33,
            "text": "Kur njerëzit i prek ndonjë e keqe, ata me përulje i luten Zotit të tyre, duke iu drejtuar vetëm Atij, e kur AI nga të mirat e veta u shijon atyre, ja, që një grup prej tyre i përshkruajnë shok Zotit të vet"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "Le të mohojnë atë që Ne u kemi dhënë, pra kënaquni, e më vonë do ta kuptoni"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "A mos Ne u kemi shpallur atyre ndonjë argument, që ai vërteton (flet) për atë që ata Mua më përshkruajnë shok"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "E kur Ne u japim njerëzve begati të mira, ata u gëzohen atyre, e nëse ata i godit ndonjë e keqe për shkak të veprimit të tyre, atëherë ata e humbin shpresën"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "Vallë, po a nuk shohin ata se All-llahu ijep furnizim të mjaftueshëm atij që do Ai dhe ia pakëson. Në këtë, për një popull që beson, Ka argument"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "Andaj, jepja të afërmit atë që i takon, e ehe te varfërit edhe udhëtarit, e kjo është shumë më e dobishme për ata që vepronë për hirë të All-llahut dhe të tillët janë ata të shpëtuarit"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "Dhe çka të jepni nga pasuria për të shtuar e rritur (me kamatë), në pasurinë e njerëzve, ajo nuk do të shtohet te All-llahu, e çka të jepni nga sadakaja (bamirësia) me qëllim që t’i afroheni All-llahut, të tillët janë ata që u shumfishohet (shpërblimi)"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "All-llahu është Ai që ju jrijoi, që ju furnizoi, që ju bën të vdisni e pastaj ju ngjall. A ka ndonjë prej zotave tuaj që mund të bëjë diçka nga këto? I pastër është AI i pa të meta, i madhëruar është Ai nga çka ata ia mveshin dhe trillojën"
        },
        {
            "chapter": 30,
            "verse": 41,
            "text": "Për shkak të veprave (të këqia) të njerëzve, janë shaqur në tokë e në det të zeza (bela, skamje, katastrofa, humbje e bereqetit etj.), e për ta përjetuar ata një pjesë të kësaj të keqeje që e bënë, ashtu që tërhiqen (nga të këqijat)"
        }
    ]
}