{
    "pages": [
        {
            "chapter": 3,
            "verse": 23,
            "text": "A nuk i sheh ti ata, të cilëve u është dhënë mjaft nga libri, kur të thirrën që ndërmjet tyre të gjykojë libri i All-llahut, se si një grup prej tyre prapësohej. Ata janë refuzues"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "E atë (e bënin) ngase ata thonin: “Neve nuk do të na djegë zjarri vetëm për pak ditë të numëruara, e ajo që shpifën për fenë e tyre, i mashtroi keq"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "E, si do të jetë gjendja e tyre kur Ne do t’i tubojmë ata një ditë, për të cilën nuk ka dyshim dhe çdo njeriu do t’i ofrohet ajo që e ka e fituar, duke mos iu bërë atyre kurrnjë e padrejtë"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "Thuaj: “O All-llah, Sundues i çdo sendi, Ti ia jep pushtetin atij që do, Ti ia heq prej dore pushtetin atij që do dhe e përul atë që do, e lartson atë që do. çdo e mirë është në dorën Tënde, vërtet, Ti ke mundësi për çdo gjë!”"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "Ti e fute natën në ditë dhe Ti e fute ditën në natë, Ti nxjerr nga i vdekuri të gjallin dhe nga i gjalli të vdekurin dhe Ti e begaton pa masë atë që do"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "Besimtarët të mos i miësojnë mosbesimtarët, e t’i lënë manash besimtarët. E kush bën atë, ai nga feja e All-llahut nuk ka asgjë, përveq për qëllim ruajtja prej të keqës së tyre. All-llahu ju tërheq vërejtjen prej (dënimit të) Tij pse vetëm te All-llahu është e ardhmja"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "Thuaj: “Edhe nëse e fshefin atë që keni në zemrat tuaja ose, e publikoni, All-llahu e di gjithçka ka në qiej e ç’ka në tokë; All-llahu është i plotëfuqishëm për çdo send"
        }
    ]
}