{
    "pages": [
        {
            "chapter": 65,
            "verse": 1,
            "text": "O ti pejgamber, kur t’i lëshoni gratë, lëshoni ato në vigjilje të fillimit të pritjes së tyre (në kohën e pastërtisë së tyre) dhe kohën e pritjes mbanie mend mirë e kini frikë All-llahut, Zotit tuaj, dhe mos i nxirrni ato prej shtëpive të tyre, e edhe ato të mos dalin ndryshe vetëm nëse bëjnë ndonjë vepër të keqe të vërtetuar. Këto janë dispozitat e All-llahut, e kush del jashtë dispozitave të All-llahut, ai e ka dëmtuar vetveten. Ti nuk e di, All-llahu pas asaj mund të të jap diçka rishtazi"
        },
        {
            "chapter": 65,
            "verse": 2,
            "text": "E kur t’i afrohen ato mbarimit ta afatit të tyre, atëherë ose mbani (i ktheni në jetën bashkëshortore) si duhet, ose ndanu prej tyre si është e udhës, e këtë do ta dëshmojnë dy dëshmitarë të drejtë nga mesi juaj dhe dëshmitë zbatojeni për hirë të All-llahut. Kështu këshillohet ai që i beson All-llahut dhe ditës së fundit, e kush iu përmbahet dispozitave të All-llahut, atij Ai i hap rrugë"
        },
        {
            "chapter": 65,
            "verse": 3,
            "text": "dhe e furnizon atë prej nga nuk kujton fare. Kështu i mbështetet All-llahut, Ai i mjafton atij, All-llahu realizon dëshirën e vet dhe All-llahu çdo gjëje ia ka caktuar kohën (afatin)"
        },
        {
            "chapter": 65,
            "verse": 4,
            "text": "E ato nga gratë tuaja të cilave u është ndërprerë cikli mujor (menstruacioni) nëse nuk e keni ditur, koha e pritjes së tyre është tre muaj, e ashtu edhe ato që ende nuk kanë pasur menstruacion. Ndërkaq, për shtatzënat afati i pritjes së tyre është derisa të lindin. E kush i frikësohet All-llahut, Ai atij ia lehtëson punën"
        },
        {
            "chapter": 65,
            "verse": 5,
            "text": "Ky është vendim i All-llahut që ua zbriti juve, e kush e ka frikë All-llahun, Ai atij ia shlyen të këqijat dhe ia shton shpërblimin"
        }
    ]
}