{
    "maqras": [
        {
            "chapter": 18,
            "verse": 99,
            "text": "Guyyaa (Ya’ajuujifi Ma’ajuuj dhufan) san garii isaanii garii keessa kan dhangala’u taasifnee dhiifnaGarriinis (xurumbaanis) ni afuufamaa (uumama hunda) guutumatti walitti isaan qabna"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "Guyyaa san jahannamiin kaafirootaaf dhiyeessuu dhiheessina"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "(Isaan) warra ijji isaanii yaadannoo kiyya (Qur’aana) irraa haguuggaa keessa turanii, (isa) dhaga’uu hin dandeenyeedha"
        },
        {
            "chapter": 18,
            "verse": 102,
            "text": "Sila warri kafaran gabroota kiyya Anaa gaditti gabbaramtoota godhachuu yaaduu? Dhugumatti, Nuti jahannamiin kaafirootaf iddoo simannaatiif qopheessineerra"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "”Sila warra hojiin isaanii akkaan honga’oo ta’an isiniif himnuu?” jedhi"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "Isaan warra odoo dalagaa tolchinee hojjannaa yaadanuu adunyaa keessatti hojiin isaanii duraa badeedha"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "Isaan sun warra keeyyattoota Gooftaa isaanitiifi wal qunnamtii Isaatti kafaranii dalagaan isaanii baddeedhaKanaafuu Guyyaa Qiyaamaa madaala isaaniif hin dhaabnu"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "Isaan sun waan kafaranii keeyyattoota kiyyaafi ergamtoota kiyyas qishnaa godhataniif galanni isaanii jahannami"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "Dhugumatti, isaan amananii, gaggaarii hojjatan, Jannanni Firdaws iddoo simannaa isaaniif taatee jirti"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "Ishee keessa yeroo hunda jiraatuIshee irraa jijjiiramuu hin barbaadan"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "Jedhi: “Odoo galaanni qalama jechoonni Gooftaa kiyyaa (ittiin barraa’u) ta’ee, silaa odoo jechoonni Gooftaa kiyyaa hin dhumne galaanni dhuma ture; odoma (galaanni biraa) kan isa fakkaatu gargaarsaan finneeyyuu (galaanatu dhuma ture).”"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "Jedhi: “Ani namuma akka keessanii kan haqaan gabbaramaan keessan gabaramaa tokkicha qofa ta’uu wahyiin gara kiyyatti godhamuudhaKanaaf namni Gooftaa isaatiin wal ga’uu sodaatu (kajeelu) dalagaa gaarii haa hojjatu; Gooftaa isaa gabbaruu keessattis eenyunillee hin qindeessin.”"
        },
        {
            "chapter": 19,
            "verse": 1,
            "text": "Kaaf Haa Yaa Ayn Saade"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "(Kun) rahmata gooftaan kee Gabricha Isaa Zakariyyaaf (godhe) dubbachuudha"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "Yeroo inni Rabbii Isaa waamicha dhoksaa waame (dubbadhu)"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "“Rabbii kiyya! Ani lafeen kiyya laafte; mataan kiyyas Arrii makatee; Rabbii kiyya ani kadhaa keetiin hoonga’aa hin taane” jedhe"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "“Ani booda kootii firoota kiyya sodaadheen jiraNiitiin kiyyas maseentuudhaSuma biraa ilma naaf kenni"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "“Kan ana (amantii kiyya) dhaaluufi kan sanyii Ya’aquub irraas dhaaluYaa Gooftaa kiyya! Jaallatamaas isa taasisi.”"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "(Rabbiin ni jedhe): “Yaa Zakariyyaa! Dhugumatti, Nuti ilma maqaan isaa Yahyaa ta’e, kan kana dura maqaa isaa eenyuufillee hin taasisiniin si gammachiifna.”"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "(Zakariyyaan) ni jedhe: “(Yaa) Rabbii kiyya! Odoo haati manaa koo maseena taatee jirtuu, anis dulluma irraa hoonga ga’ee jiruu akkamitti ilmi naaf ta’uu danda?”"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "Ni jedhe: “Dhimmichi akkuma kanaRabbiin kee ‘Kun anaaf laafaadhaDhugumatti, ani kana dura si’ii homaa hin turin si uumeen jira’ jedhe.”"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "(Zakariyyaanis) ni jedhe: “(Yaa) Rabbii kiyya! Mallattoo wahii naaf godhi.” (Rabbiinis) ni jedhe: “Mallattoon kee halkan sadihiif odoo fayyaa qabduu (Zikrii malee) nama dubbisuu dhabuudha.”"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "Ergasii iddoo sagadaa keessaa ummata isaa irratti gadi ba’ee, ganamaafi galgala Rabbiin qulqulleessuu mallattoon itti beeksise"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "“Yaa Yahyaa! Kitaabicha ciminaan qabadhu” (jenneen)Beekumsas ijoollummaan isaaf kennine"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "Mararfannaa Nu biraa ta’eefi qulqullinas (isaaf kenninee jirra)Innis (Rabbiin) sodaataa ta’eera"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "Haadhaafi abbaa isaatiifis tola oolaa ta’eeraOf tuulaa, didaas hin taane"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "Nageenyis guyyaa inni dhalate, guyyaa inni du’uufi guyyaa inni lubbuun kaafamus isa irra haa jiraatu"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "Kitaabicha (Qur’aana) keessatti Maryamiinis yeroo maatii ishee irraa iddoo gara bahaatti achi baate dubbadhu"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "Isaan irraa haguuggaa godhattee, ergamaa keenya (Jibriiliin) gara isiitti eregineInnis namuma (uumaan isaa) guutuu isiitti fakkaate"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "Ni jette: “Yoo kan (Rabbiin) sodaattu taateef dhugumatti, ani Rahmaaniinin si irraa tikfama.”"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "(Jibriilis): “Ani ergamaa Rabbii keetiiti; akkan ilma qulqulluu siif kennuuf (Rabbiin na erge)” jedheen"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "Ni jette: “Odoo namni tokko ana hin tuqin; sagaagaltuus odoon hin ta’in akkamitti ilmi naaf ta’uu danda’a?”"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "Innis ni jedhe: “Dhimmichi akkuma kanaGooftaan keetis ‘kuni natti laafaadha; Namootaafis raajiifi rahmata Nu irraa ta’es akka isa taasifnuufi” jedhe(Kun) dhimma dura murtaa’e ta’eera"
        }
    ]
}