{
    "maqras": [
        {
            "chapter": 22,
            "verse": 60,
            "text": "(Dubbiin) akkanaNamni fakkaataa waan ittiin miidhameetiin haaloo bahatee, ergasii isa irratti itti roorrifame, dhugumatti, Rabbiin isa tumsaDhugumatti, Rabbiin irra namaaf dabraa, araaramaadha"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "Sun waan Rabbiin halkan guyyaa keessa seensisuufi guyyaas halkan keessa seensisa ta'eefiDhugumatti, Rabbiin dhaga’aa, argaadha"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "Kun waan Rabbiin, Inni (gabbaramaa) dhugaa ta’ee, wantoonni isaan Isaa gaditti gabbaran immoo isa sobaa ta’ee, ammas Rabbiin Isatu ol ta’aa, guddaa ta'eefi"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "Sila akka Rabbiin samii irraa bishaan buusee, dachiin (isaan) magariisa taate hin arginee? Dhugumatti, Rabbiin rahmata godhaa, keessa beekaadha"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "Wantoonni samii keessa jiraniifi wantoonni dachii keessa jiran hundi kan IsaatiDhugumatti, Rabbiin Isatu dureessa, faarfamaadha"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "Sila akka Allaahn wantoota dachii keessa jiraniifi dooniwwan galaana keessa daakan ajaja Isaatiin isiniif mijeesse hin arginee? Eeyyama Isaatiin yoo ta'e malee akka samiin dachii irratti hin kufne qabaRabbiin namootaaf akkaan mararfataa, rahmata godhaadha"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "Inni Isa isin jiraachisee, sana booda isin ajjeesee, Sana booda isin jiraachisuudhaDhugumatti, namni akkaan (Rabbitti) kafaraadha"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "Ummata hundaaf seera isaan amantii ittiin geggeeffatan isaaniif taasifnee jirraKanaafuu (mushrikoonni Makkaa) dhimma kana irratti akka siin hin falmineGara Gooftaa keetiittis waamiDhugumatti, ati karaa qajeelaa irra jirta"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "Yoo siin falmanis “Rabbiin akkaan beekaa waan isin hojjattaniiti” jedhiin"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "Rabbiin Guyyaa Qiyaamaa waan isin isa keessatti wal dhabaa turtan gidduu keessanitti murteessa"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Sila Rabbiin wantoota samiifi dachii keessa jiran hunda akka beeku hin beektuu? Dhugumatti, kun kitaaba (Lawhal Mahfuuz) keessa jiraDhugumatti, kun Rabbi irratti laafaadha"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "Rabbiin alatti waan Inni ragaa homaatuu isaaf hin buusiniifi waan isaanis isa ilaalchisee beekumsa homaatuu hin qabne gabbaruMiidhaa hojjattootaaf gargaaraan tokkos hin jiru"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "Yeroo keeyyattoonni keenya kan ifa ta’an isaan irratti dubbifamanis, fuula warra kafaranii irraa (ajaja Rabbii) diduu hubattaWarra keeyyattoota keenya isaan irratti dubbisanitti utaaluutti dhihaatu(Yaa Muhammad!) “Sila waan sana caalaa hamaa ta’e isiniif himuu? Ibidda Rabbiin isaan kafaraniif waadaa galeedhaDeebichi waa fokkate!” jedhi"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "Yaa namootaa! Fakkeenyi taasifamee jiraa isa dhaggeeffadhaaDhugumatti, isaan isin Rabbiin alatti kadhattan (gabbartan) odoo isaaf walitti qabamaniillee tiisisa tokko hin uumanuYoo tiisisni waan tokko isaan harkaa butes, (waan) san isa irraa buusuu hin danda’anuGabbaraafi gabbaramaan dadhabeera"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "Dhugaa guddina Isaa Rabbiin hin guddifneDhugumatti, Rabbiin jabaa, injifataadha"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "Rabbiin maleykota irraa ergamoota filata; namoota irraas (ni filata)Dhugumatti, Rabbiin dhaga’aa, argaadha"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "Inni wantoota fuuldura isaanii jiraniifi wantoota duuba isaanii jiran hunda ni beekaWantoonni hundi gara Rabbiitti deebifamti"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "Yaa warra amantan! Rukuu’a bu’aa; sujuudas bu’aa; Gooftaa keessanis gabbaraa; akka milkooftaniif toltuus hojjadhaa"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "Qabsoo Isaaf malu (Karaa) Rabbii keessatti qabsaa’aa; Inni isin filateera; amantii keessatti dhiphina tokkollee isin irratti hin gooneKaraa abbaa keessan Ibraahiim (deemaa)Akka ergamaan Rabbii isin irratti ragaa ba’uufi isinis namoota irratti ragaa baataniif Isatu (Rabbitu) kana duraafi (Qur’aana) kana keessattis Muslimoota isin moggaaseKanaaf salaata dhaabaa; zakaa kennaa; Rabbiin ciminaan qabadhaaInni jaalalloo keessaniJaalallee ta'uuf waa tolee! Gargaaraa ta'uufis waa tole"
        }
    ]
}