{
    "maqras": [
        {
            "chapter": 26,
            "verse": 1,
            "text": "Xaa Siin Miim"
        },
        {
            "chapter": 26,
            "verse": 2,
            "text": "Kun keeyyattoota kitaaba (dhugaa soba irraa) adda baasaa ta’eeti"
        },
        {
            "chapter": 26,
            "verse": 3,
            "text": "(Yaa Muhammad!) Ati Mu’uminoota ta’uu dhabuu isaaniitiif [gaddaan] lubbuu kee baasuun siif sodaatama"
        },
        {
            "chapter": 26,
            "verse": 4,
            "text": "Odoo feenee samii irraa mallattoo isaan irratti buufnee (isheedhaaf ajajamuun) mormi isaanii isheedhaaf gadi jedhaa taati ture"
        },
        {
            "chapter": 26,
            "verse": 5,
            "text": "Isaan kan sobsiisan ta’anii malee gorsi (kitaabni) haaraan Rahmaan irraa isaaniif kan dhufu hin taane"
        },
        {
            "chapter": 26,
            "verse": 6,
            "text": "Dhugumatti isaan [Qur’aana kana] sobsiisaniiruOduun waan isaan itti qishnaa (qoosaa) turanii isaanitti dhufuuf jira"
        },
        {
            "chapter": 26,
            "verse": 7,
            "text": "Sila gara Dachii akka nuti gosoota gaggaarii hunda irraa meeqaatama ishee keessatti biqilchine isaan hin ilaallee"
        },
        {
            "chapter": 26,
            "verse": 8,
            "text": "Dhugumatti, sana keessa mallattootu jiraIrra hedduun isaaniis kan amanan hin taane"
        },
        {
            "chapter": 26,
            "verse": 9,
            "text": "Dhugumatti Gooftaan kee Isatu injifataa, rahmata godhaadha"
        },
        {
            "chapter": 26,
            "verse": 10,
            "text": "Yeroo Gooftaan kee “Gara ummata miidhaa dalagdootaa deemi” [jedhee] Muusaa waame [yaadadhu]"
        },
        {
            "chapter": 26,
            "verse": 11,
            "text": "“Gara ummata Fir’awn [dhaqi]Sila Rabbiin hin sodaatanii? [jedhiin].”"
        },
        {
            "chapter": 26,
            "verse": 12,
            "text": "[Muusaanis] ni jedhe: “Gooftaa kiyya! Dhugumatti, ani na sobsiisuun sodaadha"
        },
        {
            "chapter": 26,
            "verse": 13,
            "text": "[Yoo na sobsiisan] qomti kiyyas ni dhiphataArrabni kiyyas hin diriiruKanaafuu gara Haaruunitti ergi"
        },
        {
            "chapter": 26,
            "verse": 14,
            "text": "Isaaniifis yakka [dhiigaatu] narra jira; kanaafuu na ajjeesuun sodaadha.”"
        },
        {
            "chapter": 26,
            "verse": 15,
            "text": "[Rabbiinis] ni jedhe: “lakki! (si hin ajjeesanu)Isin lamaan mallattoolee keenyaan deemaaDhugumatti, Nuti isinii waliin dhageeffatoota.”"
        },
        {
            "chapter": 26,
            "verse": 16,
            "text": "“Fir’awnitti dhaqaatii ‘Nuti ergamaa Gooftaa aalama hundaati’ jedhaa"
        },
        {
            "chapter": 26,
            "verse": 17,
            "text": "“Ilmaan Israa’iil nu waliin gadi dhiisi” jechuudhaan [ergamne jedhaa]"
        },
        {
            "chapter": 26,
            "verse": 18,
            "text": "[Fir’awnis] ni jedhe: “sila nuti mucaa xiqqaa taatee of biratti si hin guddifnee? Umrii kee irraas waggoota baay’ee nu keessa hin turree"
        },
        {
            "chapter": 26,
            "verse": 19,
            "text": "Dalagaa kee ishee dalagde (ajjeechaa raawwatte) sanas hin hojjannee? Ati gantoota irraahi” [jedhe]"
        },
        {
            "chapter": 26,
            "verse": 20,
            "text": "[Muusaanis] ni jedhe: “Yeroo san wallaaltota irraa ta’een ishee hojjadhe"
        },
        {
            "chapter": 26,
            "verse": 21,
            "text": "Yeroman isin sodaadhun isin irraa dheesse; Gooftaan kiyyas beekumsa naaf kennee ergamtoota irraa na godhe"
        },
        {
            "chapter": 26,
            "verse": 22,
            "text": "Sunis Ilmaan Israa’iil gabra godhachuu keetiin tola ati narratti himattuudha.”"
        },
        {
            "chapter": 26,
            "verse": 23,
            "text": "Fir’awn “gooftaan aalama hundaa maali?” jedhe"
        },
        {
            "chapter": 26,
            "verse": 24,
            "text": "[Muusaanis]: “gooftaa Samii, Dachiifi waan gidduu isaan lamaaniiti; yoo kan dhugoomsitan taatan [itti amanaa]” jedheen"
        },
        {
            "chapter": 26,
            "verse": 25,
            "text": "[Fir’awnis] namoota maddii isaa jiraniin “Sila [waan inni jedhu] hin dhageessanuu?” jedhe"
        },
        {
            "chapter": 26,
            "verse": 26,
            "text": "[Muusaan] “Gooftaa keessaniifi Gooftaa abbootii keessan kan jalqabaati” jedhe"
        },
        {
            "chapter": 26,
            "verse": 27,
            "text": "[Fir’awn] “ergamaan keessan inni gara keessanitti ergame dhugumatti maraatuudha” jedhe"
        },
        {
            "chapter": 26,
            "verse": 28,
            "text": "[Muusaan] “Gooftaa Bahaa, Dhihaafi waan gidduu isaan lamaanii jiruuti; yoo kan hubattan taataniif [itti amanaa]” jedhe"
        },
        {
            "chapter": 26,
            "verse": 29,
            "text": "[Fir’awn] “dhugumatti, yoo ati ana malee gabbaramaa biraa godhatte, hidhamtoota irraan si taasisa” jedhe"
        },
        {
            "chapter": 26,
            "verse": 30,
            "text": "[Muusaan] “sila odoo waan (ragaa) ifa ta’een sitti dhufeellee moo?” jedhe"
        },
        {
            "chapter": 26,
            "verse": 31,
            "text": "[Fir’awn] “yoo warra dhugaa dubbatan irraa taate isa fidi” jedhe"
        },
        {
            "chapter": 26,
            "verse": 32,
            "text": "[Muusaan] ulee isaa ni darbateYeroma san isheen jawwee ifa galaa taate"
        },
        {
            "chapter": 26,
            "verse": 33,
            "text": "Harka isaas [bobaa isaa jalaa] ni baase; Yeroma san isheen warra ilaalaniif adii taate"
        },
        {
            "chapter": 26,
            "verse": 34,
            "text": "[Fir’awn] qondaaltota naanna’a isaa jiraniin “dhugumatti, kun saahiree (falfalaa) akkaan beekaadha” jedhe"
        },
        {
            "chapter": 26,
            "verse": 35,
            "text": "“Sihrii isaatiin dachii keessan irraa isin baasuu fedhaa, isin immoo maalitti na ajajju” (jedhe)"
        },
        {
            "chapter": 26,
            "verse": 36,
            "text": "[Isaanis] ni jedhan: “Isaafi obboleessa isaas tursiisiMagaalota keessattis walitti qabdoota ergi"
        },
        {
            "chapter": 26,
            "verse": 37,
            "text": "Saahiroota (falfaltoota) beekumsa qaban hundaan sitti haa dhufanu.”"
        },
        {
            "chapter": 26,
            "verse": 38,
            "text": "Saahiroonnis beellama guyyaa beekamaatiif walitti qabaman"
        },
        {
            "chapter": 26,
            "verse": 39,
            "text": "Namootaanis ni jedhame: “Isin sila walitti qabamtanii? (Dafaa walitti qabamaa)"
        },
        {
            "chapter": 26,
            "verse": 40,
            "text": "Yoo isaan kan injifatan ta’an, Saahiroota (falfaltoota) hordofuun keenya ni kajeelamaa.”"
        },
        {
            "chapter": 26,
            "verse": 41,
            "text": "Falfaltoonni yeroma dhufan, Fir’awniin “Sila dhugumatti yoo nuti mo’attoota taaneef mindaan nuuf jiraa? ” jedhan"
        },
        {
            "chapter": 26,
            "verse": 42,
            "text": "[Fir’awnis] “Eeyyeen; isin yoosan [natti] dhihaattota irraa taatu” jedhe"
        },
        {
            "chapter": 26,
            "verse": 43,
            "text": "Muusaanis “Isin waan darbuu feetan darbaa” isaanin jedhe"
        },
        {
            "chapter": 26,
            "verse": 44,
            "text": "Haadaafi uleewwan isaanii ni darban; “Jabeenya Fir’awniin! Nuti dhugumatti nutu injifattoota” jedhan"
        },
        {
            "chapter": 26,
            "verse": 45,
            "text": "Muusaanis ulee isaa ni darbateYeroma san isheen waan isaan sobaan fakkeessan hunda liqimsite"
        },
        {
            "chapter": 26,
            "verse": 46,
            "text": "Falfaltoonnis [yeroma kana argan] sujuuda bu’aa ta’anii gadi kufan"
        },
        {
            "chapter": 26,
            "verse": 47,
            "text": "Ni jedhanis: “Gooftaa aalama hundaatti amanne"
        },
        {
            "chapter": 26,
            "verse": 48,
            "text": "Gooftaa Muusaafi Haaruunitti.”"
        },
        {
            "chapter": 26,
            "verse": 49,
            "text": "[Fir’awnis] ni jedhe: “Odoo ani isiniif hin eeyyamin isatti amantanii? Dhugumatti, inni hayyuu keessan kan sihrii isin barsiiseedhaFuuldurattis [waan ta’u] beekuuf jirtuDhugumatti, ani Harka keessaniifi Luka keessan wal-faallessuudhaan isin irraan mummuraDhugumatti hunduma keessan isinin fannisa.”"
        },
        {
            "chapter": 26,
            "verse": 50,
            "text": "Ni jedhan: “Miidhaan [nurra] hin jiru! Dhugumatti, nuti gara Gooftaa keenyaa deebi’oodha"
        },
        {
            "chapter": 26,
            "verse": 51,
            "text": "Dhugumatti, nuti warra jalqaba amanan ta’uudhaan Rabbiin keenya badii keenya nuuf araaramuu ni kajeella .”"
        }
    ]
}