{
    "maqras": [
        {
            "chapter": 27,
            "verse": 1,
            "text": "Xaa SiinKun keeyyattoota Qur’aanaafi kitaaba ibsaa ta’eeti"
        },
        {
            "chapter": 27,
            "verse": 2,
            "text": "Mu’uminootaaf qajeelfamaafi gammachiisaadha"
        },
        {
            "chapter": 27,
            "verse": 3,
            "text": "(Isaan) warra Salaata dhaaban, zakaa kennaniifi isaan Aakhiraatti amananiidha"
        },
        {
            "chapter": 27,
            "verse": 4,
            "text": "Dhugumatti, isaan Aakhiraatti hin amanin, [gadhee] dalagaa isaanii isaaniif miidhagsineIsaanis ni dhama’u"
        },
        {
            "chapter": 27,
            "verse": 5,
            "text": "Isaan sun warra [addunyaa keessatti] adabbiin hamaan isaaniif jiruudhaIsaan Aakhiraatti isaanumatu hoonga’oodha"
        },
        {
            "chapter": 27,
            "verse": 6,
            "text": "Dhugumatti, ati Qur'aana [Rabbii] ogeessa, beekaa ta’e irraa qunnamta"
        },
        {
            "chapter": 27,
            "verse": 7,
            "text": "Yeroo Muusaan maatii isaatiin “ani ibidda argeen jira; [deemeetin] ishee irraa odeeffannoo [waa’ee karaa] isiniif fidaYookiin immoo akka isin ho’ifattaniif xombooraa qabsiifamaa wahii isiniif fida” jedhe [yaadadhu]"
        },
        {
            "chapter": 27,
            "verse": 8,
            "text": "Yeroma inni ishee bira dhaqu akkana jechuun isatti lallabame: “Inni ibidda keessa jiruufi Inni cinaa ishee jiru khayriin isaa baay’ate; Rabbiin gooftaa aalamaa ta’es qulqullaahe"
        },
        {
            "chapter": 27,
            "verse": 9,
            "text": "Yaa Muusaa! Dubbiin Ani Allaah injifataa, ogeessa ta’eedha"
        },
        {
            "chapter": 27,
            "verse": 10,
            "text": "Ulee kee darbi.” [Ni darbes] yeroma akka bofaatti kan isheen sochootu argu of duuba deebi’ee dheesseDuuba hin ilaalles“Yaa Muusaa! hin sodaatin; dhugumatti ani ergamtoonni na biratti hin sodaatanu"
        },
        {
            "chapter": 27,
            "verse": 11,
            "text": "Garuu Namni miidhaa dalagee ergasii hamtuu boodaan toltuu bakka buuse dhugumatti Ani [isaaf] araaramaa, rahmata godhaadha"
        },
        {
            "chapter": 27,
            "verse": 12,
            "text": "Harka kee bobaa kee keessa seensisi; isheen fokkachuudhaan maleetti adii taatee baatiMallattoowwan saglaniin gara Fir’awniifi ummata isaa (deemi)Dhugumatti isaan ummata finciltoota ta’anii jiru.”"
        },
        {
            "chapter": 27,
            "verse": 13,
            "text": "Yeroma mallattoowwan keenya ifa taatee isaanitti dhuftu “kun Sihrii (falfala) ifa bahaadha” jedhan"
        },
        {
            "chapter": 27,
            "verse": 14,
            "text": "Odoo lubbuun isaanii mirkaneessituu, miidhaafi boonaaf jecha ishee morman; booddeen badii raawwattootaa akkam akka ture ilaali"
        },
        {
            "chapter": 27,
            "verse": 15,
            "text": "Dhugumatti, Nuti Daawuudiifi Suleeymaaniif beekumsa kennineerraIsaan lamaanis “faaruun hundi kan Rabbii Isa gabroota Isaa mu’uminootaa baay’ee irra nu caalchiseeti” jedhan"
        },
        {
            "chapter": 27,
            "verse": 16,
            "text": "Suleeymaan Daawuudiin ni dhaaleNi jedhes: “Yaa namootaa! Qooqa simbiraa barsiifamneerraWanti hundi nuuf kennamee jiraDhugumatti, kun tola ifa bahaadha.”"
        },
        {
            "chapter": 27,
            "verse": 17,
            "text": "Suleeymaaniif waraanni isaa jinnoota, namootaafi allaattii irraa walitti qabame; isaanis walitti ittifamoodha"
        },
        {
            "chapter": 27,
            "verse": 18,
            "text": "Yeroma holqa mixii (Dagandaa) irra dhufan, mixiin tokko “Yaa tuuta mixii! akka Suleeymaaniifi waraanni isaa odoo hin beekin isin hin caccabsineef manneen keessan seenaa” jette"
        },
        {
            "chapter": 27,
            "verse": 19,
            "text": "Innis jecha ishee irraa kolfuun ni seeqateNi jedhes: “Yaa Gooftaa kiyya! Akkan ni’imaa kee ishee anaafi abbaa haadha kiyya qanansiifte galateeffadhuufi hojii gaarii ati jaalattu hojjadhu na barsiisiRahmata keetiinis gabroota kee gaggaarii keessa na seensisi.”"
        },
        {
            "chapter": 27,
            "verse": 20,
            "text": "Simbirroos to’atee ni jedhe: “maaliifan aduddee (Hud-hud) hin argine? Moo sila isumatu fagaattota irraa ta’e"
        },
        {
            "chapter": 27,
            "verse": 21,
            "text": "Dhugumatti, adabbii cimaan isa adabaYookiin isan gorra’aYookiin immoo ragaa ifaa ta’een natti haa dhufu.”"
        },
        {
            "chapter": 27,
            "verse": 22,
            "text": "[Yeroo hanga] fagoo hin taane turee ni jedhe: “waan ati hin barin bareen jiraSaba’i irraas oduu dhugaa ta’een sitti dhufeera"
        },
        {
            "chapter": 27,
            "verse": 23,
            "text": "Ani Dubartii isaan bulchitu kan Waan hunda kennamte, isheedhaafis sireen guddaan jirun arge"
        },
        {
            "chapter": 27,
            "verse": 24,
            "text": "Isheefi ummata ishee kan Rabbii gaditti Aduuf sagadanin argeSheyxaann dalagaa isaanii isaaniif miidhagsee karaa [qajeelaa] irraa isaan deebiseIsaan hin qajeelanu"
        },
        {
            "chapter": 27,
            "verse": 25,
            "text": "Akka isaan Rabbii waan dhokataa Samiifi Dachii ifatti baasuufi waan isin dhoksitaniifi mul’iftan beekuuf sujuuda hin goone [isaan dhorgee jira]"
        },
        {
            "chapter": 27,
            "verse": 26,
            "text": "Allahn Isa malee dhugaan gabbaramaan hin jiruInni Gooftaa arshii guddaati.”"
        }
    ]
}