{
    "maqras": [
        {
            "chapter": 3,
            "verse": 33,
            "text": "Sesungguhnya Allah telah memilih Adam, Nuh, keluarga Ibrahim dan keluarga Imran melebihi segala umat (pada masa masing-masing)"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "(sebagai) satu keturunan, sebagiannya adalah (keturunan) dari sebagian yang lain. Allah Maha Mendengar, Maha Mengetahui"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "(Ingatlah), ketika istri Imran berkata, \"Ya Tuhanku, sesungguhnya aku bernazar kepada-Mu, agar (janin) yang dalam kandunganku (kelak) menjadi hamba yang mengabdi (kepada-Mu), maka terimalah (nazar itu) dariku. Sungguh, Engkaulah Yang Maha Mendengar, Maha Mengetahui"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "Maka ketika melahirkannya, dia berkata, \"Ya Tuhanku, aku telah melahirkan anak perempuan.\" Padahal Allah lebih tahu apa yang dia lahirkan, dan laki-laki tidak sama dengan perempuan. \"Dan aku memberinya nama Maryam, dan aku mohon perlindungan-Mu untuknya dan anak cucunya dari (gangguan) setan yang terkutuk"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "Maka Dia (Allah) menerimanya dengan penerimaan yang baik, membesarkannya dengan pertumbuhan yang baik dan menyerahkan pemeliharaannya kepada Zakaria. Setiap kali Zakaria masuk menemuinya di mihrab (kamar khusus ibadah), dia dapati makanan di sisinya. Dia berkata, \"Wahai Maryam! Dari mana ini engkau peroleh?\" Dia (Maryam) menjawab, \"Itu dari Allah.\" Sesungguhnya Allah memberi rezeki kepada siapa yang Dia kehendaki tanpa perhitungan"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "Di sanalah Zakaria berdoa kepada Tuhannya. Dia berkata, \"Ya Tuhanku, berilah aku keturunan yang baik dari sisi-Mu, sesungguhnya Engkau Maha Mendengar doa"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "Kemudian para malaikat memanggilnya, ketika dia berdiri melaksanakan salat di mihrab, \"Allah menyampaikan kabar gembira kepadamu dengan (kelahiran) Yahya, yang membenarkan suatu kalimat (firman)118) dari Allah, panutan, berkemampuan menahan diri (dari hawa nafsu) dan seorang nabi diantara orang-orang saleh"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "Dia (Zakaria) berkata, \"Ya Tuhanku, bagaimana aku bisa mendapat anak, sedang aku sudah sangat tua dan istriku pun mandul?\" Dia (Allah) berfirman, \"Demikianlah, Allah berbuat apa yang Dia kehendaki"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "Dia (Zakaria) berkata, \"Ya Tuhanku berilah aku suatu tanda.\" Allah berfirman, \" Tanda bagimu, adalah engkau tidak dapat berbicara dengan manusia selama tiga hari, kecuali dengan isyarat. Dan sebutlah (nama) Tuhanmu banyak-banyak, dan bertasbihlah (memuji-Nya) pada waktu petang dan pagi hari"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "Dan (ingatlah) ketika para malaikat berkata, \"Wahai Maryam! Sesungguhnya Allah telah memilihmu, menyucikanmu, dan melebihkanmu di atas segala wanita di seluruh alam (pada masa itu)"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "Wahai Maryam! Taatilah Tuhanmu, sujud dan rukuklah bersama orang-orang yang rukuk"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "Itulah sebagian dari berita-berita gaib yang Kami wahyukan kepadamu (Muhammad), padahal engkau tidak bersama mereka ketika mereka melemparkan pena119) mereka (untuk mengundi) siapa di antara mereka yang akan memelihara Maryam. Dan engkau pun tidak bersama mereka ketika mereka bertengkar"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "(Ingatlah), ketika para malaikat berkata, \"Wahai Maryam! Sesungguhnya Allah menyampaikan kabar gembira kepadamu tentang suatu kalimat (firman) dari-Nya (yaitu seorang putera) namanya Al-Masih Isa putra Maryam, seorang terkemuka di dunia dan di akhirat, dan termasuk orang-orang yang didekatkan (kepada Allah)"
        },
        {
            "chapter": 3,
            "verse": 46,
            "text": "dan dia berbicara dengan manusia (sewaktu) dalam buaian dan ketika sudah dewasa, dan dia termasuk di antara orang-orang yang saleh"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "Dia (Maryam) berkata, \"Ya Tuhanku, bagaimana mungkin aku akan mempunyai anak, padahal tidak ada seorang laki-laki pun yang menyentuhku?\" Dia (Allah) berfirman, \"Demikianlah Allah menciptakan apa yang Dia kehendaki. Apabila Dia hendak menetapkan sesuatu, Dia hanya berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "Dan Dia (Allah) mengajarkan kepadanya (Isa) Kitab,120) Hikmah, Taurat, dan Injil"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "Dan sebagai Rasul kepada Bani Israil (dia berkata), \"Aku telah datang kepada kamu dengan satu tanda (mukjizat) dari Tuhanmu, yaitu aku membuatkan bagimu (sesuatu) dari tanah berbentuk seperti burung, lalu aku meniupnya, maka ia menjadi seekor burung dengan izin Allah. Dan aku menyembuhkan orang yang buta sejak dari lahir dan orang yang berpenyakit kusta. Dan aku menghidupkan orang mati dengan izin Allah, dan aku beritahukan kepadamu apa yang kamu makan dan apa yang kamu simpan di rumahmu. Sesungguhnya pada yang demikian itu terdapat suatu tanda (kebenaran tentang kerasulanku) bagimu, jika kamu orang beriman"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "Dan sebagai seorang yang membenarkan Taurat yang datang sebelumku, dan agar aku menghalalkan bagi kamu sebagian dari yang telah diharamkan untukmu. Dan aku datang kepadamu membawa suatu tanda (mukjizat) dari Tuhanmu. Karena itu, bertakwalah kepada Allah dan taatlah kepadaku"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "Sesungguhnya Allah itu Tuhanku dan Tuhanmu, karena itu sembahlah Dia. Inilah jalan yang lurus"
        }
    ]
}