{
    "maqras": [
        {
            "chapter": 16,
            "verse": 51,
            "text": "Äri Allah: «Eki quday jasap almañdar. Şın mäninde, Ol jalğız quday! Tek Menen ğana qorqıñdar!» dedi"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "Aspandardağı jäne jerdegi närseler - Oniki. qulşılıq ta ärdayım Oğan arnalıp jasalınadı. Sonda Allahtan özgeden qorqıp, saqtanasıñdar ma"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "Äri senderdegi kez kelgen / barlıq / ïgilik - Allahtan. Keyin özderiñe bir zïyan kelse, Oğan ğana jalbarınasıñdar"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "Al, ol senderden zïyandı ayıqtırğan kezde, aralarıñnan bir bölik özderiniñ Rabbısına serik qosadı"
        },
        {
            "chapter": 16,
            "verse": 55,
            "text": "söytip, özderine bergenimizdi moyındamaw üşin. Paydalana turıñdar, jaqında bilesiñder"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "Äri olar Bizdiñ rïzıq etip bergenimizden özderi bilmeytin närselerge üles belgileydi. Allahpen ant, sender sözsiz oydan şığarğan ötirikteriñ jaylı suraqqa tartılasındar"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "Sonday-aq, olar «qızdarı bar» dep Allahqa ötirikti telïdi. Ol / budan / päk. Al, özderine qalağandarın qaldıradı"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "Al, olardıñ birewi qız perzentpen süyinşilengen kezde, jüzi qarayıp, aşw-ızasın işinde saqtaydı"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "Ol özine jetkizilgen xabardıñ saldarınan elden jasırınadı. Ol onı / qızın / qorlıqqa şıdap qaldıra ma, älde jerge kömip tastay ma? Biliñder! Olardıñ bergen ükimderi qanday jaman"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "Soñğı mäñgilik ömirge / aqïretke / senbeytinderdiñ sïpatı öte naşar, al Allah eñ joğarğı sïpatqa ïe. Ol öte Üstem, asa Dana"
        },
        {
            "chapter": 16,
            "verse": 61,
            "text": "Allah adamdardı ädiletsizdikteri üşin jazalaytın bolğanda, jer betinde eşbir jandını / janı bardı / qaldırmas edi. Alayda, olarğa belgilengen merzimge deyin mursat beredi. Al, qaşan merzimderi kelse, olar onı bir sätke artqa da, ilgeri de jıljıta almaydı"
        },
        {
            "chapter": 16,
            "verse": 62,
            "text": "Olar / müşrikter / Allahqa özderi unatpaytındı tañadı. Al, olardıñ tilderi bolsa özderine jaqsılıq boladı dep ötirikti aytadı. Aqïqatında, olarğa Ot / tozaq / boladı äri olar onda tastalıp, umıtıladı"
        },
        {
            "chapter": 16,
            "verse": 63,
            "text": "Allahpen ant etemin! / Ey, Muxammed! / Biz senen burın da ümmetterge / elşiler / jiberdik. Sonda şaytan olarğa isterin ädemi etip körsetti. Ol / şaytan / bügin / osı ömirde / olardıñ jaqını, dosı äri olar üşin / aqïrette / qïnawşı azap bar"
        },
        {
            "chapter": 16,
            "verse": 64,
            "text": "Biz sağan Kitaptı olarğa qayşılıqqa tüskenderin tüsindirwiñ jäne ïmandılar / müminder / üşin / twra joldı ustanwğa / basşılıq äri meyirim etip tüsirdik"
        },
        {
            "chapter": 16,
            "verse": 65,
            "text": "Allah aspannan sw tüsirip, onımen jer tirşiliksiz qalğannan keyin oğan jan bitirdi. Mine, munda qulaq asatın adamdar üşin belgi-ğïbrat bar"
        },
        {
            "chapter": 16,
            "verse": 66,
            "text": "Aqïqatında, sender üşin maldarda da ğïbrat bar. Senderge olardıñ qarnındağı qorıtılıp jatqan men qannıñ arasınan işwşilerge siñimdi bolğan taza sütti işkizemiz"
        },
        {
            "chapter": 16,
            "verse": 67,
            "text": "Sonday-aq, sender qurma jäne jüzim jemisterinen de mas qılwşı işimdik jäne jaqsı azıq alasıñdar. Mine, Munda aqıldarın istetip, uğınatın adamdar üşin belgi-ğïbrat bar"
        },
        {
            "chapter": 16,
            "verse": 68,
            "text": "Äri Rabbıñ bal arasına bildirip: «Tawlardan, ağaştardan jäne olardıñ / adamdardıñ / turğızğandarınan uya jasap al"
        },
        {
            "chapter": 16,
            "verse": 69,
            "text": "Sodan keyin ärbir jemisterden jep, Rabbıñnıñ bağındırğan joldarımen jür», dedi. Olardıñ işterinen alwan tüsti işetin zat şığadı. Onda adamdar üşin şïpa bar.Mine, munda oylanıp qaraytın adamdar üşin belgi-ğïbrat bar"
        },
        {
            "chapter": 16,
            "verse": 70,
            "text": "Allah senderdi jarattı. Keyin jandarıñdı aladı. Senderden keybirewler bilgennen keyin ömirdiñ eñ naşarına / kärilikke / , eşnärse bilmey qalatın / kezeñine / qaytarıladı. Anığında, Allah bärin Bilwşi, asa Qudiretti , Onıñ «Bol!» degeniniñ bäri boladı"
        },
        {
            "chapter": 16,
            "verse": 71,
            "text": "Allah rïzıq-nesibede biriñdi biriñnen artıq etti. Biraq / rïzıqta / artıqşılıq berilgender qol astındağıların özderimen teñ etw üşin olarğa öz ülesterinen bermeydi. Sonda olar Allahtıñ bergen ïgiligin joqqa şığara ma"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "Allah senderge özderiñnen jubaylar jasadı äri jubaylarıñnan sen­derge balalar men nemereler berip, sonday-aq senderdi jaqsı närselerinen rïzıqtandırdı. Sonda olar jalğanğa senip, Allahtıñ ïgiligine küpirlik ete me / teriske şığara ma"
        },
        {
            "chapter": 16,
            "verse": 73,
            "text": "Äri olar / müşrikter / Allahtan özge özderi üşin aspandardan jäne jerden eşqanday rïzıqqa ïe emes äri buğan şamaları da kelmeytin - birewlerge tabınadı"
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "Allahqa uqsastar keltirmeñder / Asa ulı Allahqa eşkimdi uqsatpañdar / .Anığında, Allah biledi, - sender bilmeysiñder"
        }
    ]
}