{
    "maqras": [
        {
            "chapter": 17,
            "verse": 50,
            "text": "Ey, Muxammed! / Olarğa: «Tas ne temir bolıñdar"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "ne köñilderiñde ülken köringen bir jaratılıs bolıñdar / bäribir tiriltilesiñder / », -de. Olar: «Bizdi kim qayta tiriltedi?» deydi. Ayt: «Özderiñdi alğaşqı rette jaratqan», - dep. Olar sağan bastarın şayqap: «Ol qaşan?» - deydi. Ayt: «Ol jaqında boladı », -dep"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "Ol senderdi şaqırğan / Esep / küni, sen­der Oğan maqtaw aytıp jawap beresiñder äri / dünïede / az ğana boldıq dep oylaysıñdar"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "Quldarıma ayt, olar eñ jaqsını söylesin. Şın mäninde, şaytan olardıñ arasına naz'ğ qıladı / iritki salıp, buzadı / .Anığında, şaytan adam balasına anıq duşpan"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Senderdi Rabbıñ jaqsı biledi. Qalasa, senderge meyirim etedi, qalasa azaptaydı. Biz seni olar üşin jawaptı etip jibermedik"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Sonday-aq, seniñ Rabbıñ aspandardağı jäne jerdegilerdi jaqsı biledi. Biz payğambarlardıñ keybirine özgelerinen artıqşılıq berdik. Äri Däwitke Zabwrdı berdik"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "Ey, Muxammed / / Olarğa: «Odan özge / quday dep / oylağandarıñdı şaqırıñdar. Olardıñ senderden zïyandı ketirwge, burıp jiberwge şaması joq», - dep ayt"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Olardıñ tabınğandarınıñ özderi Rabbısına qaray jaqındatatın jol izdep, Oğan jaqınıraq bolwğa umtıladı. Olar Onıñ meyirimin ümit etedi äri azabınan qorqadı. Aqïqatında, Rabbıñnıñ azabı - qorğanıp, saqtanwğa tïis / qajetti / bolğan närse"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "Biz Qayta tirilw künine deyin / künälarınıñ sebebinen / joyıp jibermeytin nemese qattı azapqa uşıratpaytın birde-bir eldi meken joq. Bul - Kitapta / Läwxwl-Maxfwzda / jazılıp qoyılğan"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "Äri Biz muğjïzalardı aldıñğı ötkenderdiñ onı / muğjïzanı / ötirikke şığarğandığı üşin jibermedik. Biz Sämüd eline anıq körinetin / muğjïza retinde / tüye berdik, biraq olar oğan ädiletsizdik jasadı. Äri Biz muğjïzalardı / keremetterdi / tek qorqıtw üşin ğana jiberemiz"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "Ey, Muxammed!! Kezinde sağan: «Aqïqatında, Rabbıñ adamdardı barlıq jağınan qamtığan», -dedik. Äri sağan / Ïsra keşinde! körsetkenimizdi adamdar üşin sınaq ettik. Sonday-aq, Qurandağı lağnettelgen ağaştı da. Biz olardı qorqıtamız, biraq bul olardıñ qattı şekten şığwların ğana arttıradı"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "Äri kezinde periştelerge: «Adamğa säjde etiñder!» - dedik. Sonda olar säjde etti. Tek Ibilis / säjde etpey / : «Sen laydan jaratqan birewge säjde jasaymın ba?» - dedi"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "Ibilis / : «Mağan xabar berşi, Öziñ menen qurmetti etkeniñ mınaw ma? Eger mağan Qayta tirilw künine deyin waqıt berseñ / keşiktirsen / , men onıñ urpağınıñ azınan basqasın jügendep alamın», - dedi"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "Allah: «Ket! Olardan kim sağan erse, senderdiñ qaytarım jazalarıñ - Jahannam, ol - / is-amaldardıñ / qaytarımı retindegi tolıq jaza"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "Olardan äliñ kelgendi dawısıñmen eliktirip qozğaw sal. Olarğa qarsı attı jäne jayaw äskeriñdi sal. Äri olardıñ mal-dünïeleri jäne perzentterine aralasıp, ortaq bol. Äri olarğa wäde ber», - dedi. Negizinde, şaytan olarğa jalğan närsege ümittendirwden / aldawdan / basqa närseni wäde ete almaydı"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "Aqïqatında, quldarıma / Mağan şı­nayı qul bolğandarğa /- olardıñ üstinen sende bïlik joq. Äri Rabbıñ - qorğap, saqtawşı retinde jetkilikti"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "Senderdiñ Rabbıñ, Öziniñ keñşiligin izdewleriñ üşin kemelerdi teñizde jürgizedi. Şın mäninde, Ol senderge Meyirimdi"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "Senderge teñizde bir zïyan kelgen kezde, Odan / Allahtan / özge jalbarınğandarıñ joq bolıp ketedi. Al, Ol özderiñdi qurlıqqaşığarıp qutqarğan kezde, sender teris burılasıñdar. Sonday-aq, adam balası / özine / berilgen ïgilikterdi moyındamawşı"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "Onıñ senderdi qurlıqta jerge juttırwınan nemese senderge tastı dawıl jiberwinen qawipsiz be ediñder? Keyin özderiñ üşin qorğawşı taba almaysıñdar"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "Älde Onıñ senderdi oğan / teñizge / tağı da qaytarıp äri qattı dawıl jiberip, küpirlikteriñ / qarsı kelgendikteriñ / üşin swğa batırwınan qawipsiz be ediñder? Keyin Bizge qarsı kekteriñdi dawlawşı tappaysıñdar"
        }
    ]
}