{
    "maqras": [
        {
            "chapter": 35,
            "verse": 41,
            "text": "Aqïqatında, Allah aspandardı jäne jerdi awıtqıp ketwinen ustap tura­dı. Eger ol ekewi awıtqıp ketse, olardı / Allahtan / keyin eşkim ustap tura almaydı. Aqïqatında, Ol asa Ustamdı, öte Keşirimdi"
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "Äri olar, eger özderine bir eskertwşi kelse, onda / payğambar jiberilgen / barlıq ümmetterge qarağanda twra jolda bolatındarına, anttarınıñ eñ ulısımen - Allahpen ant işken edi. Al, özderine eskertwşi kelgen kezde, bul olardıñ jïrenwlerin ğana arttırdı"
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "jer betinde täkäpparlanıp, özderin joğarı sanawı jäne ayla-şarğı arqılı jamandıq oylastırwın. Alayda, ayla-şarğı arqılı oylastırılğan jamandıqtar tek öz ïelerin orap aladı. Olar sonda burınğılarğa bolğannan basqa närseni küte me? Allahtıñ jolında / ükiminde / özgeris tappaysıñ. Äri Allahtıñ jolında / ükiminde / awıtqw tappaysıñ"
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "Olar jer betinde sapar şekpedi me, sonda özderinen aldın ötkenderdiñ soñı nemen bitkenin körmedi me? Olar bularğa qarağanda küş-qwat jağınan mıqtı edi. Aspandardağı jäne jerdegi eşbir närse Allahtı älsirete almaydı. Aqïqatında, Ol bärin Bilwşi, barlıq närseni Jasay alwşı"
        },
        {
            "chapter": 35,
            "verse": 45,
            "text": "Eger de Allah adamdardı istegenderi / künäları / üşin jazalaytın bolsa, onda onıñ / jerdiñ / betinde eşbir janı bardı qaldırmas edi. Biraq, Ol olarğa belgilengen merzimge deyin mursat beredi. Al, qaşan olardıñ merzimi kelgende / esepke tartıladı / .Aqïqatında, Allah quldarın Körwşi"
        },
        {
            "chapter": 36,
            "verse": 1,
            "text": "Ya, Sïn"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "Xïkmetti Quranmen ant etemin"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "Ey, Muxammed! / Şın mäninde, sen elşilerdensiñ"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "twra joldağı"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "Bul bärinen Üstem, erekşe Raqımdınıñ tüsirgeni"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "ataları eskertilmey, özderi qapersiz jürgen elge eskertwiñ üşin"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "Olardıñ köpşiligine qatıstı Söz şındıqqa aynaldı, endi olar senbeydi"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "Biz olardıñ / käpirlerdiñ / moyındarın ïekterine deyin jetetin buğawlarmen qursawlap qaptadıq. Sodan olardıñ bastarı kekşïip qaladı"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "Äri Biz olardıñ aldarınan da tosqawıl jäne arttarınan da tosqawıl qoyıp, olardı bürkedik, sondıqtan olar körmeydi"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "Ey, Muxammed! / Eskertseñ de, eskertpeseñ de olarğa bäribir, olar ïmanğa kelmeydi"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "Negizinde, sen Eskertwge / Quranğa / ergen jäne är-Raxmannan / asa Qayırımdıdan / , Onı körmey-aq qorıqqanğa eskerte alasıñ. Onı keşirim äri körkem sıymen süyinşile"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "Aqïqatında, Biz ölilerdi qayta tiriltemiz jäne olardıñ burın äzirlegenderin / istegen amaldarın / jäne artında qaldırğan izderin jazıp qoyamız. Biz ärbirnärseni anıq Tüpnusqada / Läwxwl-Maxfwzda / Ş eseptep qoydıq"
        },
        {
            "chapter": 36,
            "verse": 13,
            "text": "Ey, Muxammed! / Olarğa bir kent xalqınıñ mısalın keltir. Kezinde ol kentke elşiler kelgen edi"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "Biz olarğa / elşiniñ / ekewin jibergenimizde, olar / kent xalqı / ekewin ötirikşige şığardı. Sonda Biz / ol ekewin / üşinşimen küşeyttik te, olar: «Biz - senderge jiberilgen elşilermiz», - dedi"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "Kent xalqı / : «Sender bar bolğanı biz sïyaqtı ğana adamsıñdar. Är-Raxman / asa Qayırımdı / eşnärse tüsirmedi, sender ötirik aytıp tursıñdar», - dedi"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "Elşiler / : «Rabbımız biledi. Aqïqatında, biz senderge jiberilgen elşilermiz"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "Äri Bizge jüktelgeni anıq - türde jetkizw ğana»,-dedi"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "Kent xalqı / : «Biz senderden jamandıqtıñ nışanın bayqap turmız. Eger tıyılmasañdar, senderdi taspen uramız. Äri bizdiñ tarapımızdan bolğan azapqa uşıraysıñdar», - dedi"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "Elşiler / : «Jaman ırımdarıñ özderiñmen birge. Esteriñe salsa da ma / eskertse de me / ? Olay emes, sender şekten şıqqan elsiñder», - dedi"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "Sonda qalanıñ şetinen bir kisi jügirip kelip: «Äy, adamdar! Elşilerge eriñder"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "Özderiñnen aqı suramaytındarğa jäne twra jolda bolğandarğa erinder"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "Äri men özimdi jaratqanğa jäne özderiñ Oğan qaytarılatınğa / Allahqa / qalayşa qulşılıq etpeymin"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "Men Odan özgelerdi qudaylar etip alamın ba? Eger är-Raxman / asa Qayırımdı / mağan bir zïyan tïgizwdi qalasa, olardıñ ara tüswleri / şapağatı / mağan eş payda bermeydi äri olar meni qutqara da almaydı"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "Onda men sözsiz anıq adaswda bolğan bolamın"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "Aqïqatında, men senderdiñ Rabbıña sendim. Meni tıñdañdar.»,- dedi"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "Oğan: «Jännatqa kir»,- delindi. Ol: «Eger elim bilgende edi"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "Rabbımnıñ meni ne üşin keşirgenin äri meni qadirliler qatarınan etkenin», - dedi"
        }
    ]
}