{
    "maqras": [
        {
            "chapter": 2,
            "verse": 283,
            "text": "Al, eger saparda bolıp, xatşı taba almasañdar, onda / qarızdardan / kepildikke bir närse alınadı. Eger bir-biriñe senip berseñder, amanat tapsırılğan / adam / amanatın orındasın jäne Rabbısı - Allahtan / Onıñ tıyğandarınan / qorqıp, saqtansın. Äri kwälikti jasırmañdar. Kim onı jasırsa, onda onıñ jüregi künähar. Al, Allah - ne istep jatqandarıñdı Bilwşi"
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "Aspandardağı jäne jerdegi närseler - Allahtiki. Işteriñdegini jarïyalasañdar da nemese jasırsañdar da Allah senderden onıñ esebin aladı. Sonda qalağanın keşirip, qalağanın azaptaydı. Allahtıñ ärbir närsege Küşi jetwşi"
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "Elşi özine Rabbısınan tüsirilgenge sendi jäne ïmandılar da / müminder de / . Barlığı Allahqa äri Onıñ periştelerine, Onıñ kitaptarına jäne Onıñ elşilerine sendi: «Biz elşilerdiñ arasın bölmeymiz»,- dedi. Äri olar: «Estidik äri boysundıq! Rabbımız, Senen keşirim tileymiz äri qaytwımız - Sağan», - dedi"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "Allah eşbir janğa, onıñ küşi jetpeytindi mindettemeydi. Istep tapqanı / jaqsılığı / oğan, al özi üşin istep tapqanı / jamandığı / - onıñ özine qarsı boladı. «Rabbımız! Eger umıtsaq ne qatelessek, bizdi jazağa tarta körme. Rabbımız! Bizge bizden aldıñğılarğa / ilgergi ümmetterge / artqanıñday awırlıq artpa. Rabbımız! Bizge älimiz jetpeytindi jükteme! Äri bizdi jazalama jäne bizdi keşir jäne bizge raqım et. Sen - bizdiñ Ïemizsiñ! Bizge käpir adamdarğa qarsı kömek ber!»"
        },
        {
            "chapter": 3,
            "verse": 1,
            "text": "ÄlïfLäm Mïm"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "Allah - odan basqa quday joq. Ol - äl- Xayy / mäñgi Tiri / , äl-Qayywm / bärine tirşilik berip, Basqarwşı"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "Ey, Muxammed! / Ol sağan Kitaptı / Qurandı / , aldındağını rastawşı etip, aqïqatpen tüsirdi. Äri Ol Täwrat pen Injildi tüsirgen"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "adamdarğa budan aldın twra jol etip. Äri Fwrqandı / ayırwşını / tüsirdi. Aqïqatında, Allahtıñ ayat-belgilerine küpirlik etkenderge / moyındamağandarğa, qarsı kelgenderge / qattı azap bar. Allah - bärinen Üstem, jazalaw küşine Ïe"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "Aqïqatında, Allahtan jerdegi jäne aspandağı birde-bir närse jasırın qala almaydı"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "Ol senderge jatırlarda Öz qalawınşa beyne beredi. Odan basqa eşbir quday joq, Ol bärinen üstem, asa Dana"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "Ey, Muxammed! / Ol sağan Kitaptı tüsirdi. Onıñ işinde mağınası anıq ayattar bar. Olar - Kitaptıñ anası / negizi / . Äri özge, mağınası astarlı / ayattar da bar / ? Jürekterinde awıtqw bolğandar bolsa, bülik / fïtna / qalap jäne onı tüsindirwdi qalap astarlı mağınalı ayattardıñ soñına tüsedi. Al, onıñ tüsinigin Allahtan basqa eşkim bilmeydi. Äri bilimde ornıqqandar bolsa: «Biz oğan sendik. Barlığı bizdiñ Rabbımızdan», - deydi. Al, / eskertwdi / tek aqıl ïeleri ğana eske aladı / tüsinedi"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "Rabbımız! Bizdi twra jolğa tüsirgennen keyin jürekterimizdi awıtqıtpa jäne bizge Öziñnen bir meyirim sıyla. Aqïqatında, Sen - sıy berwşisiñ / äl-Wahhab"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "Rabbımız! Sen, adamdardı bolwı kümänsiz bir Künge Jïnawşısıñ. Aqïqatında, Allah wädeni buzbaydı"
        },
        {
            "chapter": 3,
            "verse": 10,
            "text": "Kümänsiz, küpirlik etwşilerdiñ / Allahqa qarsı kelwşilerdiñ / mal-dünïeleri de, balaları da Allahtan bolatın eşbir närseden qutqara almaydı. Mine, solar - Ottıñ otını"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "solar / Fïrawn äwleti men olardan burınğı ötkender sekildi. Olar bizdiñ ayat-belgilerimizdi ötirik sanadı. Sonda Allah olardı künäları sebepti ustadı / jazaladı / . Allah jaza berwde qattı"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "Ey, Muxammed!! Küpirlik etkenderge / ïmanğa kelmegenderge / ayt: «Tayawda sender jeñilesiñder jäne Jahannamğa jïnalıp äkelinesinder. Ol - netken jaman orın»,-dep"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "Aqïqatında, / Bädir soğısında / bir-birine kezdesken eki topta sender üşin bir belgi-ğïbrat boldı. Bir top Allah jolında soğıstı, al basqası käpirler bolatın. Olardıñ közderine / musılmandar / özderinen eki ese köringen edi. Allah Öz järdemimen qalağanın qoldaydı. Anığında, munda köre alatındar üşin ğïbrat bar"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "Äyelderge, perzentterge degen, üyme-üyme altın-kümiske, jaqsı attarğa, şarwa maldarına jäne egindikke degen qumarlıqtı jaqsı körw adamdarğa ädemi etilip körsetildi. Bul - osı ömirdiñ qızığı. Al, qaytatın jerdiñ körkemi - Allahta"
        }
    ]
}