{
    "maqras": [
        {
            "chapter": 3,
            "verse": 133,
            "text": "Äri Rabbıñızdıñ keşirimine jäne taqwalar / Allahtıñ jazasınan qorqıp, saqtanwşılar / üşin dayındalğan, eni aspandar men jerdey bolğan - jännatqa umtılıñdar"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "Solar / taqwalar / jeñildikte de jäne qïındıqta da / Allah razılığı üşin / jumsaytındar, aşwın ustaytındar jäne adamdardı keşiretinder. Allah jaqsılıqtı ıqılaspen istewşilerdi jaqsı köredi"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "Äri olar jïirkenişti is / ülken künä / jasasa nemese özderine ädiletsizdik etse, Allahtı esterine alıp, künäları üşin keşirim tileytinder. künälardı Allahtan basqa kim keşiredi? Äri olar istegenderin qasarısıp jalğastıra bermeydi jäne olar biledi"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "Mine, solardıñ qaytarım sıyı - olardıñ Rabbısınan keşirim jäne astınan özender ağıp jatatın äri olar onda mäñgi qalatın / Jännattağı / baqtar. Amal etwşilerdiñ sıyı qanday jaqsı"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "Senderden burın da türli joldar / jağdaylar / ötti. Jer jüzin aralap, jalğanğa şığarwşılardıñ aqırı qanday bolğanın qarañdar"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "Bul / Quran / - adamdar üşin anıq tüsindirw äri taqwalar / Allahtıñ jazasınan qorqıp, saqtanwşılar / üşin jolbasşı / twra joldı ustanwğa basşılıq / jäne nasïxat"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "Bosañsımañdar äri qayğırmañdar, eger ïmandı / mümin / bolsañdar, sender joğarısıñdar"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "Eger sender jaraqat alsañdar, aqïqatında ol adamdar da sonday jaraqat alğan edi. Allah ïmanğa kelgenderdi bilwi äri senderden şähïdter tañdap alwı üşin osınday künderdi adamdardıñ aralarında almastırıp turadı. Allah ädiletsizderdi jaqsı körmeydi"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "Äri bul Allahtıñ ïmandılardı / müminderdi / tazartıp, käpirlerdi joyuı üşin"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "Älde, Allah senderden küreswşiler men sabır etwşilerdi ayqındamay turıp, jännatqa kiremiz dep eseptediñder me"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "Aqïqatında, sender ölimge kezdespey turıp, onı tilewşi ediñder. Endi onı kördiñder de qarap qaldıñdar"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "Muxammed bir Elşi ğana. Odan burın da elşiler ötti. Eger ol ölse, ne öltirilse arttarıña qaytıp ketesiñder me? Kim artına qaytatın bolsa, Allahqa eşbir zïyan keltire almaydı. Allah şükir etwşilerdiñ / bergen ïgilikterine alğıs bildirwşilerdiñ! qaytarım sıyın, äli-aq beredi"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "Ärbir jan tek Allahtıñ ruqsatımen ğana, anıq jazılıp belgilengen merzimde öledi. Äri kim osı ömirdiñ sıyın qalasa, oğan odan beremiz. Al, kim soñğı, mäñgilik ömirdiñ / aqïrettiñ / sıyın qalasa, oğan da odan beremiz. Äri Biz şükir etwşilerdiñ I bergen ïgilikterimizge alğıs bildirwşilerdiñ / qaytarım sıyın jaqında beremiz"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "Qanşama payğambar ötti, Rabbısına berilgen köptegen adamdar olarmen birge soğıstı. Olar Allah jolında bastarına tüskenge bosañsımadı, älsizdik tanıtpadı jäne moyımadı. Allah sabır etwşilerdi jaqsı köredi"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "Olardıñ sözderi: «Rabbımız! Bizdiñ künälarımızdı jäne isimizdegi şek­ten şığwımızdı keşir äri tabandarımızdı bekit jäne käpirlerge qarsı bizge kömek ber!» - dep aytwları ğana boldı"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "Allah olarğa osı ömirdiñ sıyın äri soñğı, mäñgilik ömir / aqïret / sıyınıñ eñ körkemin berdi. Allah jaqsılıqtı ıqılaspen istewşilerdi jaqsı köredi"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "Ey, ïmanğa kelgender! Eger küpirlik etkenderge / qarsı kelgenderge, ïmansızdarğa / bağınsañdar, olar senderdi arttarıña qaytaradı. Sonda zïyan şekkenderge aynalasıñdar"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "Aqïqatında, senderdiñ qamqorşılarıñ - Allah! Ol - kömek berwşilerdiñ eñ qayırlısı"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "Allahqa serik etip, Ol eşbir dälel tüsirmegen närseni tañğandıqtarı üşin küpirlik etkenderdiñ / Allahqa serik qoswşılardıñ! jürekterine ürey salamız. Äri olardıñ baspanası - Ot / tozaq / . Ädiletsizderdiñ turağı netken jaman"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "Aqïqatında, Allahtıñ ruqsatımen sender olardı qırıp jatqan kezderiñde, Allah senderge bergen wädesin şındıqqa şığardı. Al, Allah özderiñe unatatın närseleriñdi körsetkennen keyin osaldıq tanıttıñdar jäne berilgen buyrıq jöninde tartısıp, bağınbay kettiñder. Senderdiñ işteriñde osı ömirdi qalaytındar bar äri senderdiñ işteriñde soñğı mäñgilik ömirdi / aqïretti / qalaytındar bar. Sodan keyin Ol senderdi sınaw üşin olardan keri burdı. Äri Ol senderdi keşirdi. Allah ïmandılarğa / müminderge / keñşilik Ïesi"
        }
    ]
}