{
    "maqras": [
        {
            "chapter": 2,
            "verse": 106,
            "text": "Ayattardıñ birin mansuq (ayattı awıstırw) etsek nemese umıttırsaq, odan jaqsını, ne sol sekildini / ayattı / keltiremiz. / Ey,Muxammed! / Allahtıñ barlıq närseni Jasay alwşı ekenin bilmediñ be"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "Aspandardıñ jäne jerdiñ bïligi Allahta ekenin bilmediñ be? Senderge Allahtan özge qamqorşı da, kömek berwşi de joq"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Nemese sender, Musa / elinen / suralğanı sekildi, öz Elşileriñnen surawdı qalaysıñdar ma? Kim ïmandı küpirlikke / ïmansızdıqqa / almastırsa, älbette, twra joldan adastı"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Kitap berilgen qawımnıñ köbi, özderine aqïqat anıqtalsa da, künşildikteri sebebinen, senderdi ïmanğa kelgennen soñ, küpirlikke / ïmansızdıqqa / qaytarwdı qalaydı. Allah Öz ämirin keltirgenge deyin, keşiriñder de jönderine qoya turıñdar. Anığında, Allah barlıq närseni Jasay alwşı"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Äri namazdı / barlıq şarttarın saqtap, berile, / tolıq orındañdar, zeketti beriñder. Özderiñ üşin qanday da bir jaqsılıq dayındasañdar, onı Allahtıñ qasında tabasıñdar. Şınında, Allah - ne istep jatqandarıñdı Körwşi"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "Äri olar: «jännatqa ïwdey nemese xrïstïan bolğandar ğana kiredi», - dedi. bul olardıñ bos qïyaldarı ğana. / Ey, Muxammed! / Ayt: «Eger şın sözdi bolsañdar, dälelderiñdi keltiriñder», - dep"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "Joq, olay emes! Kim ıqılaspen jaqsılıq istey otırıp, jüzin Allahqa boysundırsa, onda onıñ sıylığı - Rabbısında. Äri olarğa qorqınış joq jäne olar qayğırmaydı"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "Äri ïwdeyler: «Xrïstïandarda eş negiz joq», - dedi, xrïstïandar da: «Ïwdeylerde eş negiz joq», - dedi. Al, olar Kitaptı oqïdı. Bilmeytinder de däl osılay, olardıñ aytqanı sekildi söz ayttı. Qayta tirilw küni Allah, olardıñ tartısqan närseleri jöninde Öz ükimin aytadı"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "Allahqa qulşılıq etiletin orındarda, Onıñ esimi eske alınwın tıyğannan jäne ol orındardı buzwğa umtılğannan ötken ädiletsiz kim bar? Olar ol jerlerge / qulşılıq orındarına / qorıqqan küyde ğana kirwi kerek edi. Olarğa bul ömirde qorlıq, al soñğı, mäñgilik ömirde / aqïrette / öte ülken azap bar"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "Şığıs ta, batıs ta - Allahtiki. Qay jaqqa burılsañdar da Allahtıñ jüzi sol jaqta. Aqïqatında, Allah - meyirimi Keñ , bärin Bilwşi"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "Äri olar: «Allah / Özine / bala ïemdendi», - dedi. Ol - / barlıq kemşilikten / päk. Negizinde, aspandardağı jäne jerdegiler Oniki, barlıq närseler Oğan bağınwşı"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "Ol - aspandardı jäne jerdi joqtan bar etwşi . Eger bir närseniñ bar bolwın belgilese,oğan tek qana «Bol!» deydi, sonda ol boladı"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "Äri bilmeytinder / müşrikter / : «Allah bizben söylesse nemese bizge bir belgi kelse edi», - dedi. Däl osılay, olardıñ sözderine uqsas sözdi, olardan aldın ötkender de aytqan edi. Olardıñ jürekteri bir-birine uqsaydı. Aqïqatında, Biz, ayqın senetin adamdarğa ayattardı tüsindirip berdik"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "Ey, Muxammed! / Aqïqatında, Biz seni qwandırwşı äri eskertwşi etip, aqïqatpen jiberdik. Sen Tozaqqa tüskender jöninde suralmaysıñ"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "Ïwdeyler de, xrïstïandar da olardıñ dinderine ermeyinşe, senen müldem razı bolmaydı. / Ey, Muxammed! / Ayt: «Aqïqatında, Allahtıñ jolı / basşılığı / - twra jol / basşılıq / », - dep. Eger öziñe kelgen bilimnen keyin olardıñ köñil qumarlıqtarına erseñ, Allahtan sağan ne qamqorlıq etwşi, ne kömek berwşi bolmaydı"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Biz Kitap bergenderden onı layıqtı türde oqığandar, oğan senedi. Al, kim oğan küpirlik etse / senbese, moyındamasa / , mine, solar - nağız zïyan tartwşılar"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "Ey, Ïsraïl urpaqtarı! Senderge bergen ïgilikterimdi jäne senderdi älemderden artıq etkenimdi eske alıñdar"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "Äri birew özge birewge eşqanday payda bere almaytın, odan / künäsin öteytin / tölem alınbaytın äri şapağat etw / ara tüsw / kömektespeytin jäne olarğa järdem berilmeytin Künnen qorqıp, saqtanıñdar"
        }
    ]
}