{
    "maqras": [
        {
            "chapter": 10,
            "verse": 53,
            "text": "Ey, Muxammed! / Olar senen: «Bül şındıq pa?» - dep suraydı. Ayt: «Ärïne, Rabbımmen ant etemin, bül - aqïqat, sender älsirete / Allahqa kedergi keltire / almaysıñdar», - dep"
        },
        {
            "chapter": 10,
            "verse": 54,
            "text": "Eger de özine ädiletsizdik etken ärbir janda - jer betindegi närselerdiñ barlığı bolğanda, ol onı / azaptan qutılw üşin / ötemge berer edi. Äri olar azaptı körgenderinde iştey ökinedi. Olardıñ aralarına ädildikpen ükim etiledi äri olarğa ädiletsizdik jasalmaydı"
        },
        {
            "chapter": 10,
            "verse": 55,
            "text": "Biliñder, aqïqatında, aspandardağı jäne jerdegi närseler - Allahtiki. Bilinder, şınında, Allahtıñ wädesi - xaq. Biraq olardıñ / adamdardıñ / köbi bilmeydi"
        },
        {
            "chapter": 10,
            "verse": 56,
            "text": "Ol tiriltedi jäne öltiredi äri sender Oğan qaytarılasıñdar"
        },
        {
            "chapter": 10,
            "verse": 57,
            "text": "Ey, adamdar! Aqïqatında, senderge özderiñniñ Rabbıñnan nasïxat, kökirektegi närselerge şïpa jäne ïmandılar / müminder / üşin jolbasşı / twra joldı ustanwğa basşılıq / äri meyirim / Quran / keldi"
        },
        {
            "chapter": 10,
            "verse": 58,
            "text": "Ey, Muxammed! / Ayt: «bul - Allahtıñ keñşiligi jäne meyirimi», - dep. Olar osığan qwansın, bul olardıñ jïğandarınan qayırlı"
        },
        {
            "chapter": 10,
            "verse": 59,
            "text": "Ayt: «Allah özderiñe tüsirgen rïzıqtıñ bir böligin - xaram / tıyım salınğan / , bir böligin - xalal / ruqsat etilgen / etip alğandarıñ jayında ne aytasıñdar?» - dep. Ayt: «Senderge / onı / Allah bildirdi me, älde sender Allahqa qatıstı ötirikti qurastırıp tursındar ma?» - dep"
        },
        {
            "chapter": 10,
            "verse": 60,
            "text": "Allahqa qatıstı ötirikti qurastıratındardıñ Qayta tirilw küni twralı ne joramaldarı bar? Aqïqatında, Allah -adamdarğa keñşilik ïesi. Biraq olardıñ köbi şükir etpeydi / Rabbısınıñ bergen ïgilikterine alğıs bildirmeydi"
        },
        {
            "chapter": 10,
            "verse": 61,
            "text": "Ey, Muxammed! / Sen qanday da bir iste bolsañ ne Qurannan oqısañ nemese sender bir amal jasasandar, onı orındap jatqan kezderiñde, älbette, Biz senderge kwä bolıp turamız. Jerdegi jäne aspandağı zattıñ eñ kişkentay böligi de Rabbıñnan jasırın qalmaydı. Äri odan kişi bolsın ne ülkeni bolsın barlığı anıq bir Kitapta"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "Biliñder! Aqïqatında, Allahqa jaqın bolğandarğa qorqınış joq äri olar qayğırmaydı"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "Olar - ïmanğa kelgen jäne taqwalıq etkender / Allahtıñ jazasınan qorqıp, saqtanğandar"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "Olarğa osı ömirde jäne soñğı, mäñgilik ömirde / aqïrette / süyinişti xabar bar. Allahtıñ sözderi özgermeydi. Mine, osı -ulı jetistik"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "Ey, Muxammed! / Olardıñ sözi seni qayğığa salmasın. Aqïqatında, bükil üstemdik - Allahqa tän. Ol - bärin Estwşi, bärin Bilwşi"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "Biliñder! Aqïqatında, aspandardağı jäne jerdegi ärkim de - Allahtiki. Allahtan özgeni Oğan serik etip şaqıratındar ne närsege eredi? Olar oy - joramaldarına ğana eredi äri olar tek ötirikti ğana aytadı"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "Ol senderge tündi tınığwlarıñ üşin, al kündizdi köretin / jarıq / etip jasağan. Aqïqatında, Munda qulaq asatın adamdar üşin belgi-dälelder bar"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "Olar: «Allah özine bala aldı», - dedi. Ol / barlıq kemşilikten / päk. Ol - äl- Ğanï / bay, eş närsege muqtaj emes / . Aspandardağı jäne jerdegilerdiñ barlığı Oniki. Senderde buğan / Allahtıñ bala ïemdenwine / eşbir dälel joq. Sender Allahqa qatıstı özderiñ bilmeytin närseni aytasıñdar ma"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "«Negizinde, Allah twralı ötirikti qurastıratındar / jala jabatındar / maqsattarına jetpeydi», - de"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "Osı ömirde / Olarğa / paydalanw, raxat bar. Keyin olar Bizge qaytadı. Sodan keyin olarğa küpirlikteri / ïmansızdıqtarı / üşin qattı azap tattıramız"
        }
    ]
}