{
    "maqras": [
        {
            "chapter": 10,
            "verse": 90,
            "text": "Biz Ïsraïl urpaqtarın teñizden ötkizdik. Sonda Fïrawn men onıñ äskeri ädiletsizdik äri duşpandıqpen, olardıñ soñınan qwdı. Al, ol / Fïrawn / swğa batar kezinde: «Ïsraïl urpaqtarı sengen qudaydan basqa eşbir qudaydıñ joqtığına sendim. Men de Musılmandardanmın / boysunwşılardanmın / », - dedi"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "«Endi ğana ma? Al burın boysunbağan ediñ äri buzwşı-büldirwşilerden boldıñ"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "Bügin seni öziñnen keyingilerge bir belgi bolwı üşin mürdeñdi / seniñ täniñdi / qutqaramız». Negizinde, adamdardıñ köbi Bizdiñ belgilerimizden qapersiz / ğïbrat almaydı"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "Biz Ïsraïl urpaqtarın ïgi mekenge ornalastırdıq jäne olarğa jaqsı närselerden rïzıq berdik. Äri olar, özderine bilim kelgenge deyin qarama-qayşılıqqa tüspedi. Aqïqatında, Rabbıñ Qayta tirilw küni qarama-qayşılıqqa tüsken närseleri jayında olardıñ aralarına ükim beredi"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "Ey, Muxammed! / Eger Biz öziñe tüsirgennen kümända bolsañ, aldın Kitap / tüsirilip / oqığandardan sura. Sağan Rabbıñnan aqïqat keldi, sondıqtan kümändanwşılardan bolma"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "Sonday-aq, Allahtıñ ayattarın ötirikke şığarwşılardan bolma. Onda zïyan körwşilerden bolasıñ"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "Aqïqatında, Rabbıñnıñ sözi tïisti bolğandar ïmanğa kelmeydi"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "sonday qïnawşı azaptı körgenderine deyin, tipti olarğa qanday bir belgi - muğjïzalar kelse de"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "Ywnwstıñ elinen basqa / azaptı körgende / ïmanğa kelgen äri ïmandarı payda bergen birde-bir eldi meken boldı ma? Olar ïmanğa kelgen kezde, Biz olardan osı ömirde qorlıq azabın ketirdik äri olardı bir merzimge deyin paydalandırdıq"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "Eger Rabbıñ qalağanda, jer jüzindegilerdiñ barlığı, tügeldey ïmanğa keler edi. / Ey, Muxammed, / sen, adamdardı ïmandı / mümin / bolwğa mäjbürleysiñ be"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "Ärbir jan Allahtıñ ruqsatımen ğana ïmanğa keledi. Ol, aqıldarın istetip, uğınbaytındarğa rïjs jiberedi"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "Ey, Muxammed! / Ayt: «Aspandar jäne jerdegi närselerge qarañdarşı», - dep. Ïmansız adamdarğa dälelder men eskertwlerpayda bermeydi"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "Olar özderinen burınğı ötkenderge kelgen tärizdi künderdi kütedi me? Ayt: «Kütiñder! Men de - sendermen birge kütwşimin!» - de"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Sodan keyin Biz elşilerimizdi jäne ïmanğa kelgenderdi qutqaramız. Osılay, ïmandılardı / müminderdi / qutqarw - Bizdiñ mindetimiz"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "Ey, Muxammed! / Ayt: «Ey, adamdar! Eger sender meniñ dinimnen kümända bolsañdar, men senderdiñ Allahtan özge tabınatındarıña tabınbaymın, alayda men senderdiñ jandarıñdı alatın Allahqa qulşılıq etemin äri men ïmandılardan / müminderden / bolwğa buyırıldım», - dep"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "Xanïf (Allahtı birlep, twra joldan taymay, jalğız Oğan qulşılıq etwşi) bolğan türde, jüzindi / xaq / dinge bur. Äri Allahpen qatar, özgelerge tabınwşılardan / müşrikterden / bolma"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "Allahtan özge sağan payda da, zïyan da keltire almaytın närsege jalbarınba. Eger olay isteseñ, onda älbette ädiletsizderden bolasıñ"
        },
        {
            "chapter": 10,
            "verse": 107,
            "text": "Eger Allah sağan bir zïyan jetkizse, onı Onıñ Özinen basqa ketirwşi joq. Al, eger Ol sağan bir jaqsılıq qalasa, Onıñ keñşiligin qaytarwşı joq. Ol, onı quldarınan Özi qalağanına näsip etedi. Ol - öte Keşirimdi , erekşe Meyirimdi"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "Ey, Muxammed! / Ayt: «Äy, adamdar! Senderge özderiñniñ Rabbıñnan aqïqat keldi. Kim twra jolmen jürse, tek özi üşin twra jolda jüredi. Al kim adassa, tek öz zïyanına adasadı. Men senderge jawaptı / kepil / emespin», - dep"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "Äri öziñe waxï etilgenge er, äri Allah ükim bergenge deyin sabır et. Ol - ükim berwşilerdiñ eñ qayırlısı"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "Älïf, Läm, Ra. Bul - ayattarı asa Dana, bärinen Xabardardan anıq bayandalıp, tüsindirilgen Kitap"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "Allahtan basqağa Qulşılıq etpeñder. Anığında, men senderge Odan / jiberilgen / eskertwşi äri qwanıştı xabar jetkizwşimin"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "Özderiñniñ Rabbıñnan keşirim tileñder äri istegen künälarıña şınayı ökinip, Oğan boysunwğa qaytıñdar / täwbege kelinder / . Ol senderdi belgili bir merzimge / ölim kelgenge / deyin körkem nesibemen paydalandıradı. Äri Ol, ärbir keñşilik etwşini Öz keñşiligine böleydi. Eger teris burılsañdar, senderge bolatın ulı Künniñ / Qïyamettiñ / azabınan qorqamın"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "Sender Allahqa qaytarılasıñdar. Al, Ol - barlıq närseni Jasay alwşı"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Bilinder, olar, Odan jasırw üşin kewdelerin büristiredi. Anığında, olar kïimderin bürkenip alğandarında da Ol / Allah / olardıñ neni jasıratındarın jäne neni äşkere etetinderin biledi. Anığında, Ol - kewdelerdegini / jürekterdegini / jaqsı Bilwşi"
        }
    ]
}