{
    "maqras": [
        {
            "chapter": 11,
            "verse": 108,
            "text": "Al, baqıttı etilgender - Jännatta. Olar - aspandar men jer turğanınşa, on­da mäñgi qalwşılar, tek Rabbıñnıñ qalağanınan basqa. Bul - bir tolassız sıy"
        },
        {
            "chapter": 11,
            "verse": 109,
            "text": "Ey, Muxammed! / Olardıñ tabınğandarına qatıstı kümända bolma. Olar ata-babaları burın tabınğandarı sekildi tabınadı. Biz olardıñ ülesterin kemitpey, tolıq qaytaramız"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "Aqïqatında, Biz Musağa Kitap berdik, al ol twralı / qawımı arasında / kelispewşilik twdı. Eger de Rabbıñnan aldın ala bekitilgen bir söz bolmağanda, olardıñ aralarına şeşim şığarılğan bolar edi. Negizinde, bular buğan / Quranğa / qatıstı kümän - küdik işinde"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "Ey, Muxammed! / Aqïqatında, Rabbıñ barlığına, olardıñ amaldarına say tolıq qaytarımın beredi. Şın mäninde, Ol - olardıñ ne istep jatqandarınan Xabardar"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "Sen öziñe buyırılğanday twralıqtı ustan äri senimen birge täwbe etkender de / twralıqtı ustansın / . Äri şekten şıqpañdar. Aqïqatında, Ol - ne istep jatqandarıñdı Körwşi"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "Ädiletsizdik etkenderge süyenbeñder. Onda senderge tozaq otı tïedi äri senderge Allahtan özge qamqorşılar bolmaydı. Sodan keyin senderge kömek körsetilmeydi"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "Ey, Muxammed! / Kündizdiñ eki şetinde jäne tünniñ belgili mezgilderinde namazdı / barlıq şarttarın saqtap, berile / tolıq orında. Aqïqatında, jaqsılıqtar jamandıqtardı ketiredi. Mine, osı - eske alwşılar üşin eske salw, / eskertw"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "Ey, Muxammed! / Sabır et. Aqïqatında, Allah jaqsılıqtı ıqılaspen istewşilerdiñ sıyın zaya ketirmeydi"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "Senderge deyingi urpaqtardıñ işinde, jer betinde buzıqtıqtan qaytaratın danalıq ïeleri bolğanda / elderine zor payda äkeler edi / . Alayda qutqarğanımızdan olardan öte azı boldı. Al, ädiletsizdik etkender, özderine berilgen sän-saltanat, raxatqa erdi, söytip qılmısker boldı"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "Turğındarı tüzw bolıp turğan eldi mekenderdi, seniñ Rabbıñ ädiletsizdikpen joymaydı"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "Eger de Rabbıñ qalağanda, adamdardı bir-aq ümmet eter edi. Al, olar qayşılıqqa tüswlerin ünemi jalğastırwda"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "{tek Rabbıñnıñ raqım etkenderi ğana / odan aman / }t Ol / Allah / olardı osı üşin jarattı. Rabbıñnıñ: «Men Jahannamdı jındar jäne adamdardıñ bärimen toltıramın», - degen sözi orındaldı"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "Ey, Muxammed! / Biz sağan elşiler jaylı xabarlardı, jüregindi ornıqtırw üşin bayan etemiz. Sağan Munda aqïqat jäne ïmanğa kelgender üşin nasïxat äri eske salw / eskertw / keldi"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "Ïmanğa kelmegenderge: «Äreketteriñdi osılayşa jalğastıra beriñder, biz de äreket etemiz"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "Kütiñder, anığında biz de kütwşimiz», - dep ayt"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "Aspandardıñ jäne jerdiñ qupïyası Allahta. Äri isterdiñ barlığı Oğan qaytarıladı. Oğan qulşılıq et jäne Oğan jüginip, öziñdi tapsır / täwekel et / . Senderdiñ Rabbıñ ne istep jatqandarıñnan ğapıl emes"
        },
        {
            "chapter": 12,
            "verse": 1,
            "text": "Älïf, Läm, Ra. bular - anıq Kitaptıñ ayattarı"
        },
        {
            "chapter": 12,
            "verse": 2,
            "text": "Aqïqatında, Biz onı aqıldarıñdı istetip, uğınwlarıñ üşin arabşa Quran etip tüsirdik"
        },
        {
            "chapter": 12,
            "verse": 3,
            "text": "Ey, Muxammed! / Biz sağan osı Qurandı waxï etip, oqïğalardıñ eñ jaqsısın bayan etemiz. Negizinde, sen budan burın xabarsızdardan ediñ"
        },
        {
            "chapter": 12,
            "verse": 4,
            "text": "Kezinde Ywswf äkesine: «Äkeşim! Men tüsimde on bir aspan denesin / ğalamşardı / , kündi jäne aydı kördim. Olardıñ mağan säjde etip turğanın kördim», - dedi"
        },
        {
            "chapter": 12,
            "verse": 5,
            "text": "Ol / äkesi / : «Äy, balam! Tüsiñdi bawırlarıña aytpa! Äytpese, olar sağan bir qulıq oylastırar. Anığında, şaytan - adam balasına anıq jaw», - dedi"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "Mine, osılay Rabbıñ seni tañdap, sağan tüsterdiñ jorwın üyretedi. Äri aldıñğı atalarıñ Ïbrahïm jäne Ïsqaqqa ïgiligin tolıq etip bergendey, sağan jäne Yaqwbtıñ äwletine de ïgiligin jetkizip, tolıq etip beredi. Aqïqatında, Rabbıñ - bärin Bilwşi, asa Dana"
        }
    ]
}