{
    "maqras": [
        {
            "chapter": 70,
            "verse": 19,
            "text": "Hakika binadamu ameumbwa akiwa na tabia ya babaiko na pupa"
        },
        {
            "chapter": 70,
            "verse": 20,
            "text": "Yakimpata makero na shida, anababaika sana na kufa moyo"
        },
        {
            "chapter": 70,
            "verse": 21,
            "text": "Na yakimpata mambo mazuri na ukunjufu wa maisha, huwa ni mwingi wa kuzuia na"
        },
        {
            "chapter": 70,
            "verse": 22,
            "text": "Isipokuwa wenye kusimamisha Swala"
        },
        {
            "chapter": 70,
            "verse": 23,
            "text": "wanaochunga kuitekeleza katika nyakati zake zote, hakuna shughuli yoyote inayowashughulisha nayo"
        },
        {
            "chapter": 70,
            "verse": 24,
            "text": "Na wale ambao katika mali yao kuna fungu maalumu alililowafaradhia Mwenyezi Mungu, nalo ni Zaka"
        },
        {
            "chapter": 70,
            "verse": 25,
            "text": "wanaozitoa kwa anayeomba msaada na kwa na kwa asiyeomba"
        },
        {
            "chapter": 70,
            "verse": 26,
            "text": "Na wale ambao wanaiamini Siku ya kuhesabiwa na kulipwa wakajiandaa nayo kwa matendo mema"
        },
        {
            "chapter": 70,
            "verse": 27,
            "text": "Na wale ambao wao wanaiogopa adhabu ya Mwenyezi Mungu"
        },
        {
            "chapter": 70,
            "verse": 28,
            "text": "kwani adhabu ya Mola wao haipaswi kwa yoyote kujiaminisha nayo"
        },
        {
            "chapter": 70,
            "verse": 29,
            "text": "Na wale ambao wao ni wenye kutunza tupu zao na kila alichokiharamishia Mwenyezi Mungu"
        },
        {
            "chapter": 70,
            "verse": 30,
            "text": "isipokuwa wake zao na vijakazi vyao, hakika wao kwa hao hawapatilizwi"
        },
        {
            "chapter": 70,
            "verse": 31,
            "text": "Basi mwenye kutaka kumaliza matamanio yake ya kimwili kwa wasiokuwa wake zake au vijakazi vyake, basi hao ndio wenye kukiuka mipaka ya halali kuingia kwenye haramu"
        },
        {
            "chapter": 70,
            "verse": 32,
            "text": "Na wale ambao wanazitunza amana za Mwenyezi Mungu na amana za waja, na wanatunza ahadi zao pamoja na Mwenyezi Munmgu, Aliyetukuka, na pamoja na waja"
        },
        {
            "chapter": 70,
            "verse": 33,
            "text": "Na wale ambao wanatekeleza ushahidi wao kwa ukweli bila kubadilisha au kuficha"
        },
        {
            "chapter": 70,
            "verse": 34,
            "text": "Na wale ambao wanatunza utekelezaji Swala wala hawaharibu chochote cha wajibu katika hiyo Swala"
        },
        {
            "chapter": 70,
            "verse": 35,
            "text": "Hao waliosifika kwa sifa hizo njema, ni wenye kutulia kwenye mabustani ya Pepo ya starehe, ni wenye kukirimiwa humo kwa kila aina ya takrima"
        },
        {
            "chapter": 70,
            "verse": 36,
            "text": "Ni msukumo gani unaowasukuma makafiri watembee kwa haraka kuelekea upande wako, ewe Mtume, na huku wamenyosha shingo zao kwako, wamekukabili kwa macho yao"
        },
        {
            "chapter": 70,
            "verse": 37,
            "text": "wanajikusanya kuliani kwako na kushotoni kwako, wakiwa wamekaa kwa kupiga maduara na wamejigawa vikundi mbalimbali, wanazungumza na kuona ajabu"
        },
        {
            "chapter": 70,
            "verse": 38,
            "text": "Je ana tamaa kila mmoja miongoni mwa makafiri kuwa Mwenyezi Mungui Atamuingiza kwenye Pepo ya starehe ya daima? Mambo siyo kama vile wanavyotazamia. Wao hawataiingia hiyo Pepo kabisa"
        },
        {
            "chapter": 70,
            "verse": 39,
            "text": "Hakika sisi tumewaumba kwa kile wanachokijua cha maji matwevu kama wengineo, na vilevile hawakuamini. Basi vipi watapata heshima ya kuingia Pepo ya sterehe"
        },
        {
            "chapter": 70,
            "verse": 40,
            "text": "Sivyo hivyo. Najiapia Mimi Mwenyewe niliye Mola wa pande za kuchomoza na kutua jua, mwezi na sayari nyinginezo, kwa yanayopatikana humo miongoni mwa dalili waziwazi za kujulisha kufufuliwa"
        },
        {
            "chapter": 70,
            "verse": 41,
            "text": "kuwa Sisi tunaweza kuwaleta watu badala yao walio bora zaidi kuliko wao na watiifu zaidi wa Mwenyezi Mungu. Na hakuna yoyote atakayetushinda na kutuponyoka na kutuelemea iwapo tunataka kumrudisha uhai baada ya kufa"
        },
        {
            "chapter": 70,
            "verse": 42,
            "text": "Basi waache wavame kwenye ubatilifu wao na wacheze kwenye ulimwengu wao mpaka wakutane na Siku ya Kiyama ambayo wanaahidiwa kuwa wataadhibiwa"
        },
        {
            "chapter": 70,
            "verse": 43,
            "text": "Siku watakapotoka makaburini wakienda kwa haraka, kama wlivyokuwa duniani wakienda mbio na haraka kwa waungu wao wakiwaabudu badala ya Mwenyezi Mungu"
        },
        {
            "chapter": 70,
            "verse": 44,
            "text": "hali ya kuwa macho yao ni madhalilifu yanatazama chini, wamefinikwa na unyonge na utwevu. Hiyo ndiyo Siku waliyoahidiwa duniani na walikuwa wakiifanyia shere na kuikanusha"
        },
        {
            "chapter": 71,
            "verse": 1,
            "text": "Kwa hakika sisi tulimpeleka Nūḥ kwa watu wake na tukamwambia, «Waonye watu wako kabla ya kufikiwa na adhabu yenye kuumiza.»"
        },
        {
            "chapter": 71,
            "verse": 2,
            "text": "Nūḥ akasema, «Enyi watu wangu! Mimi kwenu nyinyi ni mwonyaji waziwazi, anayewaonya nyinyi adhabu ya Mwenyezi Mungu iwapo mtamuasi"
        },
        {
            "chapter": 71,
            "verse": 3,
            "text": "Na mimi ni mjumbe wa Mwenyezi Mungu kwenu. Muabuduni Mwenyezi Mungu, Aliyetukuka, Peke Yake na muogopeni Yeye na nitiini mimi katika kile ninachowaamrisha nyinyi na kuwakataza. Basi mkinitii mimi na mkanikubalia"
        },
        {
            "chapter": 71,
            "verse": 4,
            "text": "Mwenyezi Mungu Atawasamehe dhambi zenu na kuwafinikia, atawarefushia umri wenu mpaka kipindi kilichokadiriwa katika ujuzi wa Mwenyezi Mungu, Aliyetukuka. Kwani kifo kikija hakicheleweshwi kabisa. Lau mngalijua hilo mngalifanya haraka kuamini na kutii.»"
        },
        {
            "chapter": 71,
            "verse": 5,
            "text": "Nūḥ akasema, «Mola wangu! Kwa hakika mimi nimewalingania watu wangu usiku na mchana ili wakuamini wewe na wakutii"
        },
        {
            "chapter": 71,
            "verse": 6,
            "text": "Ulinganizi wangu kwao ili waamini, haukuwaongezea kitu isipokuwa ni kukimbia na kuipa mgongo haki"
        },
        {
            "chapter": 71,
            "verse": 7,
            "text": "Na mimi kila nikiwalingania wao ili wakuamini wewe, ipate kuwa hiyo ni njia ya wewe kuwasamehe dhambi zao, hutia vidole vyao masikioni mwao, ili wasisikie ulinganizi wa haki, na hujifinika nguo zao wasipate kuniona, na hujikita kwenye ukafiri wao na hufanya kiburi sana cha kutoikubali haki"
        },
        {
            "chapter": 71,
            "verse": 8,
            "text": "Kisha mimi ni kawalingania wao kwenye Imani waziwazi na sio kwa kujificha"
        },
        {
            "chapter": 71,
            "verse": 9,
            "text": "Kisha nikawatangazia wao ulinganizi kwa sauti kubwa wakati mwingine, na nikausirisha huo ulinganizi kwa sauti ya chini wakati mwingine"
        },
        {
            "chapter": 71,
            "verse": 10,
            "text": "Ni kawaambia watu wangu, ‘Muombeni Mola wenu msamaha wa dhambi zenu na tubieni Kwake kutokana na ukafiri wenu, hakika Yeye ni Mwingi wa kusamehe kwa anayetubia miongoni mwa waja Wake na akurudia Kwake.’»"
        },
        {
            "chapter": 71,
            "verse": 11,
            "text": "Mtakapotubia na mkaomba msamaha, Mwenyezi Mungu Atawateremshia mvua nyingi ya mfululizo"
        },
        {
            "chapter": 71,
            "verse": 12,
            "text": "Atayaongeza mali yenu na pia watototo wenu, Atawafanya muwe na mabustani ya nyinyi kuneemeka kwa matunda yake na uzuri wake, na Atawajaalia nyinyi muwe na mito ambayo mtaitumia kwa kuipatia maji mimea yenu na pia wanyama wenu"
        },
        {
            "chapter": 71,
            "verse": 13,
            "text": "Mnani nyinyi, enyi watu, hamuogopi ukuu wa Mwenyezi Mungu na uweza Wake"
        },
        {
            "chapter": 71,
            "verse": 14,
            "text": "na hali yeye Amewaumba nyinyi katika miongo yenye kufuatana : tone la manii, kisha pande la damu, kisha nofu la nyama, kisha mifupa na nyama"
        },
        {
            "chapter": 71,
            "verse": 15,
            "text": "Kwani hamtazami namna alivyoumba Mwenyezi Mungu mbingu saba zilizopandana, kila uwingu juu ya mwingine"
        },
        {
            "chapter": 71,
            "verse": 16,
            "text": "Akajaalia mwezi, katika mbigu hizi, ni wenye mwangaza,, na Akajaalia jua ni taa yenye kung’ara ili kuwapatia mwangaza watu walioko ardhini"
        },
        {
            "chapter": 71,
            "verse": 17,
            "text": "Mwenyezi Mungu aliumba asili yenu kutokana na ardhi"
        },
        {
            "chapter": 71,
            "verse": 18,
            "text": "kisha Atawarudisha humo ardhini baada ya kufa, na Awatoe Siku ya kufufuliwa kuwatoa kihakika"
        },
        {
            "chapter": 71,
            "verse": 19,
            "text": "Na Mwenyezi Mungu Amewafanyia hii ardhi ni tandiko kama mkeka"
        },
        {
            "chapter": 71,
            "verse": 20,
            "text": "Ili mfuate humo njia zilizo kunjufu"
        },
        {
            "chapter": 71,
            "verse": 21,
            "text": "Nūḥ alisema, «Mola wangu! Kwa hakika watu wangu wameendelea sana kuniasi na kunikanusha, na wanyonge miongoni mwao wakawafuata viongozi wapotevu ambao mali yao na watoto wao havikuwaongezea isipokuwa upotevu wa duniani na mateso ya Akhera"
        },
        {
            "chapter": 71,
            "verse": 22,
            "text": "Na hao viongozi wa upotevu wakawafanyia wafuasi wao wanyonge vitimbi vikubwa"
        },
        {
            "chapter": 71,
            "verse": 23,
            "text": "na wakawaambia, ‘Msiache kuwaabudu waungu wenu mkaelekea kwenye kumubadu Mwenyezi Mungu Peke Yake, ambaye Nūḥ anawalingania nyinyi mumuabudu, na msimuache Wadd, Suwā‘, Yghūth, Ya’ūq wala Nasr.» Na haya ni majina ya masanamu wao ambao walikuwa wakiyaabudu badala ya Mwenyezi Mungu, na yalikuwa ni majina ya watu wema. Walipokufa, Shetani alitia kwenye mawazo ya watu wao wawasimamishie masanamu na picha ili wapate moyo, kama wanavyodai, wa kuwa watiifu wanapoyaona. Walipoondoka hao waliosimamisha masanamu na muda mrefu ukapita, wakaja watu wasiokuwa wao, Shetani aliwatia tashwishi kwamba wakale wao waliopita walikuwa wakiyaabudu haya masanamu na picha na kutawasali nayo. Hii ndio hekima ya kuharamishwa masanamu na kuharamishwa ujengaji wa makuba juu ya makaburi. Kwa kuwa hayo kwa kupitiwa na muda yanakuwa ni yenye kuabudiwa na wajinga"
        },
        {
            "chapter": 71,
            "verse": 24,
            "text": "Na hawa wafuatwa wamewapoteza watu wengi kwa vile walivyowapambia njia za upotofu upotevu. Kisha Nūḥ akaendelea kusema, «Na usiwaongezee, ewe Mola wetu, hawa waliozidhulumu nafsi zao kwa ukanushaji na ushindani isipokuwa kuwaepusha na haki.»"
        },
        {
            "chapter": 71,
            "verse": 25,
            "text": "Kwa sababu ya dhambi zao na ukakamavu wao juu ya ukafiri na uasi, walizamishwa kwa mafuriko na wakaingizwa baada ya kuzamishwa kwenye Moto unaowakia sana na kuchoma, na wasimpate, badala ya Mwenyezi Mungu, mwenye kuwaokoa au kuwaepushia adhabu ya Mwenyezi Mungu"
        },
        {
            "chapter": 71,
            "verse": 26,
            "text": "Na akasema Nūḥ, amani imshukie, baada ya kukata tama na watu wake, «Mola wangu! Usimuache yoyote miongoni mwa wale wanaokukanusha kuwa ni mwenye kuishi juu ardhi akizunguka na kutembea"
        },
        {
            "chapter": 71,
            "verse": 27,
            "text": "Hao ukiwaacha, bila kuwaangamiza, watawapoteza waja wako waliokuamini na kuwapotosha njia ya haki, na haji yoyote kutokana na migongo yao na vizazi vyao isipokuwa yule aliyepotoka na njia ya haki na kukukanusha wewe sana na kukuasi"
        },
        {
            "chapter": 71,
            "verse": 28,
            "text": "Mola wangu! Nisamehe mimi, wazazi wangu wawili, mwenye kuingia nyumbani kwangu na hali yeye ameamini, wanaume na wanawake waliokuamini wewe, na usiwaongezee makafiri isipokuwa maangamivu na hasara, duniani na Akhera.»"
        }
    ]
}