{
    "maqras": [
        {
            "chapter": 94,
            "verse": 1,
            "text": "Kwani Hatukukunjulia, ewe Mtume, kifua chako kwa sheria za Dini, kulingania watu kwa Mwenyezi Mungu na kujipamba kwa tabia nzuri"
        },
        {
            "chapter": 94,
            "verse": 2,
            "text": "Tukakuondolea mazito yako yaliyoemea mgongo wako"
        },
        {
            "chapter": 94,
            "verse": 3,
            "text": "na Tukakuweka, kwa matukufu Tuliyokuneemesha"
        },
        {
            "chapter": 94,
            "verse": 4,
            "text": "kwenye cheo cha juu"
        },
        {
            "chapter": 94,
            "verse": 5,
            "text": "Usirudi nyuma katika kueneza ujumbe uliotumwa nao kwa makero ya maadui zako. Kwani kwenye dhiki kuna faraji"
        },
        {
            "chapter": 94,
            "verse": 6,
            "text": "Hakika kwenye dhiki kuna faraji"
        },
        {
            "chapter": 94,
            "verse": 7,
            "text": "Basi utakapomaliza mambo ya kidunia na shughuli zake jipinde kwa kufanya ibada"
        },
        {
            "chapter": 94,
            "verse": 8,
            "text": "Na kwa Mola wako Peke Yake weka matumaini yako"
        },
        {
            "chapter": 95,
            "verse": 1,
            "text": "Mwenyezi Mungu Anaapa kwa tini na zaituni, nayo ni miongoni mwa matunda yanayojulikana"
        },
        {
            "chapter": 95,
            "verse": 2,
            "text": "Na Anaapa kwa jabali la Ṭūr Sīnā’ ambalo Mwenyezi Mungu Alisema na Mūsā juu yake"
        },
        {
            "chapter": 95,
            "verse": 3,
            "text": "Na Anaapa kwa Mji huu wa amani, usiokuwa na mambo ya kutisha. Nao ni mji wa Makkah, chimbuko la Uislamu"
        },
        {
            "chapter": 95,
            "verse": 4,
            "text": "Hakika Tumemuumba binadamu katika sura nzuri"
        },
        {
            "chapter": 95,
            "verse": 5,
            "text": "Kisha Tutampeleka Motoni akiwa hakumtii Mweyezi Mungu na hakuwafuata Mitume"
        },
        {
            "chapter": 95,
            "verse": 6,
            "text": "Isipokuwa wale walioamini na wakafanya amali njema; wao watakuwa na malipo makubwa yasiyokatika wala kupungua"
        },
        {
            "chapter": 95,
            "verse": 7,
            "text": "Ni lipi linalokupelekea wewe, ewe binadamu, kukanusha kufufuliwa na kulipwa, hali ya kuwa kuna dalili wazi kwamba Mwenyezi Mungu Ana uweza wa kufanya hayo"
        },
        {
            "chapter": 95,
            "verse": 8,
            "text": "Je, Hakuwa Mwenyezi Mungu , Ambaye Ameiweka Siku hii kutoa uamuzi baina ya watu, ni muadilifu zaidi ya wanaosifika kuwa ni waadilifu katika kila Alichokiumba? Kwani? Alikuwa. Basi wataachwa viumbe rebe: hawaamrishwi wala hawakatazwi wala hawalipwi kwa mema wala hawateswi kwa mabaya? Hilo si sahihi wala haliwi"
        },
        {
            "chapter": 96,
            "verse": 1,
            "text": "Soma, ewe Nabii, Qur’ani uliyoteremshiwa ukianza kwa Jina la Mola wako Aliyepwekeka kwa kuumba"
        },
        {
            "chapter": 96,
            "verse": 2,
            "text": "Aliyemuumba kila binadamu kwa pande la damu nzito nyekundu"
        },
        {
            "chapter": 96,
            "verse": 3,
            "text": "Soma, ewe Nabii, kile ulichoteremshiwa, na Mola wako ni Mwingi wa wema, Mwingi wa ukarimu"
        },
        {
            "chapter": 96,
            "verse": 4,
            "text": "Aliyewafundisha viumbe vyake kuandika kwa kalamu"
        },
        {
            "chapter": 96,
            "verse": 5,
            "text": "Alimfundisha binadamu vitu ambavyo hakuwa akivijua. Akamtoa kwenye giza la ujinga, Akampeleka kwenye nuru ya elimu"
        },
        {
            "chapter": 96,
            "verse": 6,
            "text": "Kweli, binadamu hukiuka mipaka ya Mwenyezi Mungu"
        },
        {
            "chapter": 96,
            "verse": 7,
            "text": "akijiona ametosheka kwa utajiri wake"
        },
        {
            "chapter": 96,
            "verse": 8,
            "text": "Basi, ajue kila mwenye kutupa mipaka kuwa mwisho atarudi kwa Mwenyezi Mungu Ambaye Atamlipa kila binadamu kwa alilolitenda"
        },
        {
            "chapter": 96,
            "verse": 9,
            "text": "Je, umeona ujeuri wa ajabu zaidi kuliko wa mtu huyu, Abu jahl"
        },
        {
            "chapter": 96,
            "verse": 10,
            "text": "Anayemkataza mja wetu, Muhammad, rehema ya Mwenyezi Mungu na amani zimshukie, anapomsalia Mola wake"
        },
        {
            "chapter": 96,
            "verse": 11,
            "text": "Waonaje iwapo mwenye kukatazwa kusali yuko uongofuni, vipi anamkataza"
        },
        {
            "chapter": 96,
            "verse": 12,
            "text": "Au iwapo anaamrisha mwigine kumcha Mungu, vipi anamkataza hilo"
        },
        {
            "chapter": 96,
            "verse": 13,
            "text": "Waonaje iwapo huyu mwenye kukataza anakanusha lile alinganiwalo kwalo na kulipa mgongo"
        },
        {
            "chapter": 96,
            "verse": 14,
            "text": "hajui kuwa Mwenyezi Mungu anaona kila analolifanya"
        },
        {
            "chapter": 96,
            "verse": 15,
            "text": "Basi mambo si kama anvyodai Abu Jahl. Na asipokomeka na ushindani alionao na udhia wake, Tutamshika upaa wake kwa nguvu na kumtia Motoni"
        },
        {
            "chapter": 96,
            "verse": 16,
            "text": "Upaa wake ni upaa wenye maneno ya urongo na vitendo vya makosa"
        },
        {
            "chapter": 96,
            "verse": 17,
            "text": "Basi na awalete, mtupaji mipaka huyu, watu wa baraza ili wamsaidiye"
        },
        {
            "chapter": 96,
            "verse": 18,
            "text": "Sisi Tutawaita Malaika wa adhabu"
        },
        {
            "chapter": 96,
            "verse": 19,
            "text": "Mambo si kama Abu Jahl anavyoyadhania. Yeye, ewe Mtume, hawezi kukufanya lolote la kukudhuru Usimfuate kwa lile alilokuitia la kuwa uache Swala, bali msujudie Mola wako na uwe karibu na Yeye kwa kujipendekeza Kwake kwa kumtii"
        },
        {
            "chapter": 97,
            "verse": 1,
            "text": "Sisi Tumeiteremsha Qur’ani katika usiku wa cheo na utukufu , nao ni moja wa masiku ya mwezi wa Ramdhani"
        },
        {
            "chapter": 97,
            "verse": 2,
            "text": "Na nilipi liliokujulisha, ewe Mtume, ni upi usiku wa cheo na utukufu"
        },
        {
            "chapter": 97,
            "verse": 3,
            "text": "Usiku wa cheo na utukufu ni bora fadhila zake kuliko fadhila za miezi elfu moja isiyokuwa usiku huo"
        },
        {
            "chapter": 97,
            "verse": 4,
            "text": "Usiku huo hushuka Malaika na Jibrili, amani iwashukie, kwa ruhusa ya Mola wao kwa kila jambo Alilolikadiria liwe mwaka huo"
        },
        {
            "chapter": 97,
            "verse": 5,
            "text": "Usiku huo wote ni amani, hakuna shari, mpaka kutokea alfajiri"
        },
        {
            "chapter": 98,
            "verse": 1,
            "text": "Hawakuwa wenye kukufuru miongoni mwa Mayhudi na Wanaswara na washirikina ni wenye kuacha ukafiri wao mpaka uwajilie wao ushahidi walioahidiwa katika vitabu vilivyopita"
        },
        {
            "chapter": 98,
            "verse": 2,
            "text": "Nao ni Mtume wa Mwenyezi Mungu, Muhammad , rehema ya Mwenyezi Mungu na amani zimshukie, atakayewasomea Qur’ani iliyomo kwenye kurasa safi"
        },
        {
            "chapter": 98,
            "verse": 3,
            "text": "Ndani ya kurasa hizo mna habari za kweli na amri za uadilifu zenye kuongoza kwenye haki na kwenye njia ilionyoka"
        },
        {
            "chapter": 98,
            "verse": 4,
            "text": "Na hawakutofautiana wale waliopewa Kitabu, miongoni mwa Mayahudi na Wanaswara, juu ya kuwa Muhammad , rehema ya Mwenyezi Mungu na amani zimshukie, ni Mtume wa kweli, kwa sifa zake waliokuwa wakiziona katika vtabu vyao isipokuwa baada ya kuwathibitikia kuwa yeye ndiye Nabii waliyoahidiwa katika Taurati na Injili. Walikuwa wanakubali , kwa umoja wao, kuwa unabii wake ni wa kweli. Lakini alipotumilizwa waliukanusha na wakatofautiana"
        },
        {
            "chapter": 98,
            "verse": 5,
            "text": "Na hawakuamrishwa katika sheria zote zilizopita isipokuwa ni wamuabudu Mwenyezi Mungu Peke Yake, wakikusudia kwa ibada yao kupata Radhi Zake, hali ya kuepuka upande wa ushirikina na kuelekea kwenye Imani, wasimamishe Swala na watoe Zaka. Kufanya hayo ndio Dini iliyolingana , nayo ni Uislamu"
        },
        {
            "chapter": 98,
            "verse": 6,
            "text": "Hakika wale waliokufuru miongoni mwa Mayahudi na Wanaswara na Washirikina, mateso yao ni Moto wa Jahanamu. Watakuwa ni wenye kukaa milele humo. Wao ndio viumbe waovu kabisa"
        },
        {
            "chapter": 98,
            "verse": 7,
            "text": "Hakika wale waliomuamini Mwenyezi Mungu, wakamfuata Mtume wake na wakafanya amali njema, wao ndio bora wa viumbe"
        },
        {
            "chapter": 98,
            "verse": 8,
            "text": "Malipo yao , mbele ya Mola wao Siku ya Kiyama, ni Pepo ya makazi na utulivu yenye upeo wa uzuri, ambayo chini ya majumba yake ya fahari inapita mito; watakaa milele humo. Mwenyezi Mungu Ameridhika nao Akakubali amali zao njema. Na wao wameridhika na Yeye kwa maandalio Aliyowafanyia ya aina mbalimbali za takrima. Malipo mazuri hayo ni ya aliyemuogopa Mweyezi Mungu na akajiepusha na maasia"
        },
        {
            "chapter": 99,
            "verse": 1,
            "text": "Itakapotikiswa ardhi mtikiso wa nguvu"
        },
        {
            "chapter": 99,
            "verse": 2,
            "text": "Na ikatoa vilivyomo ndani yake: wafu na makandi"
        },
        {
            "chapter": 99,
            "verse": 3,
            "text": "Na akauliza binadamu, kwa babaiko, «Imezukiwa na nini?»"
        },
        {
            "chapter": 99,
            "verse": 4,
            "text": "Siku ya Kiyama ardhi itatoa habari ya mambo iliyofanyiwa ya uzuri na ubaya"
        },
        {
            "chapter": 99,
            "verse": 5,
            "text": "kwa kuwa Mwenyezi Mungu, Aliyetakasika na kutukuka, Ameiamuru itoe habari ya mambo iliyofanyiwa"
        },
        {
            "chapter": 99,
            "verse": 6,
            "text": "Siku hiyo wataondoka kutoka kwenye kisimamo cha Hesabu wakiwa makundi, ili Mwenyezi Mungu Awaoneshe waliyoyatenda, mazuri na mabaya, na Awalipe kwayo"
        },
        {
            "chapter": 99,
            "verse": 7,
            "text": "Yoyote mwenye kufanya jema wezani wa chungu mdogo atayaona malipo yake Akhera"
        },
        {
            "chapter": 99,
            "verse": 8,
            "text": "Na yoyote mwenye kufanya baya wezani wa chungu mdogo atayaona malipo yake Akhera"
        },
        {
            "chapter": 100,
            "verse": 1,
            "text": "Mwenyezi Mungu Anaapa kwa farasi wenye kwenda shoti katika njia Yake kumkabili adui, wakitoa sauti kwa kasi ya kukimbia. Haifai kwa kiumbe kuapa kwa asiyekuwa Mwenyezi Mungu. Kuapa kwa asiyekuwa Mwenyezi Mungu ni ushirikina"
        },
        {
            "chapter": 100,
            "verse": 2,
            "text": "Na wenye kutoa cheche za moto kwa kwato zao ngumu wanapokimbia kwa kasi"
        },
        {
            "chapter": 100,
            "verse": 3,
            "text": "Wenye kushambulia maadui kipindi cha asubuhi"
        },
        {
            "chapter": 100,
            "verse": 4,
            "text": "Wakarusha vumbi kwa mbio zao"
        },
        {
            "chapter": 100,
            "verse": 5,
            "text": "Wakautia kati, kwa kuuzunguka kwa vipando vyao, mkusanyiko wa maadui"
        },
        {
            "chapter": 100,
            "verse": 6,
            "text": "Hakika binadamu ni mkanushaji sana neema za Mola wake"
        },
        {
            "chapter": 100,
            "verse": 7,
            "text": "Na yeye anakubali ukanushaji wake"
        },
        {
            "chapter": 100,
            "verse": 8,
            "text": "Na yeye ana pupa sana la mali"
        }
    ]
}