{
    "maqras": [
        {
            "chapter": 4,
            "verse": 114,
            "text": "Hakuna manufaa katika mengi ya maneno ya watu ya siri baina yao, isipokuwa yawapo ni mazungumzo yenye kuita kwenye kufanya mema ya utoaji sadaka au maneno mazuri au kuleta upatanishi baina ya watu. Na mwenye kuyafanya mambo hayo, kwa kutaka radhi ya Mwenyezi Mungu, Aliyetukuka, akitarajia thawabu Zake, tutampa thawabu nyingi zilizo kunjufu"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "Na mwenye kuenda kinyume na Mtume , rehema ya Mwenyezi Mungu na amani zimshukiye baada ya kubainikiwa na haki na akafuata njia isiyokuwa njia ya Waumini na haki ambayo wako nayo, basi tutamuacha na muelekeo wake, hatutamuongoza kwenye heri na tutamtia ndani ya Moto wa Jahanamu, akiteseka kwa joto lake. Ni mabaya yaliyoje marejeo haya kuwa ndio mwisho wa mtu"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "Hakika Mwenyezi Mungu, Aliyetukuka, Hasamehe Akishirikishwa na Anasamehe madhambi yaliyo chini ya ushirikina kwa Anayemtaka miongoni mwa waja Wake. Na mwenye kumfanyia Mwenyezi Mungu, Aliyetukuka, Aliye Mmoja, Aliye Pekee, mshirika yoyote, miongoni mwa waja Wake, atakuwa yuko mbali sana na haki"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "Vile wanavyoviabudu washirikina badala ya Mwenyezi Mungu si chochote isipokuwa ni masanamu yasiyonufaisha wala kudhuru, na hawaabudu isipokuwa Shetani aliyemuasi Mwenyezi Mungu aliyefikia kiasi kikubwa cha kuharibika na kuharibu"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "Mwenyezi Mungu Alimfukuza kwenye rehema Yake. Na Shetani Akasema, «Nitalichukua fungu maalumu la waja wako niwapoteze kimaneno na kivitendo"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "«Na nitawaepusha na haki wenye kunifuata, nitawaahidi kwa urongo mambo wanayoyatamani, nitawaita wayakate na kuyapasua masikio ya wanyama-hoa kwa kuwapambia walifanye jambo hili la ubatili na nitawalingania wageuze umbo la Mwenyezi Mungu Alilowaumbia nalo katika tabia za kimaumbile na hali ya viumbe vile walivyo.» Na mwenye kukubali mwito wa Shetani na kumfanya yeye ndiye muokozi wake badala ya Mwenyezi Mungu, ameangamia maangamivu yaliyo wazi"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "Shetani anawaahidi wafuasi wake ahadi za urongo na anawavutia kwa matamanio ya urongo yenye udanganyifu; ahadi zake kwao hazikuwa isipokuwa ni udanganyifu usio na ukweli wala dalili"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "Hao marejeo yao ni Jahanamu; na hawatapata mapenyo wala mahali pa kukimbilia ili kuepukana nayo"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "Na wale waliokuwa wakweli katika kumuamini kwao Mwenyezi Mungu, Aliyetukua, na wakafuatanisha Imani yao na matendo mema, basi Mwenyezi Mungu Atawaingiza, kwa ukarimu Wake, ndani ya mabustani ya Pepo ambayo chini ya majumba yake ya fahari na miti yake inapita mito, hali ya kukaa milele humo. Hiyo ni ahadi inayotoka kwa Mwenyezi Mungu, Aliyetukuka, Ambaye Haendi kinyume na ahadi Yake. Na hapana yoyote aliye mkweli zaidi, katika neno lake na ahadi yake, kuliko Mwenyezi Mungu Aliyetukuka"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "Fadhila hizi kubwa hazipatikani kwa matamanio mnayoyatamani, enyi Waislamu, wala kwa matamanio ya Mayahudi na Wanaswara waliopewa Kitabu. Hakika zinapatikana kwa kumuamini Mwenyezi Mungu, Aliyetukuka, kikweli na kuyafanya vizuri matendo ya kumridhisha. Na yoyote mwenye kufanya tendo baya, atalipwa kwalo, na hatompata, asiyekuwa Mwenyezi Mungu, mtegemewa mwenye kusimamia mambo yake wala msaidizi mwenye kumnusuru na kumuepushia adhabu mbaya"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "Na mwenye kufanya matendo mema, awe ni mwanamume au mwanamke, hali ya kuwa anamuamini Mwenyezi Mungu, Aliyetukuka, na haki Aliyoiteremsha, basi hao Mwenyezi Mungu Atawaingiza Peponi, nyumba ya starahe ya daima, na hawatopunguziwa chochote katika thawabu za matendo yao, hata kama ni kadiri ya kitone kilichoko kwenye koko ya tende"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "Hakuna yoyote aliye mwema wa dini kuliko yule aliyejisalimisha kwa Mwenyezi Mungu, Aliyetukuka, Peke Yake, kwa moyo wake na viungo vyake vyote, hali ya kuwa ni mwema wa maneno na vitendo, mwenye kufuata amri ya Mola wake, akawa amefuata mila ya Ibrāhīm na Sheria aliyoileta na amejiepusha na itikadi mbaya na sheria zilizo batili. Na Mwenyezi Mungu Alimteua Ibrāhīm, rehema na amani zimshukiye, na Akamfanya ni msafiwa Wake miongoni mwa viumbe Wake. Katika aya hii pana kuthibitisha sifa ya al-khullah (ubui) kwa Mwenyezi Mungu, Aliyetukuka, nao ni daraja ya juu kabisa ya mapenzi na uteuzi"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "Ni vya Mwenyezi Mungu viumbe vyote vilivyoko ulimwenguni. Hivyo ni milki Yake, Aliyetukuka, Peke Yake. Na Mwenyezi Mungu Amekizunguka kila kitu, hakuna kitu chochote, katika mambo ya waja Wake, chenye kufichika Kwake"
        },
        {
            "chapter": 4,
            "verse": 127,
            "text": "Watu wanakutaka, ewe Nabii, uwaelezee mambo yaliyowatatiza kuyafahamu yanayowahusu wanawake na hukumu zao. Sema, «Mwenyezi Mungu Anawafafanulia kuhusu mambo yao na yale mnayosomewa ndani ya Qur’ani kuhusu mayatima wa kike ambao hamuwapi mafungu yao waliyoandikiwa na Mwenyezi Mungu ya mahari, mirathi na haki nyiginezo, na mkawa mnapenda kuwaoa au hamuna hamu ya kuwaoa. Na pia Mwenyezi Mungu Anawafafanulia kuhusu mambo ya madhaifu miongoni mwa watoto na ulazima wa kuwasimamia mayatima kwa uadilifu na kuacha kuwafanyia maonevu kwa kuwanyima haki zao. Na wema wowote mnaoufanya, Mwenyezi Mungu, Aliyetukuka, Anaujua, hakuna kinachofichika Kwake kuhuso huo na mwengineo"
        },
        {
            "chapter": 4,
            "verse": 128,
            "text": "Na mwanamke akijua kuwa mumewe ana majivuno na madharau na hashughuliki naye, si makosa kwa wao wawili kusikilizana kwa namana ya kuwaridhisha wao wawili kuhusu kugawa siku na matumizi. Kwani masikilizano ni bora zaidi na ni afadhali zaidi. Na nafsi zimeumbwa zikiwa na tabia ya pupa na ubahili, kama kwamba ubahili upo mbele ya hizo nafsi, hauepukani nazo. Na mkiamiliana na wake wenu vizuri na mkamcha Mwenyezi Mungu juu yao, basi Mwenyezi Mungu ni Mjuzi sana wa mnayoyafanya, katika hayo na mengineyo, hakuna kinachofichika Kwake, na Atawalipa kwa hayo"
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "Na hamtaweza, enyi wanaume, kuhakikisha uadilifu kamili wa mapenzi na muelekeo wa moyo kati ya wanawake, namna mtakavyofanya bidii juu ya hilo. Basi msimpe mgongo, yule msiokuwa na haja naye, kabisa-kabisa mkamuacha akawa ni kama mwanamke ambaye hana mume wala hakutalikiwa, mkaja mkapata madhambi. Na mkizitengeneza amali zenu mkafanya uadilifu katika ugawaji wenu baina ya wake zenu na mkamchunga Mwenyezi Mungu mkamuogopa juu yao, basi Mwenyezi Mungu ni Mwingi wa msamaha kwa waja Wake, ni Mwingi wa huruma kwao"
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "Na ukitokea utengano baina ya mwanamume na mkewe, Mwenyezi Mungu, Aliyetakasika, atamtosheleza kila mmoja kati yao kwa fadhila Zake na ukunjufu wa neema Zake. Kwani Yeye, Aliyetakasika na kila sifa ya upungufu na Aliyetukuka, ni Mkunjufu wa fadhila na neema, ni Mwingi wa hekima katika hukumu Zake Anazozipitisha kwa waja Wake"
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "Ni milki ya Mwenyezi Mungu vilivyoko kwenye mbingu na vilivyoko kwenye ardhi na vilivyoko baina ya hivyo viwili. Na tuliwausia wale waliopewa Vitabu kabla yenu, miongoni mwa Mayahudi na Wanaswara, na tukawausia nyinyi pia, enyi ummah wa Muhammad, mumche Mwenyezi Mungu, Aliyetukuka, na msimame kutekeleza amri Zake na kuepuka makatazo Yake, na tukawaelezea kwamba nyinyi mkiukanusha upweke wa Mwenyezi Mungu, Aliyetukuka, na sheria Zake, basi Mwenyezi Mungu Hawahitajii nyinyi, kwa kuwa vyote vilivyoko kwenye mbingu na vilivyoko kwenye ardhi ni Vyake. Na Mwenyezi Mungu ni Mwenye kujitosha kutowahitjia viumbe Wake, ni Mwingi wa kuhimidiwa katika sifa Zake na vitendo Vyake"
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "Ni milki ya Mwenyezi Mungu viumbe vilivyoko katika ulimwengu huu. Na inatosha kuwa Yeye, Aliyetakasika na kila sifa pungufu, ni Msimamizi na Mtunzi wa mambo ya viumbe Vyake"
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "Akitaka Mwenyezi Mungu Atawaangamiza, enyi watu, na awalete watu wengine wasiokuwa nyinyi. Na Mwenyezi Mungu kwa hili ni Muweza"
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "Mwenye kuwa na hamu miongoni mwenu, enyi watu, ya kupata malipo ya duniani na akaipa mgongo Akhera, basi mbele ya Mwenyezi Mungu kuna malipo ya dunia na Akhera. Basi na atake kutoka kwa Mwenyezi Mungu , Peke Yake, wema wa dunia na Akhera, kwani Yeye Ndiye Anayevimiliki hivyo viwili. Na Mwenyezi Mungu ni Mwenye kuyasikia maneno ya waja Wake, ni Mwenye kuziona nia zao na vitendo vyao, na Atawalipa kwa hayo"
        }
    ]
}