{
    "maqras": [
        {
            "chapter": 5,
            "verse": 51,
            "text": "Enyi mlioamini, msiwafanye Mayahudi na Wanaswara ni washirika na wasaidizi wenu juu ya watu wa Imani. Hii ni kwa kuwa wao hawawapendi Waumini. Mayahudi wanasaidiana wao kwa wao, na hivyo hivyo ndivyo walivyo Wanaswara. Na makundi yote mawili yanakutana kwenye kuwafanyia nyinyi uadui. Na nyinyi, enyi Waumini, mnafaa zaidi kusaidiana nyinyi kwa nyinyi. Na yoyote mwenye kuwategemea wao katika nyinyi, basi yeye atakuwa ni miongoni mwao, na hukumu yake ni yao. Mwenyezi Mungu Hatawaafikia madhalimu wanaowategemea makafiri"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "Mwenyezi Mungu Anasimulia habari ya kikundi cha wanafiki kwamba wao walikuwa wakikimbilia kupendana na Mayahudi kwa kuwa ndani ya nyoyo zao mulikuwa na shaka na unafiki, na walikuwa wakisema, «Sisi tunapendana nao kwa kuogopa wasije wakawashinda Waislamu wakatudhuru sisi pamoja na wao.» Mwenyezi Mungu, uliotukuka utajo Wake, Anasema: Huenda Mwenyezi Mungu Akauleta ushindi- yaani ushindi wa kuukomboa mji wa Makkah-, Akamnusuru Nabii Wake na Akaupa nguvu Uislamu na Waislamu juu ya makafiri au Akatayarisha mambo ambayo yataifanya iyondoke nguvu ya Mayahudi na Wanaswara, na hapo waje wawanyenyekee Waislamu. Wakati huo watajuta wanafiki kwa yale waliyoyaficha kwenye nafsi zao ya kuwategemea Mayahudi na Wanaswara"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "Wakati huo watasema baadhi ya Waumini kuwaambia wengine, wakionea ajabu hali ya wanafiki, pindi mambo yao yatakapofichuka, «Je, hawa ndio wale ambao waliapa viapo vizito kwamba wao wako nasi?» Zimebatilika amali za wanafiki walizozifanya ulimwenguni, hawana malipo mema ya amali hizo, kwa kuwa wao walizifanya bila ya Imani. Hapo basi, wamepata hasara ya ulimwenguni na Akhera"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "Enyi mliomuamini Mwenyezi Mungu na Mtume Wake na mkazifuata sheria zake kivitendo, Yoyote kati yenu atakayerudi nyuma akaiacha Dini yake, na akachukua badala yake dini ya Kiyahudi au ya Kinaswara au dini nyengineyo, basi hao hawatamdhuru Mwenyezi Mungu chochote; na Atawaleta watu bora kuliko wao: Anaowapenda na wanaompenda, wenye huruma kwa Waumini, wakali kwa makafiri, wanapigana jihadi na maadui wa Mwenyezi Mungu na hawamuogopi, kwa kumridhisha Mwenyezi Mungu, yoyote. Kuneemeshwa huko ni miongoni mwa nyongeza za Mwenyezi Mungu anazompa Amtakaye. Na Mwenyezi Mungu ni Mkunjufu wa fadhila, ni Mjuzi wa anayestahiki fadhila Zake katika waja Wake"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "Hakika msaidizi wenu , enyi Waumini, ni Mwenyezi Mungu na Mtume Wake na Waumini wanaojilazimisha na Swala za faradhi na wanatekeleza Zaka kwa hiari yao na hali wao ni wanyenyekevu kwa Mwenyezi Mungu"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "Na mwenye kushikamana na Mwenyezi Mungu na akafuata muongozo wa Mwenyezi Mungu na Mtume Wake na akawa na muelekeo wa Waumini, basi yeye ni katika kundi la Mwenyezi Mungu, na kundi la Mwenyezi Mungu ndilo la washindi wenye kunusurika"
        },
        {
            "chapter": 5,
            "verse": 57,
            "text": "Enyi ambao mlimuamini Mwenyezi Mungu na Mtume Wake na mkafuata sheria Yake kivitendo, msiwafanye wale wanaoifanyia shere na kuichezea Dini yenu, miongoni mwa waliopewa Vitabu na makafiri, kuwa ni wasimamizi wa mambo yenu. Na muogopeni Mwenyezi Mungu mkiwa nyinyi mnamuamini Yeye na mnaziamini sheria Zake"
        },
        {
            "chapter": 5,
            "verse": 58,
            "text": "Na anapoadhini mwadhini wenu, enyi Waumini, kuita watu kwenye Swala, Mayahudi, Wanaswara na washirikina wanafanya shere na kuukejeli mwito wenu wa hiyo Swala. Hii ni kwa sababu ya ujinga wao wa kutomjua Mola wao na kwa kuwa wao hawajui uhakika wa ibada"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "Sema, ewe Mtume, kuwaambia hao wanaofanya shere kati ya hao waliiopewa Kitabu, «Mnalolikuta kuwa ni jambo la kutukanika au ni la aibu, hilo kwetu ni zuri kusifika nalo. Na hilo ni lile la kumuamini kwetu Mwenyezi Mungu na vitabu Vyake vilivyoteremshwa kwetu na waliokuwa kabla yetu na kuamini kwetu kwamba wengi wenu muko nje ya njia ilyo nyofu.»"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "Sema, ewe Nabii, kuwaambia Waumini, «Je, niwajulishe yule ambaye atalipwa, Siku ya Kiyama, malipo makali zaidi kuliko hawa wenye kutoka nje ya utiifu?» Hao ni waliowatangulia wao ambao Mwenyezi Mungu Aliwafukuza kwenye rehema Yake, Aliwakasirikia na akawageuza maumbile yao Akawafanya manyani na ngurue kwa kuasi kwao, kuzua kwao urongo na kuwa na kiburi, kama ambavyo walikuwa kati yao wenye kuabudu Tāghūt (kila kinachoabudiwa badala ya Mwenyezi Mungu nacho kimeridhika). Hao, ni pabaya mno mahali pao huko Akhera; na harakati zao ulimwenguni zilikosa mwelekeo wa njia ya sawa"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "Na wakiwajia nyinyi, enyi Waumini, wanafiki wa Kiyahudi husema, «Tumeamini,» na hali wao wako ukafirini na wanaendelea nao : hakika wameingia kwenu wakiwa na ukafiri wanaouitakidi ndani ya nyoyo zao, kisha wametoka wakiwa bado wanaushikilia ukafiri huo. Mwenyezi Mungu ni Mjuzi zaidi wa siri zao hata wakionyesha kinyume cha hivyo"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "Na utawaona, ewe Mtume, wengi miongoni mwa Mayahudi wanayakimbilia maasia ya kusema urongo, uzushi, kuzifanyia uadui hukumu za Mwenyezi Mungu na kula mali ya watu kinyume na haki. Ni maovu mno matendo yao na uadui wao"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "Mbona viongozi wao na wasomi wao hawawakatazi hawa ambao wanayakimbilia madhambi na kufanya uadui, kusema urongo, uzushi na kula mali za watu kinyume na haki? Ni kiovu mno walichokifanya, walipoacha kukataza munkar (mabaya)"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "Mwenyezi Mungu Anamjulisha Mtume Wake sehemu ya makosa ya Mayahudi, kitu walichokuwa wakikizungumza kwa siri baina yao, kuwa wao walisema, «Mkono wa Mwenyezi Mungu umefungwa kutotenda mema, Ametufanyia ubahili riziki kwa kutubania na kutotupanulia.» Walisema hilo wakati walipopatwa na ukame na ukosefu wa mvua. Mikono yao ndiyo iliyofungwa, kwa maana: mikono yao imezuiliwa kutenda mema, na Mwenyezi Mungu Amewafukuza kutoka kwenye rehema Yake kwa sababu ya neno lao. Mambo sivyo kama wanavyomzulia Mola wao, bali mikono Yake miwili imekunjuliwa, haikuzuiliwa wala hakuna pingamizi ya kumzuia kutoa. Kwani Yeye ni Mpaji, ni Karimu, Anatoa kulingana na hekima na yale yenye maslahi kwa waja. Kwenye aya hii kuna thibitisho la sifa ya Mikono miwili kwa Mwenyezi Mungu, Aliyetakasita na kila sifa ya upungufu na kutukuka, kama inavyolingana na Yeye, pasi na kufananisha wala kueleza namna ilivyo. Lakini wao watazidi ukiukaji mipaka na ukafiri kwa sababu ya chuki yao na uhasidi wao kwa kuwa Mwenyezi Mungu Amekuchagua wewe kwa utume. Mwenyezi Mungu Anayatolea habari makundi ya Mayahudi kwamba wao wataendelea, mpaka Siku ya Kiyama, kufanyiana uadui wao kwa wao na kuchukiana wao kwa wao. Kila wanapopanga njama ya kuwafanyia vitimbi Waislamu, kwa kuzusha fitina na kuuwasha moto wa vita, Mwenyezi Mungu Anavikomesha vitimbi vyao na kuutenganisha mkusanyiko wao. Na Mayahudi hawataacha kuendelea kumuasi Mwenyezi Mungu kwa kufanya yanayoleta uharibifu na misukosuko katika ardhi. Na Mwenyezi Mungu, Aliyetukuka, Hawapendi waharibifu"
        },
        {
            "chapter": 5,
            "verse": 65,
            "text": "Lau kama Mayahudi na Wanaswara wangalimuamini Mwenyezi Mungu na Mtume Wake, wakazifuata amri Zake na kuyaepuka makatazo Yake, tungaliwafutia madhambi yao na tungaliwatia kwenye mabustani ya Pepo ya starehe katika Nyumba ya Akhera"
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "Na lau kama wao wangaliyatekeleza yaliyomo ndani ya Taurati na Injili na yale uliyoteremshiwa wewe, ewe Mtume, nayo ni Qur’ani, wangalipata riziki kutoka kila njia: tukawateremshia mvua na kuwaoteshea matunda. Na haya ni malipo ya duniani. Na kwa hakika, miongoni mwa watu waliepewa Kitabu, lipo kundi la wastani lililojikita kwenye haki. Na wengi kati yao , vitendo vyao ni viovu na wamepotea njia ya sawa"
        }
    ]
}