{
    "maqras": [
        {
            "chapter": 12,
            "verse": 53,
            "text": "Akasema mke wa kiongozi,»Sijisafishi nafsi yangu, kwani nafsi inamwamrisha mtu sana kufanya maasia, kwa kutaka kupata utamu wa inavyopenda, isipokuwa yule ambaye Mwenyezi Mungu Amemhifadhi. Kwani Mwenyezi Mungu ni Mwingi wa kusamehe dhambi za waliotubia miongoni mwa waja Wake, ni Mwenye huruma nao sana.»"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "Mfalme, mtawala wa Misri, ilipomfikia habari kwamba Yūsuf hana hatia, alisema, «Mleteni kwangu nipate kumfanya ni miongoni mwa marafiki wangu wa kikweli na washauri wangu.» Yūsuf alipokuja, na mfalme akasema na yeye, akajua kwamba yeye hana hatia na kwamba ni muaminifu sana na ni mwenye tabia njema, alimwambia, «Wewe leo hapa kwetu una heshima kubwa na unaaminiwa kwa kila kitu.»"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "Yūsuf akataka kuwanufaisha waja na kueneza uadilifu baina yao, alimwambia mfalme, «Nifanye mimi kuwa msimamizi wa hazina za Misri, kwani mimi ni mshika hazina mwaminifu mwenye ujuzi na busara juu ya vitu ninavyosimamia.»"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Na kama Mwenyezi Mungu Alivyomneemesha Yūsuf kwa kumtoa jela, Alimmakinisha katika nchi ya Misri akawa ashukia popote pale anapotaka. Mwenyezi Mungu Anampa rehema Zake Anayemtaka kati ya waja wake wachamungu, na Hayapotezi malipo ya yoyote aliyefanya matendo mema"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Na kwa hakika malipo mema ya Akhera ni makubwa zaidi kuliko malipo ya duniani kwa wenye Imani na uchamungu ambao wanayaogopa mateso ya Mwenyezi Mungu na wanamtii Yeye katika maamrisho Yake na makatazo Yake"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "Nduguze Yūsuf walifika Misri, baada ya kushukiwa na ukame katika nchi yao, ili wachukue chakula kutoka huko. Wakaingia kwake na yeye, kwa nguvu ya akili yake ya kutambua na werevu wake, akawajua na wao wasimjue kwa muda mrefu uliopita na kwa kubadilika umbo lake"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "Yūsuf aliamuru wakirimiwe na wakaribishwe vizuri, kisha akawapa chakula walichotaka. Na walikuwa wamemwambia kwamba wana ndugu yao wa kwa baba ambaye hawakumleta pamoja nao, wakimaanisha ndugu yake Binyamin, akasema, «Nileteeni ndugu yenu wa kwa baba, kwani hamuoni kwamba mimi nimewapimia chakula vizuri na nimewakirimu kwa kuwakaribisha, na mimi ni mwema wa kuwakaribisha"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "«Na msiponijia na yeye, basi nyinyi hamtakua na chakula ambacho mimi nitawapimia, na msije kwangu.»"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "Wakasema, «Tutafanya bidii yetu kumkinaisha baba yake atuachie, na hatutaacha kufanya hivyo.»"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "Yūsuf aliwaambia watumishi wake, «Ichukueni thamani ya vitu vyao muiweke kwenye vyombo vyao kwa siri, kwa matarajio wapate kuiona watakapofika kwao na watambue vile sisi tulivyowakirimu ili wapate kurudi wakiwa na matumaini ya kupata vipewa vyetu.»"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "Waliporejea kwa baba yao walimsimulia yaliyokuwa ya ukarimu aliowafanyia huyo kiongozi, na wakasema, «Yeye hatatupatia kitu mbeleni isipokuwa iwapo ndugu yetu ambaye tulimuelezea kuhusu yeye atakuwa na sisi. Basi tuachie tuende na yeye tutaleta chakula kingi, na tunakuahidi kwamba tutamtunza.»"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "Baba yao akawaambia, «Vipi nitawaamini juu ya Binyāmīn, na nilishawaamini juu ya Yūsuf kabla yake, mkaahidi kumhifadhi na msilitekeleze hilo? Mimi siziamini ahadi zenu na utunzi wenu, lakini mimi nauamini utunzi wa Mwenyezi Mungu, Bora wa wenye kutunza na Mwenye huruma zaidi kuliko wenye huruma. Namtarajia Anirehemu, Amtunze na Amrudishe kwangu.»"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "Na walipofungua vyombo vyao walipata kwamaba thamani ya bidhaa waliyoitoa wamerudishiwa. Wakasema, «Ewe baba yetu! Tuombe nini zaidi ya hii? Hii ni thamani ya bidhaa zetu, Kiongozi ameturudishia, basi kuwa na utulivu kuhusu ndugu yetu na muache aende na sisi ili tupate kuwaletea watu wetu chakula kingi, tumtunze ndugu yetu na tupate kuongeza twesha ya ngamia kwa ajili yake. Kwani Kiongozi anampimia kila mtu twesha ya ngamia mmoja; na hilo ni jambo jepesi kwake.»"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "Ya’qūb, amani imshukiye, akasema kuwaambia, «Sitamuacha aende na nyinyi mpaka mchukue ahadi na mniapie kwa Mwenyezi Mungu kwamba mtamrudisha kwangu, isipokuwa iwapo mtashindwa nguvu msiweze kumuokoa. Basi walipompa ahadi ya Mwenyezi Mungu kwa lile alilolitaka, Ya’qūb alisema, «Mwenyezi Mungu kwa tunalolinena Ndiye mtegemewa» Yaani, ushahidi Wake kwetu na utunzi Wake zinatutosha.»"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "Na akasema baba Yao kuwaambia wao,»Enyi wanangu mtakapoingia nchi ya Misri, msiingie kwa mlango mmoja, lakini ingieni kwa milango mbalimbali, ili msipatwe na jicho la husuda. Na mimi nikiwapa wasia huu, siwakingi na chochote Alichokiamua Mwenyezi Mungu kwenu. Hakuna uwamuzi wowote isipokuwa ni ule wa Mwenyezi Mungu Peke Yake, Kwake Yeye nimetegemea na nimeamini, na juu Yake Peke Yake waumini wanategemea.»"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "Na walipoingia kupitia milango mbalimbali, kama alivyowaamrisha baba yao, hilo halikuwa ni lenye kuwazuilia uamuzi wa Mwenyezi Mungu kwao, isipokuwa ilikuwa ni huruma ndani ya moya wa Ya’qūb juu yao wasipatikane na jicho la husuda. Na Ya’qūb ni mwenye ujuzi mkubwa wa mambo ya Dini yake aliyofundishwa na Mwenyezi Mungu kwa njia ya wahyi, lakini wengi wa watu hawajui mwisho wa mambo na undani wake, na pia hawayajui anayoyajua Ya’qūb, amani imshukie, katika mambo ya Dini yake"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "Na walipoingia ndugu zake Yūsuf kwake, katika nyumba yake ya kukaribisha wageni, wakiwa pamoja na ndugu yake wa kwa baba na mama, Yusuif alimkumbatia nduguye wa kwa baba na mama na akamwambia kwa siri, «Mimi ni ndugu yako. Basi usihuzunike wala usiingiwe na dhiki kwa yale waliyonifanyia kipindi kilichopita.» Na akamuamuru alifiche jambo hilo kwao"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "Na alipowatayarishia Yūsuf na akawabebesha chakula ngamia wao, aliwaamuru watumishi wake wakakiweka kile chombo, ambacho alikua akiwapimia nacho watu, kwenye vyombo vya ndugu yake Binyamin kwa namna ambayo asitambue yoyote. Basi walipopanda kwenda zao, aliita mwenye kuita akisema, «Enyi wenye ngamia waliobebeshwa chakula, nyinyi ni wezi!»"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "Wakasema wana wa Ya’qūb, wakimwelekea yule aliyeita, «Ni kitu gani mnachokikosa?»"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "Yule aliyeita na waliokuwana yeye walisema, «Tumekikosa kipimio ambacho mfalme anapimia nacho. Na zawadi za mwenye kukileta ni twesha ya ngamia mmoja ya chakula.» Na yule aliyeita akasema, «Na mimi naidhamini na kuitolea ahadi hiyo twesha ya ngamia ya chakula.»"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "Ndugu zake Yūsuf wakasema, «Tunaapa kwa Mwenyezi Mungu, nyinyi mna uhakika kwa mliyoyashuhudia kutoka kwetu kwamba sisi hatukuja nchi ya Misri kufanya uharibifu, na si katika sifa zetu kuwa wezi.»"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "Wale waliopewa jokumu la kukitafuta kipimio walisema kuwaambia ndugu zake Yūsuf, «Ni ipi adhabu ya mwizi kwenu nyinyi, iwapo nyinyi ni warongo katika kauli yenu: ‘sisi si wezi’?»"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "Ndugu zake Yūsuf wakasema, «Malipo ya mwizi ni kwamba yule ambaye kitapatikana kilichoibiwa kwenye mzigo wa ngamia wake basi yeye ndiye malipo yake.» Yaani atakabidhiwa, kwa sababu ya wizi wake, kwa yule aliyemuibia awe mtumwa kwake.»Malipo mfano huu, nayo ni ya kufanywa mtumwa, tunawalipa wenye kufanya dhuluma kwa kuiba. Hii ndiyo dini yetu na mwendo wetu kuhusu wezi.»"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "wakarudi na ndugu zake Yūsuf kwake, akasimama mwenyewe kupekua mizigo yao. Akaanza na mizigo yao kabla ya mzigo wa ndugu yake, ili kuimarisha mpango wake wa kumfanya ndugu yake abakie pamoja na yeye, kisha akamalizikia kwenye vyombo vya ndugu yake na akakitoa chombo humo. Hivyo ndivyo tulivyomsahilishia Yūsuf mpango huu ambao ulimpelekea kumchukua ndugu yake kwenye mamlaka ya mfalme wa Misri. Kwani si katika dini yake kummiliki mwizi, isipokuwa kwamba matakwa ya Mwenyezi Mungu yamepelekea mipango hii na kutaka uamuzi kwenye sheria ya ndugu zake Yūsuf yenye hukumu ya mwizi kufanywa mtumwa. Tunawainua daraja tunaowataka ulimwenguni juu ya mwingine kama vile tulivyomuinua Yūsuf daraja. Na juu ya kila mwenye ujuzi kuna mjuzi zaidi kuliko yeye, mpaka ujuzi ukome kwa Mwenyezi Mungu Aliyetukuka, Mjuzi wa yaliyofichika na yanayoonekana"
        }
    ]
}