{
    "maqras": [
        {
            "chapter": 35,
            "verse": 15,
            "text": "O mankind! You are the ones who stand in need of Allah, and Allah—He is the All-sufficient, the All-laudable"
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "If He wishes, He will take you away, and bring about a new creation"
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "and that is not a hard thing for Allah"
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "No bearer shall bear another’s burden, and should one heavily burdened call [another] to carry it, nothing of it will be carried, even if he were a near relative. You can only warn those who fear their Lord in secret and maintain the prayer. Whoever purifies himself, purifies only for his own sake, and to Allah is the return"
        },
        {
            "chapter": 35,
            "verse": 19,
            "text": "The blind one and the seer are not equal"
        },
        {
            "chapter": 35,
            "verse": 20,
            "text": "nor darkness and light"
        },
        {
            "chapter": 35,
            "verse": 21,
            "text": "nor shade and torrid heat"
        },
        {
            "chapter": 35,
            "verse": 22,
            "text": "nor are the living equal to the dead. Indeed Allah makes whomever He wishes to hear, and you cannot make those who are in the graves hear"
        },
        {
            "chapter": 35,
            "verse": 23,
            "text": "You are but a warner"
        },
        {
            "chapter": 35,
            "verse": 24,
            "text": "Indeed We have sent you with the truth as a bearer of good news and as a warner; and there is not a nation but a warner has passed in it"
        },
        {
            "chapter": 35,
            "verse": 25,
            "text": "If they impugn you, those before them have impugned [likewise]: their apostles brought them manifest proofs, [holy] writs, and illuminating scriptures"
        },
        {
            "chapter": 35,
            "verse": 26,
            "text": "Then I seized the faithless. So how was My rebuttal"
        },
        {
            "chapter": 35,
            "verse": 27,
            "text": "Have you not regarded that Allah sends down water from the sky, with which We produce fruits of diverse hues; and in the mountains are stripes white and red, of diverse hues, and [others] pitch black"
        },
        {
            "chapter": 35,
            "verse": 28,
            "text": "And of humans and beasts and cattle there are likewise diverse hues. Only those of Allah’s servants having knowledge fear Him. Indeed Allah is all-mighty, all-forgiving"
        },
        {
            "chapter": 35,
            "verse": 29,
            "text": "Indeed those who recite the Book of Allah and maintain the prayer, and spend out of what We have provided them, secretly and openly, expect a commerce that will never go bankrupt"
        },
        {
            "chapter": 35,
            "verse": 30,
            "text": "so that He may pay them their reward in full and enhance them out of His grace. Indeed He is all-forgiving, all-appreciative"
        },
        {
            "chapter": 35,
            "verse": 31,
            "text": "That which We have revealed to you of the Book is the truth, confirming what was [revealed] before it. Indeed Allah is all-aware, all-seeing about His servants"
        },
        {
            "chapter": 35,
            "verse": 32,
            "text": "Then We made heirs to the Book those whom We chose from Our servants. Yet some of them are those who wrong themselves, and some of them are average, and some of them are those who take the lead in all the good works by Allah’s will. That is the greatest grace [of Allah]"
        },
        {
            "chapter": 35,
            "verse": 33,
            "text": "Gardens of Eden, which they will enter, adorned therein with bracelets of gold and pearl, and their garments therein will be of silk"
        },
        {
            "chapter": 35,
            "verse": 34,
            "text": "They will say, ‘All praise belongs to Allah, who has removed all grief from us. Indeed Our Lord is all-forgiving, all-appreciative"
        },
        {
            "chapter": 35,
            "verse": 35,
            "text": "who has settled us in the everlasting abode by His grace. In it we are untouched by toil, and untouched therein by fatigue.’"
        },
        {
            "chapter": 35,
            "verse": 36,
            "text": "As for the faithless there is for them the fire of hell: they will neither be done away with so that they may die, nor shall its punishment be lightened for them. Thus do We requite every ingrate"
        },
        {
            "chapter": 35,
            "verse": 37,
            "text": "They shall cry therein for help: ‘Our Lord! Bring us out, so that we may act righteously —different from what we used to do!’ ‘Did We not give you a life long enough that one who is heedful might take admonition? And [moreover] the warner had [also] come to you. Now taste [the consequence of your deeds], for the wrongdoers have no helper.’"
        },
        {
            "chapter": 35,
            "verse": 38,
            "text": "Indeed Allah is the knower of the Unseen of the heavens and the earth. Indeed He knows well what is in the breasts"
        },
        {
            "chapter": 35,
            "verse": 39,
            "text": "It is He who made you successors on the earth. So whoever is faithless, his unfaith is to his own detriment. And the unfaith of the faithless does not increase them with their Lord [in anything] except disfavour, and their unfaith increases the faithless in nothing except loss"
        },
        {
            "chapter": 35,
            "verse": 40,
            "text": "Say, ‘Tell me about your partners [you ascribe to Allah] whom you invoke besides Allah? Show me what [part] of the earth have they created. Do they have any share in the heavens?’ Have We given them a scripture so that they stand on a manifest proof thereof? Rather the wrongdoers do not promise one another [anything] except delusion"
        }
    ]
}