{
    "maqras": [
        {
            "chapter": 7,
            "verse": 189,
            "text": "It is He who created you from a single soul, and made from it its mate, that he might find comfort with her. So when he had covered her, she bore a light burden and passed [some time] with it. When she had grown heavy, they both invoked Allah, their Lord: ‘If You give us a healthy [child], we will be surely grateful.’"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Then when He gave them a healthy [child], they ascribed partners to Him in what He had given them. Exalted is Allah above [having] any partners that they ascribe [to Him]"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Do they ascribe [to Him] partners that create nothing and have been created themselves"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "and can neither help them, nor help themselves"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "And if you call them to guidance, they will not follow you: it is the same to you whether you call them or whether you are silent"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Indeed those whom you invoke besides Allah are creatures like you. So invoke them: they should answer you, if you are truthful"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Do they have any feet to walk with? Do they have any hands to grasp with? Do they have any eyes to see with? Do they have any ears to hear with? Say, ‘Invoke your partners [that you ascribe to Allah] and try out your stratagems against me without granting me any respite"
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "My guardian is indeed Allah who sent down the Book, and He takes care of the righteous"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "Those whom you invoke besides Him can neither help you, nor help themselves.’"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "If you call them to guidance, they will not hear. You see them observing you, but they do not perceive"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "Adopt [a policy of] excusing [the faults of people], bid what is right, and turn away from the ignorant"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "Should a temptation from Satan disturb you, invoke the protection of Allah; indeed He is all-hearing, all-knowing"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "When those who are Godwary are touched by a visitation of Satan, they remember [Allah] and, behold, they perceive"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "But their brethren, they draw them into error, and then they do not spare [any harm]"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "When you do not bring them a sign, they say, ‘Why do you not improvise one?’ Say, ‘I only follow what is revealed to me from my Lord; these are insights from your Lord, and a guidance and mercy for a people who have faith.’"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "When the Qur’an is recited, listen to it and be silent, maybe you will receive [Allah’s] mercy"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "And remember your Lord within your heart beseechingly and reverentially, without being loud, morning and evening, and do not be among the heedless"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Indeed those who are [stationed] near your Lord do not disdain to worship Him. They glorify Him and prostrate to Him"
        }
    ]
}