{
    "rukus": [
        {
            "chapter": 2,
            "verse": 72,
            "text": "And [remember] when you [Israelites] slew a man and disputed as to who the killer was, but Allah exposed what you were concealing"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "We said, “Strike the slain with a piece of it.” This is how Allah brings the dead to life and shows you His signs, so that you may understand"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Then your hearts became hardened after that, like rocks or even harder. There are rocks from which rivers gush forth, and there are others that split open from which water comes out, while others fall down out of humility to Allah. And Allah is not unaware of what you do"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Do you [O believers] hope that they would respond to your call to believe, while a party of them used to hear the word of Allah then distort it knowingly after understanding it"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "And when they meet the believers they say, “We believe.” But when they meet one another in private they say, “Are you telling them what Allah has revealed to you [about Mohammad], so that they may argue against you before your Lord? Have you no sense?”"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "Do they not know that Allah knows what they conceal and what they reveal"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "And among them there are illiterate people, who know nothing of the Scripture except wishful thinking, and they do nothing but guesswork"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "So woe to those who write the Scripture with their own hands, and then say, “This is from Allah,” in order to trade it for a small price. Woe to them for what their hands have written, and woe to them for what they earn"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "And they say, “The Fire will never touch us except for a few days.” Say, “Have you taken a covenant from Allah; for Allah will never break His covenant, or are you saying about Allah what you do not know?”"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "No indeed! Those who do evil and are surrounded by their sins – they are the people of the Fire; they will abide therein forever"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "But those who believe and do righteous deeds – they are the people of Paradise; they will abide therein forever"
        }
    ]
}