{
    "rukus": [
        {
            "chapter": 6,
            "verse": 21,
            "text": "Who does greater wrong than one who fabricates lies against Allah or rejects His verses? The wrongdoers will never succeed"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "On the Day when We will gather them all together, then We will say to those who associated partners with Allah, “Where are your partners whom you claimed [to be equal to Allah]?”"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Then they will have no excuse but to say, “By Allah, our Lord, we never associated any partners [with Allah].”"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "See how they will lie against themselves, and all what they used to fabricate will vanish from them"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "There are some among them who listen to you, but We have placed covers on their hearts so that they do not understand it, and deafness in their ears. Even if they were to see every sign, they would still not believe in them. When they come to you arguing, the disbelievers say, “This is nothing but ancient fables.”"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "They prevent others from him, and they themselves keep away from him; they destroy none but themselves, but they do not realize"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "If you could only see when they will be made to stand before the Fire, they will say, “If only we were sent back, we would not reject the verses of our Lord, and we would be among the believers.”"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "But that which they used to conceal before will become apparent to them. And even if they were sent back, they would surely return to what they were forbidden, for they are indeed liars"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "They say, “There is nothing beyond our life in this world, and we will not be resurrected.”"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "If you could only see when they are made to stand before their Lord. He will say, “Is this not the truth?” They will say, “Yes indeed, by our Lord.” He will say, “So taste the punishment for your disbelief.”"
        }
    ]
}