{
    "rukus": [
        {
            "chapter": 39,
            "verse": 53,
            "text": "Say [Allah says], “O My slaves who have transgressed against themselves, do not despair of Allah’s mercy, for indeed Allah forgives all sins. He is indeed the All-Forgiving, the Most Merciful"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "Turn to your Lord [in repentance] and submit to Him before the punishment comes upon you, for then you will not be helped"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "Follow the best of what has been sent down to you all from your Lord, before the punishment comes upon you by surprise while you are unaware"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "Lest someone should say, “Woe to me for neglecting my duties towards Allah and for being among those who mocked [the truth]”"
        },
        {
            "chapter": 39,
            "verse": 57,
            "text": "or says, “If only Allah had guided me, I would have been among the righteous”"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "or says, upon seeing the punishment, “If only I had another chance, I could be among those who do good.”"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "[Allah will say,] “No indeed! My verses had already come to you, but you rejected them and acted arrogantly, and you were among the disbelievers.”"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "On the Day of Resurrection you will see those who lied against Allah with their faces darkened. Is there not in Hell an abode for the arrogant"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "But Allah will save those who fear Him, for they have attained salvation; no harm will touch them, nor will they grieve"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "Allah is the Creator of all things, and He is the Maintainer of everything"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "To Him belong the keys of the heavens and earth. As for those who disbelieve in the verses of Allah, it is they who are the losers"
        }
    ]
}