{
    "chapter": [
        {
            "chapter": 22,
            "verse": 1,
            "text": "O popol vi reverence vi Lord quaking de Hor est io horrendous"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "Tag vi witness gxi eben nursing mother vol discard her infant graved woman abort her fetus. Vi seg popol staggering as ili ebri eben ili ne ebri. This est di retribution est tial awesome"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "Among des popol, tie est those argue DI knowledge sekv cxiu rebellious diabl"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "Gxi dekret anyone allies him li mislead him direkt him agondi Infer"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "(O popol se vi hav any dub resurrection memor ke) ni kre vi polv subsequently tiny gut turn into pend (embryo) tiam gxi igx fetus don life deemed lifeless! Ni tiel clarify ajx vi. Ni sald wombs whatever ni testament por predetermined period! Ni tiam bring vi out infants tiam vi reach maturity. While kelk da vi mort jun others viv al mav agx nur al trov out ke neni knowledge ating nepr lim! Ankaux vi rigard land est dead tiam as baldaux as ni dusx gxi akv gxi vibr life kresk all kinds da bel plant"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "This pruv ti DI est Truth ke Li revives dead ke Li est Omnipotent"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "Kaj ke Hor ven ne dub gxi kaj ti DI resurrects those est graves"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "Among des popol tie est unu who argues DI knowledge guidance enlightening scripture"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "Arrogantly li strives divert popol path DI. Li tiel incurs humiliation en this life ni commit him Tag Resurrection agondi de brul"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "This est ki your man send ahead vi. DI est NENIAM unjust towards POPOL"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "Among des popol tie est unu worships DI conditionally. Ajx ir his voj li est kontent. Kelk adversity befalls him li far about-face Tiel li perd ambaux this life Hereafter Such est efektiv loss"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "Li idolizes DI ki ne posed potenc harm him benefit him; such est efektiv straying"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "Li idolizes ki est plur apt harm him than benefit him! Ki miserable lord Ki miserable companion"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "DI admits those kred PLUMB righteous life into GXARDEN FLU streams Cxio est en accordance kun di testament"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "anyone opini ti DI ne support him en this life Hereafter let him torn completely (his creator heaven sever (his dependence sur anyone aux Li tiam seg this plan eliminates anything ke gxen him)"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "Ni tiel revealed klar revelations herein tiam DI direkt whoever vol direkt"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "Those kred those est Jewish konvert Christians Zoroastrians idol worshipers DI est Unu jugx them Tag Resurrection. DI witnesses all AJX"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "Vi ne realize ti DI prostrates everyone heavens ter sun lun stel mont arb best many popol? Many others among des popol committed doom Whomever DI fi neniom honor him. Cxio est en accordance kun di testament"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "Here est 2 parti feuding regard their Lord As por those disbelieve ili hav vest de fajr tajlor por them! Hellish liquid vol versx their kap"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "Gxi kauxz their insides fand tro their hauxt"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "Ili confined glad pot"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "Whenever ili pen exit such mizer ili forced dors en Gust agondi de brul"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "DI testament admit those kred PLUMB righteous life into GXARDEN FLU streams Ili ornam therein bracelets or perl their garments therein est silk"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "Ili direkt bon vort; ili direkt path de plej Lauxd"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "Surely those disbelieve repulse others path DI el Sankt Masjid ni designated all popol! - est ili indigxen visitors! - Streb pollute gxi corrupt gxi ni aflikt them painful retribution"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "Ni appointed Abraham establ Shrine Vi ne idolize any ali di Me purify My shrine those vizit gxi those viv gxi those bow prostrate"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "(Kaj proklam popol observ Hajj pilgrimage Ili ven vi marsx rajd various exhausted means transportation)! Ili ven farthest locations"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "Ili streb commercial benefits ili commemorate di nom specified tag por proviz them livestock! Mangx therefrom feed despondent poor"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "Ili komplet their obligations fulfill their vows vizit antikv shrine"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "Those reverence rites dekret DI ind bon rekompenc their Lord All livestock far lawful your food escept por those specifically prohibited vi. Vi evit abomen idol worship evit bor false witness"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "Vi argument your devotion absolutely DI sol. Anyone sets any idol DI est 1 who fal cxiel tiam gets snatched vultures blov vent profund ravine"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "Ja those reverence rites dekret DI demonstrate righteousness their kor"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "(livestock) proviz vi many benefits por a period, antaux donac antikv shrine"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "each congregation ni dekret rites whereby ili commemorate nom DI por proviz them livestock! Your di est 1 kaj des sam di; vi shall all submit Him. Don bon news al des obedient"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "Ili est unu kor trem upon menci DI ili steadfastly persevere adversity ili observ Kontakt Prayers (Salat) el our provisions al them ili don charity"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "Best offerings est rites dekret DI your own bon Vi menci di nom them while ili star en lini. Once ili ofert ofer vi mangx therefrom feed poor needy This why ni subdued them vi ke vi montr your appreciation"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "Nek their viand nor their sang reaches DI. Ki reaches Him est your righteousness. Li subdued them vi vi montr vi appreciation glor DI por direkt vi! Don bon news al des charitable"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "DI DEFEND those KRED. DI NE AM any betrayer unappreciative"
        },
        {
            "chapter": 22,
            "verse": 39,
            "text": "Permission granted those est persekut ekde injustice befallen them DI est certainly able al support them"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "Ili evicted their hejm unjustly por ne raci ali than dir Our Lord est DI. gxi ne est di supporting de kelk popol others monasteries eklezi synagogues masjids! - Kie nom DI commemorated frequently - Detru! Absolutely DI supports those support Him. DI est Powerful Almighty"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "Ili est those ni appointed them rulers ter ili establ Kontakt Prayers (Salat) obligatory charity (Zakat) advokat righteousness forbid evil DI est ultimate ruler"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "Se ili reject vi popol Noah ‘Aad Thamoud ankaux disbelieved them"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "Ankaux popol Abraham popol Lot"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "dwellers Midyan. Moses ankaux rejected Mi plumb all those popol tiam mi vok them kont kiel devastating est My requital"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "Many community ni annihilated their wickedness. Ili ended ruin ankoraux put great empty mansions"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "Ili ne roam ter tiam uz their mens Did kompren uz their orel auxd? Ja efektiv blindness ne est blindness okul blindness kor kest"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "Ili challenge vi bring retribution DI neniam fails fulfill His prophecy! Tag your Lord est 1000 de your jar"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "Many community en des preter committed evil mi plumb them sur awhile tiam mi pun them. Al Me est ultimate destiny"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "dir O popol mi est send al vi as profound warner"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "Those kred plumb righteous life ind forgiveness generous recompense"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "As por those strive challenge our revelations ili incur Infer"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "Ni ne send vi any messenger nor prophet hav diabl interfere his wishes DI TIAM nullifies KI DIABL done DI PERFEKT His revelations. DI est Omniscient SAGX"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "Li tiel sets diabl scheme test those haven dub their kor those kor hard. wicked dev ceter opposition"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "Those ben knowledge recognize truth your Lord tiam kred en gxi their kor readily akcept gxi! plej assuredly DI direkt believers dekstr path"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "As por those disbelieve ili ad haven dub Hor ven them suddenly retribution terrible tag ven them"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "All sovereignty ke tag aparten al DI Li jugx them. As por those kred plumb righteous life ili ind gxarden bliss"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "While those disbelieved rejected our revelations incurred shameful retribution"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "Those emigrate DI tiam get killed mort DI testament surely dusx them bon provisions DI est certainly PUT Provider"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "plej assuredly Li admit them admittance placx them. DI est Omniscient Clement"
        },
        {
            "chapter": 22,
            "verse": 60,
            "text": "Gxi dekret 1 vengx injustice inflicted him equitably tiam li persekut this DI testament surely support him! DI est Pardoner Forgiving"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "est fakt DI merges nokt tag merges tag nokt kaj ti DI est Hearer Seer"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "est fakt DI est Truth while setting de any idols Him constitutes falsehood kaj ti DI est plej Alt Supreme"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "Vi ne seg DI send cxiel akv Do ke torn land verd? DI EST Sublime Cognizant"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "Al Him aparten cxio heavens cxio sur ter! Absolutely DI est plej Ricx Praiseworthy"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "Vi ne seg DI committed en Do your service cxio ter? Sxip kur ocean His ordon. Li prevent heavenly korp crashing ter en accordance kun His ordon. DI est Kind towards POPOL Merciful"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "Li est 1 who granted vi life tiam Li puts vi death tiam Li brings vi dors life! Surely human est est unappreciative"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "Por each congregation ni dekret set rites ili uphold. Do ili ne disput vi. Vi ad invit everyone your Lord plej assuredly vi est dekstr path"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "Ili argue vi tiam dir DI est fully aware da cxio vi do"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "DI testament JUGX among VI TAG Resurrection all your DISPUT"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Vi ne realize ke DI kon cxio en heavens cxio sur ter? All this recorded record This est facil DI do"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "Ili idolize DI idols wherein Li ne ej potenc ili kon nothing them! transgressors ne hav helper"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "When our revelations recited them clearly vi recognize wickedness vizagx de those disbelieve. Ili preskaux atak those recite our revelations them. dir mi inform vi de io mult mav Infer promes DI those disbelieve; ki miserable destiny"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "O popol here est parable ke vi ponder carefully idols vi set DI neniam kre flug ecx ili band together do tial! Furthermore se flug sxtel anything el them ili ne recover gxi; weak est pursuer des pursued"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "Ili ne value DI as Li valued DI est PLEJ Powerful Almighty"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "DI chooses EL ANGXEL messengers ANKAUX as EL POPOL. DI est Hearer Seer"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "Li kon their preter their future Al DI aparten ultimate control all materi"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "O vi kred vi bow prostrate worship your Lord work righteousness ke vi sukces"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "Vi strive ig DI vi strive His ig. Li chosen vi ne ej hardship vi practicing your"
        }
    ]
}