{
    "rukus": [
        {
            "chapter": 9,
            "verse": 43,
            "text": "Allah bless you O Muhammad! Why did you grant them permission to be among the stay-at- home before sifting them in action to find out the truthful, and expose those who lie in their teeth"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "Never shall those who lift to Allah their inward sight and assert the truth of the Hereafter ask you to exempt them from this obligation. They feel they must move to action as ordained by Allah Whose purpose is the heart of their purpose. They purpose to strive in His cause, which is their cause with their wealth and their lives. Allah is fully aware of those who entertain the profound reverence dutiful to Him"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "For laboured impiety; what apology can be invented but by those who deny Allah and the Day of Judgement and their deep-rooted doubt affects their hearts and their minds profoundly, and in their objective uncertainty they vacillate"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "Had they been disposed in mood and mind to obey such advice as Allah inclines them to propound, they would have made all preparations necessary for overpowering the assailant who is quick, skillful and deadly. But being fully aware of their innermost thoughts and of what their breasts forge, Allah disliked their participation in the campaign, and discouraged them and impelled them to the feeling of utter demoralization and it was decided that they join the stay-at-home"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "Had they joined you in battle, they would have caused discord and hastened to sow dissension, slander and thoughts of sedition among you, And among you are attentive hearers who bow down their ears to them. Allah is 'Alimun of all the wrongful of actions"
        },
        {
            "chapter": 9,
            "verse": 48,
            "text": "They made it their aim before truth prevailed to sow thoughts of sedition and discord and the wicked plotted against the just. They deranged your ordinary pursuits of life O Muhammad as well as your divine course of action, hoping you would not prevail and firmly establish Allah's system of faith and worship. But great is truth and it did prevail, and there did Allah's word, as is always expected, assume the top, notwithstanding their opposition and their evil feeling"
        },
        {
            "chapter": 9,
            "verse": 49,
            "text": "Among them is he who asks you O Muhammad to exempt him from participating in the expedition lest he succumbs to temptation; He says to you: \"Exempt me from this obligation and do not let me fall into temptation\". Indeed, into error and impiety, into temptation and turmoil, into insurgency and insurrection of ignorance and into persecution by Heaven have they fallen, and Hell besets the infidels who deny Allah"
        },
        {
            "chapter": 9,
            "verse": 50,
            "text": "When good fortune falls in your way, be it through victory or through martyrdom, they come to be actuated with envy and grieved at heart. But if you are befallen with a misfortune or wedded to a calamity, they rejoice beyond a common joy and express their thoughts in words, thus: \"With prudent foresight\" they say, \"we exercised caution beforehand to provide against misfortunes and turmoil\", and they turn their backs and go away well pleased"
        },
        {
            "chapter": 9,
            "verse": 51,
            "text": "Say to them: Nothing befalls us good fortune or misfortune, victory or martyrdom, defeat or retreat, but has been divinely assessed and justly determined by Allah. He is our tutelary guardian and in Allah should those whose hearts have been touched with the divine hand put their trust"
        },
        {
            "chapter": 9,
            "verse": 52,
            "text": "Say to them: \" Do you give yourselves up to the first anticipations of your thoughts! But only one of two things can happen to us, and either of them is but an advantage, martyrdom or victory. As for you, we do anticipate an inevitable retributive punishment either from heaven or at our hands. Therefore, await the event that shall come in due time and we are also waiting"
        },
        {
            "chapter": 9,
            "verse": 53,
            "text": "Say to these hypocrites: \"You may spend as much as you like, willingly or unwillingly, making great pretences to religion, but never shall your contributions be acknowledged nor be entered on the credit side of your account. You are a people whose wickedness has reached beyond your reach; it has reached the sky"
        },
        {
            "chapter": 9,
            "verse": 54,
            "text": "The reason for refusing to acknowledge their contributions is their unforgivable grave offence against Allah; an offence no amount of money can expiate. They deny Allah and His Messenger, they perform their act of worship with an attitude of mind dispirited and despondent and they spend in Allah's service with great disinclination and reluctance"
        },
        {
            "chapter": 9,
            "verse": 55,
            "text": "Do not let the splendour of their riches and their progeny excite your emotion by astonishment mingled with bewildered curiosity. Allah intends to make these attributes the cause of their suffering here below, through unrest and anxiety, and their souls shall be disembodied captivated by disbelief"
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "And they insolently made a solemn declaration with an appeal to Allah that they are your co-religionists and therefore a part of you, when in fact together with you they do not make up a whole. They are a people who display ignoble fear in the face of danger, and they think they can avoid exciting your indignation"
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "If they can find a place of refuge or a cave or a hiding place, they will withdraw hastily from your society and fly to it"
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "Among these hypocrites are some who question your integrity in the way you distribute the spoils and Zakat and try to defame you. They disregard Allah's fundamental motive and reason of action and tend to go by their selfish motive principle. If they go share and share alike, they approve their hearts to Allah, and if they do not have a good share in what is distributed, they express their disapprobation and moral condemnation"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "Had they been satisfied in mind with the divine fundamental assumption forming the basis of a chain of reasoning that guides the Messenger to action and said: \"so be it, we are contented with Allah; His bounty will abound in us directly and through His Messenger and to Him we do homage and suit\", it would have been to their advantage"
        }
    ]
}