{
    "rukus": [
        {
            "chapter": 27,
            "verse": 32,
            "text": "Her anxiety prompted her to consult with her counselors. She said: \"O you counselors, I seek counsel from you in this matter. I never decided upon a course of action before presenting it to you for an opinion"
        },
        {
            "chapter": 27,
            "verse": 33,
            "text": "They said: \"we are people who face danger with boldness, firmness and courage and we exercise powerful and vehement opposition, but it rests in you to decide this matter"
        },
        {
            "chapter": 27,
            "verse": 34,
            "text": "The problem is\" she said, \"that when kings make –hostile- entry into a country to take possession of the land they plunder it and they humble its superiors and render them inferior, and this is what they usually do"
        },
        {
            "chapter": 27,
            "verse": 35,
            "text": "I have resolved\" she said, \"to send them a present and wait to see what kind of response will the envoys bring back"
        },
        {
            "chapter": 27,
            "verse": 36,
            "text": "And when the envoys presented Sulayman with the present he said: \"Do you provide me with wealth!\" \"What Allah has conferred on me of His grace that abounds in me far excels all that He has bestowed on you. In fact, it is you - people- who would rejoice with such a gift beyond a common joy\". It is evident, said Sulayman, that they rejoice at worldly gains whereas We rejoice at inviting to the path of Allah, for which cause we are ready to fight"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "Go back to them. We will confront them with such forces as they can never withstand and oust them from thence and drive them away humbled and humiliated"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "Then he said to the leaders of his assemblage -of the men and the Jinn-: \"Who among you can fetch me her throne before they come to me with low submissive reverence for Allah"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "I can fetch it right here\" said a very strong Jinn, \"before you assume the standing position and I am powerful enough to be trusted for such an undertaking"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "But said he who was imbued with spiritual Knowledge of the Scriptures and with some limitless spiritual power conferred on him by Allah. \"I will fetch it to you before the time taken in twinkling your eye*\" And when he -Sulayman- found -the throne- set right there he prayed: \"This is indeed an instance of the grace of Allah conferred on me to test my inclination whether I will propound gratitude or ingratitude. And he who is actuated with the feeling of gratitude and gratefulness, he but serves his own interest and he who sets himself in defiance of Allah must realize that Allah is Ghaniyun (Independent, Absolute, Self-sufficient) and Karimun (Beneficent)"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "Sulayman then said to his assemblage: \"Disguise her throne to see whether she will be able to recognize it or she will be one of those who lack insight and do not discern the truth"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "And when she arrived -and was welcomed by Sulayman- she was asked: \"Does your throne look like this!\" \"It certainly looks,\" she said, \"as if it were it\" \"And with Allah's mercy and grace\", said Sulayman to his retinue, \"we were given the divine knowledge which is the spirit of truth guiding us into all truth long before her and by consequence we conformed to Allah's system of faith and worship, we conformed to Islam"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "What dissuaded her against paying reverence and veneration for Allah and induced her to revere other objects -such as the sun- instead, was intimately connected with her birthright; she was born and reared in an atmosphere of paganism"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "As the honoured guest of Sulayman she was invited to enter the palace and as she did she thought the brilliant floor was a lake and she drew up the hem of her clothes, but there she was told that that was not water but a floor paved with slabs of glass. There and then she paused and declared: O Allah my Creator, she said, \"I have wronged my own soul and here and as of now I exercise with Sulayman low submissive reverence in Islam for Allah the Creator, of the worlds"
        }
    ]
}