{
    "rukus": [
        {
            "chapter": 34,
            "verse": 1,
            "text": "Praise be to Allah to Whom our bosoms surge forth and answer thanks for His exclusive individuality in possessing all the animate and the inanimate existing in the heavens and on earth past, present and those to come and extolled are His glorious attributes Hereafter as He is AL-Hakim (the Source of wisdom and wise mysterious dispensations) and AL-Khabir (the Omniscient)"
        },
        {
            "chapter": 34,
            "verse": 2,
            "text": "He has omniscience of all that makes entry and penetrates into the earth, be it animate or inanimate, and of all that arises from it and of what erupts from within and of the water streaming out of it. And He has Omniscience of all that comes down from the realm of heaven and from the vault of its floor and of all that ascends of deeds and of the souls of those who have done the deeds. He is also 'Alimun (Omniscient) of the spiritual and the animate and of all that is inanimate and He is AL-Rahim (the Merciful) and AL-Ghafur (the forgiving)"
        },
        {
            "chapter": 34,
            "verse": 3,
            "text": "Never, say the infidels: \"shall the Final Hour (of Resurrection and Judgement) fulfill itself and come our way.\" Say to them O Muhammad: \"But indeed it shall come about; rest assured by Allah, my Creator, that it shall come upon you with the revolution of time. He is Omniscient of the invisible and the unknown and AL-'Alim whom nothing escapes His vigilance neither in the heavens nor on earth be it in the weight or in the size of an atom or lesser or larger in degree; all being recorded in a documentary book that furnishes evidence of facts and of events"
        },
        {
            "chapter": 34,
            "verse": 4,
            "text": "So that He justly requites those who conformed to His system of faith and worship and imprinted their deeds with wisdom and piety. He shall extend to them forgiveness and a gracefully blessed provision"
        },
        {
            "chapter": 34,
            "verse": 5,
            "text": "And He justly penalizes those who purposed to deny His revelations and challenge His divine and authoritative signs. They must expect the torment laid upon the damned"
        },
        {
            "chapter": 34,
            "verse": 6,
            "text": "Whereas those gifted with divine and spiritual knowledge do know and assert that the discourse inspired to you from Allah is indeed the truth guiding into all truth and it guides to the path that leads directly to Him, AL-Aziz (the Almighty), and AL-Hamid (to Whom are extolled the glorious attributes)"
        },
        {
            "chapter": 34,
            "verse": 7,
            "text": "And insolently and mockingly, the infidels say: \"Shall we tell you of a man who proclaims that after your bodies have been reduced to fragments and have disintegrated, you will be brought back to life and be created anew"
        },
        {
            "chapter": 34,
            "verse": 8,
            "text": "Is he relating to Allah falsehood and pathological lies or is he a demoniac!\" The fact is that those who deny Resurrection and Judgement are torturing themselves with their thoughts, being lost in the maze of error"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "Do they not see what is before them and what is behind them of the heavens and the earth and contemplate their existence, maintenance and conservation. If We willed We could eclipse them in one swallow by a yawning earthly chasm We create beneath them or cause a piece of heaven to fall upon them in the form of discs of cumuli; either incident is by itself a great inducement for lifting to Allah the inward sight by the votary devoted to religious observances and to repentance with a breast filled with reverential awe"
        }
    ]
}