{
    "rukus": [
        {
            "chapter": 35,
            "verse": 8,
            "text": "Does he who is enticed by his deeds of evil and iniquities alluring his mind's eyes and inducing him to hug his irreverent conviction to his heart compare with him whose deeds reflect wisdom and piety! Allah misguides indeed whom He will and guides to His path of righteousness whom He will. Therefore, do not let yourself O Muhammad be affected with grief and deep sorrow for their irreverent response to the divine message nor should you lament their deviation from sense with sighing Allah is 'Alimun (Omniscient indeed of all that they do)"
        },
        {
            "chapter": 35,
            "verse": 9,
            "text": "Allah is He Who sends the wind carrying water vapour extracted chiefly from the water mass on the surface of the earth to raise clouds spreading in the floor of the vault of heaven, We drive them to, a dead or droughty land where they pour their rain water with which We revive the land after it had Suffered death; similarly do We effect Resurrection"
        },
        {
            "chapter": 35,
            "verse": 10,
            "text": "He who seeks the mundane glory and power must realize that such | attributes arc entirely those of Allah to Whom ascend the good words and He accepts the pious act which He welcomes in His realm of heaven and adorns with honour and exaltation. And those who take their cunning for a sinister and crooked wisdom fraught with evil shall suffer the torment laid upon the damned; their cunning bordering upon knavery is rendered vain"
        },
        {
            "chapter": 35,
            "verse": 11,
            "text": "And Allah raised you –people- by special creations from dust then He made you evolve from a constituent part of emitted fluid* and He made of you two sex divisions of organic beings, a male and a female.* And no female human or animal conceives a seed in her womb or gives birth to a child or an animal respectively but comes to His knowledge, nor does he who is carried through the stealing steps of age to advanced life proceed or recede in age but in accordance with what is brought to book and this presents no difficulty to Allah"
        },
        {
            "chapter": 35,
            "verse": 12,
            "text": "Nor do the two kinds of flowing waters compare: one fresh and sweet pleasant to drink and the other salty and bitter, and from each do you eat tender meat and you obtain various kinds of gems you use as articles of ornaments carried on your bodies. And you see the ships -the large sea-going vessels and the river- boats- ploughing through the waves and cleaving the surface thereof to help you accomplish your objects sought after of His bounty to the end that your bosoms may hopefully surge and answer thanks"
        },
        {
            "chapter": 35,
            "verse": 13,
            "text": "He causes the night to lose its character and identity* by absorption into the day and He causes the day to lose its character and identity by absorption into the night and He reduced the sun and the moon to a state of subservience, each describing its orbit for a determined period of time. This is Allah, your Creator, Who has the sovereignty of the universe and its supreme controlling power, whereas those you invoke besides Him do not own even as little as the integument of the smallest seed nor do they exercise over it the least control"
        },
        {
            "chapter": 35,
            "verse": 14,
            "text": "And if you invoke them for no matter what they do not hear your invocation and even if they heard it they would not be able to respond favourably or unfavourably; and in Day of Judgement they shall deny your irreverence to Allah and what you attribute to Him of plurality. And no one can inform you of the truth like Him. Who is Khabirun"
        }
    ]
}