{
    "rukus": [
        {
            "chapter": 41,
            "verse": 33,
            "text": "And who has a better discourse or thoughts expressed in words than he whose discourse induces to the belief in Allah, His Oneness and Uniqueness, and deals with His nature and attributes and he aspires to deeds of wisdom and piety, and proclaims: \"I am one of those who conform to Islam and effectuate unqualified obedience to His commands"
        },
        {
            "chapter": 41,
            "verse": 34,
            "text": "Nor does a deed crowned with equity and good will compare with a deed tinted with evil and ill - will. Therefore repel what affects you with distaste and aversion by what is morally and spiritually sublime, and there you will find that he who harbours to you enmity and ill - will has come to be as though he were a friend actuated with the feeling of sincerity"
        },
        {
            "chapter": 41,
            "verse": 35,
            "text": "Nor can such a disposition that is characterized with sublimity be attained except by those who exercise patience in adversity, forbearance under provocation and constancy in labour and effort. Nor can such a disposition be attained except by those who are so fortunate as to be divinely endowed with such a privilege"
        },
        {
            "chapter": 41,
            "verse": 36,
            "text": "And if AL-Shaytan entices you by suggesting diversity or discord secretly to your mind, do not consent nor be actuated, but commit yourself to Allah counter to the evil he instigated; Allah is indeed AL-Sami’ (the Omnipresent with unlimited audition) and AL-Aleem (the Omniscient)"
        },
        {
            "chapter": 41,
            "verse": 37,
            "text": "Among His visible signs and His marvels displaying Omnipotence and Authority are the night and the day, the sun and the moon, He created to suberve where wisdom bears command, and not made to rule. Therefore do not bow down in adoration to the sun nor to the moon but bow down in adoration to Allah Who brought them into being and caused them to exist if it is Him you truly worship and you truly adore with appropriate acts and rites"
        },
        {
            "chapter": 41,
            "verse": 38,
            "text": "Should they -the infidels- continue to be unjustly extravagant in their accounts of themselves and exercise inordinate self-esteem nonetheless, those with Allah in His heaven's realm praise Him and extol His glorious attributes night and day and never do they grow weary"
        },
        {
            "chapter": 41,
            "verse": 39,
            "text": "And among His visible signs and His marvels displaying Omnipotence and Authority is that you see the earth standing so desolate and so bare and when We send down the rain, it is stirred to activity and swells by absorption of moisture and begins the process of vegetal growth. Indeed He who revived it shall bring the dead back to life. He is indeed Qadiron (Omnipotent.) over all things"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "Those who corrupt Our revelations and distort them from their intended purpose and meaning are not hidden from Us nor is their motive unknown to Us. But then, is he who is cast into Hell fire better or he who comes back in Day of Judgment actuated with the feeling of security? You -infidels- just proceed as you have begun if you will; He is indeed Bassirun (Omnipresent Who sees all that you do)"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "Indeed, those who declared the Quran, when it was revealed to them, to be untrue and untenable and not what it is stated to be, shall regret their declaration. It is indeed a Book enjoying the majesty and splendour attendant upon a manifestation of Allah"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "A Book that is not open to falsehood, past, present or ever nor from any aspect. Even if assailed, its inherent power and operative influence are never hurt; it is a disclosure of knowledge, wisdom, and guidance authoritatively revealed by Him, Who is Hakimun (the Source of wisdom and wise mysterious dispensations), and Hamidun (Worthy of all praise)"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "Nothing is said to you O Muhammad by your opponents who call you everything they could lay their tongues to that was not said to Messengers sent before you. Indeed Allah, your Creator, has on hand mercy and forgiveness and He has on hand also condign punishment"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "Had We made it a Quran in a literary form that is ambiguous, un understandable and foreign to their thoughts, they would have said: \"If only its revelations and precepts were expounded so that We could apprehend the intended tense!\" How is it that We render it in a literary form foreign to people's thoughts when it is addressed to an Arab! Say to them :. \" It -the Quran- is the spirit of truth guiding those whose hearts have been touched with the divine hand into all truth. Its inherent heavenly power exerts a remedying effect on their minds to counteract doubt and redress uncertainties; whereas to those who deny it, and their heart's ears are deaf, it exerts a blinding effect on their intellectual and spiritual perception. These are they who seem to be called upon from afar as the earth's distant ends; they are also distant from Allah's blessed abode"
        }
    ]
}