{
    "rukus": [
        {
            "chapter": 3,
            "verse": 130,
            "text": "O you who have conformed to Islam! Usury is incompatible with religion. Do not swallow voraciously whatever interest you can get for the money you lend, doubling and redoubling the interest as you go. Revere Allah and entertain the profound reverence dutiful to Him so that heaven may prosper you"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "And save yourselves the Fire especially prepared for those who disobey Allah’s commands"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "Obey Allah and His Messenger so that you may come to be recipients of His mercy"
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "Enter into rivalry with each other for forgiveness from Allah, your Creator, and for a hearty welcome in a Paradise as extensive as are the Heavens and the Earth, specially prepared for those who revere Allah and entertain the profound reverence dutiful to Him"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "It is a paradise of supreme bliss prepared specially for those who spend in divine service in instances of prosperity and in instances of adversity, who restrain and suppress their feeling of anger and accord people forgiveness and do not entertain them with thoughts of ill will. Allah likes those who perfect their illustrious toils and turn their thoughts on moral excellence and benevolence"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "Those who no sooner do they commit an immoral act, than they at once recall Allah to mind and invoke His forgiveness. Who can forgive transgression of the divine law and the offence against Allah but Him? They do not insist on their course of action when they know it is wrong"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "Such persons shall merit forgiveness from Allah, their Creator, and the life in supreme bliss in gardens beneath which rivers flow after they will have passed through nature to Eternity. How excellent is the reward of those who strive for a good end"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "A narration of events, modes of action and examples from ages past serve as evidence for each instance forming a particular case of principle and a signal instance of punishment. Therefore, journey the land you Muslims and pause to think and meditate what you see with your minds’ eyes in order to realize the fatal consequence which united all those who persisted in their intentional assertion of falsehood"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "This is a proclamation for mankind that is documented in the Quran in which Providence is the guide, and an admonition to those who revere Allah and entertain the profound reverence dutiful To Him"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "Do not falter in your war of belief against positive unbelief nor grieve at heart, for you shall gain the upper hand if your hearts are impressed with the image of religious and spiritual virtues"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "If you have sustained a heavy blow with injuries, so have the enemies. We rotate fortune and alternate the days of gratification and the days of distress. So that each people have their day and Allah distinguishes the steadfast among the believers who are immovable in faith and confers the prerogative of martyrdom on those of you who qualify; Allah detests the wrongful"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "And Allah fits those whose hearts are impressed with the image of religious and spiritual virtues so purified to rid them of doubt and of those who are hypocrites and to massacre the infidels who deny Him"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "Did you think that you would be heartily welcomed in the realm of surpassing beauty and supreme bliss before Allah has seen that you have distinguished yourselves on every front or line of battle and that you have been distinguished into the valiant and those who are unwearied in the face of difficulties"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "Before the encounter with death, you had always wished yourselves dead in the cause of Allah, and now that you have seen it executed in your companions, you falter and let go; you quit your posts and seek much after booty"
        }
    ]
}