{
    "rukus": [
        {
            "chapter": 4,
            "verse": 77,
            "text": "Have you not seen O Muhammad into the disposition of those who were told to put a restraint upon their desire for fighting and observe faithfully the act of worship and give Zakat (alms), for Zakat is but the vehicle of prayer, yet when time was ripe and fighting was enjoined, some of them came to be apprehensive about their involvement in battle for fear of their lives. They feared the enemy –to a degree comparable to the degree of fear due to Allah–Creator of all beings or even a degree higher, and they exclaimed against fighting; they said: \"O Allah, our Creator, why enjoin us to fight and implant our Hereafter in the now; if only You would put fighting in respite and grant us a postponement of this obligation to a future date!\" Say to them O Muhammad: \"The enjoyment experienced here below, no matter how long it lasts, is fleeting and evanescent whereas the Hereafter abounds in the best enjoyments and everlasting bliss for those who entertain the profound reverence dutiful to Allah, and no one is ever wronged not even to the equivalent of a single hair of the dry integument of the smallest seed"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "Wherever you may be you shall be caught in the jaws of death even if you happen to be in fortresses fortified against confounding ages cruel knife. Yet when good fortune falls in their way, they -your people– relate it to Allah, and if they are befallen with a misfortune they relate it to you O Muhammad. Say to them: \"All happenings, good or bad, are authorized by Allah.\" What ails these people that they hardly comprehend a discourse of reason"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "In effect whatever good fortune betide you is endowed with grace from the bounty of Providence, and whatever misfortune befalls you is the consequence of your own doings. We have sent you O Muhammad to the people as a Messenger, and enough is Allah to be a witness to all deeds and to the way they are effected"
        },
        {
            "chapter": 4,
            "verse": 80,
            "text": "He who obeys the Messenger has in effect obeyed Allah, and he who turns a deaf ear must realize that We did not send you to watch over their innocence and folly"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "They -whose faith is greatly shaken- show obedience in your presence O Muhammad and say to you: \"We obey all that you exhort us to do.\" But when they depart from where you are, some of them design by night a scheme of action not in accord with your principles, and Allah puts in writing all that they propose to do. Therefore, disregard them and rely upon Allah, and enough is He to be your Tutelary Guardian Who exercises protecting vigilance over you"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "Do they not ponder the Quran! If it were revealed from a source other than Allah, they would have found it abounding in discrepancies and variations"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "When -these people- learn by credible or incredible information a subject or report or talk to the credit of the Muslims or against them, they spread it as news and circulate it by way of rumour. Had they referred it to the Messenger and, in his absence, to those in authority among them, it would have been in accordance with divine standard. The Messenger and/or those in authority would have intelligently examined the news and rationalized the matter and would have known the facts and placed them in their true bearings. Had it not been for Allah's efficacious grace and mercy abounding in you, you people would have been attracted to AL-Shaytan and espoused the opinions of those with characteristics befitting him, except a few"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "Therefore, fight O Muhammad in the cause of Allah; you are not responsible for anyone but yourself, But incite those whose hearts have been touched with the divine hand to make war against positive unbelief; perhaps Allah may curb the hostile appetite of those infidels who wish to display their might against you. Allah's Omnipotence infinitely exceeds man's might and when He avenges His right He strikes at the root"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "He who mediates or intervenes for the purpose of reconciling persons shall have a share of his good grace allotted to him by Providence. And he who mediates with a bad grace and for the purpose of an evil cause and/or selfish motive principles shall share the consequences of his ill grace. There is Providence that watches over innocence and folly, and keeps a vigilant eye upon everything and every action"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "When you are greeted with words or gestures, acknowledge the greeting with a more courteous recognition or at least return the same formula; it is an obligation. Allah has always taken account of all things and all actions"
        },
        {
            "chapter": 4,
            "verse": 87,
            "text": "Allah there is no Ilah but He, shall inevitably gather you all on the Day of Resurrection, the Day which admits no doubt; and who is more truthful in his discourse than Allah"
        }
    ]
}