{
    "juzs": [
        {
            "chapter": 6,
            "verse": 111,
            "text": "Y aún si les enviáramos ángeles y les hablaran los muertos, y [aún si] reuniéramos ante ellos, cara a cara, todas las cosas [que pueden demostrar la verdad], no creerían a no ser que Dios así lo decretara. Pero la mayoría de ellos ignora [esto] completamente"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "Y ASI ES que hemos asignado contra cada profeta enemigos de entre las fuerzas del mal, seres humanos y también seres invisibles, que se susurran entre sí verdades a medias, engalanadas para ofuscar la mente. Pero si tu Sustentador hubiera querido, no lo habrían hecho: ¡apártate, pues, de ellos y de toda su falsa imaginería"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "Para que los corazones de aquellos que no creen en la Otra Vida se inclinen a tales [engaños] y se complazcan en ellos y obtengan así su merecido"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "[Di:] “¿Voy acaso a buscar un juicio distinto del de Dios [sobre lo que es correcto o incorrecto], cuando es Él quien ha hecho descender para vosotros esta escritura divina, que expone claramente la verdad?”Y aquellos a quienes dimos la revelación con anterioridad saben que esta, también, ha sido hecha descender, gradualmente, por tu Sustentador con la verdad. No seas, pues, de los que dudan"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "porque, en verdad y en justicia, se ha cumplido la promesa de tu Sustentador. No existe poder capaz de alterar [el cumplimiento de] Sus promesas: y sólo Él todo lo oye, todo lo sabe"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "Si hicieras caso a la mayoría [de los que viven] en la tierra, harían que te extraviaras del camino de Dios: ellos siguen tan solo las suposiciones [de otros], y ellos mismos no hacen sino conjeturar"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Ciertamente, tu Sustentador es quien mejor conoce quien se extravía de Su camino, y es quien mejor conoce quienes son los rectamente guiados"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "COMED, pues, de aquello sobre lo que se ha mencionado el nombre de Dios, si creéis realmente en Sus mensajes"
        },
        {
            "chapter": 6,
            "verse": 119,
            "text": "¿Y por qué no habríais de comer de aquello sobre lo que se ha mencionado el nombre de Dios, cuando Él os ha detallado claramente lo que os está prohibido [comer] a menos que os veáis obligados [a hacerlo]? Pero, ciertamente, [es precisamente en tales asuntos en los que] mucha gente extravía a otros con sus opiniones erróneas, sin [tener realmente] conocimiento. En verdad, tu Sustentador es quien mejor conoce quienes transgreden los límites de lo correcto"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "Pero abstenéos de pecar, sea abiertamente o en secreto --pues, ciertamente, quienes incurran en pecado serán retribuidos por lo que se han merecido"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "Así, no comáis de aquello sobre lo que no ha sido mencionado el nombre de Dios: pues sería, ciertamente, una abominación.Y, ciertamente, los impulsos malvados [en el corazón de los hombres] susurran a aquellos que los han hecho suyos para que os hagan entrar en discusión [sobre lo que es, o nó, pecado]; y si les hacéis caso, ciertamente, os haréis [como] aquellos que atribuyen divinidad a otros seres o fuerzas junto a Dios"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "¿ES ACASO aquel que estaba muerto [en espíritu] y al que dimos vida, y al que asignamos una luz para que pueda ver su camino entre los hombres --igual que quien está [perdido] entre tinieblas, de las que no puede salir?[Pero] así es: gratas les parecen sus acciones a quienes niegan la verdad"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "Y así es como hemos hecho de los dignatarios de cada ciudad sus [mayores] malhechores, para que urdan allí sus intrigas; pero sólo intrigan contra sí mismos --y no se dan cuenta"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "Y cada vez que les llega un mensaje [divino], dicen: “¡No creeremos a menos que se nos dé lo mismo que se les ha dado a los enviados de Dios!” [Pero] Dios es quien mejor sabe a quien ha de confiar Su mensaje.La humillación ante Dios afligirá a los malhechores, y un castigo severo, por todas las intrigas que solían urdir"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "Y a quien Dios quiere guiar, le abre el pecho a la sumisión [a Él]; y a quien Él quiere dejar en el extravío, hace que su pecho se cierre y se constriña, como si estuviera ascendiendo en el aire: así es como Dios impone la ignominia a quienes se niegan a creer"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "Y este, el camino de tu Sustentador, es recto.¡Ciertamente, hemos expuesto con claridad estos mensajes para gentes que [están dispuestas a] tomarlos en serio"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "Suya será la morada de paz junto a su Sustentador; y Él estará próximo a ellos como premio a lo que han hecho"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "Y CUANDO Él los reúna [a todos] juntos, [dirá:] “¡Oh vosotros que habéis vivido en estrecha comunión con [malvados] seres invisibles! ¡A muchos [otros] seres humanos habéis seducido con engaño!”Y aquellos seres humanos que estaban asociados con ellos dirán: “¡Sustentador nuestro! Disfrutamos de nuestra mutua asociación [en la vida]; pero [ahora que] hemos llegado al final de nuestro plazo --el plazo que Tú nos asignaste-- [vemos el error de nuestra conducta]!”[Pero] Él dirá: “Tendréis el fuego por morada, y en él permaneceréis --salvo que Dios decrete algo [distinto].” Ciertamente, tu Sustentador es sabio, omnisciente"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "Y de este modo hacemos que los malhechores se seduzcan entre sí por medio de sus [malas] acciones"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "[Y Dios proseguirá, diciendo:] “¡Vosotros que habéis vivido en estrecha comunión con [malvados] seres invisibles y seres humanos [afines a ellos]! ¿Acaso no os llegaron enviados de entre vosotros que os advirtieron de la llegada de este vuestro Día [del Juicio]?”Dirán: “¡Atestiguamos contra nosotros mismos!” --pues la vida de este mundo les ha seducido: y darán testimonio contra sí mismos de que, ciertamente, rechazaron la verdad"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "Y es así porque tu Sustentador no destruye a una comunidad por su perversión mientras sus habitantes son aún ignorantes [del significado del bien y el mal]"
        },
        {
            "chapter": 6,
            "verse": 132,
            "text": "pues todos serán juzgados conforme a sus actos [conscientes]"
        },
        {
            "chapter": 6,
            "verse": 133,
            "text": "y tu Sustentador no está desatento a lo que hacen"
        },
        {
            "chapter": 6,
            "verse": 134,
            "text": "¡Ciertamente, lo que se os ha prometido llegará, y no podéis eludirlo"
        },
        {
            "chapter": 6,
            "verse": 135,
            "text": "Di: “¡Pueblo mío! Haced todo lo que esté en vuestro poder, que yo, ciertamente, trabajaré [por la causa de Dios]; y en su momento habréis de saber a quien pertenece el futuro. ¡En verdad, los malhechores nunca alcanzarán la felicidad!”"
        },
        {
            "chapter": 6,
            "verse": 136,
            "text": "Y ASIGNAN a Dios una parte de los frutos de las cosechas y del ganado, diciendo: “Esto pertenece a Dios” --o eso alegan ellos [falsamente]-- “y esto es para aquellos seres que, estamos convencidos, son partícipes en la divinidad de Dios.” Pero lo que es asignado a esos seres que en sus mentes asocian con Dios no les acerca a Dios --mientras que lo que es asignado a Dios [sólo consigue] acercarles aún más a esos seres a los que hacen partícipes de Su divinidad ¡Con que mal criterio juzgan"
        },
        {
            "chapter": 6,
            "verse": 137,
            "text": "Y, así mismo, su creencia en seres o en poderes a los que suponen partícipes en la divinidad de Dios hace que [aún] matar a sus hijos les parezca bien a muchos de los que atribuyen divinidad a algo junto con Dios, destruyéndoles así y confundiéndoles en su religión.Pero, si Dios hubiera querido, no lo habrían hecho: ¡apártate, pues, de ellos y de toda su falsa imaginería"
        },
        {
            "chapter": 6,
            "verse": 138,
            "text": "Y dicen: “Tal ganado y tales cosechas son sagrados; no comerán de ellos sino quienes nosotros queramos” --eso alegan ellos [falsamente]; y [declaran] prohibido el uso de ciertos animales como bestias de carga; y hay otros animales sobre los que no pronuncian el nombre de Dios --atribuyendo falsamente [el origen de estas costumbres] a Dios. [Pero] Él les retribuirá por toda su falsa imaginería"
        },
        {
            "chapter": 6,
            "verse": 139,
            "text": "Y dicen: “Lo que contienen los vientres de tal ganado está reservado a nuestros varones y está prohibido a nuestras mujeres; pero si nace muerto, ambos pueden compartirlo.” [Dios] les retribuirá por todo lo que [Le] atribuyen [falsamente]: ciertamente, Él es sabio, omnisciente"
        },
        {
            "chapter": 6,
            "verse": 140,
            "text": "En verdad, están perdidos quienes, en su necia ignorancia, matan a sus hijos y declaran prohibido aquello de que Dios les ha proveído como sustento, atribuyendo falsamente [tales prohibiciones] a Dios: en verdad, se han extraviado y no han encontrado la guía"
        },
        {
            "chapter": 6,
            "verse": 141,
            "text": "Y es Él quien ha creado los huertos cultivados y los silvestres --y la palmera, los cultivos de variadas cosechas, el olivo y el granado: ¡[todos] semejantes entre sí y sin embargo tan distintos! Comed de sus frutos cuando maduren y, cuando cosechéis, dad [a los pobres] la parte que corresponda. Y no derrochéis [los dones de Dios]: ¡ciertamente, Él no ama a los derrochadores"
        },
        {
            "chapter": 6,
            "verse": 142,
            "text": "Y del ganado criado para trabajar y por su carne, comed de lo que Dios os ha proveído como sustento, y no sigáis los pasos de Satán: ¡ciertamente, él es enemigo declarado vuestro"
        },
        {
            "chapter": 6,
            "verse": 143,
            "text": "[Sus seguidores pretenden que, en ciertos casos, cualquiera de estas] cuatro clases de ganado de ambos sexos [está prohibida al hombre]: uno de los dos sexos del ganado ovino y del caprino. Pregunta[-les]: “¿Ha prohibido Él los dos machos o las dos hembras, o lo que contengan los vientres de las dos hembras? Decidme lo que sepáis a este respecto, si es verdad lo que decís.”"
        },
        {
            "chapter": 6,
            "verse": 144,
            "text": "Y [declaran también prohibido] uno de los dos sexos de los camellos y del ganado bovino. Pregunta[-les]: “¿Ha prohibido Él los dos machos o las dos hembras, o lo que contengan los vientres de las dos hembras? ¿Acaso fuisteis vosotros [mismos] testigos cuando Dios os ordenó esto?”¿Y quien puede ser más perverso que quien, sin tener conocimiento [real], atribuye sus falsas invenciones a Dios, extraviando [con ello] a la gente? Ciertamente, Dios no guía a [tales] malhechores"
        },
        {
            "chapter": 6,
            "verse": 145,
            "text": "Di [Oh Profeta]: “En todo lo que me ha sido revelado, no encuentro nada que esté prohibido como alimento, excepto el animal hallado muerto, la sangre derramada, la carne del cerdo --pues eso es, ciertamente, algo inmundo-- o una ofrenda execrable que haya sido inmolada en nombre de algo distinto de Dios. Pero si alguien se viera obligado a ello --sin desearlo, ni excediendo su necesidad inmediata-- entonces [sabe que], ciertamente, tu Sustentador es indulgente, dispensador de gracia.”"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "Y [sólo] a los seguidores del judaísmo les prohibimos todos los animales con uñas; y les prohibimos la grasa del ganado bovino y ovino, salvo la del lomo, la de las entrañas y la del interior de los huesos: así les retribuimos por su maldad --¡porque, ciertamente, somos fieles a Nuestra palabra!”"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "Y si te desmienten, di: “Vuestro Sustentador es infinito en Su misericordia; pero Su furia no será apartada de los que están hundidos en el pecado.”"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "QUIENES se empeñan en atribuir divinidad a algo junto con Dios dirán: “Si Dios hubiera querido, no habríamos atribuido divinidad a nada excepto a Él, ni [lo habrían hecho] nuestros antepasados; y tampoco habríamos prohibido nada [de lo que Él ha permitido].” También quienes vivieron antes que ellos desmintieron la verdad --¡hasta que llegaron a probar Nuestra furia!Di: “¿Tenéis algún conocimiento [de certeza] que podáis aducir ante nosotros? Seguís tan sólo suposiciones [de otros], y vosotros mismos no hacéis sino conjeturar.”"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "Di: “[Sabed,] pues, que la prueba definitiva [de toda la verdad] está sólo en poder de Dios; y que si hubiera querido, os habría guiado rectamente a todos.”"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "Di: “¡Presentad a esos testigos vuestros que atestiguan que Dios ha prohibido [todo] esto!” --y si atestiguan [falsamente], no atestigües tú con ellos; y no sigas las opiniones erróneas de quienes han desmentido Nuestros mensajes, ni de quienes no creen en la Otra Vida y consideran a otros poderes como iguales a su Sustentador"
        },
        {
            "chapter": 6,
            "verse": 151,
            "text": "Di: “¡Venid, que os comunique lo que Dios os ha prohibido [realmente]:“No atribuyáis divinidad a nada junto con Él; y [no ofendáis contra ellos, sino] tratad bien a vuestros padres; y no matéis a vuestros hijos por miedo a la pobreza --[pues] Nosotros os proveeremos de sustento, a vosotros y a ellos; y no cometáis actos deshonestos, ya sea públicamente o en secreto; y no quitéis la vida --que Dios ha declarado sagrada-- a ningún ser humano, excepto en [cumplimiento de la] justicia: esto es lo que Él os ha ordenado para que uséis vuestra razón"
        },
        {
            "chapter": 6,
            "verse": 152,
            "text": "y no toquéis los bienes del huérfano --sino para mejorarlos-- antes de que este alcance la mayoría de edad.”Y [en todos vuestros tratos] completad la medida y el peso, con equidad: [sin embargo,] no imponemos a nadie una carga superior a sus fuerzas; y cuando expreséis una opinión, sed justos, aunque sea [en contra de] un familiar cercano.Y sed [siempre] fieles a vuestro pacto con Dios: esto es lo que Él os ordena, para que lo tengáis presente"
        },
        {
            "chapter": 6,
            "verse": 153,
            "text": "Y [sabed] que este es el camino que conduce rectamente a Mí: seguidlo, pues, y no sigáis otros caminos que os hagan desviaros de Su camino.[Todo] esto os ordena Él, para que os mantengáis conscientes de Él"
        },
        {
            "chapter": 6,
            "verse": 154,
            "text": "Y UNA VEZ MÁS: dimos la escritura divina a Moisés como culminación [de Nuestro favor] a aquellos que perseveraron en hacer el bien, y como exposición clara de todas las cosas, y [como provisión de] guía y misericordia, para que tengan fe en el encuentro [final] con su Sustentador"
        },
        {
            "chapter": 6,
            "verse": 155,
            "text": "Y esta, también, es una escritura divina que Nosotros hemos hecho descender, bendecida: seguidla, pues, y sed conscientes de Dios, para que seáis agraciados con Su misericordia"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "[Os ha sido dada] no fuerais a decir: “Sólo para dos grupos de gentes, [ambos] anteriores a nosotros, se hizo descender la escritura divina --y, en verdad, ignorábamos sus enseñanzas”"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "o no fuerais a decir: “Si se hubiera hecho descender para nosotros una escritura divina, ciertamente, habríamos seguido su guía mejor que ellos.”Y por esto os ha llegado de vuestro Sustentador una prueba clara, guía y misericordia. ¿Quien, entonces, puede ser más perverso que quien desmiente los mensajes de Dios y se aparta de ellos con desdén?¡Retribuiremos a los que, con desdén, se apartan de Nuestros mensajes con el peor castigo por haberse apartado de ellos"
        },
        {
            "chapter": 6,
            "verse": 158,
            "text": "¿Esperan, acaso, que se les aparezcan los ángeles, o que se les aparezca tu Sustentador, o que aparezcan algunos de los portentos [finales] de tu Sustentador? [Pero] cuando aparezcan los portentos de tu Sustentador, de nada le servirá creer a ningún ser humano que no haya creído antes o que, habiendo creído, no hubiera hecho buenas obras.Di: “¡Esperad, [pues, Oh incrédulos, el Último Día:] ciertamente, nosotros [los creyentes] estamos también esperando!”"
        },
        {
            "chapter": 6,
            "verse": 159,
            "text": "CIERTAMENTE, con aquellos que han roto la unidad de su religión convirtiéndose en sectas, tú nada tienes que ver. En verdad, su caso se remite a Dios: y, en su momento, Él les hará entender lo que hacían"
        },
        {
            "chapter": 6,
            "verse": 160,
            "text": "Quien se presente [ante Dios] con una buena acción recibirá una recompensa diez veces mayor; pero quien se presente con una mala acción será retribuido sólo con otro tanto: y nadie será tratado injustamente"
        },
        {
            "chapter": 6,
            "verse": 161,
            "text": "DI: “Ciertamente, mi Sustentador me ha guiado a un camino recto por medio de una religión verdadera --el camino de Abraham, que se apartó de todo lo falso y no fue de los que atribuyen divinidad a algo junto con Él.”"
        },
        {
            "chapter": 6,
            "verse": 162,
            "text": "Di: “Ciertamente, mi oración, [todos] mis actos de adoración, mi vida y mi muerte son [sólo] para Dios, el Sustentador de todos los mundos"
        },
        {
            "chapter": 6,
            "verse": 163,
            "text": "en cuya divinidad nadie tiene parte: esto es lo que se me ha ordenado --y soy el primero en someterme a Él.”"
        },
        {
            "chapter": 6,
            "verse": 164,
            "text": "Di: “¿Voy, acaso, a buscar un sustentador distinto de Dios, cuando Él es el Sustentador de todos las cosas?”Y todo [el mal] que un ser humano haga recaerá sólo en él; y nadie habrá de soportar la carga de otro. Y, en su momento, habréis de retornar todos a vuestro Sustentador: y entonces Él os hará entender [realmente] todo aquello en lo que solíais diferir"
        },
        {
            "chapter": 6,
            "verse": 165,
            "text": "Pues, es Él quien os ha hecho heredar la tierra, y entre vosotros ha elevado a algunos por encima de otros en rango, para probaros en lo que os ha dado.Ciertamente, tu Sustentador es rápido imponiendo el castigo: aunque Él es en verdad indulgente, dispensador de gracia"
        },
        {
            "chapter": 7,
            "verse": 1,
            "text": "Alif. Lam. Mim. Sad"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "ESTA ES una escritura divina que se ha hecho descender sobre ti --y que no haya duda acerca de esto en tu corazón-- para que adviertas con ella [a los extraviados], y amonestes a los creyentes"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "“Seguid lo que se ha hecho descender para vosotros por vuestro Sustentador y no sigáis a otros señores distintos de Él.”¡Que raras veces tenéis esto presente"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "Y ¡cuantas comunidades [rebeldes] hemos destruido, a las que les sobrevino Nuestra furia durante la noche, o mientras dormían la siesta"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "Y cuando les sobrevino Nuestra furia, nada pudieron decir en su favor, y exclamaron sólo: “¡En verdad, éramos malhechores!”"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "Así, [en el Día del Juicio], ciertamente, habremos de exigir responsabilidades a todos aquellos a los que se envió un mensaje [divino], y ciertamente, exigiremos responsabilidades a los [propios] mensajeros"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "y entonces, ciertamente, desvelaremos ante ellos Nuestro conocimiento [de sus actos]: pues nunca hemos estado ausentes [de ellos]"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "Y el peso de la balanza en ese Día será la verdad: y aquellos cuyo peso [de buenas acciones] sea grande en la balanza --esos, precisamente, son los que alcanzarán la felicidad"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "mientras que aquellos cuyo peso sea leve en la balanza --esos son los que se habrán malogrado a sí mismos por su obstinado rechazo de Nuestros mensajes"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "Y CIERTAMENTE, [Oh gentes,] os hemos asignado una [excelente] posición en la tierra y os hemos puesto medios de subsistencia en ella: sin embargo, ¡que raras veces sois agradecidos"
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "Y, ciertamente, os hemos creado y luego os dimos forma; y luego dijimos a los ángeles: “¡Postraos ante Adán!” --y se postraron [todos] excepto Iblis, que no fue de los que se postraron"
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "[Y Dios] dijo: “¿Qué te impidió postrarte cuando te lo ordené?”[Iblis) respondió: “Yo soy mejor que él: a mí me creaste de fuego, mientras que a él lo creaste de barro.”"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "[Dios] dijo: “¡Desciende de este [estado] --que no es propio que te muestres arrogante aquí! ¡Sal, pues: en verdad, estarás entre los humillados!”"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "[Iblis] dijo: “Concédeme una prórroga hasta el Día en que sean todos resucitados.”"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "[Y Dios] respondió: “En verdad, serás de aquellos a quienes ha sido concedida una prórroga.”"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "[Y entonces Iblis] dijo: “Ya que me has frustrado, ciertamente he de acecharles en Tu camino recto"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "y ciertamente he de atacarles abiertamente y en formas que no sospechan, por su derecha y por su izquierda: y verás que la mayoría no son agradecidos.”"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "[Y Dios] dijo: “¡Sal de aquí, degradado y desterrado! ¡[Y] quienes te sigan --ciertamente, habré de llenar el infierno con todos vosotros"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "Y [en cuanto a ti], ¡Oh Adán!, vivid tú y tu mujer en este jardín, y comed de lo que queráis; pero no os acerquéis a este árbol pues seríais malhechores!”"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "Pero entonces Satán les susurró a ambos a fin de hacerles conscientes de su desnudez, de la cual no se habían apercibido [hasta entonces]; y dijo: “Vuestro Sustentador sólo os ha prohibido este árbol no fuera a ser que os volvierais [como] ángeles, o fuerais a vivir eternamente.”"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "Y les juró: “¡En verdad, soy de los que os desean sinceramente el bien!”"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "y les sedujo con pensamientos engañosos.Pero tan pronto como hubieron probado ambos [el fruto] del árbol, se volvieron conscientes de su desnudez; y comenzaron a cubrirse con hojas del jardín. Y su Sustentador les llamó: “¿No os prohibí ese árbol y os dije, ‘En verdad, Satán es enemigo declarado vuestro’?”"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "Respondieron ambos: “¡Oh Sustentador nuestro! ¡Hemos sido injustos con nosotros mismos --y a menos que nos concedas Tu perdón y Te apiades de nosotros, estaremos ciertamente perdidos!”"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "Dijo: “¡Descended, [y sed en adelante] enemigos unos de otros, y en la tierra tendréis vuestra morada y bienes de que disfrutar por un tiempo"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "en ella viviréis,” --añadió-- “en ella moriréis y en ella seréis resucitados [en el Día de la Resurrección]!”"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "¡OH HIJOS de Adán! Ciertamente, hemos hecho descender para vosotros [el conocimiento de la confección de] vestidos para cubrir vuestra desnudez, y como adorno: pero el vestido de la consciencia de Dios es el mejor de todos. En esto hay un mensaje de Dios, para que el hombre pueda tenerlo presente"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "¡Oh hijos de Adán! ¡No permitáis que Satán os seduzca de la misma forma en que hizo que vuestros antepasados fueran expulsados del jardín: les despojó de su vestimenta [de consciencia de Dios] para hacerles ver su desnudez. En verdad, él y su tribu os acechan desde donde no podéis percibirles!En verdad, hemos puesto [toda clase de] fuerzas satánicas cerca de aquellos que [realmente] no creen"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "y [por eso,] cuando cometen un acto deshonesto, suelen decir: “Hallamos que nuestros padres lo hacían,” y, “Dios nos lo ha ordenado.”Di: “Ciertamente, Dios no ordena actos abominables. ¿Vais a atribuir a Dios algo de lo que no tenéis conocimiento?”"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "Di: “Mi Sustentador ha ordenado [sólo] hacer lo que es justo; y [desea que] pongáis todo vuestro ser en cada acto de adoración, y Le invoquéis, sinceros en vuestra fe sólo en Él. Así como fue Él quien os originó, así también [a Él] habréis de retornar"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "a algunos [de vosotros] habrá favorecido con Su guía, mientras que para algunos el extravío del camino recto se habrá hecho inevitable: pues, ciertamente, habrán tomado a [sus propios] impulsos malvados por señores prefiriéndoles a Dios, pensando en todo momento que habían hallado el camino recto.”"
        },
        {
            "chapter": 7,
            "verse": 31,
            "text": "¡OH HIJOS de Adán! ¡Embelleced vuestro aspecto para cualquier acto de adoración, y comed y bebed [con libertad], pero no derrochéis: en verdad, Él no ama a los derrochadores"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "Di: “¿Quien ha de prohibir la belleza que Dios ha creado para Sus criaturas y las cosas buenas de que os ha proveído?”Di: “Esto es [lícito] en esta vida para todos los que han llegado a creer --y será suyo en exclusiva en el Día de la Resurrección.”¡Así es como exponemos con claridad estos mensajes para una gente de conocimiento [innato]"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "Di: “En verdad, mi Sustentador ha prohibido tan sólo los actos deshonestos, en público o en secreto, [toda forma de] pecado, la opresión injusta, atribuir divinidad a otros junto con Dios --algo para lo que Él nunca ha hecho descender autorización-- y atribuir a Dios aquello de lo que no tenéis conocimiento.”"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "Y a cada comunidad le ha sido fijado un plazo: y cuando se aproxima [el final de] su plazo, no pueden retrasarlo ni siquiera un instante, ni tampoco adelantarlo"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "¡OH HIJOS de Adán! Cuando vengan a vosotros enviados salidos de vosotros que os transmitan Mis mensajes, quienes sean conscientes de Mí y obren con rectitud --nada tienen que temer y no se lamentarán"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "pero quienes desmientan Nuestros mensajes y se burlen arrogantemente de ellos --esos están destinados al fuego y en él permanecerán"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "¿Y quien puede ser más perverso que quienes atribuyen a Dios sus propias invenciones o desmienten Sus mensajes? Esos tendrán [en vida] lo que se les haya adjudicado en el decreto --hasta que les lleguen Nuestros emisarios y les hagan morir, [y] dirán: “¿Donde están ahora esos seres a quienes solíais invocar en vez de Dios?”Y responderán: “¡Nos han abandonado!” --y darán testimonio contra sí mismos de que, ciertamente, rechazaron la verdad"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "[Y Dios] dirá: “¡Entrad en el fuego a reuniros con las multitudes de seres invisibles y de hombres que os han precedido!”[Y] cada vez que entra una multitud [en el fuego], maldice a su hermana --hasta que llegado el punto en que, unas detrás de otras, hayan entrado todas en él, la última dirá de la primera: “¡Oh Sustentador nuestro! ¡Estos son quienes nos extraviaron: dales, pues, un castigo doble en el fuego!”Él responderá: “Todos merecéis un castigo doble --pero no lo sabéis.”"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "Y la primera dirá a la última: “¡No fuisteis en absoluto mejores que nosotros! ¡Probad, pues, este castigo por toda [la maldad] que hicisteis!”"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "EN VERDAD, para quienes desmienten Nuestros mensajes y se burlan arrogantemente de ellos, no se abrirán las puertas del cielo; y no entrarán en el paraíso como no entra una soga trenzada por el ojo de una aguja: pues así retribuimos a quienes están hundidos en el pecado"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "El infierno será su lugar de reposo y también su cobertor: pues así retribuimos a los malhechores"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "Pero aquellos que alcanzan la fe y hacen el bien --[y] no imponemos a nadie una carga superior a sus fuerzas-- están destinados al paraíso y en él permanecerán"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "una vez que hayamos extirpado los pensamientos y sentimientos indignos [que queden] en sus pechos. Correrán arroyos a sus pies; y dirán: “¡Alabado sea Dios, que nos ha guiado a esto; pues no habríamos hallado el camino recto si Dios no nos hubiera guiado! ¡Los enviados de nuestro Sustentador realmente vinieron con la verdad!”Y [una voz] proclamará: “¡Este es el paraíso que habéis heredado en virtud de vuestras acciones pasadas!”"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "Y los ocupantes del jardín proclamarán a los ocupantes del fuego: “¡Hemos hallado ser cierto lo que nuestro Sustentador nos prometió; ¿habéis hallado ser cierto vosotros también lo que vuestro Sustentador os prometió?”[Los otros] responderán: “¡Sí!” --y entonces una voz clamará entre ellos: “¡El repudio de Dios es el justo merecido de los malhechores"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "que apartan a otros del camino de Dios y hacen que parezca tortuoso, y se niegan a reconocer la verdad de la Otra Vida!”"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "Y entre ambos habrá una barrera.Y habrá personas que [en vida] estaban dotadas de la facultad del discernimiento [entre el bien y el mal], y los reconocían por sus rasgos. Y llamarán a los ocupantes del paraíso: “¡Paz con vosotros!” --pues aunque no hayan entrado en él, anhelan [entrar]"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "Y cuando sus miradas se vuelvan hacia los ocupantes del fuego, exclamarán: “¡Oh Sustentador nuestro! ¡No nos pongas junto a las gentes malvadas!”"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "Y los que [en vida] poseían esta facultad del discernimiento llamarán a los que por sus rasgos reconocen [como pecadores], diciendo: “¿De qué os ha servido la [riqueza] que acumulasteis y todo aquello de lo que os sentíais orgullosos"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "¿No son estos [bendecidos] los mismos de quienes declarabais solemnemente: ‘Dios nunca dispensará Su gracia sobre ellos’? [Pues ahora se les ha dicho:] ‘¡Entrad en el jardín; nada tenéis que temer y no os lamentaréis!’ “"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "Y los ocupantes del fuego llamarán a los ocupantes del paraíso: “¡Derramad sobre nosotros algo de agua o algo del sustento [del paraíso] con el que Dios os ha proveído!”[Los ocupantes del paraíso] responderán: “¡En verdad, Dios ha prohibido ambas cosas a los que rechazaron la verdad"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "los que, cautivados por la vida de este mundo, hicieron del juego y la diversión pasajera su religión!”[Y Dios dirá:] “Nos desentenderemos hoy de ellos tal como ellos se desentendieron de la llegada de este Día [del Juicio], y por haber rechazado Nuestros mensajes"
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "pues, ciertamente, les hicimos llegar una escritura divina que expusimos clara y sabiamente, --como guía y misericordia para una gente dispuesta a creer.”"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "¿Es que están esperando [los incrédulos] que se despliegue el significado último de ese [Día del Juicio]? [Pero] el Día en que se despliegue su significado último, los que antes se habían desentendido de él, dirán: “¡Los enviados de nuestro Sustentador vinieron, ciertamente, con la verdad! ¿Podremos hallar intercesores que intercedan por nosotros? o ¿nos será dado volver [a la vida] para que obremos de forma distinta a como lo hicimos?”Ciertamente, se habrán malogrado a sí mismos y sus falsas invenciones les habrán abandonado"
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "EN VERDAD, vuestro Sustentador es Dios, que ha creado los cielos y la tierra en seis eras, y está asentado sobre el trono de Su omnipotencia. Cubre el día con la noche, que le sigue rápidamente; con el sol, la luna y las estrellas sujetos a Su mandato: ¡en verdad, Suyos son por entero la creación y el mandato. Bendito sea Dios, el Sustentador de todos los mundos"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "Invocad a vuestro Sustentador con humildad y en el secreto de vuestros corazones. Ciertamente, Él no ama a los que exceden los límites de lo correcto"
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "así pues, no sembréis la corrupción en la tierra después de haber sido puesta en orden. E invocadle con temor y anhelo: ¡ciertamente, la gracia de Dios está siempre cerca de quienes hacen el bien"
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "Y es Él quien envía los vientos como anuncio de la proximidad de Su gracia --para que cuando arrastran nubes pesadas, las conduzcamos a una tierra muerta y hagamos que descienda de ellas agua; y por medio de ella hacemos salir toda clase de frutos. De igual forma, haremos salir a los muertos: [esto] deberíais mantenerlo presente"
        },
        {
            "chapter": 7,
            "verse": 58,
            "text": "En la buena tierra, su vegetación crece [en abundancia] con la venia de Dios, mientras que en la mala crece pero escasa.¡Así exponemos con claridad Nuestros mensajes para [beneficio de] una gente que es agradecida"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "CIERTAMENTE, enviamos a Noé a su gente, y dijo: “¡Pueblo mío! ¡Adorad sólo a Dios: no tenéis más deidad que Él. En verdad, temo por vosotros el castigo de un Día terrible!”"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "Los dignatarios de su gente respondieron: “¡En verdad, vemos que estás claramente extraviado!”"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "[Noé] dijo: “¡Pueblo mío! No hay en mí extravío sino que soy un enviado del Sustentador de todos los mundos"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "Os traigo los mensajes de mi Sustentador y os doy buen consejo: pues sé [por revelación] de Dios lo que vosotros no sabéis"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "¿Os resulta extraño que os llegue una amonestación de vuestro Sustentador a través de un hombre de entre vosotros mismos, para que os advierta, y para que os hagáis conscientes de Dios, y seáis agraciados con Su misericordia?”"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "¡Y aún así le desmintieron! Y entonces, le salvamos a él y a los que estaban con él, en el arca, y ahogamos a quienes desmintieron Nuestros mensajes: ¡en verdad, eran una gente ciega"
        },
        {
            "chapter": 7,
            "verse": 65,
            "text": "Y A [la tribu de] Aad [enviamos] a su hermano Hud. Dijo: “¡Pueblo mío! Adorad sólo a Dios: no tenéis más deidad que Él. ¿No vais, pues, a ser conscientes de Él?”"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "Los dignatarios de entre su gente, que se negaban a reconocer la verdad, dijeron: “¡En verdad, vemos que eres un insensato; y pensamos que eres, en verdad, un mentiroso!”"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "[Hud] dijo: “¡Pueblo mío! No hay insensatez en mí sino que soy un enviado del Sustentador de todos los mundos"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "Os transmito los mensajes de mi Sustentador y os aconsejo fielmente"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "¿Os resulta extraño que os llegue una amonestación de vuestro Sustentador por medio de un hombre de entre vosotros, para advertiros? Recordad cómo os hizo herederos del pueblo de Noé y os dotó de gran poder: recordad, pues, las bendiciones de Dios, para que consigáis la felicidad!”"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "Respondieron: “¿Has venido a nosotros [a exigir] que adoremos sólo a Dios, y abandonemos todo aquello que solían adorar nuestros antepasados? ¡Haz, pues, que caiga sobre nosotros ese [castigo] con el que nos amenazas, si eres un hombre veraz"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "(Hud) dijo: “¡Han caído ya sobre vosotros un mal abominable y la condena de vuestro Sustentador! ¿Vais a disputar conmigo acerca de los nombres [vacíos] que habéis inventado --vosotros y vuestros antepasados-- para los que Dios no ha hecho descender autorización alguna? ¡Esperad, pues, [a lo que va a ocurrir:] que, ciertamente, yo esperaré con vosotros!”"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "Y entonces, por una gracia Nuestra, le salvamos a él y a los que estaban con él, y aniquilamos por completo a quienes desmintieron Nuestros mensajes y se negaron a creer"
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "Y A [la tribu de] Zamud [enviamos a] su hermano Salih. Dijo: “¡Pueblo mío! Adorad sólo a Dios: no tenéis más deidad que Él. Os ha llegado ahora una prueba clara de vuestro Sustentador.“Esta camella de Dios será para vosotros una señal: dejadla, pues, que pazca libre en la tierra de Dios y no le hagáis daño, porque os sobrevendría un castigo doloroso"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "“Y recordad como os hizo herederos de [la tribu de] Aad y os ha establecido firmemente en la tierra, de forma que [podéis] construir castillos en sus llanuras y excaváis casas en las montañas: recordad, pues, las bendiciones de Dios y no obréis mal en la tierra sembrando la corrupción.”"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "Los dignatarios de entre su gente, que se mostraban altivos frente a los débiles, dijeron a los que creían de su gente: “¿Sabéis [de verdad] que Salih haya sido enviado por su Sustentador?”Respondieron: “Ciertamente, creemos en el mensaje que ha traído.”"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "[Pero] los arrogantes dijeron: “¡Nosotros nos negamos a creer en lo que vosotros creéis!”"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "Y luego sacrificaron cruelmente a la camella, desacatando con desdén el mandamiento de su Sustentador, y dijeron: “¡Salih! ¡Haz que caiga sobre nosotros ese [castigo] con el que nos has amenazado, si eres en verdad un emisario de Dios!”"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "Entonces les sorprendió un terremoto: y quedaron muertos en el suelo, en sus propias casas"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "Y [Salih] se alejó de ellos, y dijo: “¡Pueblo mío! Ciertamente, os transmití el mensaje de mi Sustentador y os aconsejé bien: pero no amabais a los que [os] daban buen consejo.”"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "Y [RECORDAD] a Lot, cuando dijo a su pueblo: “¿Os entregáis a una abominación que nadie en el mundo ha cometido antes"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "Vais a los hombres con deseo, en vez de a las mujeres: ¡sois, realmente, una gente desaforada!”"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "Pero la única respuesta de su gente fue decir: “¡Expulsadles de vuestra tierra! ¡Son, en verdad, una gente que se hacen pasar por puros!”"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "Y entonces le salvamos a él y a su familia --excepto a su mujer, que fue de los que se quedaron atrás"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "e hicimos caer sobre los otros una lluvia [destrucora]: ¡mira, pues, cómo acabaron quienes estaban hundidos en el pecado"
        },
        {
            "chapter": 7,
            "verse": 85,
            "text": "Y A [la gente de] Madian [enviamos a] su hermano Shuaaib. Dijo: ¡Pueblo mío! Adorad sólo a Dios: no tenéis más deidad que Él. Os ha llegado ahora una prueba clara de vuestro Sustentador. Así pues, dad la medida y el peso justos [en todos vuestros tratos], y no despojéis a la gente de lo que es justamente suyo; y no sembréis la corrupción en la tierra después de haber sido puesta en orden: [todo] esto es por vuestro bien, si tan sólo creyerais"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "Y no acechéis en cada camino [que conduce a la verdad], intimidando y tratando de apartar del camino de Dios a todos los que creen en Él, y haciéndolo parecer tortuoso. Y recordad cuando erais pocos y Él os hizo numerosos: ¡y mirad cómo acabaron los que sembraron la corrupción"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "“Y si hay entre vosotros algunos que han llegado a creer en el mensaje con el que he sido enviado y el resto no cree, sed pacientes en la adversidad hasta que Dios juzgue entre nosotros [y ellos]: ¡pues Él es el mejor de los jueces!”"
        }
    ]
}