{
    "pages": [
        {
            "chapter": 4,
            "verse": 163,
            "text": "Sasungguhnya Kami wahyuatn ka’ kao (Muhammad) sabage mae kami udah ngawahyuatn ka’ Nuh man nabi-nabi saudahnya, man kami udah ngawahyuatn (uga’) ka’ Ibrahim, Ismail, Ishak, Ya’kub man anak ucu’nya; Isa, Ayyub, Yunus, Harun man Sulaiman. Man kami udah mare’atn kitab Zabur ka’ Dawud"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "Man ada sangahe rasul nang udak kami gesahatn ka’ iaka’koa ka’ koa sanape’nya man ada sangahe rasul (lain) nang nana’ kami gesahatn iaka’koa\\. Man ka’ Musa, Allah bafirman langsung"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "Rasul-rasul koa ialah sabage pangincakng barita repo man mare’ paringatatn, agar nana’ ada alasatn ka’ manusia nto’ mantah Allah saudah rasul-rasul koa diutus. Allah Mahaperkasa, MahaBijaksana"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "Tapi Allah manjadi saksi atas (Al-Quran) nang dituruntatn Nya ka’ koa (Muhammad). Ia nuruntatnya mang ilmu Nya man para malaekatpun nyaksiatn man cukuplah Allah nang manjadi saksi"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "Sasungguhnya urakng-urakng kafir uga’ ngalang-ngalangi (urakng lain) dari maraga Allah, banar-banar udah sasat sajauh- jauhnya"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "Sasungguhnya urakng-urakng nang kafir man ngalaknatn kazaliman, Allah nana’ akan ngamponi iaka’koa, man nana’ (uga) akan nonjokatn ka’ ia maraga nang locor"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "Kacoali jalatn ka’ naraka jahanam: iaka’koa kakal ka’ dalapmnya sadalapm-dalapmnya. Hal koa miah mudah bagi Allah"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "Wahe Talino! Sungguhh udah atakng rasul (Muhammad) ka’ kao (ngincakng) kabana- ratn dari Tuhannyu, maka baimanl;ah (ka’ ia) koa labih baik baginyu. Man kade’ kao kafir, (nana’ ngarugiatn Allah saebetpun) karana sasungguhnya milik Allah l;ah ahe nang ka’ langit man ka’ bumi, Allah Maha Nau’an, Maha Bijaksana"
        }
    ]
}