{
    "pages": [
        {
            "chapter": 6,
            "verse": 9,
            "text": "Sakiranya rasul koa Kami jadiatn (dari) malaekat, pastilah Kami jadiatn ia (baujut) laki-laki (mang ampakoa) pasti Kami akan jadiatn urakng-urakng ka’koa tatap ragu sabage maeampaikng urakng-urakng ka’ koa ragu"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "Sungguh, sangahe rasul sanape’ kao (Muhammad) dipaolo’-olo’atn sahingga turunlah azab ka urakng-urakng nang mancamoohatn koa sabage balasan olo’olo’atn urakng-urakng ka’ koa"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "Kataatnlah (Muhammad), “jalajahilah bumi, kamudian tele’lah bage mae ka udahatn urakng-urakng nang ngaloki koa.”"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "Kataatnlah (Muhammad). “milik sae ke’ ahe nang ka’ langit man ka’ bumi?” kataatnlah, “Milik Allah”. Ia udah natapatn (sipat) kasih sayang ka’ diri’-Nya.308 Ia sungguh akan ngumpuratn kao ka’ ari Kiamat nang nana’ di raguatn agi’. Urakng- urakng nang ngarugiatn darinya, iaka’koa nana’ baiman"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "Nu’Nyalah sagala ahe nang ada ka’ malam man ka’ siang ari. Ialah nang Maha mandangar Maha ngatahui’"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "Kataatnlah (Muhammad). “Ahe ke’ aku nang nyadiatn palindung salain Allah nang nyadiatn langit man bumi, padahal Ia mare’ makatn buke’ di bare’ makatn”. Kataatnlah “Sasungguhnya aku di parentahatn sapaya aku manjadi urakng nang pamulaan nyaraha- tn diri’ (ka’ Allah), mang ame sakali-kali kao masok golongan urakng- urakng musrik"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "Kataatnlah (Muhammad). “ aku banar-banar gali’ ka’ azab ari nang aya’ (ari kiamat), ke’ aku nurhakai’ Tuhanku”"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "Barang sae di jauhatn dari azab ka’ diri’nya pada ari koa, maka sungguh Allah udah mare’atn kanyamanan ka’ ia. Koalah kamanangan nang nyata"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "Kade’ Allah nimpaatn barupa bancana ka’ kao, nana’ nang bisa ngilangkatnnya salain Ia. Kade’ Ia uga’ ngatangan kabaikatn ka’ kao, Ia Maha kuasa ka’ atas sagala-galanya"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "Ia lah nang ba kuasa ka’ amba-ambanya. Uga’ Ia Maha bijaksana Maha nau’an"
        }
    ]
}