{
    "pages": [
        {
            "chapter": 10,
            "verse": 7,
            "text": "Abatolnya ‘pada urakng-urakng nang nana’ (ngarapatn) nana’ pucaya ‘ka’ partamuan mang kami iaka’koa kami, man marasa puas iaka’koa kaidupatn dunia sarata marasa tentram mang iaka’koa (kahidupan) koa, man urakng-urakng nang malalaikan ayat Kami"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "‘Ia ka’koa kao tampatnya ka’ naraka, karna ahe nang udah iaka’koa pamuat"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "Sasungguhnya urakng-urakng nang baiman man ngarajaatn kabaikan, niscaya dibare’ patunjuk di Tuhan karena kaimanannya. Iaka’koa ka’dalapm saruga nang panoh kanyamanan, ngalir ka’ babahnya sunge- sunge"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "Doa’ iaka’koa ka’ dalapmnya ialah”subhanakallahhumma”(maha suci kao ya tuhan kami). Man salam penghormatan iaka’koa ialah”salam”(salam sajahtera) man penutup doa iaka’koa ialah,”Alhamdulillahi Robbil alamin, (segala puji ka’ Allah tuhan saluruh alam)"
        },
        {
            "chapter": 10,
            "verse": 11,
            "text": "Man kalo’ Allah manyagaraatn kaburukatn ka’ Talino saparati pamintaan iaka’koa nto’ manyagaratn kabaitan, pasti ka’ pangabisan omor iaka’koa. Namun kami biaratn urakng- urakng nang nana’ ngarapan patamuan mang kami, bingung ka’ dalapanm kasasatnnya ka’koa"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "Man ahe ke’ Talino ‘ditimpa’ bahaya ia bado’a ka’ kami dalapm kaadaan gurik’ng duduk atau badiri, tatapi udah Kami ilangan bahaya koa darinya ia (kambali) ata’ng (ka’ maraga yang sasat), seolah-olah ia nana’ (suah) bardoa kak Kami nto’ (ngilangan) bahaya nang udah manimpa’nya. Lekoalah di jadiatn tarasa nyaman bagi urakng-urakng nang malampui. Lekoalah di jadiati’ng tarasa edo’ ka’ urakng-urakng nang malampoi batas ahe nang iaka’koa karajaatn"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "Man, sungguh. Kami udah minasaatn umat- umat sanape’ kita’, waktu iaka’koa babuat zalim, padahal da’ Rasul nya ka’koa udah atak’ng maba katarangan (nang nyata), tatapi iaka’koa sama sakali bai’ maok baiman lekoalah Kami mare’ balasan ka urakng-urakng nang ba buat dosa"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Kamudian, Kami jadiatn kita’ sabagai pangganti-pangganti nya ka’koa ka’ bumi saudah iaka’koa, nto’ Kami tele’atn lemae kao babuat"
        }
    ]
}