{
    "pages": [
        {
            "chapter": 11,
            "verse": 38,
            "text": "Man ampuslah ia (Nuh) mamuat kapal satiap kali pamimpin kaumnya bajalatnngalaluinya, iaka’koa ngoloknya, ia (Nuh) bakata, ”jika kao ngolo’ kami maka kami (pun) akan ngolo’, salemae kao ngolo’ kami"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "Maka nae kao akan nu’an sae nang akan ditimpa sesa nang manghinakan man (sae) nang akan ditimpa sesa yang kakal"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "Hingga ahe bila parintah kami atakng man tanur (dapur) udah mancaratn ai’ “Kami bapirman, “muatkanlah ka’ dalapmnya, (kapal koa) dari masing-masing (binatang) sapasang laki-laki man bini, man (uga’) keluarganyu, kecuali urakng nang udah takana katatapatn nang dee (dolo’) man (muat kan pula) urakng nang baiman “tanyata urakng-urakng nang baiman, nang sama-sama mang Nuh hanya sabebet. 11. H®"
        },
        {
            "chapter": 11,
            "verse": 41,
            "text": "Man ia bakata, ”naiklah kao samua ka’ dalapmnya (kapal) mang manyabut, dama Allah pada waktu balayar man balabuhnya. Sabatolnya tuhan ku, maha pengampun, Maha Panyayang"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "Man kapal koa balayar, maba iaka’koa ka’dalapm galombang laksana gunung- gunung man Nuh nyaru’ anaknya, 398 waktu ia (anak koa) barada ka’ tampat nang jauh tapancil, Wahe Anakku! naiklah (ka’kapal) sama-sama kami man amelah kao sama- sama urakng-urakng kapir"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "Ia (anaknya) nyawap. ”aku akan ngago’ palindungan ka’ gunung nang bias ngindaratn aku dari air bah!”(Nuh) bakata, ”nanak ada nang malindungi dari siksaan Allah pada ari nian salain Allah nang Maha Panyayang. ”man galombang manjadi panghalang anatar kaduanya maka ia (anak koa) tamasok urakng nang tangalaman"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "Man dipirmankan, wahe bumi! Talatn lah ai’nyu, man”wahe langit, (ujatn) barantilah, man ai’pun disurutatn, man parintahpun salaseatn399 man kapal koa pun, balabuh di atas gunung Judi. 400 Nuan diomongkan, binasalah urakng-urakng zalim"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "Man Nuh mamohon ka’tuhannya barage ngomong, ”ya tuhan ku, sabatolnya anak ku, ialah tamasuk kaluargaku, man janji mu itu pasti banar, engkau ialah hakim nang paling adil"
        }
    ]
}