{
    "pages": [
        {
            "chapter": 14,
            "verse": 6,
            "text": "Man (ingatlah) waktu Musa bakata ka’ kaumnya, ”ingatlah nikmat Allah ka’ kita’ waktu Ia nyalamatatn kita’ dari pangikut Pir’aun; iaka’koa nyiksa kita’ mang siksa nang padih, man nyambalehi’ nak-nak kita’ nang laki-laki man miaratn idup nak-nak kita’ nang bini; ka’ nang ampakoa suatu coba’an nang aya’ dari Tuhan kita’.”"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "Man (ingatlah) waktu Tuhan kita’ bapadah, ”sabatolnya kade’ kita’ basukur, pasti Aku mao’ nambahatn (nikmat) ka’ kita’, tapi kade’ kita’ ingkari’ (nikmat-Ku) maka pasti siksa-Ku miah barat"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "Man Musa bakata, ”Kade’ kita’ man urakng nang ada ka’ dunia samuanya ngingkari’ (nikmat Allah) maka sabatolnya Allah Mahakaya, Mahatapuji"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Ahe ke’ nape’ sampe ka’ kao barita urakng- urakng sanape’ kita’ (iakoa) kaum Nuh, ’Ad, Samut man urakng-urakng salaka’ iaka’ koa. Nana’ ada nang nau’an iaka’koa salain Allah. Rasul-rasul udah atakng iaka’koa ngincakng bukti-bukti (nang nyata) tapi iaka’koa nutupatn kokotnya ka’ molotnya (karana busak), man bakata, ”Sabatolnya kami nana’ pucaya’ ka’ (bukti bahwa’) kita’ dingutus (ka’ kami), man kami batol-batol ragu ka’ ahe nang kita’ parentahatn ka’ kami. ”"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "Rasul-rasul nya ka’koa bakata, ”aheke’ ada karaguatn ka’ Allah, pancipta langit man dunia? Ia nyaru’ kita’ nto’ (baiman) supaya Ia ngamponi’ sabagian dosa-dosa kita’ man nanggohatn (siksaatn) kita’ sampe ka’ waktu nang ditantuatn?” Iaka’koa bakata, ”kita’ nggelah talino saparati kami uga’. Kita’ mao’ ngalangi’ kami (nyambah) ahe nang dari de’e disambah da’ ne’nange kami, karana koa atanganlah ka’ kami bukti nang nyata. ”"
        }
    ]
}