{
    "pages": [
        {
            "chapter": 38,
            "verse": 27,
            "text": "Man Kami nana’ nyiptaatn’ langit man bumi man ahe nang ada ka’ antara kadua’nya mang sia-sia. Koa anggapan urakng-urakng kafir, maka cilakalah urakng-urakng nang kafir koa karana iaka’ia masok naraka"
        },
        {
            "chapter": 38,
            "verse": 28,
            "text": "Pantaske’ Kami ngalakuatni’ urakng-urakng nang baiman man ngarajaatni’ kabajiatn sama mang urakng-urakng nang babuat karusakatn’ ka’ bumi? Ato pantaske’ Kami nganggap urakng-urakng nang batakwa sama mang urakng-urakng nang jahat"
        },
        {
            "chapter": 38,
            "verse": 29,
            "text": "Kitab (Al-Quran) nang Kami turuntatn’ ka’ panoh berkah supaya iaka’ia menghayati’ ayat-ayatnya man supaya urakng-urakng nang barakal sehat mandapat palajaran"
        },
        {
            "chapter": 38,
            "verse": 30,
            "text": "Man ka’ Dawud Kami karuniakan (anak badama) Sulaiman; ia ialah sabaik-baik amba. Sungguh, ia miah taat (ka’ Allah)"
        },
        {
            "chapter": 38,
            "verse": 31,
            "text": "(Ingatlah) waktu ka’ suatu gumare’ dipatunjuatn ka’ ia (kuda-kuda) nang jinak, (tapi) miah capat darinya"
        },
        {
            "chapter": 38,
            "verse": 32,
            "text": "Maka ia bakata, “Sasungguhnya aku nyukai’ sagala nang baik (kuda), nang manjuatku ingat akan (kebesaran) Tuhanku, sampai mata ari tingalapm’”"
        },
        {
            "chapter": 38,
            "verse": 33,
            "text": "“Incaknglah samua kuda koa kambali ka’ aku”. Lalu ia murus-murus kaki man tage’ kuda koa"
        },
        {
            "chapter": 38,
            "verse": 34,
            "text": "Man sungguh, Kami udah ngujii’ Sulaiman man Kami jajiatn’ (ia) tagalatak ka’ atas kursinya sabage tubuh (nang lamah karana sakit),kamudian ia batobat"
        },
        {
            "chapter": 38,
            "verse": 35,
            "text": "Ia bakata, “Ya Tuhanku,ampunilah aku man anugerahatnlah ka’ aku kerajaan nang nana’ dimiliki oleh saepun salaka’ aku. Sungguh Kita’lah Nang Maha Pamare’”"
        },
        {
            "chapter": 38,
            "verse": 36,
            "text": "Kamudian Kami tundukatn’ ka’ ia nyaru nang barambus mang baik manurut parentahnya ka’ mae ma’an nang dikamao’i’nya"
        },
        {
            "chapter": 38,
            "verse": 37,
            "text": "Man (Kami tundukatn’ uga’ ka’ ia) setan- setan, samuanya ahli bangunan man panyalapm’"
        },
        {
            "chapter": 38,
            "verse": 38,
            "text": "Man (setaan) nang lain nang tarikat dalapm’ belenggu"
        },
        {
            "chapter": 38,
            "verse": 39,
            "text": "Nianlah anugerah Kami; maka barentatn’lah (ka’ urakng lain) ato tahanlah (nto’ diri’nyu babaro) tampa paretongan"
        },
        {
            "chapter": 38,
            "verse": 40,
            "text": "Man sungguh, ia ngampu’i’ kaduduatn nang sama’ ka’ sisi Kami man tampat kambali nang baik"
        },
        {
            "chapter": 38,
            "verse": 41,
            "text": "Man ingatlah ka’ amba Kami Ayub waktu ia nyaru’ Tuhannya, “Sasungguhnya aku di ganggu setan mang penderitaan man bencana”"
        },
        {
            "chapter": 38,
            "verse": 42,
            "text": "(Allah bafirman) “antakkatn’lah kakinyu; nianlah ai’ nang dingin nto’ mani’ man nto’ nyocok”"
        }
    ]
}