{
    "pages": [
        {
            "chapter": 42,
            "verse": 52,
            "text": "Man ampikoalah Kami wahyuatn’ ka’ kao (Muhammad) ruh (Al-Quran) mang parentah Kami. Sanape’nya kao nana’ ngatahui’ aheke’ Kitab (Al-Quran) man aheke’ iman koa, tapi Kami nyajiatn’ Al-Quran koa cahaya, mang koa Kami mare’ patunjuk sae nang Kami mao’- i’ ka’ antara amba-amba Kami. Man sungguh, kao ngabimbing (talino) ka’ maraga nang locor"
        },
        {
            "chapter": 42,
            "verse": 53,
            "text": "(Iakoa) maraga Allah nang ampu’-Nyalah ahe nang ada ka’ langit man ahe nang ada ka’ bumi. Ingatlah, sagala urusan kambali ka’ Allah"
        },
        {
            "chapter": 43,
            "verse": 1,
            "text": "Ha Mim"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "Demi Kitab (Al-Quran) nang jalas"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "Kami nyajiatn’ Al-Quran koa dalapm’ bahasa arab supaya kita’ ngarati"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "Man sungguh Al-Quran koa dalapm’ Ummul Kitab (Lauh Mahfuz) ka’ sisi Kami, batol- batol (banilai) tingi’ man panoh hikmah"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "Maka ahe ke’ Kami mao’ baranti nuruntatn’ ayat-ayat (sabage paringatatn’) Al-Quran ka’ kita’,karana kita’ kaum nang ngalampauwi’ batas"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "Man betapa manyak nabi-nabi nang udah Kami utus ka’ umat-umat nang duhuya"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "Man satiap kali seko’ nabi atakng’ ka’ iaka’ia, iaka’ia ngolok-ngolok i’nya maan"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "Karana koa, Kami binasakan’ urakng-urakng nang labih aya’ kakuatatn’nya ka’ antara iaka’ia man udah balalu contoh umat-umat nang duhuya"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "Man kade’ kao tanya’atn’ ka’ iaka’ia, “Sae ke’ nang nyiptaatn’ langit man bumi?” Pasti iaka’ia mao’ nyawab, “Samuanya diciptaatn’ oleh Nang Maha Pakasa,Maha Ngatahui’”"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "Nang nyajiatn’ bumi sabage tampat natap nto’nyu man Ia nyajiatn’ maraga-maraga ka’ atas bumi nto’nyu supayankita’ mandapat patunjuk"
        }
    ]
}