{
    "pages": [
        {
            "chapter": 10,
            "verse": 43,
            "text": "And of them are those who look at you. But can you show the way to the blind when they are not (in a position to) see"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "God is certainly not unjust to human beings in anything but human beings are unjust to themselves"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "And the day on which He will gather them, it will be as if they did not stay (in the earth) except for a part of a day, they will recognise each other. Those who denied the meeting with God and were not guided, will be at a loss"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "And whether We show you a part of that which We promise them or take you back (i.e. cause you to die before that), ultimately their return is to Us; then (even after you) God will be a Witness over that which they do"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "And for every community there was a messenger, so when their messenger came to them (their affair was) decided between them with justice and they were not dealt with unjustly"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "And they say, “When will this promise be fulfilled, if you are truthful.”"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "Say, “I do not have power (even to) harm or benefit myself (I have nothing) except that which God wills For every community there is a (fixed) term, when their term comes (to an end), then they can neither postpone it for (some) time nor advance it.”"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "Say, “Do you see, whether His punishment comes to you by night or by day, what is there of it, which the criminals wish to hasten"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "Then will you believe in it (only) when it has befallen? What ! now (you believe) and (earlier, not believing in it) you had wished for its hastening.”"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "Then it will be said to those who were unjust, “Taste the punishment that stays. Will you be rewarded for something other than that which you used to earn?”"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "And they ask you to inform them, “Is that true?” Say, “Yes! and by my Lord, it is certainly true and you cannot defeat (the truth).”"
        }
    ]
}