{
    "pages": [
        {
            "chapter": 4,
            "verse": 45,
            "text": "And God knows best your enemies and God is sufficient as a Guardian and God is sufficient as a Helper"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "Of those who are Jews, they alter the words from their places and say, \"We heard and we disobey, and hear, you may not be made to hear,\" and \"Listen to us,\" distorting (the word) with their tongues (when it means, he is a fool) and taunting (at) the religion (Islam), and had they said, \"We hear and we obey,\" and \"Hear and look at us.\" it would have been better for them and more upright, but God has cursed them because of their disbelief so they do not believe, except a few (of them). more upright, but God has cursed them because of their disbelief so they do not believe, except a few (of them)"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "O you who have been given the book ! believe in (the Quran), which We have sent down, confirming that which is with you (Torah, Bible etc.), before We destroy faces then turn them on their backs or curse them as We had cursed the Sabbath breakers, and God's command is executed"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "God certainly does not forgive associating of partners with Him (polytheism), and He protectively forgives (any sin) other than that, to whom He wills; and one who associates partners with God (a polytheist), he indeed fabricates a great sin"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "Did you not consider those who attribute purity to them selves? No, God purifies whom He wills and they are not dealt with unjustly even to the extend of the hair on a date stone"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "see how they fabricate falsehood about God, and that itself is sufficient as a clear sin (to prove that they are not pure)"
        },
        {
            "chapter": 4,
            "verse": 51,
            "text": "Did you not consider those who were given a portion from the book? They believe in idols and false deities and say about those who do not believe, \"These (disbelievers) are better guided on the (right) way than those who believe"
        }
    ]
}