{
    "maqras": [
        {
            "chapter": 23,
            "verse": 75,
            "text": "And even if We had mercy on them and removed the harm which is on them, they would still be resolute in their defiance, wandering unwilling to see"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "And, certainly, We took them with the punishment. Then, they gave not into their Lord nor lower themselves"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "until, when we opened a door for them of a severe punishment. That is when they were ones who are seized with despair"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "And He it is Who caused you to grow, have the ability to hear and sight and mind. But you give little thanks"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "It is He Who made you numerous on the earth and to Him you will be assembled"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "And it is He Who gives life and causes to die and His is the alteration of nighttime and daytime. Will you not, then, be reasonable"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "Nay! They said the like of what the ancient ones said"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "They said: When we are dead and had been earth dust and bones, will we be ones who are raised up"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "Certainly, we were promised this—we and our fathers—before this. This is nothing but the fables of the ancient ones"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "Say: To whom belongs the earth and whoever is in it if you had been knowing"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "They will say: To God! Say: Then, will you not recollect"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Say: Who is the Lord of the seven heavens and Lord of the Sublime Throne"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "They will say: It belongs to God! Say: Then, will you not be Godfearing"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Say: In whose hand is the kingdom of everything and He grants protection? No one is granted protection against Him if you had been knowing"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "They will say: It belongs to God! Say: How, then, are you under a spell"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "Nay! We brought them The Truth and, truly, they are ones who lie"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "God took not to Himself any son, nor had there been any god with Him. For, then, each god would have taken away what he created. And some of them would have ascended over some others. Glory be to God above all that they allege"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "He is the One Who Knows the unseen and the visible. Exalted be He above partners they ascribe"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "Say: My Lord! If Thou wilt cause me to see what they are promised"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "then, assign me not, my Lord, to the folk, the ones who are unjust"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "And, truly, We cause thee to see what We promise them as certainly ones who have power"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Drive thou back evil deeds with what is fairer. We are greater in knowledge of what they allege"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "And say: My Lord! I take refuge with Thee from the evil suggestions of the satans"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "And my Lord, I take refuge with Thee so that they not attend me"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "Until when death drew near one of them, he said: My Lord! Return me"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "so that perhaps I will do as one in accord with morality in what I left behind. No indeed! Truly, it is only a word that one who converses says. And ahead of them is a barrier until the Day they are raised up"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "When the trumpet will be blown, there will be no talk of kindred among them that Day nor will they demand anything of one another"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "Then, whose balance was heavy with good deeds, those, they are the ones who prosper"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "And among ones whose balance was made light, then, those are those who lost themselves. They will be ones who will dwell in hell forever"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "Their faces will fry in the fire. And they will be ones who are morose in it"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "Be not My signs recounted to you, yet you had been denying them"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "They will say: Our Lord! Our misgiving prevailed over us. We had been a folk, ones who go astray"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "Our Lord! Bring us out of this. Then, if ever we reverted, truly, we will be ones who are unjust"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "He would say: Be driven away in it and speak not to Me"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "Truly, there had been a group of people of My servants who say: Our Lord! We believed, so forgive us and have mercy on us for Thou art Best of the ones who are most merciful"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "But you took them to yourselves as a laughing-stock until they caused you to forget My Remembrance and you had been laughing at them"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "Truly, I gave recompense this Day for what they endured patiently. Truly, they, they are the ones who are victorious"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "He said: Lingered you in expectation on the earth for what number of years"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "They said: We lingered in expectation a day or some of a day. So ask the ones who count"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "He said: You lingered in expectation not but a little. If you had but been knowing"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "Assumed you that We created you in amusement and that to Us you would not be returned"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "So exalted be God! The King, The Truth. There is no god but He, the Lord of the Generous Throne"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "And whoever calls to another god with God of which he has no proof, then, truly, his reckoning is with his Lord. Truly, the ones who are ungrateful will not prosper"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "And say: My Lord! Forgive and have mercy and Thou art Best of the ones who are most merciful"
        }
    ]
}