{
    "maqras": [
        {
            "chapter": 26,
            "verse": 181,
            "text": "Live up to the full measure and be not of the ones who cause loss to others by fraud"
        },
        {
            "chapter": 26,
            "verse": 182,
            "text": "And weigh with a straight scale"
        },
        {
            "chapter": 26,
            "verse": 183,
            "text": "and diminish not to humanity their things nor do mischief in or on the earth as ones who make corruption"
        },
        {
            "chapter": 26,
            "verse": 184,
            "text": "And be Godfearing of Him Who created you and the array of the ancient ones"
        },
        {
            "chapter": 26,
            "verse": 185,
            "text": "They said: Thou art only ones against whom a spell is cast"
        },
        {
            "chapter": 26,
            "verse": 186,
            "text": "And thou art nothing but a mortal like us. And, truly, we think thee to be among the ones who lie"
        },
        {
            "chapter": 26,
            "verse": 187,
            "text": "So cause pieces of heaven to drop on us, if you had been among the ones who are sincere"
        },
        {
            "chapter": 26,
            "verse": 188,
            "text": "He said: My Lord is greater in knowledge of what you do"
        },
        {
            "chapter": 26,
            "verse": 189,
            "text": "But they denied him. So took them the punishment on the overshadowing day. Truly, that had been the punishment of a tremendous Day"
        },
        {
            "chapter": 26,
            "verse": 190,
            "text": "Truly, in this is a sign. Yet most of them had not been ones who believe"
        },
        {
            "chapter": 26,
            "verse": 191,
            "text": "And, truly, thy Lord, He is, certainly, The Almighty, The Compassionate"
        },
        {
            "chapter": 26,
            "verse": 192,
            "text": "And this, truly, is the sending down successively of the Lord of the worlds"
        },
        {
            "chapter": 26,
            "verse": 193,
            "text": "that the Trustworthy Spirit brought down"
        },
        {
            "chapter": 26,
            "verse": 194,
            "text": "on thy heart that thou be among the one who warn"
        },
        {
            "chapter": 26,
            "verse": 195,
            "text": "in a clear Arabic tongue"
        },
        {
            "chapter": 26,
            "verse": 196,
            "text": "And, truly, it is in the ancient scrolls of the ancient ones"
        },
        {
            "chapter": 26,
            "verse": 197,
            "text": "Would it not be a sign for them that is known to the knowing among the Children of Israel"
        },
        {
            "chapter": 26,
            "verse": 198,
            "text": "And if We sent it down to some of the non-Arabs"
        },
        {
            "chapter": 26,
            "verse": 199,
            "text": "and he recited it to them, they had not been ones who believe in it"
        },
        {
            "chapter": 26,
            "verse": 200,
            "text": "Thus, We thrust it into the hearts of the ones who sin"
        },
        {
            "chapter": 26,
            "verse": 201,
            "text": "They will not believe in it until they see the painful punishment"
        },
        {
            "chapter": 26,
            "verse": 202,
            "text": "Then, it will approach them suddenly while they are not aware"
        },
        {
            "chapter": 26,
            "verse": 203,
            "text": "Then, they will say: Are we ones who are given respite"
        },
        {
            "chapter": 26,
            "verse": 204,
            "text": "Seek they to hasten Our punishment"
        },
        {
            "chapter": 26,
            "verse": 205,
            "text": "Hadst thou considered that if We gave them enjoyment for years"
        },
        {
            "chapter": 26,
            "verse": 206,
            "text": "and, again, there drew near them what they had been promised"
        },
        {
            "chapter": 26,
            "verse": 207,
            "text": "they would not be availed by what they had been given of enjoyment"
        },
        {
            "chapter": 26,
            "verse": 208,
            "text": "We caused no town to perish but that it had ones who warn"
        },
        {
            "chapter": 26,
            "verse": 209,
            "text": "as a reminder. And We had not been ones who are unjust"
        },
        {
            "chapter": 26,
            "verse": 210,
            "text": "It came not forth by the satans"
        },
        {
            "chapter": 26,
            "verse": 211,
            "text": "and neither is it fit and proper for them nor are they able"
        },
        {
            "chapter": 26,
            "verse": 212,
            "text": "Truly, they, from having the ability to hear, are the ones who are set aside"
        },
        {
            "chapter": 26,
            "verse": 213,
            "text": "So call thou not to any god with God so that thou be among the ones who are punished"
        },
        {
            "chapter": 26,
            "verse": 214,
            "text": "And warn thy nearest kin, the kinspeople"
        },
        {
            "chapter": 26,
            "verse": 215,
            "text": "And make low thy wing to whoever followed thee among the ones who believe"
        },
        {
            "chapter": 26,
            "verse": 216,
            "text": "Then, if they rebelled against thee, then, say: Truly, I am free of what you do"
        },
        {
            "chapter": 26,
            "verse": 217,
            "text": "And put thy trust in The Almighty, The Compassionate"
        },
        {
            "chapter": 26,
            "verse": 218,
            "text": "Who sees thee at the time thou hast stood up"
        },
        {
            "chapter": 26,
            "verse": 219,
            "text": "and thy going to and fro of the ones who prostrate themselves"
        },
        {
            "chapter": 26,
            "verse": 220,
            "text": "Truly, He is The Hearing, The Knowing"
        },
        {
            "chapter": 26,
            "verse": 221,
            "text": "Will I tell you in whom the satans come forth"
        },
        {
            "chapter": 26,
            "verse": 222,
            "text": "They come forth in every sinful false one who gives listen"
        },
        {
            "chapter": 26,
            "verse": 223,
            "text": "but most of them are ones who lie"
        },
        {
            "chapter": 26,
            "verse": 224,
            "text": "As for the poets, the ones who are in error follow them"
        },
        {
            "chapter": 26,
            "verse": 225,
            "text": "Hast thou not considered that they wander in every valley"
        },
        {
            "chapter": 26,
            "verse": 226,
            "text": "and that they say what they accomplish not"
        },
        {
            "chapter": 26,
            "verse": 227,
            "text": "But those who believed and did as the ones in accord with morality remembered God frequently and helped themselves after they were wronged. And those who did wrong will know by which overturning they will be turned about"
        }
    ]
}