{
    "maqras": [
        {
            "chapter": 5,
            "verse": 67,
            "text": "O Messenger! State what was caused to descend to thee from thy Lord, for if thou hast not accomplished it, then, thou wilt not have stated His message. And God will save thee from the harm of humanity. Truly, God guides not the folk, the ones who are ungrateful"
        },
        {
            "chapter": 5,
            "verse": 68,
            "text": "Say: O People of the Book! You are not based on anything until you adhere to the Torah and the Gospel and what was caused to descend to you from your Lord. And, certainly, many of them increase by what was caused to descend to thee from thy Lord in defiance and ingratitude. So grieve not for folk, the ones who are ungrateful"
        },
        {
            "chapter": 5,
            "verse": 69,
            "text": "Truly, those who believed, those who became Jews and Sabeans and Christians—whoever believed in God and the Last Day and did as one in accord with morality, then, there will be neither fear in them nor will they feel remorse"
        },
        {
            "chapter": 5,
            "verse": 70,
            "text": "Certainly, We took a solemn promise from the Children of Israel and We sent Messengers to them. Whenever a Messenger drew near them with what they themselves yearn not for, a group of people denied them and a group of people kill them"
        },
        {
            "chapter": 5,
            "verse": 71,
            "text": "And they assumed there would be no test. They were in darkness and became unhearing. Again, God turned to them in forgiveness. Again, in darkness and became unhearing many of them. And God is Seeing of what they do"
        },
        {
            "chapter": 5,
            "verse": 72,
            "text": "And, certainly, were ungrateful those who said: Truly, God is He, the Messiah, son of Mary, but the Messiah said: O Children of Israel! Worship God, my Lord and your Lord. Truly, whoever ascribes partners with God, then, surely, God forbade the Garden to him. And his place of shelter will be the fire. And for the ones who are unjust, there are no helpers"
        },
        {
            "chapter": 5,
            "verse": 73,
            "text": "Certainly, ungrateful were those who said: Truly, God is the third of three.• There is no god but One God. And if they refrain not themselves from what they say, there will afflict those who were ungrateful among them a painful punishment"
        },
        {
            "chapter": 5,
            "verse": 74,
            "text": "Will they not, then, turn to God for forgiveness and ask for His forgiveness? And God is Forgiving, Compassionate"
        },
        {
            "chapter": 5,
            "verse": 75,
            "text": "The Messiah son of Mary was not but a Messenger. Surely, Messengers passed away before him. And his mother was a just person (f). They both had been eating food. Look on how We make manifest the signs to them. Again, look on how they are misled"
        },
        {
            "chapter": 5,
            "verse": 76,
            "text": "Say: Worship you other than God what controls neither hurt nor profit for you? And God, He is The Hearing, The Knowing"
        },
        {
            "chapter": 5,
            "verse": 77,
            "text": "Say: O People of the Book! Go not beyond limits in your way of life but with The Truth and follow not the desires of the folk who, surely, went astray before. And they caused many to go astray. And they themselves went astray from the right way"
        },
        {
            "chapter": 5,
            "verse": 78,
            "text": "Those who were ungrateful were cursed among the Children of Israel by the tongue of David and that of Jesus son of Mary. That was because they would rebel and they had been exceeding the limits"
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "They had not been forbidding one another from that which is unlawful that they committed. Miserable was what they had been committing"
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "Thou hast seen many of them turning away to those who were ungrateful. Miserable was what was put forward for them themselves so that God was displeased with them and in their punishment they are ones who will dwell in it forever"
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "If they had been believing in God and the Prophet and what was caused to descend to him, they would not have taken them to themselves protectors, but many of them are ones who disobey"
        }
    ]
}