{
    "maqras": [
        {
            "chapter": 2,
            "verse": 142,
            "text": "The fools among humanity say: What turned them from their direction of formal prayer to which they had been towards? Say: To God belongs the East and the West. He guides whom He wills to a straight path"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "And, thus, We made you a middle community that you be witnesses to humanity, and that the Messenger be a witness to you. And We made not the direction of the formal prayer which thou hadst been towards but that We make evident whoever follows the Messenger from him who turns about on his two heels. And, truly, it had been grave, but for those whom God guided. And God had not been wasting your belief. Truly, God is Gentle toward humanity, Compassionate"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "Surely, We see the going to and fro of thy face toward heaven. Then, We will turn thee to a direction of formal prayer that thou wilt be well pleased with it. Then, turn thy face to the direction of the Masjid al-Haram. And wherever you had been, turn your faces to its direction. And, truly, those who were given the Book know that it is The Truth from their Lord, and God is not One Who is Heedless of what they do"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "And even if thou wert to bring to those who were given the Book every sign, they would not heed thy direction of formal prayer. Nor art thou one who heeds their direction of formal prayer. Nor are some of them ones who heed the direction of the other’s formal prayer. And if thou hadst followed their desires after the knowledge brought about to thee, then, truly, thou wouldst be among the ones who are unjust"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "Those to whom We gave the Book recognize it as they recognize their children, while, truly, a group of people among them keep back The Truth while they know"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "it is The Truth from thy Lord. So be thou not among the ones who contest"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "And everyone has a direction to that which he turns. Be forward, then, in good deeds. Wherever you be, God will bring you altogether for the Judgment. Truly, God is Powerful over everything"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "And from wherever thou hadst gone forth, then, turn thy face in the direction of the Masjid al-Haram. And, truly, this is The Truth from thy Lord, and God is not One Who is Heedless of what you do"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "And from wherever thou hadst gone forth, then, turn thy face to the direction of the Masjid al-Haram. And wherever you had been, then, turn your faces to the direction of it so that there be no disputation from humanity against you, but from those of them who did wrong. Dread them not, then, but dread Me. And I fulfill My divine blessing on you—so that perhaps you will be truly guided—"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "as We sent to you a Messenger from among you who recounts Our signs to you, and makes you pure, and teaches you the Book and wisdom, and teaches you what you be knowing not"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "So remember Me and I will remember you. And give thanks to Me, and be not ungrateful"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "O those who believed! Pray for help with patience and formal prayer. Truly, God is with the ones who remain steadfast"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "And say not about those who are slain in the way of God: They are lifeless. Nay! They are living, except you are not aware"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "We will, certainly, try you with something of fear and hunger and diminution of wealth and lives and fruits, and give good tidings to the ones who remain steadfast"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "those who, when an affliction lit on them, they said: Truly, we belong to God and, truly, we are ones who return to Him"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "Those, blessings will be sent on them from their Lord and mercy. And those, they are the ones who are truly guided"
        }
    ]
}