{
    "pages": [
        {
            "chapter": 11,
            "verse": 72,
            "text": "Alobi: Oh mawa na ngai! Nabota mpe ngai nakomi mobange, mpe mobali wa ngai oyo mpe mobange. Ya soló oyo ezali (likambo) ya kokamwisa"
        },
        {
            "chapter": 11,
            "verse": 73,
            "text": "Balobi: Ozali kokamwa na mikano mia Allah? Tika été mawa mpe mapamboli ya Allah ezala likolo na bino bato ya libota oyo. Pamba te ya sólo, Allah akumama mpe asanzolama na lokumu mingi"
        },
        {
            "chapter": 11,
            "verse": 74,
            "text": "Mpe tango bobangi esili Ibrâhîm, sango elamu eyeli ye ete azali kosolola na biso тропа likambo lia bato ba Loth"
        },
        {
            "chapter": 11,
            "verse": 75,
            "text": "Ya soló, Ibrâhîm azalaki moto malamu, azalaki kozonga mpe kotubela mingi epai ya Nkolo naye"
        },
        {
            "chapter": 11,
            "verse": 76,
            "text": "Eh Ibrâhîm! Mitiya mosika na oyo. Mpo ya soló, mitindo mia Nkolo wayo misili koya. Мре ya sólo, etumbu ezongisama te ekozua bango"
        },
        {
            "chapter": 11,
            "verse": 77,
            "text": "Mpe tango batindami na biso bakomaki epai ya Loth, ayokaki pasi mpe mawa тропа bango. Alobaki: Lelo nde mokolo mwa etumbu ya somo"
        },
        {
            "chapter": 11,
            "verse": 78,
            "text": "Mpe bato baye bayeli ye mbangu. Mpe liboso bazalaki kosala makambo mabe, mpe alobaki na bato naye été: Oh bato bangai! Bótala bana ba ngai ya basi bango oyo, bazali peto mpe malamu тропа bino. Bobanga Allah kasi boyokisa ngai soni te тропа bapaya ba ngai. Boye bozali ata na moto moko ya malamu o kati na bino te"
        },
        {
            "chapter": 11,
            "verse": 79,
            "text": "Bayanoli: Oyebi malamu penza ete tozali na posa ya bana nayo ya basi te, (bango bazalaki kolinga kozua basi na mboka ena te) ya soló, oyebi eloko nini tozali kolinga"
        },
        {
            "chapter": 11,
            "verse": 80,
            "text": "Alobaki na bango été: Ah soki nazalaki na makasi ya kotelemela bino, to mpe nazua ata lisungi mosusu ya makasi koleka"
        },
        {
            "chapter": 11,
            "verse": 81,
            "text": "(Bapaya) balobi: Eh Loth! Ya sólo, tozali batindami ya Nkolo wa yo. Bakosala yo eloko te, kende noki na libota lia yo okati na butu. Мре токо te kati na bino abongola elongi sima te, longola sé mwasi wayo (oyo azangaki kotosa), mpe akozua oyo ekozua basusu. Solo elaka na bango ekozala na ntongo, boye ntongo ezali pene te"
        }
    ]
}