{
    "pages": [
        {
            "chapter": 20,
            "verse": 38,
            "text": "Tango toyebisaka na mama wayo mayebisi"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "Ete: Tia ye na sanduku mpe bwaka yango na mayi mpo ete ebale emema yango o ngambo ya kotiola, monguna na ngai naye akozua ye. Mpe na tiaki likolo nayo bolingo na ngai mpo ete obokolama na nsé ya miso na ngai"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "Mpe tango ndeko nayo ya mwasi azalaki kolanda yo mpe alobaki: Nalakisa bino moto oyo akomelisa ye тропа bino? Mpe tozongisaki yo epai ya mama wayo, mpo asepela mpe ayoka mpasi te, mpe obomaki moto mpe tobikisaki yo na makambo wana, mpe tomekaki yo makambo ebele, mpe ovandaki ba mbula ebele o mboka ya mad’yan, sima oyei oh Mûssa! Kokokisa makomi"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "Mpe ngai moko naponaki yo"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Bökende yo na ndeko wayo na makamwisi ma ngai, mpe bolemba kokumisa ngai te"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Bökende epai ya falo, ya soló ye asili kotomboka"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "Mpe boyebisa ye liloba ya pete, tango mosusu akoki kokanisa to kobanga ngai"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "Balobi: Oh Nkolo wa biso! Ya sólo, tozali kobanga ete anyokolo biso, to alekisa ndelo"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "(Allah) alobi: Bobanga te, ya sólo nazali elongo na bino, nazali koyoka mpe kornona"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "Bökende epai naye mpe boloba naye: Biso mibale tozali batindami ya Nkolo wayo, pesa biso bana ya isalayele tokende na bango, tika konyokolo bango, toyeli yo elembo ya Nkolo wayo, mpe kimiya ezala likolo ya moto oyo akolanda nzela ya semba"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Ya sólo, basilaki koyebisa biso ete: Etumbu ekozala likolo ya oyo akoboya kotosa mpe kondima, mpe apesi mokongo"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "(Falo) alobi: Nani Nkolo wa bino oh Mûssa"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "(Mûssa) alobi: Nkolo wa biso nde oyo apesaki eloko nyoso lolenge na yango mpe sima akambi yango"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "(Falo) alobi: Bongo ndenge nini тропа baye balekaka kala"
        }
    ]
}