{
    "pages": [
        {
            "chapter": 33,
            "verse": 44,
            "text": "Mbote na bango mokolo bakokutana naye ekozalaka nde boboto, mpe abombeli bango lifuta lilamu"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "Eh ntoma! Ya soló, totindaki yo mpo ozala nzeneneke mpe mopesi sango malamu mpe mokebisi"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "Mpe mobengi (bato) na nzela ya Allah na ndingisa naye moko, mpe ozala lokola mwinda ya bongengi"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "Mpe pesa sango elamu epai ya bandimi, ete ya sólo, bakozua ngolu monene ya Allah"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "Kaši kotosa bapengwi na bato ya bilongi mibale te, mpe kolanda mabe na bango te, тре mipesa epai na Allah. Allah nde akoki lokola mobateli malamu. (тропа bato banso)"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "Eh bino bandimi! Soki bobali bandimi ya basi mpe bokabuani na bango yambo bosangana na bango bozali na mikolo ya kotanga te тропа bango ya kozela, bosalisa bango na bozui mpe bokabwana na bango na ndenge ya malamu"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "Oh ntoma! Ya soló topesi yo ndingisa ya basi oyo obali bango na mbongo nayo, na ba oyo ozuaki bango bawumbu na bitumba, tolingiseli yo mpe lokola bana basi ya tata kulutu to tata leki nayo, mpe bana basi ya batata mwasi nayo, mpe bana basi ya noko nayo, mpe bana basi ya bamama leki to mama kulutu nayo, baye bakendeki nayo elongo (na madinah), mpe mondimi ya mwasi oyo akomikaba тропа ntoma, soki ntoma akozala na mposa ya kobala ye, wana endimami тропа ntoma ye moko, kasi epai ya bandimi te. Ya soló, toyebi lotomo nini tosilaki kotiela bango, na ba oyo bazuaki bango na bowumbu, mpo ete bazua yo ntoma na mabe te. Allah azali molimbisi atonda ngolu"
        }
    ]
}