{
    "pages": [
        {
            "chapter": 3,
            "verse": 84,
            "text": "Loba: Tondimi na Allah, mpe tondimi na maye makitisameli biso, ndenge moko na maye makitisamaki epai na Ibrâhîm, na Ismâïl, na Is’hâq, mpe Ya’qûb mpe mabota, tondimi mpe na maye mapesamaki epai na Mûssa mpe Issa mpe bantoma, kowuta epai na Nkolo na bango, tokotia bokeseni moko te kati na bango, mpe epai naye nde to misoki"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "Na moto oyo akozua lingomba mosusu, mpe atiki islamu, bakondimela ye yango te. Mpe na mokolo ya suka akozala elongo moko na bazangi"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "Ndenge nini Allah akokamba bato baye bapengwi na sima ya kondima, mpe bamoni ete motindami azali na bosôló, mpe bilembo biyelaki bango? Mpe Allah akambaka babubi te"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "Ba oyo wana lifuta lia bango ya sôló bakozua botutu bwa Allah, na ya ba anzelu na ya bato banso"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "Libela na kati na yango (lifelo). Bakokutola bango etumbu te, mpe bakopemisama ata moke te"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "Longola sé ba oyo basali tubela sima na yango mpe babongisi. Ya sôló, Allah azali molimbisi atonda mawa"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "Ya sôló baye bapengwi sima ya bondimi bwa bango, sima bakobi na bopengwi, tubela na bango ekondimama te. Mpe bango nde babungi"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "Ya sôló, baye bapengwi mpe liwa lizui bango na bopengwi, bakondimelaka te moko kati na bango ata soki bapesi mabele etondi na wolo ekokangola ye te, mpe bakozala na etumbu enene mpe bakozala na basungi te"
        }
    ]
}