{
    "maqras": [
        {
            "chapter": 48,
            "verse": 18,
            "text": "Аллах е задоволен со тие верници кои под дрвото ти се заколнаа на верност. Тој знаеше што е во срцата нивни, па спушти спокој врз нив, и ќе ги награди со блиска победа"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "и со богат плен што ќе го земат, а Аллах е Силниот и Мудриот"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "Аллах ви ветува броен плен што ќе го земете, а со ова побрза и рацете на луѓето од вас ги задржа – за тоа да биде знак за верниците и за да ве упати на Вистинскиот пат"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "и другиот, што не бевте во состојба да го земете, – Аллах ви го даде, бидејќи Аллах може сè"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "А да ја почнеа неверниците борбата со вас, сигурно во бегство ќе се дадеа и потоа ни заштитник ни помошник немаше да најдат"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "Според Аллаховиот закон кој важи отсекогаш, а ти нема да видиш дека Аллаховиот закон се менува"
        },
        {
            "chapter": 48,
            "verse": 24,
            "text": "Тој ги задржа рацете нивни од вас и вашите од нив среде Мека, и тоа откако ви пружи можност да ги победите, а Аллах добро го гледа тоа што го правите"
        },
        {
            "chapter": 48,
            "verse": 25,
            "text": "Тие се тие штоневеруваат и ви забрануваат да пристапите во Светиот Храм, и курбаните кои ги водите со себе до местата свои да стигнат. И да немаше мажи верници и жени вернички, кои вие не ги познавате, па не знаејќи, да ги убиевте, и поради тоа срам да не би доживеале – Ние би ви ги препуштиле. А не ги препуштивме за Аллах во милоста Своја да го воведе тој што сака. А тие да беа одвоени, навистина со тешка казна ќе ги казневме тие меѓу нив што не веруваа"
        },
        {
            "chapter": 48,
            "verse": 26,
            "text": "Кога неверниците ги полнеа своите срца со жар, со паганска жар, Аллах ја спушти смиреноста Своја на Пратеникот Свој и на верниците, и ги обврза на Зборот на богобојазливоста – а тие и се најзаслужни и најдостојни за тоа – а Аллах знае сè"
        },
        {
            "chapter": 48,
            "verse": 27,
            "text": "Аллах ќегооствари сонотна Пратеникот Свој дека сигурно ќевлезете безбедни во Светиот Храм – ако сака Аллах – некои со избричени глави а некои со потскратена коса, без страв. Тој го знаеше тоа што вие не го знаевте и затоа, пред тоа, неодамнешната победа ви ја даде"
        },
        {
            "chapter": 48,
            "verse": 28,
            "text": "Тој го прати Пратеникот Свој со Упатството и со Вистинската вера за да ја издигне над сите вери. А Аллах е доволен Сведок"
        },
        {
            "chapter": 48,
            "verse": 29,
            "text": "Мухаммед е Аллахов Пратеник, а неговите следбеници се строги кон неверниците, а сомилосни меѓу себе; ги гледаш како чинат руку и сеџда сакајќи ја Аллаховата награда и задоволство – на лицата имаат знаци, траги од паѓањето со лицето на тло. Така се опишани во Тевратот. А во Инџилот - тие се како растение кое никулецот свој го исфрла, па потоа го зацврстува, а тој се исправа на своето стебло, предизвикувајќи воодушевување кај сејачот – за Тој со верниците да ги разгневи неверниците. А на тие што веруваат и што прават добри дела, Аллах им ветува прошка и награда голема"
        }
    ]
}