{
    "maqras": [
        {
            "chapter": 6,
            "verse": 111,
            "text": "Кога би им ги испратиле мелеците, икога мртвите би им проговориле, и кога пред нив очигледно сите докази би ги собрале, тие пак не би верувале, освен ако би сакал Аллах, но мноштвото од нив не знае"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "Така на секој веровесник непријатели му одредувавме, шејтани во вид на луѓе и џинни кои едни на други украсени разговори им зборуваа за да ги измамат; а да сакаше Господарот твој, тие тоа немаше да го сторат; затоа ти остави ги нив и тоа што го измислуваат"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "и за срцата на тие што во оној свет не веруваат да бидат склони кон тоа и задоволни со тоа, и за да ги сторат гревовите коишто ги сторија"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "„Зошто покрај Аллах да барам друг судија, кога Тој ви ја објавува Книгата во детали?“ А тие на коишто Ние им ја дадовме Книгата, добро знаат дека Куранот го објавува Господарот твој, со Вистината, затоа ти никако не се сомневај"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "Зборовите на Господарот твој се врв на вистината и правдата; Неговите зборoви никој не може да ги измени и Тој сè слуша и сè знае"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "Кога ти би им се покорувал на мноштвото од жителите на Земјата, тие од Аллаховиот пат би те одвратиле; тие само по претпоставките се поведуваат и тие само невистината ја говорат"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "На Господарот твој добро Му се познати тие што скршнале од Неговиот пат и Тој најдобро ги знае тие што се на Вистинскиот пат"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "Затоа јадете го тоа при чие колење е спомнато Аллаховото име, ако верувате во Неговите ајети"
        },
        {
            "chapter": 6,
            "verse": 119,
            "text": "А зошто да не го јадете тоа при чие колење е спомнато Аллаховото име кога Тој ви го објасни тоа што ви го забрани - освен кога сте присилени; многумина, според желбите свои, немајќи за тоа никакви докази, ги заведуваат другите во заблуда. А Господарот твој добро ги знае тие што во злото секаква мерка преминуваат"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "Не грешете ниту јавно ниту тајно! Тие што грешат сигурно ќе бидат казнети за тоа за што згрешиле"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "Не јадете го тоа при чие колење не е спомнато Аллаховото име, тоа е навистина, грев! А шејтаните ги наведуваат штитениците свои да се расправаат со вас, па кога би им се покориле, и вие, сигурно, многубошци би станале"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "Зарем е ист тој што бил во заблуда, а кого Ние го оживеавме и му дадовме светло со помош на кое меѓу луѓето се движи, со тој што е во темнината одкоја не излегува? Ананеверниците им се чини убавотоа што го прават"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "И исто така Ние сторивме во секој град првенците да станат грешници и во него замки да поставуваат, но тие само себеси замки си поставуваат, а да не забележуваат"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "А кога ним им доаѓа доказ, тие велат: „Ние нема да веруваме сè додека и нам не ни се даде нешто слично на тоа што им е дадено на Аллаховите Пратеници“. А Аллах најдобро знае кому ќе му го довери пратеништвото Свое. Тие што грешат сигурно ќе ги стигне понижување и страдање големо од Аллах, затоа што прават интриги"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "Тој што Аллах сака да го упати, Тој срцето негово кон исламот му го расположува, а тој што сака во заблуда да го остави, Тој срцето негово го стегнува и уморно го прави, како кога прави напор на небото да летне. Ете, така Аллах прави шејтанот да ги надвладее тие што не веруваат"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "Ова е Вистинскиот пат од Господарот твој. А Ние им ги објаснуваме доказите на луѓето кои примаат поука"
        }
    ]
}