{
    "maqras": [
        {
            "chapter": 6,
            "verse": 127,
            "text": "Нив ги чека Куќата на спасот кај Господарот нивен; Тој ќе биде нивен заштитник поради тоа што го правеле"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "А на Денот кога Тој сите ќе ги собере: „О, групо шејтани, вие многу луѓезаведовте!“ „Господару наш,“ – ќеречатлуѓето, штитеници нивни - „ние меѓусебно си бевме од корист и стигнавме до рокот наш кој Ти ни го одреди!“ „Огнот ќе биде престојувалиштето ваше,“ – ќе рече Тој - „во него вечно ќе останете, освен ако Аллах не одреди поинаку“. Господарот твој е навистина Мудар и Сезнаен"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "Ете така Ние им ја препуштаме власта на едни насилници над други поради тоа што го заработија"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "„О, групо од џинни и луѓе, зарем не ви доаѓаа Пратеници од редовите ваши кои ајетите Мои ви ги кажуваа и ве опоменуваа дека овој ваш ден ќе го дочекате?“ Нив животот на Земјата ги беше измамил и тие сами против себе ќе посведочат дека биле неверници"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "Така е, бидејќи Господарот твој не уништуваше села и градови поради насилството нивно, без претходни опомени кон нивните жители"
        },
        {
            "chapter": 6,
            "verse": 132,
            "text": "На сите ќе им припадне награда или казна, според тоа како постапувале, а Господарот Твој не е немарен кон тоа што го правеа"
        },
        {
            "chapter": 6,
            "verse": 133,
            "text": "Господарот твој е Независен и Милостив. Ако сака, ќе ве тргне, и по вас, тие кои Тој сака ќе ги донесе, како што ве создаде вас од потомствата на другите народи"
        },
        {
            "chapter": 6,
            "verse": 134,
            "text": "Тоа со што ви се заканува, навистина ќе дојде и вие нема да стигнете да избегате"
        },
        {
            "chapter": 6,
            "verse": 135,
            "text": "Кажи: „О, народе мој, правете сè што можете, а ќе правам и јас; ќе дознаете вие кого го чека среќен крај!“ Насилниците сигурно нема да успеат"
        },
        {
            "chapter": 6,
            "verse": 136,
            "text": "Тие одредуваат за Аллах дел од реколтата и дел од добитокот, кој Тој го создал, па велат: „Ова е за Аллах,“ – тврдат тие - „а ова за божествата наши!“ Меѓутоа, тоа што е наменето на божествата нивни не доспева до Аллах, додека тоа што е одредено за Аллах доспева до божествата нивни. Како лошо судат тие"
        },
        {
            "chapter": 6,
            "verse": 137,
            "text": "На голем број многубошци, така исто, шејтаните нивни, убивањето на сопствените деца им го разубавија, за да ги упропастат и во верата нивна да ги збунат. А да сакаше Аллах, тие тоа немаше да го прават. Затоа остави ги и нив и нивните измислици"
        },
        {
            "chapter": 6,
            "verse": 138,
            "text": "Тие велат: „Овој и овој добиток и тие и тие земски плодови се забранети, смеат да ги јадат само тие на кои ние ќе им дозволиме,“ – тврдат тие - „а овие и овие камили е забрането да се јаваат“. А тие што кои при колење на добиток не го спомнуваат Аллаховото име, измислувајќи лаги за Него, Тој сигурно ќе ги казни поради тоа што го измислуваат"
        },
        {
            "chapter": 6,
            "verse": 139,
            "text": "Тие велат: „Тоа што е во утробите на овој и овој добиток дозволено им е само на нашите мажи, а забрането им е на нашите жени. А ако плодот се изјалови, тогаш во тоа се соучесници“. Аллах ќе ги казни за невистините нивни кои ги говорат, Тој е Мудриот и Сезнајниот"
        },
        {
            "chapter": 6,
            "verse": 140,
            "text": "Тие што од лекоумност и не знаејќи што прават, децата свои ги убиваат и кои тоа што Аллах им го подарил го сметаат за забрането, говорејќи невистини за Аллах, сигурно ќе настрадаат. Тие заталкале и не знаат што прават"
        }
    ]
}