{
    "manzils": [
        {
            "chapter": 5,
            "verse": 1,
            "text": "O you who have faith! Keep your agreements. You are permitted animals of grazing livestock, except what is [now] announced to you, disallowing game while you are in pilgrim sanctity. Indeed Allah decrees whatever He desires"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "O you who have faith! Do not violate Allah’s sacraments, neither the sacred month, nor the offering, nor the necklaces, nor those bound for the Sacred House who seek their Lord’s grace and [His] pleasure. But when you emerge from pilgrim sanctity you may hunt for game. Ill feeling for a people should not lead you, because they barred you from [entering] the Sacred Mosque, to transgress. Cooperate in piety and Godwariness, but do not cooperate in sin and aggression, and be wary of Allah. Indeed Allah is severe in retribution"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "You are prohibited carrion, blood, the flesh of swine, and what has been offered to other than Allah, and the animal strangled or beaten to death, and that which dies by falling or is gored to death, and that which is mangled by a beast of prey —barring that which you may purify— and what is sacrificed on stone altars [to idols], and that you should divide by raffling with arrows. All that is transgression. Today the faithless have despaired of your religion. So do not fear them, but fear Me. Today I have perfected your religion for you, and I have completed My blessing upon you, and I have approved Islam as your religion. But should anyone be compelled by hunger, without inclining to sin, then Allah is indeed all-forgiving, all-merciful"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "They ask you as to what is lawful to them. Say, ‘All the good things are lawful to you.’ As for what you have taught hunting dogs [to catch], teaching them out of what Allah has taught you, eat of what they catch for you and mention Allah’s Name over it, and be wary of Allah. Indeed Allah is swift at reckoning"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "Today all the good things have been made lawful to you: —the food of those who were given the Book is lawful to you, and your food is lawful to them— and the chaste ones from among faithful women, and chaste women of those who were given the Book before you, when you have given them their dowries, in wedlock, not in license, nor taking paramours. Should anyone renounce his faith, his work shall fail and he will be among the losers in the Hereafter"
        },
        {
            "chapter": 5,
            "verse": 6,
            "text": "O you who have faith! When you stand up for prayer, wash your faces and your hands up to the elbows, and wipe a part of your heads and your feet, up to the ankles. If you are junub, purify yourselves. But if you are sick, or on a journey, or any of you has come from the toilet, or you have touched women, and you cannot find water, then make tayammum with clean ground and wipe a part of your faces and your hands with it. Allah does not desire to put you to hardship, but He desires to purify you, and to complete His blessing upon you so that you may give thanks"
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "Remember Allah’s blessing upon you and His covenant with which He has bound you when you said, ‘We hear and obey.’ And be wary of Allah. Indeed Allah knows best what is in the breasts"
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "O you who have faith! Be maintainers, as witnesses for the sake of Allah, of justice, and ill feeling for a people should never lead you to be unfair. Be fair; that is nearer to Godwariness, and be wary of Allah. Allah is indeed well aware of what you do"
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "Allah has promised those who have faith and do righteous deeds forgiveness and a great reward"
        },
        {
            "chapter": 5,
            "verse": 10,
            "text": "As for those who are faithless and deny Our signs, they shall be the inmates of hell"
        },
        {
            "chapter": 5,
            "verse": 11,
            "text": "O you who have faith! Remember Allah’s blessing upon you when a people set out to extend their hands against you, but He withheld their hands from you, and be wary of Allah, and in Allah let all the faithful put their trust"
        },
        {
            "chapter": 5,
            "verse": 12,
            "text": "Certainly Allah took a pledge from the Children of Israel, and We raised among them twelve chiefs. And Allah said, ‘I am with you! Surely, if you maintain the prayer and give the zakat and have faith in My apostles and support them and lend Allah a good loan, I will surely absolve you of your misdeeds, and I will surely admit you into gardens with streams running in them. But whoever of you disbelieves after that has certainly strayed from the right way.’"
        },
        {
            "chapter": 5,
            "verse": 13,
            "text": "Then, because of their breaking their covenant We cursed them and made their hearts hard: they pervert words from their meanings, and have forgotten a part of what they were reminded. You will not cease to learn of some of their treachery, excepting a few of them. Yet excuse them and forbear. Indeed Allah loves the virtuous"
        },
        {
            "chapter": 5,
            "verse": 14,
            "text": "Also from those who say, ‘We are Christians,’ We took their pledge; but they forgot a part of what they were reminded. So We stirred up enmity and hatred among them until the Day of Resurrection, and soon Allah will inform them concerning what they had been doing"
        },
        {
            "chapter": 5,
            "verse": 15,
            "text": "O People of the Book! Certainly Our Apostle has come to you, clarifying for you much of what you used to hide of the Book, and excusing many [an offense of yours]. Certainly there has come to you a light from Allah, and a manifest Book"
        },
        {
            "chapter": 5,
            "verse": 16,
            "text": "With it Allah guides those who follow [the course of] His pleasure to the ways of peace, and brings them out from darkness into light by His will, and guides them to a straight path"
        },
        {
            "chapter": 5,
            "verse": 17,
            "text": "They are certainly faithless who say, ‘Allah is the Messiah, son of Mary.’ Say, ‘Who can avail anything against Allah should He wish to destroy the Messiah, son of Mary, and his mother, and everyone upon the earth?’ To Allah belongs the kingdom of the heavens and the earth, and whatever is between them. He creates whatever He wishes, and Allah has power over all things"
        },
        {
            "chapter": 5,
            "verse": 18,
            "text": "The Jews and the Christians say, ‘We are Allah’s children and His beloved ones.’ Say, ‘Then why does He punish you for your sins?’ Rather you are humans from among His creatures. He forgives whomever He wishes, and punishes whomever He wishes, and to Allah belongs the kingdom of the heavens and the earth, and whatever is between them, and toward Him is the return"
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "O People of the Book! Certainly Our Apostle has come to you, clarifying [the Divine teachings] for you after a gap in [the appearance of] the apostles, lest you should say, ‘There did not come to us any bearer of good news nor any warner.’ Certainly there has come to you a bearer of good news and a warner. And Allah has power over all things"
        },
        {
            "chapter": 5,
            "verse": 20,
            "text": "When Moses said to his people, ‘O my people, remember Allah’s blessing upon you when He appointed prophets among you, and made you kings, and gave you what none of the nations were given"
        },
        {
            "chapter": 5,
            "verse": 21,
            "text": "O my people, enter the Holy Land which Allah has ordained for you, and do not turn your backs or you will become losers.’"
        },
        {
            "chapter": 5,
            "verse": 22,
            "text": "They said, ‘O Moses, there are a tyrannical people in it. We will not enter it until they leave it. But once they leave it, we will go in.’"
        },
        {
            "chapter": 5,
            "verse": 23,
            "text": "Said two men from among those who were Godfearing and whom Allah had blessed: ‘Go at them by the gate! For once you have entered it, you will be victors. Put your trust in Allah, should you be faithful.’"
        },
        {
            "chapter": 5,
            "verse": 24,
            "text": "They said, ‘O Moses, we will never enter it so long as they remain in it. Go ahead, you and your Lord, and fight! We will be sitting right here.’"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "He said, ‘My Lord! I have no power over [anyone] except myself and my brother, so part us from the transgressing lot.’"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "He said, ‘It shall be forbidden them for forty years: they shall wander about in the earth. So do not grieve for the transgressing lot.’"
        },
        {
            "chapter": 5,
            "verse": 27,
            "text": "Relate to them truly the account of Adam’s two sons. When the two of them offered an offering, it was accepted from one of them and not accepted from the other. [One of them] said, ‘Surely I will kill you.’ [The other one] said, ‘Allah accepts only from the Godwary"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "Even if you extend your hand toward me to kill me, I will not extend my hand toward you to kill you. Indeed I fear Allah, the Lord of all the worlds"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "I desire that you earn [the burden of] my sin and your sin, to become one of the inmates of the Fire, and such is the requital of the wrongdoers.’"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "So his soul prompted him to kill his brother, and he killed him, and thus became one of the losers"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "Then Allah sent a crow, exploring in the ground, to show him how to bury the corpse of his brother. He said, ‘Woe to me! Am I unable to be [even] like this crow and bury my brother’s corpse?’ Thus he became regretful"
        },
        {
            "chapter": 5,
            "verse": 32,
            "text": "That is why We decreed for the Children of Israel that whoever kills a soul, without [its being guilty of] manslaughter or corruption on the earth, is as though he had killed all mankind, and whoever saves a life is as though he had saved all mankind. Our apostles certainly brought them manifest signs, yet even after that many of them commit excesses on the earth"
        },
        {
            "chapter": 5,
            "verse": 33,
            "text": "Indeed the requital of those who wage war against Allah and His Apostle, and try to cause corruption on the earth, is that they shall be slain or crucified, or have their hands and feet cut off from opposite sides or be banished from the land. That is a disgrace for them in this world, and in the Hereafter there is a great punishment for them"
        },
        {
            "chapter": 5,
            "verse": 34,
            "text": "excepting those who repent before you capture them, and know that Allah is all-forgiving, all-merciful"
        },
        {
            "chapter": 5,
            "verse": 35,
            "text": "O you who have faith! Be wary of Allah, and seek the means of recourse to Him, and wage jihad in His way, so that you may be felicitous"
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "Indeed if the faithless possessed all that is on the earth and as much of it besides to redeem themselves with it from the punishment of the Day of Resurrection, it shall not be accepted from them, and there is a painful punishment for them"
        },
        {
            "chapter": 5,
            "verse": 37,
            "text": "They would long to leave the Fire, but they shall never leave it, and there is a lasting punishment for them"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "As for the thief, man or woman, cut off their hands as a requital for what they have earned. [That is] an exemplary punishment from Allah, and Allah is all-mighty, all-wise"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "But whoever repents after his wrongdoing, and reforms, then Allah shall accept his repentance. Indeed Allah is all-forgiving, all-merciful"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "Do you not know that to Allah belongs the kingdom of the heavens and the earth? He punishes whomever He wishes, and forgives whomever He wishes, and Allah has power over all things"
        },
        {
            "chapter": 5,
            "verse": 41,
            "text": "O Apostle! Do not grieve for those who are active in [promoting] unfaith, such as those who say, ‘We believe’ with their mouths, but whose hearts have no faith, and the Jews who eavesdrop with the aim of [telling] lies [against you] and eavesdrop for other people who do not come to you. They pervert words from their meanings, [and] say, ‘If you are given this, take it, but if you are not given this, beware!’ Yet whomever Allah wishes to mislead, you cannot avail him anything against Allah. They are the ones whose hearts Allah did not desire to purify. For them is disgrace in this world, and there is a great punishment for them in the Hereafter"
        },
        {
            "chapter": 5,
            "verse": 42,
            "text": "Eavesdroppers with the aim of [telling] lies, eaters of the unlawful —if they come to you, judge between them, or disregard them. If you disregard them, they will not harm you in any way. But if you judge, judge between them with justice. Indeed Allah loves the just"
        },
        {
            "chapter": 5,
            "verse": 43,
            "text": "And how should they make you a judge, while with them is the Torah, in which is Allah’s judgement? Yet in spite of that they turn their backs [on Him] and they are not believers"
        },
        {
            "chapter": 5,
            "verse": 44,
            "text": "We sent down the Torah containing guidance and light. The prophets, who had submitted, judged by it for the Jews, and so did the rabbis and the scribes, as they were charged to preserve the Book of Allah and were witnesses to it. So do not fear the people, but fear Me, and do not sell My signs for a paltry gain. Those who do not judge by what Allah has sent down —it is they who are the faithless"
        },
        {
            "chapter": 5,
            "verse": 45,
            "text": "And in it We prescribed for them: a life for a life, an eye for an eye, a nose for a nose, and an ear for an ear, a tooth for a tooth, and retaliation for wounds. Yet whoever remits it out of charity, that shall be an atonement for him. Those who do not judge by what Allah has sent down —it is they who are the wrongdoers"
        },
        {
            "chapter": 5,
            "verse": 46,
            "text": "And We followed them with Jesus son of Mary, to confirm that which was before him of the Torah, and We gave him the Evangel containing guidance and light, confirming what was before it of the Torah, and as guidance and advice for the Godwary"
        },
        {
            "chapter": 5,
            "verse": 47,
            "text": "Let the people of the Evangel judge by what Allah has sent down in it. Those who do not judge by what Allah has sent down —it is they who are the transgressors"
        },
        {
            "chapter": 5,
            "verse": 48,
            "text": "We have sent down to you the Book with the truth, confirming what was before it of the Book and as a guardian over it. So judge between them by what Allah has sent down, and do not follow their desires against the truth that has come to you. For each [community] among you We had appointed a code [of law] and a path, and had Allah wished He would have made you one community, but [His purposes required] that He should test you in respect to what He has given you. So take the lead in all good works. To Allah shall be the return of you all, whereat He will inform you concerning that about which you used to differ"
        },
        {
            "chapter": 5,
            "verse": 49,
            "text": "Judge between them by what Allah has sent down, and do not follow their desires. Beware of them lest they should beguile you from part of what Allah has sent down to you. But if they turn their backs [on you], then know that Allah desires to punish them for some of their sins, and indeed many of the people are transgressors"
        },
        {
            "chapter": 5,
            "verse": 50,
            "text": "Do they seek the judgement of [pagan] ignorance? But who is better than Allah in judgement for a people who have certainty"
        },
        {
            "chapter": 5,
            "verse": 51,
            "text": "O you who have faith! Do not take the Jews and the Christians for allies: they are allies of each other. Any of you who allies with them is indeed one of them. Indeed Allah does not guide the wrongdoing lot"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "Yet you see those in whose hearts is a sickness rushing to them, saying, ‘We fear lest a turn of fortune should visit us.’ Maybe Allah will bring about a victory, or a command from Him, and then they will be regretful for what they kept secret in their hearts"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "and the faithful will say, ‘Are these the ones who swore by Allah with solemn oaths that they were with you?!’ Their works have failed, and they have become losers"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "O you who have faith! Should any of you desert his religion, Allah will soon bring a people whom He loves and who love Him, [who will be] humble towards the faithful, stern towards the faithless, waging jihad in the way of Allah, not fearing the blame of any blamer. That is Allah’s grace which He grants to whomever He wishes, and Allah is all-bounteous, all-knowing"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "Your guardian is only Allah, His Apostle, and the faithful who maintain the prayer and give the zakat while bowing down"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "Whoever takes for his guardians Allah, His Apostle and the faithful [should know that] the confederates of Allah are indeed the victorious"
        },
        {
            "chapter": 5,
            "verse": 57,
            "text": "O you who have faith! Do not take those who take your religion in derision and play, from among those who were given the Book before you, and the infidels, as friends, and be wary of Allah, should you be faithful"
        },
        {
            "chapter": 5,
            "verse": 58,
            "text": "When you call to prayer, they take it in derision and play. That is because they are a people who do not apply reason"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "Say, ‘O People of the Book! Are you vindictive toward us for any reason except that we have faith in Allah and in what has been sent down to us, and in what was sent down before, and that most of you are transgressors?’"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "Say, ‘Shall I inform you concerning something worse than that as a requital from Allah? Those whom Allah has cursed and with whom He is wrathful, and turned some of whom into apes and swine, and worshippers of the Rebel! Such are in a worse situation, and more astray from the right way.’"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "When they come to you, they say, ‘We believe.’ Certainly they enter with disbelief and leave with it, and Allah knows best as to what they have been concealing"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "You see many of them actively engaged in sin and aggression, and consuming illicit gains. Surely, evil is what they have been doing"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "Why do not the rabbis and the scribes forbid them from sinful speech and consuming illicit gains? Surely, evil is what they have been working"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "The Jews say, ‘Allah’s hand is tied up.’ Tied up be their hands, and cursed be they for what they say! Rather, His hands are wide open: He bestows as He wishes. Surely many of them will be increased by what has been sent to you from your Lord in rebellion and unfaith, and We have cast enmity and hatred amongst them until the Day of Resurrection. Every time they ignite the flames of war, Allah puts them out. They seek to cause corruption on the earth, and Allah does not like the agents of corruption"
        },
        {
            "chapter": 5,
            "verse": 65,
            "text": "Had the People of the Book believed and been Godwary, We would surely have absolved them of their misdeeds and admitted them into gardens of bliss"
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "Had they observed the Torah and the Evangel, and what was sent down to them from their Lord, they would surely have drawn nourishment from above them and from beneath their feet. There is an upright group among them, but evil is what many of them do"
        },
        {
            "chapter": 5,
            "verse": 67,
            "text": "O Apostle! Communicate that which has been sent down to you from your Lord, and if you do not, you will not have communicated His message, and Allah shall protect you from the people. Indeed Allah does not guide the faithless lot"
        },
        {
            "chapter": 5,
            "verse": 68,
            "text": "Say, ‘O People of the Book! You do not stand on anything until you observe the Torah and the Evangel and what was sent down to you from your Lord.’ Surely many of them will be increased by what has been sent down to you from your Lord in rebellion and unfaith. So do not grieve for the faithless lot"
        },
        {
            "chapter": 5,
            "verse": 69,
            "text": "Indeed the faithful, the Jews, the Sabaeans, and the Christians —those who have faith in Allah and the Last Day and act righteously— they will have no fear, nor will they grieve"
        },
        {
            "chapter": 5,
            "verse": 70,
            "text": "Certainly We took a pledge from the Children of Israel, and We sent apostles to them. Whenever an apostle brought them that which was not to their liking, they would impugn a part of them, and a part they would slay"
        },
        {
            "chapter": 5,
            "verse": 71,
            "text": "They supposed there would be no testing, so they became blind and deaf. Thereafter Allah accepted their repentance, yet [again] many of them became blind and deaf, and Allah sees best what they do"
        },
        {
            "chapter": 5,
            "verse": 72,
            "text": "They are certainly faithless who say, ‘Allah is the Messiah, son of Mary.’ But the Messiah had said, ‘O Children of Israel! Worship Allah, my Lord and your Lord. Indeed whoever ascribes partners to Allah, Allah shall forbid him [entry into] paradise, and his refuge shall be the Fire, and the wrongdoers will not have any helpers.’"
        },
        {
            "chapter": 5,
            "verse": 73,
            "text": "They are certainly faithless who say, ‘Allah is the third [person] of a trinity,’ while there is no god except the One God. If they do not relinquish what they say, there shall befall the faithless among them a painful punishment"
        },
        {
            "chapter": 5,
            "verse": 74,
            "text": "Will they not repent to Allah and plead to Him for forgiveness? Yet Allah is all-forgiving, all-merciful"
        },
        {
            "chapter": 5,
            "verse": 75,
            "text": "The Messiah, son of Mary, is but an apostle. Certainly [other] apostles have passed before him, and his mother was a truthful one. Both of them would eat food. Look how We clarify the signs for them, and yet, look, how they go astray"
        },
        {
            "chapter": 5,
            "verse": 76,
            "text": "Say, ‘Do you worship, besides Allah, what has no power to bring you any benefit or harm, while Allah—He is the All-hearing, the All-knowing?!’"
        },
        {
            "chapter": 5,
            "verse": 77,
            "text": "Say, ‘O People of the Book! Do not unduly exceed the bounds in your religion and do not follow the fancies of a people who went astray in the past, and led many astray, and [themselves] strayed from the right path.’"
        },
        {
            "chapter": 5,
            "verse": 78,
            "text": "The faithless among the Children of Israel were cursed on the tongue of David and Jesus son of Mary. That, because they would disobey and they used to commit transgression"
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "They would not forbid one another from the wrongs that they committed. Surely, evil is what they had been doing"
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "You see many of them fraternizing with the faithless. Surely evil is what they have sent ahead for their souls, as Allah is displeased with them and they shall remain in punishment [forever]"
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "Had they believed in Allah and the Prophet and what has been sent down to him, they would not have taken them for allies. But most of them are transgressors"
        },
        {
            "chapter": 5,
            "verse": 82,
            "text": "Surely You will find the most hostile of all people towards the faithful to be the Jews and the polytheists, and surely you will find the nearest of them in affection to the faithful to be those who say ‘We are Christians.’ That is because there are priests and monks among them, and because they are not arrogant"
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "When they hear what has been revealed to the Apostle, you see their eyes fill with tears because of the truth that they recognize. They say, ‘Our Lord, we believe; so write us down among the witnesses"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "Why should we not believe in Allah and the truth that has come to us, eager as we are that our Lord should admit us among the righteous people?’"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "So, for what they said, Allah requited them with gardens with streams running in them, to remain in them [forever], and that is the reward of the virtuous"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "But those who are faithless and deny Our signs —they shall be the inmates of hell"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "O you who have faith! Do not prohibit the good things that Allah has made lawful to you, and do not transgress. Indeed Allah does not like the transgressors"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "Eat the lawful and good things Allah has provided you, and be wary of Allah in whom you have faith"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Allah shall not take you to task for what is frivolous in your oaths; but He shall take you to task for what you pledge in earnest. The atonement for it is to feed ten needy persons with the average food you give to your families, or their clothing, or the freeing of a slave. He who cannot afford [any of these] shall fast for three days. That is the atonement for your oaths when you vow. But keep your oaths. Thus does Allah clarify His signs for you so that you may give thanks"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "O you who have faith! Indeed wine, gambling, idols and the divining arrows are abominations of Satan’s doing, so avoid them, so that you may be felicitous"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Indeed Satan seeks to cast enmity and hatred among you through wine and gambling, and to hinder you from the remembrance of Allah and from prayer. Will you, then, relinquish"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "And obey Allah and obey the Apostle, and beware; but if you turn your backs, then know that Our Apostle’s duty is only to communicate in clear terms"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "There will be no sin upon those who have faith and do righteous deeds in regard to what they have eaten [in the past] so long as they are Godwary and faithful and do righteous deeds, and are further Godwary and faithful, and are further Godwary and virtuous. And Allah loves the virtuous"
        },
        {
            "chapter": 5,
            "verse": 94,
            "text": "O you who have faith! Allah will surely test you with some of the game within the reach of your hands and spears, so that Allah may know those who fear Him in secret. So whoever transgresses after that, there is a painful punishment for him"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "O you who have faith! Do not kill any game when you are in pilgrim sanctity. Should any of you kill it intentionally, its atonement, the counterpart from cattle of what he has killed, as judged by two fair men among you, will be an offering brought to the Ka‘bah, or an atonement by feeding needy persons, or its equivalent in fasting, that he may taste the untoward consequences of his conduct. Allah has excused what is already past; but should anyone resume, Allah shall take vengeance on him, for Allah is all-mighty, avenger"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "You are permitted the game of the sea and its food, a provision for you and for the caravans, but you are forbidden the game of the land so long as you remain in pilgrim sanctity, and be wary of Allah toward whom you will be gathered"
        },
        {
            "chapter": 5,
            "verse": 97,
            "text": "Allah has made the Ka‘bah, the Sacred House, a [means of] sustentation for mankind, and [also] the sacred month, the offering and the garlands, so that you may know that Allah knows whatever there is in the heavens and whatever there is in the earth, and that Allah has knowledge of all things"
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "Know that Allah is severe in retribution, and that Allah is all-forgiving, all-merciful"
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "The Apostle’s duty is only to communicate and Allah knows whatever you disclose and whatever you conceal"
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "Say, ‘The good and the bad are not equal, though the abundance of the bad should amaze you.’ So be wary of Allah, O you who possess intellect, so that you may be felicitous"
        },
        {
            "chapter": 5,
            "verse": 101,
            "text": "O you who have faith! Do not ask about things which, if they are disclosed to you, will upset you. Yet if you ask about them while the Qur’an is being sent down, they shall be disclosed to you. Allah has excused it, and Allah is all-forgiving, all-forbearing"
        },
        {
            "chapter": 5,
            "verse": 102,
            "text": "Certainly some people asked about them before you and then came to disbelieve in them"
        },
        {
            "chapter": 5,
            "verse": 103,
            "text": "Allah has not prescribed any such thing as Bahira, Sa’ibah, WaYilah, or Ham; but those who are faithless fabricate lies against Allah, and most of them do not apply reason"
        },
        {
            "chapter": 5,
            "verse": 104,
            "text": "And when they are told, ‘Come to what Allah has sent down and [come] to the Apostle,’ they say, ‘Sufficient for us is what we have found our fathers following.’ What, even if their fathers did not know anything and were not guided"
        },
        {
            "chapter": 5,
            "verse": 105,
            "text": "O you who have faith! Take care of your own souls. He who strays cannot hurt you if you are guided. To Allah will be the return of you all, whereat He will inform you concerning what you used to do"
        },
        {
            "chapter": 5,
            "verse": 106,
            "text": "O you who have faith! The witness between you, when death approaches any of you, while making a bequest, shall be two fair men from among yourselves —or two from among others, if you are journeying in the land and the affliction of death visits you. You shall detain the two of them after the prayer, and, if you have any doubt, they shall vow by Allah, ‘We will not sell it for any gain, even if it were a relative, nor will we conceal the testimony of Allah, for then we would indeed be among the sinners.’"
        },
        {
            "chapter": 5,
            "verse": 107,
            "text": "But if it is found that both of them were guilty of a sin, then two others shall stand up in their place from among those nearest in kinship to the claimants and swear by Allah: ‘Our testimony is surely truer than their testimony, and we have not transgressed, for then we would indeed be among the wrongdoers.’"
        },
        {
            "chapter": 5,
            "verse": 108,
            "text": "That makes it likelier that they give the testimony in its genuine form, or fear that other oaths will be taken after their oaths. Be wary of Allah and listen, and Allah does not guide the transgressing lot"
        },
        {
            "chapter": 5,
            "verse": 109,
            "text": "The day Allah will gather the apostles and say, ‘What was the response to you?’ They will say, ‘We have no knowledge. Indeed You are knower of all that is Unseen.’"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "When Allah will say, O Jesus son of Mary, remember My blessing upon you and upon your mother, when I strengthened you with the Holy Spirit, so you would speak to the people in the cradle and in adulthood, and when I taught you the Book and wisdom, the Torah and the Evangel, and when you would create from clay the form of a bird, with My leave, and you would breathe into it and it would become a bird, with My leave; and you would heal the blind and the leper, with My leave, and you would raise the dead, with My leave; and when I held off [the evil of] the Children of Israel from you when you brought them manifest proofs, whereat the faithless among them said, ‘This is nothing but plain magic.’"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "And when I inspired the Disciples, [saying], ‘Have faith in Me and My apostle,’ they said, ‘We have faith. Bear witness that we are muslims.’"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "When the Disciples said, ‘O Jesus son of Mary! Can your Lord send down to us a table from the sky?’ Said he, ‘Be wary of Allah, should you be faithful.’"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "They said, ‘We desire to eat from it, and our hearts will be at rest: we shall know that you have told us the truth, and we shall be among the witnesses to it.’"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "Said Jesus son of Mary, ‘O Allah! Our Lord! Send down to us a table from the sky, to be a festival for us, for the first ones and the last ones among us and as a sign from You, and provide for us; for You are the best of providers.’"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "Allah said, ‘I will indeed send it down to you. But should any of you disbelieve after this, I will indeed punish him with a punishment such as I do not punish anyone in all creation.’"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "And when Allah will say, ‘O Jesus son of Mary! Was it you who said to the people, ‘‘Take me and my mother for gods besides Allah’’?’ He will say, ‘Immaculate are You! It does not behoove me to say what I have no right to [say]. Had I said it, You would certainly have known it: You know whatever is in my self, and I do not know what is in Your Self. Indeed You are knower of all that is Unseen"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "I did not say to them [anything] except what You had commanded me [to say]: ‘‘Worship Allah, my Lord and your Lord.’’ And I was a witness to them so long as I was among them. But when You had taken me away, You Yourself were watchful over them, and You are witness to all things"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "If You punish them, they are indeed Your creatures; but if You forgive them, You are indeed the All-mighty, the All-wise.’"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "Allah will say, ‘This day truthfulness shall benefit the truthful. For them there will be gardens with streams running in them, to remain in them forever. Allah is pleased with them and they are pleased with Him. That is the great success.’"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "To Allah belongs the kingdom of the heavens and the earth and whatever there is in them, and He has power over all things"
        },
        {
            "chapter": 6,
            "verse": 1,
            "text": "All praise belongs to Allah who created the heavens and the earth and made the darknesses and the light. Yet the faithless equate [others] with their Lord"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "It is He who created you from clay, then ordained the term [of your life] —the specified term is with Him— and yet you are in doubt"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "He is Allah in the heavens and on the earth: He knows your secret and your overt [matters], and He knows what you earn"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "There did not come to them any sign from among the signs of their Lord, but that they used to disregard it"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "They certainly denied the truth when it came to them, but soon there will come to them the news of what they have been deriding"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "Have they not regarded how many a generation We have destroyed before them whom We had granted power in the land in respects that We did not grant you, and We sent abundant rains for them from the sky and made streams run for them. Then We destroyed them for their sins, and brought forth another generation after them"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "Had We sent down to you a Book on paper so they could touch it with their [own] hands, [still] the faithless would have said, ‘This is nothing but plain magic.’"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "And they say, ‘Why has not an angel been sent down to him?’ Were We to send down an angel, the matter would surely be decided, and then they would not be granted any respite"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "And had We made him an angel, We would have surely made him a man, and We would have surely confounded them in regard to [the truth] that they confound"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "Apostles were certainly derided before you. Then those who ridiculed them were besieged by what they used to deride"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "Say, ‘Travel over the land, and then observe how was the fate of the deniers.’"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "Say, ‘To whom belongs whatever is in the heavens and the earth?’ Say, ‘To Allah. He has made mercy incumbent upon Himself. He will surely gather you on the Day of Resurrection, in which there is no doubt. Those who have ruined their souls will not have faith.’"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "To Him belongs whatever abides in the night and the day, and He is the All-hearing, the All-knowing"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "Say, ‘Shall I take for guardian [anyone] other than Allah, the originator of the heavens and the earth, who feeds and is not fed?’ Say, ‘I have been commanded to be the first of those who submit [to Allah],’ and never be one of the polytheists"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "Say, ‘Indeed, should I disobey my Lord, I fear the punishment of a tremendous day.’"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "Whoever is spared of it on that day, He has certainly been merciful to him, and that is the manifest success"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "Should Allah visit you with some distress there is no one to remove it except Him; and should He bring you some good, then He has power over all things"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "And He is the All-dominant over His servants, and He is the All-wise, the All-aware"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "Say, ‘What thing is greatest as witness?’ Say, ‘Allah! [He is] witness between me and you, and this Qur’an has been revealed to me that I may warn thereby you and whomever it may reach.’ ‘Do you indeed bear witness that there are other gods besides Allah?’ Say, ‘I do not bear witness [to any such thing].’ Say, ‘Indeed He is the One God, and I indeed disown what you associate [with Him].’"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "Those whom We have given the Book recognize him just as they recognize their sons. Those who have ruined their souls will not have faith"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "Who is a greater wrongdoer than him who fabricates a lie against Allah, or denies His signs? Indeed the wrongdoers will not be felicitous"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "On the day when We gather them all together, We shall say to those who ascribed partners [to Allah] ‘Where are your partners that you used to claim?’"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Then their only excuse will be to say, ‘By Allah, our Lord, we were not polytheists.’"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Look, how they forswear themselves, and what they used to fabricate has forsaken them"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "There are some of them who prick up their ears at you, but We have cast veils on their hearts lest they should understand it, and a deafness into their ears; and though they should see every sign, they will not believe in it. When they come to you, to dispute with you, the faithless say, ‘These are nothing but myths of the ancients.’"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "They dissuade [others] from [following] him, and [themselves] avoid him; yet they destroy no one except themselves, but they are not aware"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "Were you to see when they are brought to a halt by the Fire, whereupon they will say, ‘If only we were sent back [into the world]! Then we will not deny the signs of our Lord, and we will be among the faithful!’"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "Rather, now has become evident to them what they used to hide before. But were they to be sent back they would revert to what they were forbidden, and they are indeed liars"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "They say, ‘There is nothing but our life of this world, and we shall not be resurrected.’"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "Were you to see when they are stationed before their Lord. He will say, ‘Is this not a fact?’ They will say, ‘Yes, by our Lord!’ He will say, ‘So taste the punishment because of what you used to disbelieve.’"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "They are certainly losers who deny the encounter with Allah. When the Hour overtakes them suddenly, they will say, ‘Alas for us, for what we neglected in it!’ And they will bear their burdens on their backs. Look! Evil is what they bear"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "The life of the world is nothing but play and diversion, and the abode of the Hereafter is surely better for those who are Godwary. Do you not apply reason"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "We certainly know that what they say grieves you. Yet it is not you that they deny, but it is Allah’s signs that the wrongdoers impugn"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Apostles were certainly denied before you, yet they patiently bore being denied and tormented until Our help came to them. Nothing can change the words of Allah, and there have certainly come to you some of the accounts of the apostles"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "And should their aversion be hard on you, find, if you can, a tunnel into the ground, or a ladder into sky, that you may bring them a sign. Had Allah wished, He would have brought them together on guidance. So do not be one of the ignorant"
        },
        {
            "chapter": 6,
            "verse": 36,
            "text": "Only those who listen will respond [to you]. As for the dead, Allah will resurrect them, then they will be brought back to Him"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "They say, ‘Why has not a sign been sent down to him from his Lord?’ Say, ‘Allah is indeed able to send down a sign,’ but most of them do not know"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "There is no animal on land, nor a bird that flies with its wings, but they are communities like yourselves. We have not omitted anything from the Book. Then they will be mustered toward their Lord"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Those who deny Our signs are deaf and dumb, in a manifold darkness. Allah leads astray whomever He wishes, and whomever He wishes He puts him on a straight path"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Say, ‘Tell me, should Allah’s punishment overtake you, or should the Hour overtake you, will you supplicate anyone other than Allah, should you be truthful"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "Rather, Him you will supplicate, and He will remove that for which you supplicated Him, if He wishes, and you will forget what you ascribe [to Him] as [His] partners.’"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "We have certainly sent [apostles] to nations before you, then We seized them with stress and distress so that they might entreat [Us]"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Why did they not entreat when Our punishment overtook them! But their hearts had hardened, and Satan had made to seem decorous to them what they had been doing"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "So when they forgot what they had been admonished of, We opened for them the gates of all [good] things. When they rejoiced in what they were given, We seized them suddenly, whereat, behold, they were despondent"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "Thus the wrongdoing lot were rooted out, and all praise belongs to Allah, the Lord of all the worlds"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "Say, ‘Tell me, should Allah take away your hearing and your sight and set a seal on your hearts, which god other than Allah can bring it [back] to you?’ Look, how We paraphrase the signs variously; nevertheless they turn away"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "Say, ‘Tell me, should Allah’s punishment overtake you suddenly or visibly, will anyone be destroyed except the wrongdoing lot?’"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "We do not send the apostles except as bearers of good news and warners. As for those who are faithful and righteous, they will have no fear, nor will they grieve"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "But as for those who deny Our signs, the punishment shall befall them because of the transgressions they used to commit"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "Say, ‘I do not say to you that I possess the treasuries of Allah, nor do I know the Unseen, nor do I say to you that I am an angel. I follow only what is revealed to me.’ Say, ‘Are the blind one and the seer equal? So do you not reflect?’"
        },
        {
            "chapter": 6,
            "verse": 51,
            "text": "And warn by its means those who fear being mustered toward their Lord, besides whom they shall have neither any guardian nor any intercessor, so that they may be Godwary"
        },
        {
            "chapter": 6,
            "verse": 52,
            "text": "Do not drive away those who supplicate their Lord morning and evening desiring His face. Neither are you accountable for them in any way, nor are they accountable for you in any way, so that you may drive them away and thus become one of the wrongdoers"
        },
        {
            "chapter": 6,
            "verse": 53,
            "text": "Thus do We test them by means of one another so that they should say, ‘Are these the ones whom Allah has favoured from among us?!’ Does not Allah know best the grateful"
        },
        {
            "chapter": 6,
            "verse": 54,
            "text": "When those who have faith in Our signs come to you, say, ‘Peace to you! Your Lord has made mercy incumbent upon Himself: whoever of you commits an evil [deed] out of ignorance and then repents after that and reforms, then He is indeed all-forgiving, all-merciful.’"
        },
        {
            "chapter": 6,
            "verse": 55,
            "text": "Thus do We elaborate the signs, so that the way of the guilty may be exposed"
        },
        {
            "chapter": 6,
            "verse": 56,
            "text": "Say, ‘I have been forbidden to worship those whom you invoke besides Allah.’ Say, ‘I do not follow your desires, for then I will have gone astray, and I will not be among the [rightly] guided.’"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "Say, ‘Indeed I stand on a manifest proof from my Lord and you have denied it. What you seek to hasten is not up to me. Judgement belongs only to Allah; He expounds the truth and He is the best of judges.’"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "Say, ‘If what you seek to hasten were with me, the matter would surely have been decided between you and me, and Allah knows best the wrongdoers.’"
        },
        {
            "chapter": 6,
            "verse": 59,
            "text": "With Him are the treasures of the Unseen; no one knows them except Him. He knows whatever there is in land and sea. No leaf falls without His knowing it, nor is there a grain in the darkness of the earth, nor anything fresh or withered but it is in a manifest Book"
        },
        {
            "chapter": 6,
            "verse": 60,
            "text": "It is He who takes your souls by night, and He knows what you do by day, then He reanimates you therein so that a specified term may be completed. Then to Him will be your return, whereat He will inform you concerning what you used to do"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "He is the All-dominant over His servants, and He sends guards to [protect] you. When death approaches anyone of you, Our messengers take him away and they do not neglect [their duty]"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "Then they are returned to Allah, their real master. Look! All judgement belongs to Him, and He is the swiftest of reckoners"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "Say, ‘Who delivers you from the darkness of land and sea, [when] You invoke Him suppliantly and secretly: ‘‘If He delivers us from this, we will surely be among the grateful’’?’"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "Say, ‘It is Allah who delivers you from them and from every agony, [but] then you ascribe partners [to Him].’"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "Say, ‘He is able to send upon you a punishment from above you or from under your feet, or confound you as [hostile] factions, and make you taste one another’s violence.’ Look, how We paraphrase the signs variously so that they may understand"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "Your people have denied it, though it is the truth. Say, ‘It is not my business to watch over you.’"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "For every prophecy there is a [preordained] setting, and soon you will know"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "When you see those who gossip impiously about Our signs, avoid them until they engage in some other discourse; but if Satan makes you forget, then, after remembering, do not sit with the wrongdoing lot"
        },
        {
            "chapter": 6,
            "verse": 69,
            "text": "Those who are Godwary are in no way accountable for them, but this is merely for admonition’s sake, so that they may beware"
        },
        {
            "chapter": 6,
            "verse": 70,
            "text": "Leave alone those who take their religion for play and diversion and whom the life of this world has deceived, and admonish with it, lest any soul should perish because of what it has earned: It shall not have any guardian besides Allah, nor any intercessor; and though it should offer every kind of ransom, it shall not be accepted from it. They are the ones who perish because of what they have earned; they shall have boiling water for drink and a painful punishment because of what they used to defy"
        },
        {
            "chapter": 6,
            "verse": 71,
            "text": "Say, ‘Shall we invoke besides Allah that which can neither benefit us nor harm us, and turn back on our heels after Allah has guided us, like someone seduced by the devils and bewildered on the earth, who has companions that invite him to guidance, [saying,] ‘‘Come to us!’’?’ Say, ‘Indeed it is the guidance of Allah which is [true] guidance. and we have been commanded to submit to the Lord of all the worlds"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "and that ‘‘Maintain the prayer and be wary of Him, and it is He toward whom you will be gathered.’’ ’"
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "It is He who created the heavens and the earth with reason, and the day He says [to something], ‘Be!’ it is. His word is the truth, and to Him belongs all sovereignty on the day when the Trumpet will be blown. Knower of the sensible and the Unseen, He is the All-wise, the All-aware"
        },
        {
            "chapter": 6,
            "verse": 74,
            "text": "When Abraham said to Azar, his father, ‘Do you take idols for gods? Indeed I see you and your people in manifest error.’"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "Thus did We show Abraham the dominions of the heavens and the earth, that he might be of those who possess certitude"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "When night darkened over him, he saw a star and said, ‘This is my Lord!’ But when it set, he said, ‘I do not like those who set.’"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "Then, when he saw the moon rising, he said, ‘This is my Lord!’ But when it set, he said, ‘Had my Lord not guided me, I would surely have been among the astray lot.’"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "Then, when he saw the sun rising, he said, ‘This is my Lord! This is bigger!’ But when it set, he said, ‘O my people, indeed I disown what you take as [His] partners.’"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "Indeed I have turned my face toward Him who originated the heavens and the earth, as a á¸¥ana«f, and I am not one of the polytheists.’"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "His people argued with him. He said, ‘Do you argue with me concerning Allah, while He has guided me for certain? I do not fear what you ascribe to Him as [His] partners, excepting anything that my Lord may wish. My Lord embraces all things in [His] knowledge. Will you not then take admonition"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "How could I fear what you ascribe [to Him] as [His] partners, when you do not fear ascribing to Allah partners for which He has not sent down any authority to you? So [tell me,] which of the two sides has a greater right to safety, if you know"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "Those who have faith and do not taint their faith with wrongdoing —for such there shall be safety, and they are the [rightly] guided.’"
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "This was Our argument that We gave to Abraham against his people. We raise in rank whomever We wish. Indeed your Lord is all-wise, all-knowing"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "And We gave him Isaac and Jacob and guided each of them. And Noah We had guided before, and from his offspring, David and Solomon, Job, Joseph, Moses and Aaron —thus do We reward the virtuous—"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "and Zechariah, John, Jesus and Ilyas, —each of them among the righteous—"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "and Ishmael, Elisha, Jonah and Lot —each We graced over all the nations—"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "and from among their fathers, their descendants and brethren —We chose them and guided them to a straight path"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "That is Allah’s guidance: with it He guides whomever He wishes of His servants. But were they to ascribe any partners [to Allah], what they used to do would not avail them"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "They are the ones whom We gave the Book, the judgement and prophethood. So if these disbelieve in them, We have certainly entrusted them to a people who will never disbelieve in them"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "They are the ones whom Allah has guided. So follow their guidance. Say, ‘I do not ask you any recompense for it. It is just an admonition for all the nations.’"
        },
        {
            "chapter": 6,
            "verse": 91,
            "text": "They did not regard Allah with the regard due to Him when they said, ‘Allah has not sent down anything to any human.’ Say, ‘Who had sent down the Book that was brought by Moses as a light and guidance for the people, which You make into parchments that you display, while you conceal much of it, and [by means of which] you were taught what you did not know, [neither] you nor your fathers?’ Say, ‘Allah!’ Then leave them to play around in their impious gossip"
        },
        {
            "chapter": 6,
            "verse": 92,
            "text": "Blessed is this Book which We have sent down, confirming what was [revealed] before it, so that you may warn the Mother of Cities and those around it. Those who believe in the Hereafter believe in it, and they are watchful of their prayers"
        },
        {
            "chapter": 6,
            "verse": 93,
            "text": "Who is a greater wrongdoer than him who fabricates a lie against Allah, or says, ‘It has been revealed to me,’ while nothing was revealed to him, and he who says, ‘I will bring the like of what Allah has sent down?’ Were you to see when the wrongdoers are in the throes of death, and the angels extend their hands [saying]: ‘Give up your souls! Today you shall be requited with a humiliating punishment because of what you used to attribute to Allah untruly, and for your being disdainful towards His signs.’"
        },
        {
            "chapter": 6,
            "verse": 94,
            "text": "‘Certainly you have come to Us alone, just as We created you the first time, and left behind whatever We had bestowed on you. We do not see your intercessors with you —those whom you claimed to be [Our] partners in [deciding] you[r] [fate]. Certainly all links between you have been cut, and what you used to claim has forsaken you!’"
        },
        {
            "chapter": 6,
            "verse": 95,
            "text": "Indeed Allah is the splitter of the grain and the pit. He brings forth the living from the dead and He brings forth the dead from the living. That is Allah! Then where do you stray"
        },
        {
            "chapter": 6,
            "verse": 96,
            "text": "Splitter of the dawn, He has made the night for rest, and the sun and the moon for calculation. That is the ordaining of the All-mighty, the All-knowing"
        },
        {
            "chapter": 6,
            "verse": 97,
            "text": "It is He who made the stars for you, so that you may be guided by them in the darkness of land and sea. We have certainly elaborated the signs for a people who have knowledge"
        },
        {
            "chapter": 6,
            "verse": 98,
            "text": "It is He who created you from a single soul, then there is the [enduring] abode and the place of temporary lodging. We have certainly elaborated the signs for a people who understand"
        },
        {
            "chapter": 6,
            "verse": 99,
            "text": "It is He who sends down water from the sky, and brings forth with it every kind of growing thing. Then from it We bring forth vegetation from which We produce the grain, in clusters, and from the palm-tree, from the spathes of it, low-hanging clusters [of dates], and gardens of grapes, olives and pomegranates, similar and dissimilar. Look at its fruit as it fructifies and ripens. Indeed there are signs in that for a people who have faith"
        },
        {
            "chapter": 6,
            "verse": 100,
            "text": "They make the jinn partners of Allah, though He has created them, and carve out sons and daughters for Him, without any knowledge. Immaculate is He and exalted above what they allege [concerning Him]"
        },
        {
            "chapter": 6,
            "verse": 101,
            "text": "The originator of the heavens and the earth —how could He have a son when He has had no spouse? He created all things and He has knowledge of all things"
        },
        {
            "chapter": 6,
            "verse": 102,
            "text": "That is Allah, your Lord, there is no god except Him, the creator of all things; so worship Him. He watches over all things"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "The sights do not apprehend Him, yet He apprehends the sights, and He is the All-attentive, the All-aware"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "[Say,] ‘Certainly insights have come to you from your Lord. So whoever sees, it is to the benefit of his own soul, and whoever remains blind, it is to its detriment, and I am not a keeper over you.’"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "Thus do We paraphrase the signs variously, lest they should say, ‘You have received instruction,’ and so that We may make it clear for a people who have knowledge"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "Follow that which has been revealed to you from your Lord, there is no god except Him, and turn away from the polytheists"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "Had Allah wished they would not have ascribed partners [to Him]. We have not made you a caretaker for them, nor is it your duty to watch over them"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "Do not abuse those whom they invoke besides Allah, lest they should abuse Allah out of hostility, without any knowledge. That is how to every people We have made their conduct seem decorous. Then their return will be to their Lord and He will inform them concerning what they used to do"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "They swear by Allah with solemn oaths that were a sign to come to them they would surely believe in it. Say, ‘The signs are only with Allah,’ and what will bring home to you that they will not believe even if they came"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "We transform their hearts and their visions as they did not believe in it the first time, and We leave them bewildered in their rebellion"
        },
        {
            "chapter": 6,
            "verse": 111,
            "text": "Even if We had sent down angels to them, and the dead had spoken to them, and We had gathered before them all things manifestly, they would [still] not believe unless Allah wished. But most of them are ignorant"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "That is how for every prophet We appointed as enemy the devils from among humans and jinn, who inspire each other with flashy words, deceptively. Had your Lord wished, they would not have done it. So leave them with what they fabricate"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "so that toward it may incline the hearts of those who do not believe in the Hereafter, and so that they may be pleased with it and commit what they commit"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "[Say,] ‘Shall I seek a judge other than Allah, while it is He who has sent down to you the Book, well-elaborated?’ Those whom We have given the Book know that it has been sent down from your Lord with the truth; so do not be one of the skeptics"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "The word of your Lord has been fulfilled in truth and justice. Nothing can change His words, and He is the All-hearing, the All-knowing"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "If you obey most of those on the earth, they will lead you astray from the way of Allah. They follow nothing but conjectures and they do nothing but surmise"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Indeed your Lord knows best those who stray from His way; and He knows best those who are guided"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "Eat from that over which Allah’s Name has been mentioned, if you are believers in His signs"
        },
        {
            "chapter": 6,
            "verse": 119,
            "text": "Why should you not eat that over which Allah’s Name has been mentioned, while He has already elaborated for you whatever He has forbidden you, excepting what you may be compelled to [eat]? Indeed many mislead [others] by their fancies, without any knowledge. Indeed your Lord knows best the transgressors"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "Renounce outward sins and the inward ones. Indeed those who commit sins shall be requited for what they used to commit"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "Do not eat [anything] of that over which Allah’s Name has not been mentioned, and that is indeed transgression. Indeed the satans inspire their friends to dispute with you; and if you obey them, you will indeed be polytheists"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "Is he who was lifeless, then We gave him life and provided him with a light by which he walks among the people, like one who dwells in a manifold darkness which he cannot leave? To the faithless is thus presented as decorous what they have been doing"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "Thus have We installed in every town its major criminals that they may plot therein. Yet they do not plot except against their own souls, but they are not aware"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "And when a sign comes to them, they say, ‘We will not believe until we are given the like of what was given to Allah’s apostles.’ Allah knows best where to place His apostleship! Soon the guilty will be visited by a degradation before Allah and a severe punishment because of the plots they used to devise"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "Whomever Allah desires to guide, He opens his breast to Islam, and whomever He desires to lead astray, He makes his breast narrow and straitened as if he were climbing to a height. Thus does Allah lay [spiritual] defilement on those who do not have faith"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "This is the straight path of your Lord. We have already elaborated the signs for a people who take admonition"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "For them shall be the abode of peace near their Lord and He will be their guardian because of what they used to do"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "On the day He will gather them all together, [He will say], ‘O company of jinn! You claimed many of the humans.’ Their friends from among the humans will say, ‘Our Lord, we used each other, and we completed our term which You had appointed for us.’ He will say, ‘The Fire is your abode, to remain in it [forever], except what Allah may wish.’ Indeed your Lord is all-wise, all-knowing"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "That is how We make the wrongdoers one another’s friends because of what they used to earn"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "‘O company of jinn and humans! Did there not come to you apostles from yourselves, recounting to you My signs and warning you of the encounter of this Day?’ They will say, ‘We testify against ourselves.’ The life of this world had deceived them, and they will testify against themselves that they had been faithless"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "This is because your Lord would never destroy the towns unjustly while their people were unaware"
        },
        {
            "chapter": 6,
            "verse": 132,
            "text": "For everyone there are ranks in accordance with what they have done; and your Lord is not oblivious of what they do"
        },
        {
            "chapter": 6,
            "verse": 133,
            "text": "Your Lord is the All-sufficient dispenser of mercy. If He wishes, He will take you away, and make whomever He wishes succeed you, just as He produced you from the descendants of another people"
        },
        {
            "chapter": 6,
            "verse": 134,
            "text": "Indeed what you are promised will surely come, and you will not be able to thwart it"
        },
        {
            "chapter": 6,
            "verse": 135,
            "text": "Say, ‘O my people, Act according to your ability; I too am acting. Soon you will know in whose favour the outcome of that abode will be. Indeed the wrongdoers will not be felicitous.’"
        },
        {
            "chapter": 6,
            "verse": 136,
            "text": "They dedicate to Allah out of what He has created of the crops and cattle a portion, and say, ‘This is for Allah,’ so do they maintain, ‘and this is for our partners.’ But what is for their partners does not reach Allah, and what is for Allah reaches their partners. Evil is the judgement that they make"
        },
        {
            "chapter": 6,
            "verse": 137,
            "text": "That is how to most of the polytheists is presented as decorous the slaying of their children by those whom they ascribe as partners [to Allah], that they may ruin them and confound their religion for them. Had Allah wished, they would not have done it. So leave them with what they fabricate"
        },
        {
            "chapter": 6,
            "verse": 138,
            "text": "And they say, ‘These cattle and tillage are a taboo: none may eat them except whom we please,’ so they maintain, and there are cattle whose backs are forbidden and cattle over which they do not mention Allah’s Name, fabricating a lie against Him. Soon He will requite them for what they used to fabricate"
        },
        {
            "chapter": 6,
            "verse": 139,
            "text": "And they say, ‘That which is in the bellies of these cattle is exclusively for our males and forbidden to our wives. But if it be still-born, they will all share it.’ Soon He will requite them for their allegations. Indeed He is all-wise, all-knowing"
        },
        {
            "chapter": 6,
            "verse": 140,
            "text": "They are certainly losers who slay their children foolishly without knowledge, and forbid what Allah has provided them, fabricating a lie against Allah. Certainly, they have gone astray and are not guided"
        },
        {
            "chapter": 6,
            "verse": 141,
            "text": "It is He who produces gardens trellised and without trellises, and palm-trees and crops of diverse produce, olives and pomegranates, similar and dissimilar. Eat of its fruits when it fructifies, and give its due on the day of harvest, and do not be wasteful; indeed He does not like the wasteful"
        },
        {
            "chapter": 6,
            "verse": 142,
            "text": "Of the cattle [some] are for burden and [some] for slaughter. Eat of what Allah has provided you and do not follow in Satan’s footsteps; he is indeed your manifest enemy"
        },
        {
            "chapter": 6,
            "verse": 143,
            "text": "Eight mates: two of sheep, and two of goats. Say, ‘Is it the two males that He has forbidden or the two females, or what is contained in the wombs of the two females? Inform me with knowledge, should you be truthful.’"
        },
        {
            "chapter": 6,
            "verse": 144,
            "text": "And two of camels and two of oxen. Say, ‘Is it the two males that He has forbidden or the two females, or what is contained in the wombs of the two females? Were you witnesses when Allah enjoined this upon you?’ So who is a greater wrongdoer than him who fabricates a lie against Allah to mislead the people without any knowledge? Indeed Allah does not guide the wrongdoing lot"
        },
        {
            "chapter": 6,
            "verse": 145,
            "text": "Say, ‘I do not find in what has been revealed to me that anyone be forbidden to eat anything except carrion or spilt blood, or the flesh of swine —for that is indeed unclean— or an impiety offered to other than Allah.’ But should someone be compelled, without being rebellious or aggressive, indeed your Lord is all-forgiving, all-merciful"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "To the Jews We forbade every animal having an undivided hoof, and of oxen and sheep We forbade them their fat, except what is borne by their backs or the entrails or what is attached to the bones. We requited them with that for their rebelliousness, and We indeed speak the truth"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "But if they deny you, say, ‘Your Lord is dispenser of an all-embracing mercy, but His punishment will not be averted from the guilty lot.’"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "The polytheists will say, ‘Had Allah wished we would not have ascribed any partner [to Him], nor our fathers, nor would we have forbidden anything.’ Those who were before them had denied likewise until they tasted Our punishment. Say, ‘Do you have any [revealed] knowledge that you can produce before us? You follow nothing but conjectures, and you do nothing but surmise.’"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "Say, ‘To Allah belongs the conclusive argument. Had He wished, He would have surely guided you all.’"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "Say, ‘Bring your witnesses who may testify that Allah has forbidden this.’ So if they testify, do not testify with them, and do not follow the desires of those who deny Our signs, and those who do not believe in the Hereafter and equate [others] with their Lord"
        },
        {
            "chapter": 6,
            "verse": 151,
            "text": "Say, ‘Come, I will recount what your Lord has forbidden you from. That you shall not ascribe any partners to Him, and you shall be good to the parents, you shall not kill your children due to penury —We will provide for you and for them— you shall not approach indecencies, the outward among them and the inward ones, and you shall not kill a soul [whose life] Allah has made inviolable, except with due cause. This is what He has enjoined upon you so that you may apply reason"
        },
        {
            "chapter": 6,
            "verse": 152,
            "text": "Do not approach the orphan’s property, except in the best [possible] manner, until he comes of age. And observe fully the measure and the balance with justice.’ We task no soul except according to its capacity. ‘And when you speak, be fair, even if it were a relative; and fulfill Allah’s covenant. This is what He enjoins upon you so that you may take admonition.’"
        },
        {
            "chapter": 6,
            "verse": 153,
            "text": "‘This indeed is my straight path, so follow it, and do not follow [other] ways, for they will separate you from His way. This is what He enjoins upon you so that you may be Godwary.’"
        },
        {
            "chapter": 6,
            "verse": 154,
            "text": "Then We gave Moses the Book, completing [Our blessing] on him who is virtuous, and as an elaboration of all things, and as a guidance and mercy, so that they may believe in the encounter with their Lord"
        },
        {
            "chapter": 6,
            "verse": 155,
            "text": "And this Book that We have sent down is a blessed one; so follow it, and be Godwary so that you may receive [His] mercy"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "Lest you should say, ‘The Book was sent down only to two communities before us, and we were indeed unaware of their studies,’"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "or [lest] you should say, ‘If the Book had been sent down to us, surely we would have been better-guided than them.’ There has already come to you a manifest proof from your Lord and a guidance and mercy. So who is a greater wrongdoer than him who denies the signs of Allah, and turns away from them? Soon We shall requite those who turn away from Our signs with a terrible punishment because of what they used to evade"
        },
        {
            "chapter": 6,
            "verse": 158,
            "text": "Do they await anything but that the angels should come to them, or your Lord should come, or some of your Lord’s signs should come? The day when some of your Lord’s signs do come, faith shall not benefit any soul that had not believed beforehand and had not earned some goodness in its faith. Say, ‘Wait! We too are waiting!’"
        },
        {
            "chapter": 6,
            "verse": 159,
            "text": "Indeed those who split up their religion and became sects, you will not have anything to do with them. Their matter rests only with Allah; then He will inform them concerning what they used to do"
        },
        {
            "chapter": 6,
            "verse": 160,
            "text": "Whoever brings virtue shall receive ten times its like; but whoever brings vice shall not be requited except with its like, and they will not be wronged"
        },
        {
            "chapter": 6,
            "verse": 161,
            "text": "Say, ‘Indeed my Lord has guided me to a straight path, the upright religion, the creed of Abraham, a á¸¥ana«f, and he was not one of the polytheists.’"
        },
        {
            "chapter": 6,
            "verse": 162,
            "text": "Say, ‘Indeed my prayer and my worship, my life and my death are for the sake of Allah, the Lord of all the worlds"
        },
        {
            "chapter": 6,
            "verse": 163,
            "text": "He has no partner, and this [creed] I have been commanded [to follow], and I am the first of those who submit [to Allah].’"
        },
        {
            "chapter": 6,
            "verse": 164,
            "text": "Say, ‘Shall I seek a Lord other than Allah, while He is the Lord of all things?’ No soul does evil except against itself, and no bearer shall bear another’s burden; then to your Lord will be your return, whereat He will inform you concerning that about which you used to differ"
        },
        {
            "chapter": 6,
            "verse": 165,
            "text": "It is He who has made you successors on the earth, and raised some of you in rank above others so that He may test you in respect to what He has given you. Indeed your Lord is swift in retribution, and indeed He is all-forgiving, all-merciful"
        },
        {
            "chapter": 7,
            "verse": 1,
            "text": "Alif, Lam, Ma«m, á¹¢ad"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "[This is] a Book that has been sent down to you —so let there be no disquiet in your heart on its account that you may warn thereby— and as an admonition for the faithful"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "Follow what has been sent down to you from your Lord, and do not follow any masters besides Him. Little is the admonition that you take"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "How many a town We have destroyed! Our punishment came to it at night, or while they were taking a midday nap"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "Then their cry, when Our punishment overtook them, was only that they said, ‘We have indeed been wrongdoers!’"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "We will surely question those to whom the apostles were sent, and We will surely question the apostles"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "Then We will surely recount to them with knowledge, for We had not been absent"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "The weighing [of deeds] on that Day is a truth. As for those whose deeds weigh heavy in the scales —it is they who are the felicitous"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "As for those whose deeds weigh light in the scales, —it is they who have ruined their souls, because they used to wrong Our signs"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "Certainly We have established you on the earth, and made in it [various] means of livelihood for you. Little do you thank"
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "Certainly We created you, then We formed you, then We said to the angels, ‘Prostrate before Adam.’ So they [all] prostrated, but not Iblis: he was not among those who prostrated"
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "Said He, ‘What prevented you from prostrating, when I commanded you?’ ‘I am better than him,’ he said. ‘You created me from fire and You created him from clay.’"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "‘Get down from it!’ He said. ‘It is not for you to be arrogant therein. Begone! You are indeed among the degraded ones.’"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "He said, ‘Respite me till the day they will be resurrected.’"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "Said He, ‘You are indeed among the reprieved.’"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "‘As You have consigned me to perversity,’ he said, ‘I will surely lie in wait for them on Your straight path"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "Then I will come at them from their front and from their rear, and from their right and their left, and You will not find most of them to be grateful.’"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "Said He, ‘Begone hence, blameful, banished! Whoever of them follows you, I will surely fill hell with you all.’"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "[Then He said to Adam,] ‘O Adam, dwell with your mate in paradise, and eat thereof whence you wish; but do not approach this tree, lest you should be among the wrongdoers.’"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "Then Satan tempted them, to expose to them what was hidden from them of their nakedness, and he said, ‘Your Lord has only forbidden you from this tree lest you should become angels, or lest you become immortal.’"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "And he swore to them, ‘I am indeed your well-wisher.’"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "Thus he brought about their fall by deception. So when they tasted of the tree, their nakedness became exposed to them, and they began to stitch over themselves with the leaves of paradise. Their Lord called out to them, ‘Did I not forbid you from that tree, and tell you, ‘‘Satan is indeed your manifest enemy?’’ ’"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "They said, ‘Our Lord, we have wronged ourselves! If You do not forgive us and have mercy upon us, we will surely be among the losers.’"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "He said, ‘Get down, being enemies of one another! On the earth shall be your abode and sustenance for a time.’"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "He said, ‘In it you will live, and in it you will die; and from it you will be raised [from the dead].’"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "‘O Children of Adam! We have certainly sent down to you garments to cover your nakedness, and for adornment. Yet the garment of Godwariness—that is the best.’ That is [one] of Allah’s signs, so that they may take admonition"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "‘O Children of Adam! Do not let Satan tempt you, like he expelled your parents from paradise, stripping them of their garments to expose to them their nakedness. Indeed he sees you—he and his hosts— whence you do not see them. We have indeed made the devils friends of those who have no faith.’"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "When they commit an indecency, they say, ‘We found our fathers practising it, and Allah has enjoined it upon us.’ Say, ‘Indeed Allah does not enjoin indecencies. Do you attribute to Allah what you do not know?’"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "Say, ‘My Lord has enjoined justice,’ and [He has enjoined,] ‘Set your heart [on Him] at every occasion of prayer, and invoke Him, putting your exclusive faith in Him. Even as He brought you forth in the beginning, so will you return.’"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "A part [of mankind] He has guided and a part has deserved [to be consigned to] error, for they took devils for guardians instead of Allah, and supposed they were guided"
        },
        {
            "chapter": 7,
            "verse": 31,
            "text": "O Children of Adam! Put on your adornment on every occasion of prayer, and eat and drink, but do not waste; indeed He does not like the wasteful"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "Say, ‘Who has forbidden the adornment of Allah which He has brought forth for His servants, and the good things of [His] provision?’ Say, ‘These are for the faithful in the life of this world, and exclusively for them on the Day of Resurrection.’ Thus do We elaborate the signs for a people who have knowledge"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "Say, ‘My Lord has only forbidden indecencies, the outward among them and the inward ones, and sin and undue aggression, and that you should ascribe to Allah partners for which He has not sent down any authority, and that you should attribute to Allah what you do not know"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "There is a [preordained] time for every nation: when their time comes, they shall not defer it by a single hour nor shall they advance it"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "O Children of Adam! If there come to you apostles from among yourselves, recounting to you My signs, then those who are Godwary and righteous will have no fear, nor will they grieve"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "But those who deny Our signs and are disdainful of them, they shall be the inmates of the Fire and they shall remain in it [forever]"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "So who is a greater wrongdoer than him who fabricates a lie against Allah, or denies His signs? Their share, as decreed in the Book, shall reach them. When Our messengers come to take them away, they will say, ‘Where is that which you used to invoke besides Allah?’ They will say, ‘They have forsaken us,’ and they will testify against themselves that they were faithless"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "He will say, ‘Enter, along with the nations who passed before you of jinn and humans, into the Fire!’ Every time that a nation enters [hell], it will curse its sister [nation]. When they all rejoin in it, the last of them will say about the first of them, ‘Our Lord, it was they who led us astray; so give them a double punishment of the Fire.’ He will say, ‘It is double for each [of you], but you do not know.’"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "And the first of them will say to the last of them, ‘You have no advantage over us! So taste the punishment because of what you used to earn.’"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "Indeed, those who deny Our signs and are disdainful of them— the gates of the heaven will not be opened for them, nor shall they enter paradise until the camel passes through the needle’s eye, and thus do We requite the guilty"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "They shall have hell for their resting place, and over them shall be sheets [of fire], and thus do We requite the wrongdoers"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "As for those who have faith and do righteous deeds —We task no soul except according to its capacity— they shall be the inhabitants of paradise, and they shall remain in it [forever]"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "We will remove whatever rancour there is in their breasts, and streams will run for them. They will say, ‘All praise belongs to Allah, who guided us to this. We would have never been guided had not Allah guided us. Our Lord’s apostles had certainly brought the truth.’ And the call would be made to them: ‘This is paradise, which you have been given to inherit because of what you used to do!’"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "The inhabitants of paradise will call out to the inmates of the Fire, ‘We found what our Lord promised us to be true; did you find what your Lord promised you to be true?’ ‘Yes,’ they will say. Then a caller will announce in their midst, ‘May Allah’s curse be on the wrongdoers!’"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "—Those who bar [others] from the way of Allah, and seek to make it crooked, and disbelieve in the Hereafter"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "And there will be a veil between them. And on the Elevations will be certain men who recognize each of them by their mark. They will call out to the inhabitants of paradise, ‘Peace be to you!’ (They will not have entered it, though they would be eager to do so)"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "And when their look is turned toward the inmates of the Fire, they will say, ‘Our Lord, do not put us among the wrongdoing lot!’"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "And the occupants of the Elevations will call out to certain men whom they recognize by their marks, ‘Your rallying did not avail you, nor what you used to disdain"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "Are these the ones concerning whom you swore that Allah will not extend them any mercy?’ ‘Enter paradise! You shall have no fear, nor shall you grieve.’"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "The inmates of the Fire will call out to the inhabitants of paradise, ‘Pour on us some water, or something of what Allah has provided you.’ They will say, ‘Allah has indeed forbidden these two to the faithless!’"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "Those who took their religion for diversion and play and whom the life of the world had deceived. So today We will forget them as they forgot the encounter of this day of theirs, and as they used to impugn Our signs"
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "Certainly We have brought them a Book, which We have elaborated with knowledge, as a guidance and mercy for a people who have faith"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "Do they await anything but its fulfillment? The day when its fulfillment comes, those who had forgotten it before will say, ‘Our Lord’s apostles had certainly brought the truth. If only we had some intercessors to intercede for us, or we would be returned, so that we may do differently from what we did!’ They have certainly ruined their souls, and what they used to fabricate has forsaken them"
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "Indeed your Lord is Allah, who created the heavens and the earth in six days, and then settled on the Throne. He draws the night’s cover over the day, which pursues it swiftly, and [He created] the sun, the moon, and the stars, [all of them] disposed by His command. Look! All creation and command belong to Him. Blessed is Allah, the Lord of all the worlds"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "Supplicate your Lord, beseechingly and secretly. Indeed He does not like the transgressors"
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "And do not cause corruption on the earth after its restoration, and supplicate Him with fear and hope: indeed Allah’s mercy is close to the virtuous"
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "It is He who sends forth the winds as harbingers of His mercy. When they bear [rain-]laden clouds, We drive them toward a dead land and send down water on it, and with it We bring forth all kinds of crops. Thus shall We raise the dead; maybe you will take admonition"
        },
        {
            "chapter": 7,
            "verse": 58,
            "text": "The good land—its vegetation comes out by the permission of its Lord, and as for that which is bad, it does not come out except sparsely. Thus do We paraphrase the signs variously for a people who give thanks"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "Certainly We sent Noah to his people. He said, ‘O my people, worship Allah! You have no other god besides Him. Indeed I fear for you the punishment of a tremendous day.’"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "The elite of his people said, ‘Indeed we see you in manifest error.’"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "He said, ‘O my people, I am not in error. Rather I am an apostle from the Lord of all the worlds"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "I communicate to you the messages of my Lord, and I am your well-wisher, and I know from Allah what you do not know"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "Do you consider it odd that a reminder from your Lord should come to you through a man from among yourselves, to warn you so that you may be Godwary and so that you may receive His mercy?’"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "But they denied him. So We delivered him and those who were with him in the ark, and We drowned those who denied Our signs. Indeed they were a blind lot"
        },
        {
            "chapter": 7,
            "verse": 65,
            "text": "And to [the people of] ‘Ad, Hud, their brother. He said, ‘O my people, worship Allah! You have no other god besides Him. Will you not then be wary [of Him]?’"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "The elite of his people who were faithless said, ‘Indeed we see you to be in folly, and indeed we consider you to be a liar.’"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "He said, ‘O my people, I am not in folly. Rather I am an apostle from the Lord of all the worlds"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "I communicate to you the messages of my Lord and I am a trustworthy well-wisher for you"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "Do you consider it odd that there should come to you a reminder from your Lord through a man from among yourselves, so that he may warn you? Remember when He made you successors after the people of Noah, and increased you vastly in creation. So remember Allah’s bounties so that you may be felicitous.’"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "They said, ‘Have you come to [tell] us that we should worship Allah alone and abandon what our fathers have been worshiping? Then bring us what you threaten us with, should you be truthful.’"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "He said, ‘There has become due against you a punishment and wrath from your Lord. Do you dispute with me regarding names which you have named —you and your fathers— for which Allah has not sent down any authority? So wait! I too am waiting along with you.’"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "Then We delivered him and those who were with him by a mercy from Us, and We rooted out those who denied Our signs and were not faithful"
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "And to [the people of] Thamud, á¹¢aliá¸¥, their brother. He said, ‘O my people, worship Allah! You have no other god besides Him. There has certainly come to you a manifest proof from your Lord. This she-camel of Allah is a sign for you. Let her alone to graze [freely] in Allah’s land, and do not cause her any harm, for then you shall be seized by a painful punishment"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "Remember when He made you successors after [the people of] ‘a€d, and settled you in the land: you build palaces in its plains, and hew houses out of the mountains. So remember Allah’s bounties, and do not act wickedly on the earth, causing corruption.’"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "The elite of his people who were arrogant said to those who were abased —to those among them who had faith— ‘Do you know that á¹¢aliá¸¥ has been sent by his Lord?’ They said, ‘We indeed believe in what he has been sent with.’"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "Those who were arrogant said, ‘We indeed disbelieve in what you have believed.’"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "So they hamstrung the She-camel and defied the command of their Lord, and they said, ‘O á¹¢aliá¸¥, bring us what you threaten us with, if you are one of the apostles.’"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "So the earthquake seized them, and they lay lifeless prostrate in their homes"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "So he abandoned them [to their fate], and said, ‘O my people! Certainly I communicated to you the message of my Lord, and I was your well-wisher, but you did not like well-wishers.’"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "And Lot, when he said to his people, ‘What! Do you commit an outrage none in the world ever committed before you"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "Indeed you come to men with desire instead of women! Rather you are a profligate lot.’"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "But the only answer of his people was that they said, ‘Expel them from your town! They are indeed a puritanical lot.’"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "So We delivered him and his family, except his wife; she was one of those who remained behind"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "Then We poured down upon them a rain [of stones]. So observe how was the fate of the guilty"
        },
        {
            "chapter": 7,
            "verse": 85,
            "text": "And to [the people of] Midian, Shu‘ayb, their brother. He said, ‘O my people, worship Allah! You have no other god besides Him. There has certainly come to you a manifest proof from your Lord. Observe fully the measure and the balance, and do not cheat the people of their goods, and do not cause corruption on the earth after its restoration. That is better for you, if you are faithful"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "And do not lie in wait on every road to threaten and bar from the way of Allah those who have faith in Him, seeking to make it crooked. And remember when you were few, and He multiplied you, and observe how was the fate of the agents of corruption"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "If a group of you have believed in what I have been sent with, and a group have not believed, be patient until Allah judges between us, and He is the best of judges.’"
        },
        {
            "chapter": 7,
            "verse": 88,
            "text": "The elite of his people who were arrogant said, ‘O Shu‘ayb, we will surely expel you and the faithful who are with you from our town, or else you shall revert to our creed.’ He said, ‘What! Even if we should be unwilling"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "We would be fabricating a lie against Allah should we revert to your creed after Allah had delivered us from it. It does not behoove us to return to it, unless Allah, our Lord, should wish so. Our Lord embraces all things in [His] knowledge. In Allah we have put our trust.’ ‘Our Lord! Judge justly between us and our people, and You are the best of judges!’"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "The elite of his people who were faithless said, ‘If you follow Shu‘ayb, you will indeed be losers.’"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "So the earthquake seized them, and they lay lifeless prostrate in their homes"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "Those who impugned Shu‘ayb became as if they had never lived there. Those who impugned Shu‘ayb were themselves the losers"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "So he abandoned them [to their fate] and said, ‘O my people! Certainly I communicated to you the messages of my Lord, and I was your well-wisher. So how should I grieve for a faithless lot?’"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "We did not send a prophet to any town without visiting its people with stress and distress so that they might entreat [for Allah’s forgiveness]"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "Then We changed the ill [conditions] to good until they multiplied [in numbers] and said, ‘Adversity and ease befell our fathers [too].’ Then We seized them suddenly while they were unaware"
        },
        {
            "chapter": 7,
            "verse": 96,
            "text": "If the people of the towns had been faithful and Godwary, We would have opened to them blessings from the heaven and the earth. But they denied; so We seized them because of what they used to earn"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "Do the people of the towns feel secure from Our punishment overtaking them at night while they are asleep"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "Do the people of the towns feel secure from Our punishment overtaking them at midday while they are playing around"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "Do they feel secure from Allah’s devising? No one feels secure from Allah’s devising except the people who are losers"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "Does it not dawn upon those who inherited the earth after its [former] inhabitants that if We wish We will punish them for their sins, and set a seal on their hearts so they would not hear"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "These are the towns some of whose accounts We recount to you. Their apostles certainly brought them manifest proofs, but they were not the ones to believe in what they had denied earlier. Thus does Allah put a seal on the hearts of the faithless"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "We did not find in most of them any [loyalty to] covenants. Indeed We found most of them to be transgressors"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "Then after them We sent Moses with Our signs to Pharaoh and his elite, but they wronged them. So observe how was the fate of the agents of corruption"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "And Moses said, ‘O Pharaoh, I am indeed an apostle from the Lord of all the worlds"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "It behooves me to say nothing about Allah except the truth. I certainly bring you a manifest proof from your Lord. So let the Children of Israel go with me.’"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "He said, ‘If you have brought a sign, produce it, should you be truthful.’"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "Thereat he threw down his staff, and behold, it became a manifest python"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "Then he drew out his hand, and behold, it was white to the onlookers"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "The elite of Pharaoh’s people said, ‘This is indeed an expert magician"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "he seeks to expel you from your land.’ ‘So what do you advise?’"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "They said, ‘Put him and his brother off for a while, and send heralds to the cities"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "to bring you every expert magician.’"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "And the magicians came to Pharaoh. They said, ‘We shall indeed have a reward if we were to be the victors?’"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "He said, ‘Of course! And indeed you shall be among those near [to me].’"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "They said, ‘O Moses, will you throw [first], or shall we throw?’"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "He said, ‘Throw [yours].’ So when they threw, they bewitched the people’s eyes and overawed them, producing a tremendous magic"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "And We signalled to Moses: ‘Throw down your staff.’ And behold, it was swallowing what they had faked"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "So the truth came out, and what they had wrought was reduced to naught"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "Thereat they were vanquished, and they retreated, humiliated"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "And the magicians fell down in prostration"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "They said, ‘We have believed in the Lord of all the worlds"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "the Lord of Moses and Aaron.’"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Pharaoh said, ‘Do you profess faith in Him before I may permit you? It is indeed a plot you have devised in the city to expel its people from it. Soon you will know [the consequences]"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "Surely I will cut off your hands and feet on opposite sides, and then I will surely crucify all of you.’"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "They said, ‘Indeed we shall return to our Lord"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "You are vindictive toward us only because we have believed in the signs of our Lord, when they came to us.’ ‘Our Lord! Pour patience upon us, and grant us to die as muslims.’"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "The elite of Pharaoh’s people said, ‘Will you leave Moses and his people to cause corruption in the land, and to abandon you and your gods?’ He said, ‘We will kill their sons and spare their women, and indeed we are dominant over them.’"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Moses said to his people, ‘Turn to Allah for help and be patient. The earth indeed belongs to Allah, and He gives its inheritance to whomever He wishes of His servants, and the outcome will be in favour of the Godwary.’"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "They said, ‘We were tormented before you came to us and [also] after you came to us.’ He said, ‘Maybe your Lord will destroy your enemy and make you successors in the land, and then He will see how you act.’"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "Certainly We afflicted Pharaoh’s clan with droughts and loss of produce, so that they may take admonition"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "But whenever any good came to them, they would say, ‘This is our due.’ And if any ill visited them, they took it for ill omens attending Moses and those who were with him. (Look! Indeed the cause of their ill omens is with Allah, but most of them do not know)"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "And they said, ‘Whatever sign you may bring us to bewitch us, we are not going to believe you.’"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "So We sent against them a flood and locusts, lice, frogs and blood, as distinct signs. But they acted arrogantly, and they were a guilty lot"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "Whenever a plague fell upon them, they would say, ‘O Moses, invoke your Lord for us by the covenant He has made with you. If you remove the plague from us, we will certainly believe in you and let the Children of Israel go along with you.’"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "But when We had removed the plague from them until a term that they should have completed, behold, they broke their promise"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "So We took vengeance on them and drowned them in the sea, for they denied Our signs and were oblivious to them"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "We made the people who were abased the heirs to the east and west of the land which We had blessed, and your Lord’s best word [of promise] was fulfilled for the Children of Israel because of their patience, and We destroyed what Pharaoh and his people had built and what they used to erect"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "We carried the Children of Israel across the sea, whereat they came upon a people cleaving to certain idols that they had. They said, ‘O Moses, make for us a god like the gods that they have.’ He said, ‘You are indeed an ignorant lot"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "What they are engaged in is indeed bound to perish, and what they have been doing shall come to naught.’"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "He said, ‘Shall I find you a god other than Allah, while He has graced you over all the nations?’"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "And when We delivered you from Pharaoh’s clan who inflicted on you a terrible torment, slaughtering your sons and sparing your women, and there was a great test in that from your Lord"
        },
        {
            "chapter": 7,
            "verse": 142,
            "text": "And We made an appointment with Moses for thirty nights, and completed them with ten [more]; thus the tryst of his Lord was completed in forty nights. And Moses said to Aaron, his brother, ‘Be my successor among my people, and set things right and do not follow the way of the agents of corruption.’"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "When Moses arrived at Our tryst and his Lord spoke to him, he said, ‘My Lord, show [Yourself] to me, that I may look at You!’ He said, ‘You shall not see Me. But look at the mountain: if it abides in its place, then you will see Me.’ So when his Lord disclosed Himself to the mountain, He levelled it, and Moses fell down swooning. And when he recovered, he said, ‘Immaculate are You! I turn to You in penitence, and I am the first of the faithful.’"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "He said, ‘O Moses, I have chosen you over the people with My messages and My speech. So take what I give you, and be among the grateful.’"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "And We wrote for him in the Tablets advice concerning all things and an elaboration of all things, [and We said], ‘Hold on to them with power, and bid your people to hold on to the best of [what is in] them. Soon I shall show you the abode of the transgressors"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "Soon I shall turn away from My signs those who are unduly arrogant in the earth: [even] though they should see every sign, they will not believe in it, and if they see the way of rectitude they will not take it as [their] way, and if they see the way of error they will take it as [their] way. That is because they deny Our signs and are oblivious to them.’"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Those who deny Our signs and the encounter of the Hereafter, their works have failed. Shall they be requited except for what they used to do"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "The people of Moses took up in his absence a calf [cast] from their ornaments —a body that gave out a lowing sound. Did they not regard that it did not speak to them, nor did it guide them to any way? They took it up [for worship] and they were wrongdoers"
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "But when they became remorseful and realised they had gone astray, they said, ‘Should our Lord have no mercy on us, and forgive us, we will be surely among the losers.’"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "And when Moses returned to his people, angry and indignant, he said, ‘Evil has been your conduct in my absence! Would you hasten on the edict of your Lord?’ He threw down the tablets and seized his brother by the head, pulling him towards himself. He said, ‘Son of my mother, indeed this people thought me to be weak, and they were about to kill me. So do not let the enemies gloat over me, and do not take me with the wrongdoing lot.’"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "He said, ‘My Lord, forgive me and my brother, and admit us into Your mercy, for You are the most merciful of the merciful"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Indeed those who took up the calf [for worship] shall be overtaken by their Lord’s wrath and abasement in the life of the world.’ Thus do We requite the fabricators [of lies]"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Yet [to] those who commit misdeeds but repent after that, and believe, —indeed, after that, your Lord shall surely be all-forgiving, all-merciful"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "And when Moses’ indignation abated, he picked up the tablets whose inscriptions contained guidance and mercy for those who are in awe of their Lord"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Moses chose seventy men from his people for Our tryst, and when the earthquake seized them, he said, ‘My Lord, had You wished, You would have destroyed them and me before. Will You destroy us because of what the fools amongst us have done? It is only Your test by which You lead astray whomever You wish and guide whomever You wish. You are our master, so forgive us and have mercy on us, for You are the best of those who forgive"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "And appoint goodness for us in this world and the Hereafter, for indeed we have come back to You.’ Said He, ‘I visit My punishment on whomever I wish, but My mercy embraces all things. Soon I shall appoint it for those who are Godwary and give the zakat and those who believe in Our signs"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "—those who follow the Apostle, the uninstructed prophet, whose mention they find written with them in the Torah and the Evangel, who bids them to do what is right and forbids them from what is wrong, makes lawful to them all the good things and forbids them from all vicious things, and relieves them of their burdens and the shackles that were upon them —those who believe in him, honour him, and help him and follow the light that has been sent down with him, they are the felicitous.’"
        },
        {
            "chapter": 7,
            "verse": 158,
            "text": "Say, ‘O mankind! I am the Apostle of Allah to you all, [of Him] to whom belongs the kingdom of the heavens and the earth. There is no god except Him. He gives life and brings death.’ So have faith in Allah and His Apostle, the uninstructed prophet, who has faith in Allah and His words, and follow him so that you may be guided"
        },
        {
            "chapter": 7,
            "verse": 159,
            "text": "Among the people of Moses is a nation who guide [the people] by the truth and do justice thereby"
        },
        {
            "chapter": 7,
            "verse": 160,
            "text": "We split them up into twelve tribal communities, and We revealed to Moses, when his people asked him for water, [saying], ‘Strike the rock with your staff,’ whereat twelve fountains gushed forth from it. Every tribe came to know its drinking-place. And We shaded them with clouds, and We sent down to them manna and quails: ‘Eat of the good things We have provided you.’ And they did not wrong Us, but they used to wrong [only] themselves"
        },
        {
            "chapter": 7,
            "verse": 161,
            "text": "And when they were told, ‘Settle in this town and eat thereof whence you wish; and say, ‘‘Relieve [us of the burden of our sins],’’ and enter prostrating at the gate, that We may forgive your iniquities, and soon We shall enhance the virtuous.’"
        },
        {
            "chapter": 7,
            "verse": 162,
            "text": "But the wrongdoers changed the saying with other than what they had been told. So We sent against them a plague from the sky because of the wrongs they used to commit"
        },
        {
            "chapter": 7,
            "verse": 163,
            "text": "Ask them about the town that was situated on the seaside, when they violated the Sabbath, when their fish would come to them on the Sabbath day, visibly on the shore, but on days when they were not keeping Sabbath they would not come to them. Thus did We test them because of the transgressions they used to commit"
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "When a group of them said, ‘Why do you advise a people whom Allah will destroy or punish with a severe punishment?’ They said, ‘As an excuse before your Lord, and [with the hope] that they may be Godwary.’"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "So when they forgot what they had been reminded of We delivered those who forbade evil [conduct] and seized the wrongdoers with a terrible punishment because of the transgressions they used to commit"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "When they defied [the command pertaining to] what they were forbidden from, We said to them, ‘Be you spurned apes.’"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "And when your Lord proclaimed that He would surely send against them, until the Day of Resurrection, those who would inflict on them a terrible punishment. Indeed your Lord is swift in retribution, and indeed He is all-forgiving, all-merciful"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "We dispersed them into communities around the earth: some of them were righteous, and some of them otherwise, and We tested them with good and bad [times] so that they may come back"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Then they were succeeded by an evil posterity which inherited the Book: they grab the transitory gains of this lower world, and say, ‘It will be forgiven us.’ And if similar transitory gains were to come their way, they would grab them too. Was not the covenant of the Book taken with them that they shall not attribute anything to Allah except the truth? They have studied what is in it, and [know that] the abode of the Hereafter is better for those who are Godwary. Do you not apply reason"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "As for those who hold fast to the Book and maintain the prayer —indeed We do not waste the reward of those who bring about reform"
        },
        {
            "chapter": 7,
            "verse": 171,
            "text": "When We plucked the mountain [and held it]above them as if it were a canopy (and they thought it was about to fall on them): ‘Hold on with power to what We have given you and remember that which is in it, so that you may be Godwary.’"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "When your Lord took from the Children of Adam, from their loins, their descendants and made them bear witness over themselves, [He said to them,] ‘Am I not your Lord?’ They said, ‘Yes indeed! We bear witness.’ [This,] lest you should say on the Day of Resurrection, ‘Indeed we were unaware of this,’"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "or lest you should say, ‘Our fathers ascribed partners [to Allah] before [us] and we were descendants after them. Will You then destroy us because of what the falsifiers have done?’"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "Thus do We elaborate the signs, so that they may come back"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "Relate to them an account of him to whom We gave Our signs, but he cast them off. Thereupon Satan pursued him, and he became one of the perverse"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "Had We wished, We would have surely raised him by their means, but he clung to the earth and followed his [base] desires. So his parable is that of a dog: if you make for it, it lolls out its tongue, and if you let it alone, it lolls out its tongue. Such is the parable of the people who deny Our signs. So recount these narratives, so that they may reflect"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "Evil is the parable of the people who deny Our signs and wrong themselves"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "Whomever Allah guides is rightly guided, and whomever He leads astray —it is they who are the losers"
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "Certainly We have created for hell many of the jinn and humans: they have hearts with which they do not understand, they have eyes with which they do not see, they have ears with which they do not hear. They are like cattle; rather they are more astray. It is they who are the heedless"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "To Allah belong the Best Names, so supplicate Him by them, and abandon those who commit sacrilege in His names. Soon they shall be requited for what they used to do"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "Among those We have created are a nation who guide by the truth and do justice thereby"
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "As for those who deny Our signs, We will draw them imperceptibly [into ruin], whence they do not know"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "And I will grant them respite, for My devising is indeed sure"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Have they not reflected that there is no madness in their companion, [and that] he is just a manifest warner"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Have they not contemplated the dominions of the heavens and the earth, and whatever things Allah has created, and that maybe their time has already drawn near? So what discourse will they believe after this"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "Whomever Allah leads astray has no guide, and He leaves them bewildered in their rebellion"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "They question you concerning the Hour, when will it set in? Say, ‘Its knowledge is only with my Lord: none except Him shall manifest it at its time. It will weigh heavy on the heavens and the earth. It will not overtake you but suddenly.’ They ask you as if you were in the know of it. Say, ‘Its knowledge is only with Allah, but most people do not know.’"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "Say, ‘I have no control over any benefit for myself nor [over] any harm except what Allah may wish. Had I known the Unseen, I would have acquired much good, and no ill would have befallen me. I am only a warner and a bearer of good news to a people who have faith.’"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "It is He who created you from a single soul, and made from it its mate, that he might find comfort with her. So when he had covered her, she bore a light burden and passed [some time] with it. When she had grown heavy, they both invoked Allah, their Lord: ‘If You give us a healthy [child], we will be surely grateful.’"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Then when He gave them a healthy [child], they ascribed partners to Him in what He had given them. Exalted is Allah above [having] any partners that they ascribe [to Him]"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Do they ascribe [to Him] partners that create nothing and have been created themselves"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "and can neither help them, nor help themselves"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "And if you call them to guidance, they will not follow you: it is the same to you whether you call them or whether you are silent"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Indeed those whom you invoke besides Allah are creatures like you. So invoke them: they should answer you, if you are truthful"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Do they have any feet to walk with? Do they have any hands to grasp with? Do they have any eyes to see with? Do they have any ears to hear with? Say, ‘Invoke your partners [that you ascribe to Allah] and try out your stratagems against me without granting me any respite"
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "My guardian is indeed Allah who sent down the Book, and He takes care of the righteous"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "Those whom you invoke besides Him can neither help you, nor help themselves.’"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "If you call them to guidance, they will not hear. You see them observing you, but they do not perceive"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "Adopt [a policy of] excusing [the faults of people], bid what is right, and turn away from the ignorant"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "Should a temptation from Satan disturb you, invoke the protection of Allah; indeed He is all-hearing, all-knowing"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "When those who are Godwary are touched by a visitation of Satan, they remember [Allah] and, behold, they perceive"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "But their brethren, they draw them into error, and then they do not spare [any harm]"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "When you do not bring them a sign, they say, ‘Why do you not improvise one?’ Say, ‘I only follow what is revealed to me from my Lord; these are insights from your Lord, and a guidance and mercy for a people who have faith.’"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "When the Qur’an is recited, listen to it and be silent, maybe you will receive [Allah’s] mercy"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "And remember your Lord within your heart beseechingly and reverentially, without being loud, morning and evening, and do not be among the heedless"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Indeed those who are [stationed] near your Lord do not disdain to worship Him. They glorify Him and prostrate to Him"
        },
        {
            "chapter": 8,
            "verse": 1,
            "text": "They ask you concerning the anfal. Say, ‘The anfal belong to Allah and the Apostle.’ So be wary of Allah and settle your differences, and obey Allah and His Apostle, should you be faithful"
        },
        {
            "chapter": 8,
            "verse": 2,
            "text": "The faithful are only those whose hearts tremble [with awe] when Allah is mentioned, and when His signs are recited to them, they increase their faith, and who put their trust in their Lord"
        },
        {
            "chapter": 8,
            "verse": 3,
            "text": "maintain the prayer and spend out of what We have provided them"
        },
        {
            "chapter": 8,
            "verse": 4,
            "text": "It is they who are truly the faithful. They shall have ranks near their Lord, forgiveness and a noble provision"
        },
        {
            "chapter": 8,
            "verse": 5,
            "text": "As your Lord brought you out from your home with a just cause, a part of the faithful were indeed reluctant"
        },
        {
            "chapter": 8,
            "verse": 6,
            "text": "They disputed with you concerning the truth after it had become clear, as if they were being driven towards death as they looked on"
        },
        {
            "chapter": 8,
            "verse": 7,
            "text": "When Allah promised you [victory over] one of the two companies, [saying], ‘It is for you,’ you were eager that it should be the one that was unarmed. But Allah desires to confirm the truth with His words, and to root out the faithless"
        },
        {
            "chapter": 8,
            "verse": 8,
            "text": "so that He may confirm the truth and bring falsehood to naught, though the guilty should be averse"
        },
        {
            "chapter": 8,
            "verse": 9,
            "text": "When you appealed to your Lord for help, He answered you: ‘I will aid you with a thousand angels in a file.’"
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "Allah did not appoint it but as a good news, and to reassure your hearts. Victory comes only from Allah. Indeed Allah is all-mighty, all-wise"
        },
        {
            "chapter": 8,
            "verse": 11,
            "text": "When He covered you with a trance as a [sense of] security from Him, and He sent down water from the sky to purify you with it, and to repel from you the defilement of Satan, and to fortify your hearts, and to make [your] feet steady with it"
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "Then your Lord signaled to the angels: ‘I am indeed with you; so steady the faithful. I will cast terror into the hearts of the faithless. So strike their necks, and strike each of their fingertips!’"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "That, because they defied Allah and His Apostle. And whoever defies Allah and His Apostle, Allah is indeed severe in retribution"
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "‘Taste this, and [know] that for the faithless is the punishment of the Fire.’"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "O you who have faith! When you encounter the faithless advancing [for battle], do not turn your backs [to flee] from them"
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "Whoever turns his back [to flee] from them that day —unless [he is] diverting to fight or retiring towards another troop— shall certainly earn Allah’s wrath, and his refuge shall be hell, an evil destination"
        },
        {
            "chapter": 8,
            "verse": 17,
            "text": "You did not kill them; rather it was Allah who killed them; and you did not throw when you threw, rather it was Allah who threw, that He might test the faithful with a good test from Himself. Indeed Allah is all-hearing, all-knowing"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "Such is the case, and [know] that Allah undermines the stratagems of the faithless"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "If you sought a verdict, the verdict has certainly come to you; and if you relinquish [faithlessness], it is better for you, but if you revert, We [too] shall return and your troops will never avail you though they should be ever so many, and [know] that Allah is with the faithful"
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "O you who have faith! Obey Allah and His Apostle, and do not turn away from him while you hear [him]"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "Do not be like those who say, ‘We hear,’ though they do not hear"
        },
        {
            "chapter": 8,
            "verse": 22,
            "text": "Indeed the worst of beasts in Allah’s sight are the deaf and the dumb who do not apply reason"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "Had Allah known any good in them, surely He would have made them hear, and were He to make them hear, surely they would turn away, being disregardful"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "O you who have faith! Answer Allah and the Apostle when he summons you to that which will give you life. Know that Allah intervenes between a man and his heart and that toward Him you will be mustered"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "And beware of a punishment which shall not visit the wrongdoers among you exclusively, and know that Allah is severe in retribution"
        },
        {
            "chapter": 8,
            "verse": 26,
            "text": "Remember when you were few, abased in the land, and feared lest the people should despoil you, and He gave you refuge, and strengthened you with His help, and provided you with all the good things so that you may give thanks"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "O you who have faith! Do not betray Allah and the Apostle, and do not betray your trusts knowingly"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "Know that your possessions and children are only a test, and that Allah—with Him is a great reward"
        },
        {
            "chapter": 8,
            "verse": 29,
            "text": "O you who have faith! If you are wary of Allah, He shall appoint a criterion for you, and absolve you of your misdeeds, and forgive you, for Allah is dispenser of a great grace"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "When the faithless plotted against you to take you captive, or to kill or expel you. They plotted and Allah devised, and Allah is the best of devisers"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "When Our signs are recited to them, they say, ‘We have heard already. If we want, we [too] can say like this. These are nothing but myths of the ancients.’"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "And when they said, ‘O Allah, if this be the truth from You, rain down upon us stones from the sky, or bring us a painful punishment.’"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "But Allah will not punish them while you are in their midst, nor will Allah punish them while they plead for forgiveness"
        },
        {
            "chapter": 8,
            "verse": 34,
            "text": "What [excuse] have they that Allah should not punish them, when they bar [the faithful] from the Holy Mosque, and they are not its custodians? Its custodians are only the Godwary, but most of them do not know"
        },
        {
            "chapter": 8,
            "verse": 35,
            "text": "Their prayer at the House is nothing but whistling and clapping. So taste the punishment because of what you used to defy"
        },
        {
            "chapter": 8,
            "verse": 36,
            "text": "Indeed the faithless spend their wealth to bar from the way of Allah. Soon they will have spent it, then it will be a cause of regret to them, then they will be overcome, and the faithless will be gathered toward Hell"
        },
        {
            "chapter": 8,
            "verse": 37,
            "text": "so that Allah may separate the bad ones from the good, and place the bad on one another, and pile them up together, and cast them into hell. It is they who are the losers"
        },
        {
            "chapter": 8,
            "verse": 38,
            "text": "Say to the faithless, if they relinquish [faithlessness], what is already past shall be forgiven them. But if they revert [to faithlessness], then the precedent of the ancients has already passed"
        },
        {
            "chapter": 8,
            "verse": 39,
            "text": "Fight them until faithlessness is no more, and religion becomes exclusively for Allah. But if they relinquish, Allah indeed sees best what they do"
        },
        {
            "chapter": 8,
            "verse": 40,
            "text": "And if they turn away, then know that Allah is your master: an excellent master and an excellent helper"
        },
        {
            "chapter": 8,
            "verse": 41,
            "text": "Know that whatever thing you may come by, a fifth of it is for Allah and the Apostle, for the relatives and the orphans, for the needy and the traveller, if you have faith in Allah and what We sent down to Our servant on the Day of Separation, the day when the two hosts met; and Allah has power over all things"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "When you were on the nearer side, and they on the farther side, while the caravan was below you, and had you agreed together on an encounter, you would have certainly failed to keep the tryst, but in order that Allah may carry through a matter that was bound to be fulfilled, so that he who perishes might perish by a manifest proof, and he who lives may live on by a manifest proof, and Allah is indeed all-hearing, all-knowing"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "When Allah showed them to you as few in your dream, and had He shown them as many, you would have lost heart, and disputed about the matter. But Allah spared you. Indeed He knows well what is in the breasts"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "And when He showed them to you —when you met them [on the battlefield]— as few in your eyes, and He made you [appear] few in their eyes in order that Allah may carry through a matter that was bound to be fulfilled, and to Allah all matters are returned"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "O you who have faith! When you meet a host [in battle], then stand firm, and remember Allah greatly so that you may be felicitous"
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "And obey Allah and His Apostle, and do not dispute, or you will lose heart and your power will be gone. And be patient; indeed Allah is with the patient"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "Do not be like those who left their homes vainly and to show off to the people, and to bar [other people] from the way of Allah, and Allah comprehends what they do"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "When Satan made their deeds seem decorous to them, and said, ‘No one shall overcome you today from among all mankind, and I will stand by you.’ But when the two hosts sighted each other, he took to his heels, saying, ‘Indeed I am quit of you. I see what you do not see. Indeed I fear Allah, and Allah is severe in retribution.’"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "When the hypocrites said, and [also] those in whose hearts is a sickness, ‘Their religion has deceived them.’ But whoever puts his trust in Allah, then Allah is indeed all-mighty, all-wise"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "Were you to see when the angels take away the faithless, striking their faces and their backs, [saying], ‘Taste the punishment of the burning"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "That is because of what your hands have sent ahead, and because Allah is not tyrannical to the servants.’"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "Like the precedent of Pharaoh’s clan and those who were before them, who defied Allah’s signs, so Allah seized them for their sins. Indeed Allah is all-strong, severe in retribution"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "That is because Allah never changes a blessing that He has bestowed on a people unless they change what is in their own souls, and Allah is all-hearing, all-knowing"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Like the precedent of Pharaoh’s clan and those who were before them, who denied the signs of their Lord; so We destroyed them for their sins, and We drowned Pharaoh’s clan; and they were all wrongdoers"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Indeed the worst of beasts in Allah’s sight are those who are faithless; so they will not have faith"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "—Those with whom you made a treaty, and who violated their treaty every time, and who are not Godwary"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "So if you confront them in battle, treat them [in such a wise] as to disperse those who are behind them, so that they may take admonition"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "And if you fear treachery from a people, break off [the treaty] with them in a like manner. Indeed Allah does not like the treacherous"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "Let the faithless not suppose that they have outmaneuvered [Allah]. Indeed they cannot thwart [His power]"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "Prepare against them whatever you can of [military] power and war-horses, awing thereby the enemy of Allah, and your enemy, and others besides them, whom you do not know, but Allah knows them. And whatever you spend in the way of Allah will be repaid to you in full, and you will not be wronged"
        },
        {
            "chapter": 8,
            "verse": 61,
            "text": "And if they incline toward peace, then you [too] incline toward it, and put your trust in Allah. Indeed He is the All-hearing, the All-knowing"
        },
        {
            "chapter": 8,
            "verse": 62,
            "text": "But if they desire to deceive you, Allah is indeed sufficient for you. It is He who strengthened you with His help and with the means of the faithful"
        },
        {
            "chapter": 8,
            "verse": 63,
            "text": "and united their hearts. Had you spent all that is in the earth, you could not have united their hearts, but Allah united them together. Indeed He is all-mighty, all-wise"
        },
        {
            "chapter": 8,
            "verse": 64,
            "text": "O Prophet! Sufficient for you is Allah and those of the faithful who follow you"
        },
        {
            "chapter": 8,
            "verse": 65,
            "text": "O Prophet! Urge on the faithful to fight: If there be twenty patient men among you, they shall overcome two hundred; and if there be a hundred of you, they shall overcome a thousand of the faithless, for they are a lot who do not understand"
        },
        {
            "chapter": 8,
            "verse": 66,
            "text": "Now Allah has lightened your burden, knowing that there is weakness in you. So if there be a hundred patient men among you, they shall overcome two hundred; and if there be a thousand, they shall overcome two thousand, by Allah’s leave; and Allah is with the patient"
        },
        {
            "chapter": 8,
            "verse": 67,
            "text": "A prophet may not take captives until he has thoroughly decimated [the enemy] in the land. You desire the transitory gains of this world, while Allah desires [for you] [the reward of] the Hereafter, and Allah is all-mighty, all-wise"
        },
        {
            "chapter": 8,
            "verse": 68,
            "text": "Had it not been for a prior decree of Allah, surely there would have befallen you a great punishment for what you took"
        },
        {
            "chapter": 8,
            "verse": 69,
            "text": "Avail yourselves of the spoils you have taken as lawful and good, and be wary of Allah. Indeed Allah is all-forgiving, all-merciful"
        },
        {
            "chapter": 8,
            "verse": 70,
            "text": "O Prophet! Say to the captives who are in your hands, ‘If Allah finds any good in your hearts, He will give you [something which is] better than what has been taken away from you, and He will forgive you, and Allah is all-forgiving, all-merciful.’"
        },
        {
            "chapter": 8,
            "verse": 71,
            "text": "But if they seek to betray you, then they have already betrayed Allah earlier, and He gave [you] power over them; and Allah is all-knowing, all-wise"
        },
        {
            "chapter": 8,
            "verse": 72,
            "text": "Indeed those who have believed and migrated and waged jihad with their possessions and persons in the way of Allah, and those who gave [them] shelter and help —they are heirs of one another. As for those who have believed but did not migrate, you have no heirdom in relation to them whatsoever until they migrate. Yet if they ask your help for the sake of religion, it is incumbent on you to help them, excepting against a people with whom you have a treaty; and Allah sees best what you do"
        },
        {
            "chapter": 8,
            "verse": 73,
            "text": "As for the faithless, they are allies of one another. Unless you do the same, there will be turmoil on the earth and great corruption"
        },
        {
            "chapter": 8,
            "verse": 74,
            "text": "Those who have believed, migrated, and waged jihad in the way of Allah, and those who gave them shelter and help, it is they who are truly the faithful. For them shall be forgiveness and a noble provision"
        },
        {
            "chapter": 8,
            "verse": 75,
            "text": "And those who believed afterwards and migrated, and waged jihad along with you, they belong to you; but the blood relatives are more entitled to inherit from one another in the Book of Allah. Indeed Allah has knowledge of all things"
        },
        {
            "chapter": 9,
            "verse": 1,
            "text": "[This is] a [declaration of] repudiation by Allah and His Apostle [addressed] to the polytheists with whom you had made a treaty"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "Travel [unmolested] in the land for four months, but know that you cannot thwart Allah, and that Allah shall disgrace the faithless"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "[This is] an announcement from Allah and His Apostle to all the people on the day of the greater á¸¥ajj: that Allah and His Apostle repudiate the polytheists: If you repent that is better for you; but if you turn your backs [on Allah], know that you cannot thwart Allah, and inform the faithless of a painful punishment"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "barring the polytheists with whom you have made a treaty, and who did not violate any [of its terms] with you, nor backed anyone against you. So fulfill the treaty with them until [the end of] its term. Indeed Allah loves the Godwary"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "Then, when the sacred months have passed, kill the polytheists wherever you find them, capture them and besiege them, and lie in wait for them at every ambush. But if they repent, and maintain the prayer and give the zakat, then let them alone. Indeed Allah is all-forgiving, all-merciful"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "If any of the polytheists seeks asylum from you, grant him asylum until he hears the Word of Allah. Then convey him to his place of safety. That is because they are a people who do not know"
        },
        {
            "chapter": 9,
            "verse": 7,
            "text": "How shall the polytheists have any [valid] treaty with Allah and His Apostle?! (Barring those with whom you made a treaty at the Holy Mosque; so long as they are steadfast with you, be steadfast with them. Indeed Allah loves the Godwary)"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "How? For if they get the better of you, they will observe toward you neither kinship nor covenant. They please you with their mouths while their hearts spurn you; and most of them are transgressors"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "They have sold the signs of Allah for a paltry gain, and have barred [the people] from His way. Evil indeed is what they have been doing"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "They observe toward a believer neither kinship nor covenant, and it is they who are the transgressors"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "Yet if they repent and maintain the prayer and give the zakat, then they are your brethren in faith. We elaborate the signs for a people who have knowledge"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "But if they break their pledges after their having made a treaty and revile your religion, then fight the leaders of unfaith —indeed they have no [commitment to] pledges— maybe they will relinquish"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "Will you not make war on a people who broke their pledges and resolved to expel the Apostle, and opened [hostilities] against you initially? Do you fear them? But Allah is worthier of being feared by you, should you be faithful"
        },
        {
            "chapter": 9,
            "verse": 14,
            "text": "Make war on them so that Allah may punish them by your hands and humiliate them, and help you against them, and heal the hearts of a faithful folk"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "and remove rage from their hearts, and Allah turns clemently to whomever He wishes, and Allah is all-knowing, all-wise"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "Do you suppose that you will be let off while Allah has not yet ascertained those of you who wage jihad and those who do not take, besides Allah and His Apostle and the faithful, anyone as [their] confidant? Allah is well aware of what you do"
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "The polytheists may not maintain Allah’s mosques while they are witness to their own unfaith. Their works have failed, and they shall remain in the Fire [forever]"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "Only those shall maintain Allah’s mosques who believe in Allah and the Last Day, and maintain the prayer and give the zakat, and fear no one except Allah. They, hopefully, will be among the guided"
        },
        {
            "chapter": 9,
            "verse": 19,
            "text": "Do you regard the providing of water to á¸¥ajj pilgrims and the maintenance of the Holy Mosque as similar [in worth] to someone who has faith in Allah and [believes in] the Last Day and wages jihad in the way of Allah? They are not equal with Allah, and Allah does not guide the wrongdoing lot"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Those who have believed and migrated, and waged jihad in the way of Allah with their possessions and persons have a greater rank near Allah, and it is they who are the triumphant"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Their Lord gives them the good news of His mercy and [His] pleasure, and for them there will be gardens with lasting bliss"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "to remain in them forever. With Allah indeed is a great reward"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "O you who have faith! Do not befriend your fathers and brothers if they prefer faithlessness to faith. Those of you who befriend them —it is they who are the wrongdoers"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "Say, ‘If your fathers and your sons, your brethren, your spouses, and your kinsfolk, the possessions that you have acquired, the business you fear may suffer, and the dwellings you are fond of, are dearer to you than Allah and His Apostle and to waging jihad in His way, then wait until Allah issues His edict, and Allah does not guide the transgressing lot"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "Allah has certainly helped you in many situations, and on the day of Hunayn, when your great number impressed you, but it did not avail you in any way, and the earth became narrow for you in spite of its expanse, whereupon you turned your backs [to flee]"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "Then Allah sent down His composure upon His Apostle and upon the faithful, and He sent down hosts you did not see, and He punished the faithless, and that is the requital of the faithless"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "Then Allah shall turn clemently after that to whomever He wishes. Indeed Allah is all-forgiving, all-merciful"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "O you who have faith! The polytheists are indeed unclean: so let them not approach the Holy Mosque after this year. Should you fear poverty, Allah will enrich you out of His grace, if He wishes. Indeed Allah is all-knowing, all-wise"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "Fight those who do not have faith in Allah nor [believe] in the Last Day, nor forbid what Allah and His Apostle have forbidden, nor practise the true religion, from among those who were given the Book, until they pay the tribute out of hand, degraded"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "The Jews say, ‘Ezra is the son of Allah,’ and the Christians say, ‘Christ is the son of Allah.’ That is an opinion that they mouth, imitating the opinions of the faithless of former times. May Allah assail them, where do they stray"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "They have taken their scribes and their monks as lords besides Allah, and also Christ, Mary’s son; though they were commanded to worship only the One God, there is no god except Him; He is far too immaculate to have any partners that they ascribe [to Him]"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "They desire to put out the light of Allah with their mouths, but Allah is intent on perfecting His light though the faithless should be averse"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "It is He who has sent His Apostle with the guidance and the religion of truth, that He may make it prevail over all religions, though the polytheists should be averse"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "O you who have faith! Indeed many of the scribes and monks wrongfully eat up the people’s wealth, and bar [them] from the way of Allah. Those who treasure up gold and silver, and do not spend it in the way of Allah, inform them of a painful punishment"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "on the day when these shall be heated in hellfire and therewith branded on their foreheads, their sides and their backs [and told]: ‘This is what you treasured up for yourselves! So taste what you have treasured!’"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Indeed the number of months with Allah is twelve months in Allah’s Book, the day when He created the heavens and the earth. Of these, four are sacred. That is the upright religion. So do not wrong yourselves during them. Fight all the polytheists, just as they fight you all, and know that Allah is with the Godwary"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "Indeed nasa« is an increase in unfaith, whereby the faithless are led [further] astray. They allow it in one year and forbid it another year, so as to fit in with the number which Allah has made inviolable, thus permitting what Allah has forbidden. Their evil deeds appear to them as decorous, and Allah does not guide the faithless lot"
        },
        {
            "chapter": 9,
            "verse": 38,
            "text": "O you who have faith! What is the matter with you that when you are told: ‘Go forth in the way of Allah,’ you sink heavily to the ground? Are you pleased with the life of this world instead of the Hereafter? But the wares of the life of this world compared with the Hereafter are but insignificant"
        },
        {
            "chapter": 9,
            "verse": 39,
            "text": "If you do not go forth, He will punish you with a painful punishment, and replace you with another people, and you will not hurt Him in the least, and Allah has power over all things"
        },
        {
            "chapter": 9,
            "verse": 40,
            "text": "If you do not help him, then Allah has already helped him when the faithless expelled him, as one of two [refugees], when the two of them were in the cave, he said to his companion, ‘Do not grieve; Allah is indeed with us.’ Then Allah sent down His composure upon him, and strengthened him with hosts you did not see, and He made the word of the faithless the lowest; and the word of Allah is the highest; and Allah is all-mighty, all-wise"
        },
        {
            "chapter": 9,
            "verse": 41,
            "text": "Go forth, whether [armed] lightly or heavily, and wage jihad with your possessions and persons in the way of Allah. That is better for you, should you know"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "Were it an accessible gain or a short journey, they would have surely followed you; but the distance seemed too far to them. Yet they will swear by Allah: ‘If we could, we would have surely gone forth with you.’ They [merely] destroy themselves. Allah knows that they are indeed liars"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "May Allah excuse you! Why did you grant them leave [to stay behind] before those who told the truth were evident to you and you had ascertained the liars"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "Those who believe in Allah and the Last Day do not ask you for leave [exempting them] from waging jihad with their possessions and their persons, and Allah knows best the Godwary"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Only those seek a leave [of exemption] from you who do not believe in Allah and the Last Day, and whose hearts are in doubt, so they waver in their doubt"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "Had they desired to go forth, they would have surely made some preparations for it; but Allah was averse to arouse them, so He held them back, and it was said [to them], ‘Be seated with those who sit back.’"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "Had they gone forth with you, they would have only added to your troubles, and they would have surely spread rumours in your midst, seeking to cause sedition among you. They have some spies among you, and Allah knows best the wrongdoers"
        },
        {
            "chapter": 9,
            "verse": 48,
            "text": "They certainly sought to cause sedition earlier, and upset the matters for you, until the truth came and Allah’s command prevailed, much as they were averse"
        },
        {
            "chapter": 9,
            "verse": 49,
            "text": "Among them there are some who say, ‘Give me leave, and do not put me to temptation.’ Look! They have already fallen into temptation and indeed hell besieges the faithless"
        },
        {
            "chapter": 9,
            "verse": 50,
            "text": "If some good should befall you, it upsets them; but if an adversity befalls you, they say, ‘We had already taken our precautions in advance,’ and they go away exulting"
        },
        {
            "chapter": 9,
            "verse": 51,
            "text": "Say, ‘Nothing will befall us except what Allah has ordained for us. He is our master, and in Allah let all the faithful put their trust.’"
        },
        {
            "chapter": 9,
            "verse": 52,
            "text": "Say, ‘Do you await anything to befall us except one of the two excellences? But we await that Allah shall visit on you a punishment, from Him, or by our hands. So wait! We too are waiting along with you.’"
        },
        {
            "chapter": 9,
            "verse": 53,
            "text": "Say, ‘Spend willingly or unwillingly, it shall never be accepted from you; for you are indeed a transgressing lot.’"
        },
        {
            "chapter": 9,
            "verse": 54,
            "text": "Nothing stops their charities from being accepted except that they have no faith in Allah and His Apostle and do not perform the prayer but lazily, and do not spend but reluctantly"
        },
        {
            "chapter": 9,
            "verse": 55,
            "text": "So let not their wealth and children impress you: Allah only desires to punish them with these in the life of this world, and that their souls may depart while they are faithless"
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "They swear by Allah that they belong to you, but they do not belong to you. Rather they are a frightened lot"
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "If they could find a refuge, or a hideout, or a hole [to creep into], they would turn to it in frantic haste"
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "There are some of them who blame you regarding [the distribution of] the charities: if they are given from them, they are pleased, but if they are not given from them, behold, they are displeased"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "[It would have been better] if they had been pleased with what Allah and His Apostle gave them, and had said, ‘Allah is sufficient for us; Allah will give to us out of His grace, and His Apostle. Indeed to Allah do we eagerly turn.’"
        },
        {
            "chapter": 9,
            "verse": 60,
            "text": "Charities are only for the poor and the needy, and those employed to collect them, and those whose hearts are to be reconciled, and for [the freedom of] the slaves and the debtors, and in the way of Allah, and for the traveller. [This is] an ordinance from Allah, and Allah is all-knowing, all-wise"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "Among them are those who torment the Prophet, and say, ‘He is an ear.’ Say, ‘An ear that is good for you. He has faith in Allah and trusts the faithful, and is a mercy for those of you who have faith.’ As for those who torment the Apostle of Allah, there is a painful punishment for them"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "They swear to you by Allah, to please you; but Allah and His Apostle are worthier that they should please Him, should they be faithful"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Do they not know that whoever opposes Allah and His Apostle, there awaits him the Fire of hell, to remain in it [forever]? That is the great disgrace"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "The hypocrites are apprehensive lest a surah should be sent down against them, informing them about what is in their hearts. Say, ‘Go on deriding. Allah will indeed bring out what you are apprehensive of.’"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "If you question them [regarding their conduct], they will surely say, ‘We were just gossiping and amusing ourselves.’ Say, ‘Were you deriding Allah, His signs, and His apostles"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "Do not make excuses. You have disbelieved after your faith.’ If We forgive a group among you, We will punish another group, for they have been guilty"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "The hypocrites, men and women, are all alike: they bid what is wrong and forbid what is right; and are tight-fisted. They have forgotten Allah, so He has forgotten them. The hypocrites are indeed the transgressors"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Allah has promised the hypocrites, men and women, and the faithless, the Fire of hell, to remain in it [forever]. That suffices them. Allah has cursed them, and there is a lasting punishment for them"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "[Hypocrites! Your case is] similar to those who were before you, who were more powerful than you and more abounding in wealth and children: they enjoyed their share [of worldly existence]; you too enjoy your share, just like those who were before you enjoyed their share, and you have gossiped [impiously] as they gossiped. They are the ones whose works have failed in this world and the Hereafter; and it is they who are the losers"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "Has there not come to them the account of those who were before them —the people of Noah, ‘a€d, and Thamud, and the people of Abraham, the inhabitants of Midian, and the towns that were overturned? Their apostles brought them manifest proofs. So it was not Allah who wronged them, but it was they who used to wrong themselves"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "But the faithful, men and women, are comrades of one another: they bid what is right and forbid what is wrong and maintain the prayer, give the zakat, and obey Allah and His Apostle. It is they to whom Allah will soon grant His mercy. Indeed Allah is all-mighty, all-wise"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "Allah has promised the faithful, men and women, gardens with streams running in them, to remain in them [forever], and good dwellings in the Gardens of Eden. Yet Allah’s pleasure is greater [than all these]; that is the great success"
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "O Prophet! Wage jihad against the faithless and the hypocrites, and be severe with them. Their refuge shall be hell, and it is an evil destination"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "They swear by Allah that they did not say it. But they certainly did utter the word of unfaith and renounced faith after their islam. They contemplated what they could not achieve, and they were vindictive only because Allah and His Apostle had enriched them out of His grace. Yet if they repent, it will be better for them; but if they turn away, Allah shall punish them with a painful punishment in this world and the Hereafter, and they shall not find on the earth any guardian or helper"
        },
        {
            "chapter": 9,
            "verse": 75,
            "text": "Among them are those who made a pledge with Allah: ‘If He gives us out of His grace, we will surely give the zakat and we will surely be among the righteous.’"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "But when He gave them out of His grace, they begrudged it and turned away, being disregardful"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "So He caused hypocrisy to ensue in their hearts until the day they will encounter Him, because of their going back on what they had promised Allah and because of the lies they used to tell"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "Do they not know that Allah knows their secret [thoughts] and [hears] their secret talks, and that Allah is knower of all that is Unseen"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "Those who blame the voluntary donors from among the faithful concerning the charities— and as for those who do not find [anything] except [what] their means [permit], they ridicule them— Allah shall put them to ridicule, and there is a painful punishment for them"
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "Whether you plead forgiveness for them or do not plead forgiveness for them, even if you plead forgiveness for them seventy times, Allah shall never forgive them because they defied Allah and His Apostle; and Allah does not guide the transgressing lot"
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "Those who were left behind exulted for their sitting back against [the command of] the Apostle of Allah, and were reluctant to wage jihad with their possessions and persons in the way of Allah, and they said, ‘Do not go forth in this heat.’ Say, The fire of hell is severer in heat, should they understand"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "So let them laugh a little; much will they weep as a requital for what they used to earn"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "If Allah brings you back [from the battlefront] to a group of them and they seek your permission to go forth, say, ‘You shall never go forth with me, and you shall not fight with me against any enemy. You were indeed pleased to sit back the first time, so sit back with those who stay behind.’"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "And never pray over any of them when he dies, nor stand at his graveside. They indeed defied Allah and His Apostle and died as transgressors"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "Let not their possessions or their children impress you. Allah only desires to punish them with these in this world, and that their souls may depart while they are faithless"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "When a surah is sent down [declaring]: ‘Have faith in Allah, and wage jihad along with His Apostle, the affluent among them ask you for leave, and say, ‘Let us remain with those who sit back.’"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "They are pleased to be with those who stay back, and their hearts have been sealed. So they do not understand"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "But the Apostle and the faithful who are with him wage jihad with their possessions and persons, and to such belong all the blessings, and it is they who are the felicitous"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "Allah has prepared for them gardens with streams running in them, to remain in them [forever]. That is the great success"
        },
        {
            "chapter": 9,
            "verse": 90,
            "text": "Some of the Bedouins who sought to be excused came so that they may be granted leave [to stay back]; while those who lied to Allah and His Apostle sat back. Soon there shall visit the faithless among them a painful punishment"
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "There is no blame on the weak, nor on the sick, nor on those who do not find anything to spend, so long as they are sincere to Allah and His Apostle. There is no [cause for] blaming the virtuous, and Allah is all-forgiving, all-merciful"
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "Nor [is there any blame] on those to whom, when they came to you to provide them with a mount, you said, ‘I do not find any mount for you,’ and they turned back, their eyes flowing with tears, grieved because they did not find any means to spend"
        },
        {
            "chapter": 9,
            "verse": 93,
            "text": "The blame lies only on those who ask leave of you [to stay behind] though they are well-off. They are pleased to be with those who stay back; Allah has set a seal on their hearts, so they do not know [the outcome of their conduct]"
        },
        {
            "chapter": 9,
            "verse": 94,
            "text": "They will offer you excuses when you return to them. Say, ‘Do not make excuses; we will never believe you. Allah has informed us of your state of affairs. Allah and His Apostle will observe your conduct, then you will be returned to the Knower of the sensible and the Unseen, and He will inform you concerning what you used to do.’"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "They will swear to you by Allah, when you return to them, that you may leave them alone. So leave them alone. They are indeed filth, and their refuge shall be hell, a requital for what they used to earn"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "They swear to you that you may be reconciled to them. But even if you are reconciled to them Allah shall not be reconciled to the transgressing lot"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "The Bedouins are more obdurate in unfaith and hypocrisy, and more apt to be ignorant of the precepts that Allah has sent down to His Apostle, and Allah is all-knowing, all-wise"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "Among the Bedouins are those who regard what they spend as a loss, and they watch for a reversal of your fortunes. Theirs shall be an adverse turn of fortune, and Allah is all-hearing, all-knowing"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "Yet among the Bedouins are [also] those who believe in Allah and the Last Day, and regard what they spend as [a means of attaining] nearness to Allah and the blessings of the Apostle. Look! It shall indeed bring them nearness, and Allah will admit them into His mercy. Indeed Allah is all-forgiving, all-merciful"
        },
        {
            "chapter": 9,
            "verse": 100,
            "text": "The early vanguard of the Emigrants and the Helpers and those who followed them in virtue, —Allah is pleased with them and they are pleased with Him, and He has prepared for them gardens with streams running in them, to remain in them forever. That is the great success"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "There are hypocrites among the Bedouins around you and among the townspeople of Madinah, steeped in hypocrisy. You do not know them; We know them, and We will punish them twice, then they shall be consigned to a great punishment"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "[There are] others who have confessed to their sins, having mixed up righteous conduct with other that was evil. Maybe Allah will accept their repentance. Indeed Allah is all-forgiving, all-merciful"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "Take charity from their possessions to cleanse them and purify them thereby, and bless them. Indeed your blessing is a comfort to them, and Allah is all-hearing, all-knowing"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Do they not know that it is Allah who accepts the repentance of His servants and receives the charities, and that it is Allah who is the All-clement, the All-merciful"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "And say, ‘Go on working: Allah will see your conduct, and His Apostle and the faithful [as well], and you will be returned to the Knower of the sensible and the Unseen, and He will inform you concerning what you used to do"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "[There are] others waiting Allah’s edict: either He shall punish them, or turn to them clemently, and Allah is all-knowing, all-wise"
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "As for those who took to a mosque for sabotage and for defiance, and to cause division among the faithful, and for the purpose of ambush [used] by those who have fought Allah and His Apostle before —they will surely swear: ‘We desired nothing but good,’ and Allah bears witness that they are indeed liars"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "Do not stand in it ever! A mosque founded on Godwariness from the [very] first day is worthier that you stand in it [for prayer]. Therein are men who love to keep pure, and Allah loves those who keep pure"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "Is he who founds his building on Godwariness and [the pursuit of Allah’s] pleasure better-off or he who founds his building on the brink of a collapsing bank which collapses with him into the fire of hell? And Allah does not guide the wrongdoing lot"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "The building they have built will never cease to be [a source of] disquiet in their hearts until their hearts are cut into pieces, and Allah is all-knowing, all-wise"
        },
        {
            "chapter": 9,
            "verse": 111,
            "text": "Indeed Allah has bought from the faithful their souls and their possessions for paradise to be theirs: they fight in the way of Allah, kill, and are killed. A promise binding upon Him in the Torah and the Evangel and the Qur’an. And who is truer to his promise than Allah? So rejoice in the bargain you have made with Him, and that is the great success"
        },
        {
            "chapter": 9,
            "verse": 112,
            "text": "[The faithful are] penitent, devout, celebrators of Allah’s praise, wayfarers, who bow [and] prostrate [in prayer], bid what is right and forbid what is wrong, and keep Allah’s bounds —and give good news to the faithful"
        },
        {
            "chapter": 9,
            "verse": 113,
            "text": "The Prophet and the faithful may not plead for the forgiveness of the polytheists, even if they should be [their] relatives, after it has become clear to them that they will be the inmates of hell"
        },
        {
            "chapter": 9,
            "verse": 114,
            "text": "Abraham’s pleading forgiveness for his father was only to fulfill a promise he had made him. So when it became manifest to him that he was an enemy of God, he repudiated him. Indeed Abraham was most plaintive and forbearing"
        },
        {
            "chapter": 9,
            "verse": 115,
            "text": "Allah does not lead any people astray after He has guided them until He has made clear to them what they should beware of. Indeed Allah has knowledge of all things"
        },
        {
            "chapter": 9,
            "verse": 116,
            "text": "Indeed to Allah belongs the kingdom of the heavens and the earth. He gives life and brings death. And besides Allah you do not have any guardian or helper"
        },
        {
            "chapter": 9,
            "verse": 117,
            "text": "Certainly Allah turned clemently to the Prophet and the Emigrants and the Helpers, who followed him in the hour of difficulty, after the hearts of a part of them were about to swerve. Then He turned clemently to them —indeed He is most kind and merciful to them—"
        },
        {
            "chapter": 9,
            "verse": 118,
            "text": "and to the three who were left behind. When the earth became narrow for them with [all] its expanse, and their own souls weighed heavily on them, and they knew that there was no refuge from Allah except in Him, then He turned clemently toward them so that they might be penitent. Indeed Allah is the All-clement, the All-merciful"
        },
        {
            "chapter": 9,
            "verse": 119,
            "text": "O you who have faith! Be wary of Allah, and be with the Truthful"
        },
        {
            "chapter": 9,
            "verse": 120,
            "text": "It is not fitting for the people of Madinah and the Bedouins around them to hang back behind the Apostle of Allah and prefer their own lives to his life. That is because they neither experience any thirst, nor fatigue, nor hunger, in the way of Allah, nor do they tread any ground enraging the faithless, nor do they gain any ground against an enemy but a righteous deed is written for them on its account. Indeed Allah does not waste the reward of the virtuous"
        },
        {
            "chapter": 9,
            "verse": 121,
            "text": "And neither do they incur any expense, big or small, nor do they cross any valley, but it is written to their account, so that Allah may reward them by the best of what they used to do"
        },
        {
            "chapter": 9,
            "verse": 122,
            "text": "Yet it is not for the faithful to go forth en masse. But why should not there go forth a group from each of their sections to become learned in religion, and to warn their people when they return to them, so that they may beware"
        },
        {
            "chapter": 9,
            "verse": 123,
            "text": "O you who have faith! Fight the faithless who are in your vicinity, and let them find severity in you, and know that Allah is with the Godwary"
        },
        {
            "chapter": 9,
            "verse": 124,
            "text": "Whenever a surah is sent down, there are some of them who say, ‘Which of you did it increase in faith?’ As for those who have faith, it increases them in faith, and they rejoice"
        },
        {
            "chapter": 9,
            "verse": 125,
            "text": "But as for those in whose heart is a sickness, it only adds defilement to their defilement, and they die while they are faithless"
        },
        {
            "chapter": 9,
            "verse": 126,
            "text": "Do they not see that they are tried once or twice every year? Yet they neither repent, nor do they take admonition"
        },
        {
            "chapter": 9,
            "verse": 127,
            "text": "And whenever a surah is sent down, they look at one another: ‘Is anybody observing you?’ Then they slip away. Allah has turned aside their hearts, for they are a people who do not understand"
        },
        {
            "chapter": 9,
            "verse": 128,
            "text": "There has certainly come to you an apostle from among yourselves. Grievous to him is your distress; he has deep concern for you, and is most kind and merciful to the faithful"
        },
        {
            "chapter": 9,
            "verse": 129,
            "text": "But if they turn their backs [on you], say, ‘Allah is sufficient for me. There is no god except Him. In Him I have put my trust and He is the Lord of the Great Throne.’"
        }
    ]
}