{
    "maqras": [
        {
            "chapter": 38,
            "verse": 21,
            "text": "و آیا خبر شاکیان هنگامی که از (دیوار) عبادتگاه (داود) بالا رفتند، به تو رسیده است؟"
        },
        {
            "chapter": 38,
            "verse": 22,
            "text": "چون بر داود وارد شدند، پس (او) از آنها وحشت کرد، (آنها) گفتند: «نترس، دو نفر شاکی هستیم که یکی به دیگران ستم کرده است. پس بین ما به حق داوری کن، و ستم نکن، و ما را به راه راست راهنمایی کن"
        },
        {
            "chapter": 38,
            "verse": 23,
            "text": "بی گمان این برادر من است، او نود و نه میش دارد، و من یک میش دارم. پس (او) می گوید: آن (یک میش) را به من واگذار، و در سخن بر من غلبه کرده است»"
        },
        {
            "chapter": 38,
            "verse": 24,
            "text": "(داوود) گفت: به راستی او با در خواست یک میش تو که آن را به میشهایش بیفزاید بر تو ستم کرده است، و البته بسیاری از شریکان به یکدیگر ستم می کنند، مگر کسانی که ایمان آورده اند و کارهای شایسته انجام داده اند، و اینان (نیز) اندک هستند. و داوود دانست که ما او را آزموده ایم، پس از پروردگارش آمرزش خواست، (و فرو تنانه) به (رکوع =) سجده افتاد( ) و (به سوی خدا) رجوع کرد"
        },
        {
            "chapter": 38,
            "verse": 25,
            "text": "پس ما او را بخشیدیم، و بی گمان برای او نزد ما (قرب و) مقامی والا و باز گشت نیکوست"
        },
        {
            "chapter": 38,
            "verse": 26,
            "text": "ای داوود! ما تو را در زمین خلیفه (= فرمانروا) قرار دادیم، پس به حق در میان مردم داوری کن، و از هوای (نفس) پیروی نکن که تو را از راه خدا گمراه می کند، بی گمان کسانی که از راه خدا گمراه می شوند، به خاطر آنکه روز حساب را فراموش کردند، عذاب شدیدی (در پیش) دارند"
        },
        {
            "chapter": 38,
            "verse": 27,
            "text": "(ما) آسمان و زمین و آنچه میان آنهاست بیهوده نیافریده ایم، این گمان کسانی است که کافر شدند، پس وای بر کسانی که کافر شدند از آتش (دوزخ)"
        },
        {
            "chapter": 38,
            "verse": 28,
            "text": "آیا کسانی که ایمان آورده اند و کارهای شایسته انجام داده اند، مانند مفسدان در زمین قرار می دهیم؟! آیا پرهیزگاران را مانند بدکاران قرار می دهیم؟"
        },
        {
            "chapter": 38,
            "verse": 29,
            "text": "کتابی است پر برکت، که آن را بر تو نازل کردیم، تا در آیاتش تدبّر کنند، و خردمندان پند گیرند"
        },
        {
            "chapter": 38,
            "verse": 30,
            "text": "و (ما) سلیمان را به داود عطا کردیم، چه بنده ی خوبی! بی گمان او بسیار رجوع کننده بود"
        },
        {
            "chapter": 38,
            "verse": 31,
            "text": "(به یاد بیاور) چون عصرگاهان اسبان چابک تیزرو بر او عرضه شد،"
        },
        {
            "chapter": 38,
            "verse": 32,
            "text": "پس گفت:« من این اسبان را به خاطر (فرمان) پروردگارم دوست دارم» (و پیوسته به آنها نگاه می کرد) تا از دیدگانش پنهان شدند"
        },
        {
            "chapter": 38,
            "verse": 33,
            "text": "گفت: «آن اسبان را نزد من باز گردانید». سپس به ساقها و گردنها (ی آنها) دست کشید (و نوازش کرد)"
        },
        {
            "chapter": 38,
            "verse": 34,
            "text": "و به راستی (ما) سلیمان را آزمودیم، و بر تخت او جسدی افکندیم، سپس (او) رو (به درگاه خداوند) آورد (و توبه کرد)"
        },
        {
            "chapter": 38,
            "verse": 35,
            "text": "گفت: «پروردگارا! مرا ببخش، و به من فرمانروایی عطا فرما که پس از من کسی را سزاوار نباشد، بی گمان تو بخشاینده ای»"
        },
        {
            "chapter": 38,
            "verse": 36,
            "text": "پس (ما) باد را برای او مسخر کردیم، تا به فرمانش به نرمی حرکت کند، هر کجا می خواست، برود"
        },
        {
            "chapter": 38,
            "verse": 37,
            "text": "و (نیز) دیوان را، هر بنا و غواصی (از آنها برای او مسخر کردیم)"
        },
        {
            "chapter": 38,
            "verse": 38,
            "text": "و (گروه) دیگری (از دیوان) را (که همه) در غل و زنجیر بودند (برایش مسخر کردیم)"
        },
        {
            "chapter": 38,
            "verse": 39,
            "text": "این عطای ماست، پس (به هر کس می خواهی) ببخش، و یا نگه دار، حسابی بر تو نیست"
        },
        {
            "chapter": 38,
            "verse": 40,
            "text": "و بی گمان برای او (= سلیمان) نزد ما (قرب و) مقامی والا، و بازگشت نیکوست"
        },
        {
            "chapter": 38,
            "verse": 41,
            "text": "و به یاد بیاور، بنده ی ما ایوب را، هنگامی که پروردگارش را ندا داد که: همانا شیطان به من رنج و عذاب رسانده است"
        },
        {
            "chapter": 38,
            "verse": 42,
            "text": "(به او فرمان دادیم:) پای خود را بر زمین بکوب، (چشمه ای می جوشد) این (چشمه آبی) خنک برای شستشو و آشامیدنی است"
        },
        {
            "chapter": 38,
            "verse": 43,
            "text": "و خانواده اش و همانند آنان همراهشان را به او بخشیدیم، که رحمتی از سوی ما و اندرزی برای خردمندان باشد"
        },
        {
            "chapter": 38,
            "verse": 44,
            "text": "و (به او فرمان دادیم) دسته ای از شاخه ها (ی باریک) را برگیر، پس با آن (همسرت را) بزن، و سوگند خود را مشکن( )، بی گمان ما او را شکیبا یافتیم، چه بنده ی خوبی، که بسیار رجوع کننده بود"
        },
        {
            "chapter": 38,
            "verse": 45,
            "text": "و (ای پیامبر) به یاد آور، بندگان ما، ابراهیم، و اسحاق و یعقوب را، صاحبان دستها (ی توانمند) و چشمها (ی بینا)"
        },
        {
            "chapter": 38,
            "verse": 46,
            "text": "ما آنها را با خصلت ویژه ای، که آن یاد سرای آخرت بود، خالص گرداندیم،"
        },
        {
            "chapter": 38,
            "verse": 47,
            "text": "و یقیناً آنها نزد ما از بر گزیدگان نیکان بودند"
        },
        {
            "chapter": 38,
            "verse": 48,
            "text": "و به یاد آور، اسماعیل، و الیسع و ذوالکفل را که همگی از نیکان بودند"
        },
        {
            "chapter": 38,
            "verse": 49,
            "text": "این (قرآن) پندی است، و بی گمان برای پرهیزگاران منزلگاهی نیکوست"
        },
        {
            "chapter": 38,
            "verse": 50,
            "text": "باغهای جاویدان (بهشتی) که درهایش برای آنان باز است"
        },
        {
            "chapter": 38,
            "verse": 51,
            "text": "در آنجا تکیه زده اند، و در آن میوه ی فراوان و نوشیدنی را می طلبند"
        }
    ]
}