{
    "maqras": [
        {
            "chapter": 41,
            "verse": 25,
            "text": "و ما برای آنها همنشینانی (از شیاطین) قرار دادیم، پس (زشتیها را) از پیش رو و پشت سر آنها برای شان بیاراستند، و بر آنها نیز همانند امتهایی از جن و انس که پیش از آنها بودند، فرمان (عذاب) تحقق یافت، بی گمان آنها زیانکار بودند"
        },
        {
            "chapter": 41,
            "verse": 26,
            "text": "و کسانی که کافر شدند گفتند: «به این قرآن گوش فرا ندهید، و در (هنگام تلاوت) آن جنجال کنید (و سخنان بیهوده بگویید) شاید پیروز گردید»"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "پس یقیناً کسانی را که کافر شدند، عذاب سختی می چشانیم، و آنها را به (خاطر) بدترین اعمالی که انجام می دادند، کیفر می دهیم"
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "این آتش کیفر دشمنان خداست، که آنان در آن سرای جاوید دارند، کیفری است به (سبب) آنکه آيات ما را انکار می کردند"
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "و کسانی که کافر شدند، گفتند: « پروردگارا! آن دو کسان از جن و انس که ما را گمراه کردند، به ما نشان بده، که آن دو را زیر پای خود قرار دهیم (ولگد کوبشان کنیم) تا از پست ترین (مردم) باشند»"
        },
        {
            "chapter": 41,
            "verse": 30,
            "text": "بی گمان کسانی که گفتند: «پروردگار ما الله است» سپس استقامت کردند( )، فرشتگان بر آنها نازل می شوند (و می گویند:) «نترسید، و اندوهگین نباشید، و بشارت باد، به بهشتی که شما وعده داده می شدید"
        },
        {
            "chapter": 41,
            "verse": 31,
            "text": "ما در زندگی دنیا و (نیز) در آخرت دوستان (و یاران) شما هستیم، و برای شما در آن (بهشت) هر چه دلتان بخواهد فراهم است، و هر چه در خواست کنید برایتان (حاضر) است"
        },
        {
            "chapter": 41,
            "verse": 32,
            "text": "(اینها) پذیرایی از سوی (خداوند) آمرزنده مهربان است»"
        },
        {
            "chapter": 41,
            "verse": 33,
            "text": "و چه کسی خوش گفتار تر است از کسی که به سوی خدا دعوت کند، و کار شایسته انجام دهد، و گوید: « بی شک من از مسلمانان هستم؟!»"
        },
        {
            "chapter": 41,
            "verse": 34,
            "text": "و (هرگز) نیکی و بدی یکسان نیست، همیشه به نیکوترین شیوه پاسخ ده، پس ناگاه (می بینی) همان کس که میان تو و او دشمنی است، گویی دوست صمیمی است"
        },
        {
            "chapter": 41,
            "verse": 35,
            "text": "و (اما) جز کسانی که شکیبا باشند آن را نپذیرند، و جز دارنده بهره بزرگ (از ایمان و اخلاق) آن را نپذیرد"
        },
        {
            "chapter": 41,
            "verse": 36,
            "text": "وهر گاه وسوسه ای (باز دارنده) از سوی شیطان تو را باز گرداند، پس به خدا پناه ببر، یقیناً اوست که شنوای داناست"
        },
        {
            "chapter": 41,
            "verse": 37,
            "text": "و از نشانه های او، شب و روز، و خورشید و ماه است، برای خورشید و برای ماه سجده نکنید، و برای خدایی که آنها را آفریده است، سجده کنید، اگر تنها او را می پرستید"
        },
        {
            "chapter": 41,
            "verse": 38,
            "text": "پس اگر (کافران) تکبر کنند، (باکی نیست) پس کسانی که نزد پروردگارت هستند، شب و روز او را تسبیح می گویند و آنان خسته نمی شوند"
        },
        {
            "chapter": 41,
            "verse": 39,
            "text": "و از نشانه های او (این) است که زمین را خشک (و بی جان) می بینی، پس هنگامی که آب (باران) را بر آن فرو فرستیم، به جنبش در آید و برویاند، بی گمان کسی که آن را زنده کرد، یقیناً مردگان را زنده می کند، بی شک او بر هر چیز تواناست"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "بی گمان کسانی که در آیات ما کجروی می کنند، بر ما پوشیده نیستند، آیا کسی که در آتش انداخته شود بهتر است، یا کسی که روز قیامت ایمن (و بدون وحشت) بیاید؟! هر چه می خواهید بکنید، مسلماً او به آنچه انجام می دهید بیناست"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "بی گمان کسانی که به ذکـر (= قرآن) هنگامی که برای (هدایت) آنان آمده کافر شدند، (نیز بر ما پوشیده نیستند). و به راستی که آن کتابی ارجمند است"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "که هیچ گونه باطلی نه از پیش رو آن و نه از پشت سر آن، بدو راه نیابد، از سوی حکیم ستوده نازل شده است"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "(ای پیامبر) به تو (چیزی) گفته نمی شود، مگر آنچه به پیامبران پیش از تو گفته شد، مسلماً پروردگار تو دارای آمرزش، و (هم) دارای مجازات دردناک است"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "و اگر آن را قرآنی عجمی (= غیر عربی) قرار می دادیم، یقیناً مـی گفتند:«چرا آیاتش روشن (و واضح) نیست؟! آیا (قرآن) عجمی است، و (مخاطب آن) عربی است؟!» بگو:« این (قرآن) برای کسانی که ایمان آوردند، هدایت و شفاست، و کسانی که ایمان نمی آورند، در گوشهایشان سنگینی است، و آن (قرآن) برایشان (مایه) کوری است، آنان (همچون کسانی اند که گـویا) از جـایی دور ندا داده مـی شوند»"
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "و به راستی ما به موسی کتاب (تورات) دادیم، پس در آن اختلاف شد، و اگر فرمانی از پروردگار تو پیش از این نبود، مسلماً در میان آنها داوری می شد، و بی گمان آنها درباره آن (= قرآن) در شکی قوی هستند"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "هر کس که کار شایسته ای انجام دهد، پس به سود خود اوست، و هر کس بدی کند، پس به زیان اوست، و پروردگار تو هرگز به بندگان ستم نمی کند"
        }
    ]
}