{
    "maqras": [
        {
            "chapter": 7,
            "verse": 65,
            "text": "وبه (سوی قوم) عاد, برادرشان هود را (فرستاديم) گفت: «ای قوم من! خدا را پرستش کنيد که جز او معبودی (راستين) برای شما نيست, آيا پر هيزگاری پيشه نمی کنيد؟!»"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "اشراف (وبزرگان) قوم او که کافر بودند گفتند: «بی گمان ما تو را در سفاهت (ونادانی) می بينيم, وما مسلماً تو را از دروغگويان می پنداريم»"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "گفت: «ای قوم من! هيچ گونه سفاهت (ونادانی) در من نيست, بلکه من فرستاده ای از (جانب) پروردگار جهانيان هستم"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "پيامهای پروردگارم را به شما می رسانم. ومن خير خواه امينی برای شما هستم"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "آيا تعجب کرده ايد که پندی از سوی پروردگارتان بر (زبان) مردی از خود شما, برای شما برسد تا شما را بيم دهد؟! وبه ياد آوريد هنگامی که پس از قوم نوح شما را جانشينان (آنان) قرار داد, وشما را در آفرينش فزونی (وقدرت) داد. پس نعمتهای خدا را به ياد آوريد, شايد رستگار شويد»"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "گفتند: «آيا به (نزد) ما آمده ای که تنها خدا را عبادت کنيم, وآنچه را نياکانمان می پرستيدند, رها کنيم؟! پس اگر از راستگويان هستی, آنچه را (از عذاب الهی) به ما وعده می دهی, بياور»"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "(هود) گفت: «به تحقيق عذاب وغضب از (جانب) پروردگارتان بر شما واقع شده (وشما را فراگرفته) است, آيا با من در (بارهٴ) نامهايی مجادله می کنيد که شما ونياکانتان (بر بتها) نهاده ايد, در حالی که خداوند هيچ دليل (وبرهانی) در بارهٴ آن نازل نکرده است, پس شما منتظر باشيد, بی گمان من (نيز) باشما از منتظرانم»"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "پس او, وکسانی را که با او بودند؛ به رحمت (ولطفی) از (سوی) خويش نجات داديم, وريشه کسانی که آيات ما را تکذيب کردند و از مؤمنان نبودند, قطع کرديم"
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "و به (سوی قوم) ثمود, برادرشان صالح را (فرستاديم) گفت: «ای قوم من! خدا را بپرستيد, که جز او معبودی (راستين) برای شما نيست. همانا دليل روشنی از (سوی) پروردگارتان برای شما آمده است, اين ماده شتر خدا, برای شما معجزه ای است, پس او را (به حال خود) واگذاريد که در زمين خدا (بچرد وعلف) بخورد, وآن را آزار (وآسيبی) نرسانيد, که عذاب دردناکی شما را خواهد گرفت"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "وبه ياد آوريد هنگامی که شما را پس از (قوم) عاد جانشينان (آنان) قرار داد, ودر زمين مستقر ساخت, که در دشتهای آن قصرهايی بنا می کنيد, ودر کوهها خانه هايی می تراشيد. پس نعمتهای خدا را بياد آوريد, ودر زمين به فساد (وتباهی) نکوشيد»"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "اشراف (وبزرگان) از قوم او که گرد نکشی میکردند به مستضعفان, به (همان) کسانی از آنان که ايمان آورده بودند گفتند: «آيا شما براستی يقين داريد که صالح از (طرف) پروردگارش فرستاده شده است؟!» (آنها) گفتند: «ما به آنچه او بدان فرستاده شده, ايمان داريم»"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "آنان که گردنکشی می کردند گفتند: « ما به آنچه شما به آن ايمان آورده ايد, (منکر و) کافريم»"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "پس ماده شتر را پی کردند, واز فرمان پروردگارشان سر باز زدند, وگفتند: «ای صالح! اگر تو از پيامبران (خدا) هستی, آنچه را به ما وعده می دهی بياور!»"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "آنگاه زلزله ای آنها را فرا گرفت, در نتيجه در خانههای خود از پای در آمدند (ومردند)"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "پس (صالح) از آنها روی گردانيد وگفت: «ای قوم! من پيام پروردگارم را به شما رساندم, وبرای شما خير خواهی کردم, ولی شما خير خواهان را دوست نداريد»"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "و (به ياد آوريد) لوط را, هنگامی که به قوم خود گفت: «آيا کار بسيار زشتی را انجام می دهيد که پيش از شما هيچ يک از جهانيان انجام نداده است؟"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "همانا شما به جای زنان با مردان شهوت می رانيد, راستی که شما قومی تجاوز کار هستيد»"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "و پاسخ قومش جز اين نبود که گفتند: «اينها را از شهر (وديار) تان بيرون کنيد, که اينها مردمی هستند که پاکيزگی می طلبند (واز کار ما بيزارند)»"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "پس ما او وخانداش را نجات داديم, جز همسرش که از باز ماندگان بود"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "و بارانی (از سنگ) بر آنها بارانيديم (که آنها را نابود ساخت) پس بنگر که سر انجام گنا هکاران چگونه بود"
        },
        {
            "chapter": 7,
            "verse": 85,
            "text": "وبه سوی (مردم) مدين برادرشان شعيب را (فرستاديم) گفت: «ای قوم من! خدا را بپرستيد, که جز او معبودی (راستين) برای شما نيست, مسلّماً دليل روشنی از (طرف) پروردگارتان برای شما آمده است, پس (حق) پيمانه وترازو را کامل (و درست) ادا کنيد, واز (اموال و) چيزهای مردم را (چيزی) نکاهيد, ودر زمين, پس از اصلاحش, فساد نکنيد, اگر ايمان داريد, اين برای شما بهتر است"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "وبر سر هر راهی ننشينيد که (مردم را) تهديد کنيد, و از راه خدا کسی را که به او ايمان آورده است, بازداريد, وآن را کج می خواهيد, وبه ياد آوريد زمانی را که اندک بوديد, و او شما را بسيار گرداند, وبنگريد سرانجام مفسدان چگونه بود"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "واگر گروهی از شما به آنچه من به آن فرستاده شده ام, ايمان آورده اند, وگروهی (ديگر) ايمان نياورده اند, پس صبر کنيد (ومنتظر بمانيد) تا خداوند ميان ما داوری کند, که او بهترين داوران است»"
        }
    ]
}