{
    "maqras": [
        {
            "chapter": 9,
            "verse": 60,
            "text": "صدقات (وزکاتها) مخصوص فقراء ومساکین وکار گزاران (جمع آوری) آن, ودلجوئی شدگان, وبرای (آزاد کردن) بردگان, و(ادای وام) بدهکاران, ودر راه خدا, وبه راه ماندگان, (است, این) فریضه ای (مقرر شده) از جانب خداست، وخداوند دانای حکیم است"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "واز آنها (= منافقان) کسانی هستند که پیامبر را آزار می دهند, و می گویند: «گوش (وخوش باور) است». بگو: «برای شما گوش نیکی است, به خدا ایمان دارد, ومؤمنان را تصدیق می کند, ورحمت است برای کسانی از شما که ایمان آورده اند». وکسانی که رسول خدا را آزار می دهند, برایشان عذاب درد ناکی است"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "(منافقان) برای شما به خدا سوگند یاد می کنند, تا شما را خشنود سازند, درحالی که اگر ایمان داشتند, شایسته تر (این) است که خدا ورسولش را خشنود سازند"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "آیا نمی دانند, بی گمان هر کس با خدا ورسولش مخالفت (ودشمنی) کند, پس مسلماً برای او آتش جهنم است, جاودانه در آن خواهد بود؟! این (همان) رسوایی بزرگ است"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "منافقان می ترسند که مبادا سوره ای بر (علیه) آنان نازل شود, وبه آنها از آنچه درون دلهایشان (نهفته) است, آگاه سازد, بگو: «استهزا کنید, بی گمان خداوند, آنچه را که از آن می ترسید, آشکار می سازد»"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "و (ای پیامبر!) اگر از آنها بپرسی: (« چرا چنین کرده اید؟»). گویند: «ما حرف می زدیم, (شوخی و) بازی می کردیم» بگو: «آیا خدا وآیات او وپیامبرش را مسخره می کردید؟»"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "عذر نیاورید, به راستی که شما پس از ایمان (آوردن) تان کافر شده اید, اگر گروهی از شما را (بخاطر توبه) ببخشیم, گروه دیگری را عذاب خواهیم کرد, زیرا که مجرم بودند"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "مردان منافق وزنان منافق, همه (همانند هم و) از یک گروه اند, به کارهای زشت فرمان می دهند, واز نیکیها باز می دارند, ودستهایشان را (از بخشش) می بندند, خدا را فراموش کردند, پس خدا (نیز) آنها را فراموش کرد، بی گمان منافقان همان فاسقان هستند"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "خداوند به مردان منافق وزنان منافق وکفار, وعدۀ آتش جهنم داده است, جاوانه در آن خواهند ماند, همان برای آنها کافی است, وخدا آنها را لعنت کرده است, وبرای آنها عذاب همیشگی است"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "(شما منافقان) همانند کسانی که پیش از شما بودند, (هستید, بلکه) آنها از شما نیرومندتر, واموال وفرزندانشان بیشتر بود, آنها از نصیب خود بهره مند شدند, پس شما نیز از نصیب خود بهره مند شده اید, همچنانکه کسانی که پیش از شما بوده اند, از نصیب خویش بهره مند شده بودند, وشما (در سخنان ناپسند) فرورفتید, همان گونه که آنها فرورفتند؛ آنان اعمالشان در دنیا وآخرت نابود شد, وآنان همان زیانکارانند"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "آیا خبر کسانی که پیش از آنها بودند, (چون) قوم نوح, وعاد وثمود, وقوم ابراهیم, واصحاب مدین (= قوم شعیب) وشهرهای زیر ورو شده (قوم لوط) به آنها نرسیده است, که پیامبرانشان با دلایل روشن به (سوی) آنها آمدند, (ولی نپذیرفتند) پس خداوند (با هلاکشان) به آنها ستم نکرد, ولیکن خودشان بر خویشتن ستم می کردند"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "ومردان مؤمن وزنان مؤمن دوستان (و یاور) یکدیگرند, امر به معروف ونهی از منکر می کنند, ونماز را بر پا می دارند, وزکات را می پردازند, وخدا وپیامبرش را اطاعت می کنند, اینانند که خداوند به زودی آنها را مورد رحمت قرار می دهد, بی گمان خداوند پیروزمند حکیم است"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "خداوند به مردان مؤمن وزنان مؤمن, باغهایی (از بهشت) وعده داده که نهرها از زیر (درختان) آن جاری است, جاودانه در آن خواهند ماند, و(نیز) خانه های پاکیزه ای در بهشتهای جاوید (نصیب شان فرموده) وخشنودی خداوند (از همۀ اینها) برتراست, این, همان کامیابی بزرگ است"
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "ای پیامبر! با کافران ومنافقان جهاد کن, وبرآنان سخت بگیر, وجایگاهشان جهنم است, وچه بد سرانجامی است"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "(منافقان) به خدا سوگند یاد می کنند که (سخنان نادرست) نگفته اند, وبه راستی که سخن کفر گفته اند, وپس از اسلام آوردنشان, کافر شده اند, وقصد چیزی (خطرناک) کردند, که به آن نرسیدند, تنها به این سبب عیبجوئی می کنند که خدا ورسولش, آنها را از فضل خود بی نیاز کرد, پس اگر توبه کنند, برای آنها بهتراست, واگر روی بگردانند؛ خداوند آنها را در دنیا وآخرت, با عذابی دردناک عذابشان می کند, ودر (روی) زمین هیچ کارساز و یاوری نخواهند داشت"
        }
    ]
}