{
    "maqras": [
        {
            "chapter": 9,
            "verse": 122,
            "text": "و(ممکن) نیست که مؤمنان همگی(برای جهاد) کوچک کنند ، پس چرا از هر گروهی از آنان ، دسته ای کوچ نمی کنند ، تا در دین دانش بیاموزند، وقوم خود را هشدار دهند ، هنگامی که به سوی آنها باز گشتند ، باشد که آنها بترسند"
        },
        {
            "chapter": 9,
            "verse": 123,
            "text": "ای کسانی که ایمان آورده اید ! با کسانی که از کافران که نزدیک شمایند، جنگ کنید ، و باید آنها در شما شدت و درشتی بیابند، و بدانید که خداوند با پرهیزگاران است"
        },
        {
            "chapter": 9,
            "verse": 124,
            "text": "و هنگامی که سوره ای نازل شود، پس بعضی از آنها (به دیگری) می گوید : «این سوره ، ایمان کدام یک از شما را افزود ؟!» (به آنها بگو:) اما کسانی که ایمان آوده اند ، پس به ایمانشان افزوده ، و آنها شادمانی می کنند"
        },
        {
            "chapter": 9,
            "verse": 125,
            "text": "و اما کسانی که در دلهایشان بیماری است ، پس پلیدی به پلیدیشان افزوده ، و در حالی که کافر بودند ؛ مردند"
        },
        {
            "chapter": 9,
            "verse": 126,
            "text": "آیا آنها نمی بینند که در هر سال ، یک یا دوبار آزمایش می شوند ؟! باز توبه نمی کنند، و نه آنها پند می گیرند"
        },
        {
            "chapter": 9,
            "verse": 127,
            "text": "و هنگامی که سوره ای نازل شود، بعضی از آنها به بعضی دیگر نگاه می کنند (گویند:) « آیا کسی شما را می بیند ؟!» سپس باز می گردند ، خداوند دلهای آنها را از (از حق) باز گردانید ، زیرا که آنها گروهی اند که نمی فهمند"
        },
        {
            "chapter": 9,
            "verse": 128,
            "text": "یقیناً پیامبری از (میان) خودتان به سویتان آمد که رنجهای شما بر او دشوار (و گران) است، و بر (هدایت) شما سخت اصرار دارد، و(نسبت) به مؤمنان روؤف ( و) مهربان است"
        },
        {
            "chapter": 9,
            "verse": 129,
            "text": "پس اگر روی بر گردانند ، بگو :« خدا برای من کافی است ، هیچ معبودی (به حق) جز او نیست ،براو توکل کردم، و او پروردگار عرش عظیم است »"
        },
        {
            "chapter": 10,
            "verse": 1,
            "text": "الر. (الف . لام . را) این آیات کتاب محکم (و با حکمت) است"
        },
        {
            "chapter": 10,
            "verse": 2,
            "text": "آیا برای مردم موجب شگفتی است که به مردی از خودشان وحی کرده ایم که : « مردم را بترسان و کسانی که ایمان آورده اند بشارت ده که برای آنها سابقه ی نیکو (و پاداشی حتمی) نزد پروردگارشان است ». کافران گفتند :«این (مرد) جادوگرآشکاری است »"
        },
        {
            "chapter": 10,
            "verse": 3,
            "text": "بی گمان پروردگار شما ، الله است ، که آسمانها وزمین را درشش روز آفرید ، سپس بر عرش مستوی شد ، کار (جهان) را تدبیر می کند . هیچ شفاعت کننده ای نیست ، مگر بعد از فرمان او ، این است الله پروردگار شما ، پس او را پرستش کنید ، آیا پند نمی گیرید ؟"
        },
        {
            "chapter": 10,
            "verse": 4,
            "text": "باز گشت همه شما به سوی اوست ، وعدۀ خداوند حق است ، بی گمان او آفرینش را آغاز می کند ، سپس آنها را باز می گرداند ، تا کسانی را که ایمان آورده و کارهای شایسته کرده اند به عدالت پاداش دهد ، و کسانی که کافر شدند ، برای شان نوشیدنی از آب جوشان است ، وعذابی دردناک، به سبب آنکه کفر می ورزیدند"
        },
        {
            "chapter": 10,
            "verse": 5,
            "text": "او کسی است که خورشید را روشنایی ، و ماه را نور قرار داد ، و برای آن منازلی مقدر کرد ، تا عدد سالها و حساب را بدانید ، خداوند این را جز به حق نیافریده است ، آیات را برای گروهی که می دانند ، به تفصیل بیان می کند"
        },
        {
            "chapter": 10,
            "verse": 6,
            "text": "بی گمان در آمد وشد شب وروز ، و آنچه خدا در آسمانها و زمین آفریده است ، نشانه های است برای گروهی که پرهیز گاری می کنند"
        },
        {
            "chapter": 10,
            "verse": 7,
            "text": "همانا کسانی که ملاقات ما را (در روز قیامت ) امید ندارند ، وبه زندگی دنیا خشنود شده و بدان دل بسته اند، و کسانی که از آیات ما غافلند،"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "آنها (همه ) جایگاهشان آتش (جهنم) است ، به سبب کارهایی که انجام می دادند"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "بی گمان کسانی که ایمان آوردند و کارهای شایسته کردند ، پروردگارشان به سبب ایمانشان آنها را به باغهای (بهشت) پر نعمت هدایت می کنند که نهرها زیر (درختان) آن جاری است"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "دعایشان در آن :«خداوندا! تو منزهی» باشد ، و تحیت شان در آن : «سلام» و پایان دعایشان این است که :«حمد وسپاس،مخصوص خدا ، پروردگار جهانیان است »"
        }
    ]
}