{
    "rukus": [
        {
            "chapter": 16,
            "verse": 90,
            "text": "Certes, Allah commande l’équité, la bienfaisance et l’assistance aux proches. Et Il interdit la turpitude, l’acte répréhensible et la rébellion. Il vous exhorte afin que vous vous souveniez"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "Soyez fidèles au pacte d’Allah après l’avoir contracté et ne violez pas vos serments après les avoir solennellement prêtés et avoir pris Allah comme garant [de votre bonne foi]. Vraiment Allah sait ce que vous faites"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "Et ne faites pas comme celle qui défaisait brin par brin sa quenouille après l’avoir solidement filée, en prenant vos serments comme un moyen pour vous tromper les uns les autres, du fait que (vous avez trouvé) une communauté plus forte et plus nombreuse que l’autre . Allah ne fait, par-là, que vous éprouver. Et, certes, Il vous montrera clairement, au Jour de la Résurrection ce sur quoi vous divergiez"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "Si Allah l'avait voulu, Il aurait certes fait de vous une seule communauté. Mais Il laisse s’égarer qui Il veut et guide qui Il veut. Et vous serez certes, interrogés sur ce que vous faisiez"
        },
        {
            "chapter": 16,
            "verse": 94,
            "text": "Et ne prenez pas vos serments comme un moyen pour vous tromper les uns les autres, sinon [vos] pas glisseront après avoir été fermes, et vous goûterez le malheur pour avoir obstrué le sentier d’Allah. Et vous subirez un châtiment terrible"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "Et ne vendez pas à vil prix le pacte d’Allah. Ce qui se trouve auprès d’Allah est meilleur pour vous, si vous saviez"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "Tout ce que vous possédez s’épuisera, tandis que ce qui est auprès d’Allah durera. Et Nous récompenserons ceux qui auront été constants en fonction du meilleur de ce qu’ils faisaient"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "Quiconque, mâle ou femelle, fait une bonne œuvre tout en étant croyant, alors Nous lui ferons vivre une bonne vie. Et Nous les récompenserons, certes, en fonction des meilleures de leurs actions"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "Lorsque tu lis le Coran, demande la protection (cherche refuge auprès) d’Allah contre le Diable (Satan) banni"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "Il n’a aucun pouvoir sur ceux qui croient et qui placent leur confiance en leur Seigneur"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "Il n’a de pouvoir que sur ceux qui le prennent pour allié et qui deviennent polythéistes à cause de lui"
        }
    ]
}