{
    "rukus": [
        {
            "chapter": 13,
            "verse": 19,
            "text": "Czy ten, ktory wie, ze to, co tobie zostało zesłane, jest prawda, podobny jest do niewidomego? Lecz zastanawiaja sie tylko obdarzeni rozumem"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "Ci, ktorzy wiernie wypełniaja przymierze Boga i nie naruszaja układu"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "Ci, ktorzy łacza to, co Bog nakazał łaczyc; ci, ktorzy sie boja swego Pana i obawiaja sie złego rachunku"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "Ci, ktorzy sa cierpliwi, poszukujac oblicza swego Pana; ci, ktorzy odprawiaja modlitwe; ci, ktorzy rozdaja z tego, czym ich obdarzylismy jako zaopatrzeniem - potajemnie i jawnie; ci, ktorzy odsuwaja zło przez dobro - tych wszystkich czekaja jako ostateczna siedziba"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "Ogrody Edenu, do ktorych wejda oni oraz ci sposrod ich ojcow, ktorzy byli sprawiedliwi, jak tez ich zony i ich potomstwo. A aniołowie beda wchodzili do nich przez wszystkie bramy"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "Pokoj wam! za to, iz byliscie sprawiedliwi!\" A jakze wspaniała ta ostateczna siedziba"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "A tych, ktorzy naruszaja przymierze Boga po zawarciu paktu wiernosci; i tych, ktorzy rozcinaja wezły, jakie nakazał utrzymac Bog; i tych, ktorzy szerza zgorszenie na ziemi - spotka przeklenstwo i czeka ich nieszczesna siedziba"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "Bog rozdziela hojnie zaopatrzenie i wymierza, komu chce. Oni uzywaja zycia tego swiata, ale zycie tego swiata w porownaniu z zyciem ostatecznym - to tylko czasowe uzywanie"
        }
    ]
}