{
    "rukus": [
        {
            "chapter": 59,
            "verse": 1,
            "text": "Wysławia Boga to, co jest w niebiosach, i to, co jest na ziemi. On jest Potezny, Madry"
        },
        {
            "chapter": 59,
            "verse": 2,
            "text": "On jest Tym, ktory wypedził z domostw tych sposrod ludu Ksiegi, ktorzy nie uwierzyli - na pierwsze zebranie. Wy nie mysleliscie, ze oni odejda, a oni mysleli, ze twierdze obronia ich przed Bogiem. Lecz przyszedł do nich Bog ze strony, z ktorej oni sie Go nie spodziewali, i rzucił w ich serca przerazenie. Niszcza oni swoje domy swoimi rekami i rekami wiernych. Bierzcie wiec sobie z tego pouczenie, o ludzie, ktorzy posiadacie jasne spojrzenie"
        },
        {
            "chapter": 59,
            "verse": 3,
            "text": "Gdyby Bog nie przepisał im wysiedlenia, to ukarałby ich na tym swiecie, ale w zyciu ostatecznym czeka ich kara ognia"
        },
        {
            "chapter": 59,
            "verse": 4,
            "text": "Stało sie tak dlatego, ze oni sprzeciwili sie Bogu i Jego Posłancowi. A kto sprzeciwia sie Bogu... to, zaprawde, Bog jest straszny w karaniu"
        },
        {
            "chapter": 59,
            "verse": 5,
            "text": "Wszelkie drzewo palmowe, ktore scieliscie albo ktore pozostawiliscie stojacym na jego korzeniach, scieliscie lub pozostawiliscie za zezwoleniem Boga, aby On mogł okryc hanba bezboznych"
        },
        {
            "chapter": 59,
            "verse": 6,
            "text": "Bog dał Swojemu Posłancowi od nich taka zdobycz wojenna; ze nie potrzebowaliscie pedzic ani koni, ani wielbładow. Bog daje władze Swoim posłancom, nad kim chce. Bog jest nad kazda rzecza wszechwładny"
        },
        {
            "chapter": 59,
            "verse": 7,
            "text": "To, co dał Bog Swojemu Posłancowi jako zdobycz od mieszkancow miast, to nalezy do Boga i do Jego Posłanca, do bliskich krewnych i do sierot, do biedakow i do podroznego; tak zeby to nie przechodziło kolejno do bogatych sposrod was. A to, co wam daje Posłaniec, to bierzcie; a czego wam zakazał, od tego sie powstrzymajcie! I bojcie sie Boga! Zaprawde, Bog jest straszny w karaniu"
        },
        {
            "chapter": 59,
            "verse": 8,
            "text": "To jest dla biednych muhadzirow, ktorzy zostali wypedzeni ze swoich domostw i ktorzy zostali pozbawieni swoich majatkow, gdy poszukiwali łaski i zadowolenia Boga i starali sie pomoc Bogu i Jego Posłancowi. Oni sa naprawde szczerzy"
        },
        {
            "chapter": 59,
            "verse": 9,
            "text": "A ci, ktorzy sie umocnili w swoim domu i w swojej wierze przed nimi, miłuja tych, ktorzy do nich wywedrowali, i nie znajduja w swoich sercach zadnego pozadania dla tego; co tamtym zostało dane. Oni daja im pierwszenstwo, nawet gdyby bieda była ich udziałem. A ten, kto sie uchroni przed skapstwem własnej duszy, bedzie szczesliwy"
        },
        {
            "chapter": 59,
            "verse": 10,
            "text": "A ci, ktorzy przyszli po nich, mowia: \"Panie nasz! Przebacz nam i naszym braciom, ktorzy nas wyprzedzili w wierze! I nie umieszczaj w naszych sercach urazy do tych, ktorzy uwierzyli! Panie nasz! Ty, zaprawde, jestes dobrotliwy, litosciwy"
        }
    ]
}