{
    "rukus": [
        {
            "chapter": 4,
            "verse": 34,
            "text": "Mezczyzni stoja nad kobietami ze wzgledu na to, ze Bog dał wyzszosc jednym nad drugimi, i ze wzgledu na to, ze oni rozdaja ze swojego majatku. Przeto cnotliwe kobiety sa pokorne i zachowuja w skrytosci to, co zachował Bog. I napominajcie te, ktorych nieposłuszenstwa sie boicie, pozostawiajcie je w łozach i bijcie je! A jesli sa wam posłuszne, to starajcie sie nie stosowac do nich przymusu. Zaprawde, Bog jest wzniosły, wielki"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "A jesli obawiacie sie rozdarcia miedzy nimi obojgiem, to poslijcie rozjemce z jego rodziny i rozjemce z jej rodziny. Jesli oni oboje zechca sie pogodzic, to Bog doprowadzi do zgody miedzy nimi. Zaprawde, Bog jest wszechwiedzacy, swiadomy"
        },
        {
            "chapter": 4,
            "verse": 36,
            "text": "Czcijcie Boga i nie dodawajcie wspołtowarzyszy! Okazujcie dobroc rodzicom i bliskim krewnym, i sierotom, i biednym, sasiadowi bliskiemu krewnemu i sasiadowi, ktory jest wam obcy, i towarzyszowi bedacemu u boku, i podroznemu, i temu, ktorym zawładneły wasze prawice. Zaprawde, Bog nie kocha tych, ktorzy sa zuchwali i pełni pychy"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "Tych, ktorzy sa skapcami i nakazuja skapstwo ludziom; i ukrywajacych to, co dał im Bog ze Swojej łaski! - przygotowalismy dla niewiernych cierpienie ponizajace"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "I tych, ktorzy rozdaja swoje dobra tylko dlatego, by ludzie widzieli, a nie wierza w Boga i Dzien Ostateczny, i tych, co maja szatana za towarzysza. A jakze to zły towarzysz"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "A coz by im szkodziło, jesliby uwierzyli w Boga i Dzien Ostatni, i jesliby rozdawali z tego, co dał im Bog? Bog przeciez zna ich dobrze"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "Zaprawde, Bog nie wyrzadzi niesprawiedliwosci nawet na ciezar jednego pyłku. A jesli to bedzie czyn dobry, to On go podwoi i da, ze Swojej strony, nagrode ogromna"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "I jak to bedzie, kiedy My przyjdziemy ze swiadkami od kazdego narodu i przyprowadzimy ciebie jako swiadka przeciwko nim"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "Tego Dnia beda pragneli ci, ktorzy nie uwierzyli i zbuntowali sie przeciw Posłancowi, aby ich pokryła ziemia; i oni nie ukryja przed Bogiem zadnego wydarzenia"
        }
    ]
}