{
    "pages": [
        {
            "chapter": 2,
            "verse": 84,
            "text": "Oşondo, Biz siler menen: “Biri-biriŋerdin kanıŋardı tökpöysüŋör, jurtuŋardan sürgün kılbaysıŋar” dep ubadalaşkanda, siler buga kübö bolup turup, moyunga algan eleŋer"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "Kiyin, O, siler! Özüŋördü (biri-biriŋerdi) öltürüp, özüŋördün bir bölügüŋördü jurttarınan sürgün kılıp, künöö jana zulum menen alarga (şerikteşteriŋerge) jardam berip jatasıŋar. Eger alar (silerge karşı soguşkan dindeşteriŋer) silerdin aldıŋarga tutkun bolup kelse, alarga fidya (akı) tölöp çıgarıp da alasıŋar. Alardı sürgün kıluu siler üçün aram kılıngan ele go?! Emne, siler kiteptin (Toorattın) bir bölügünö işenip, bir bölügünö işenbeysiŋerbi?!! Silerdin araŋardan kim bul işti jasasa, (Kiteptin bir ökümün atkarıp, başkasın atkarbasa) anın jazası bul düynö jaşoosunda korduk jana Kıyamatta katuu azapka joluguşat. Allaһ silerdin işiŋerden beykapar emes"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "Dal oşolor gana Akırettin orduna düynö jaşoosun satıp algan adamdar! Alardan azap jeŋildetilbeyt jana alarga jardam dagı berilbeyt"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "Biz Musaga Kitepti (Toorattı) berdik jana anın artınan (Toorat menen öküm kıluuçu) paygambarlardı jiberdik. Biz Maryamdın uulu Iysaga da Özübüzdün anık moojizalarıbızdı berip, anı Iyık Ruh? menen koldoduk. Ar kaçan bir paygambar silerdin kaalooŋorgo jakpagan nerseni (dindi) alıp kelse, siler (ıymanga kelüüdön) tekeberlenip jana al paygambarlardan bir bölügün jalgançı dep, ayrımdarın öltürö beresiŋerbi"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "(Yahudiyler) “Jüröktörübüz kulpulangan” deşet. Anday emes, Allaһ alarga kaapırçılıktarı sebeptüü naalat jaadırgan. (Oşonduktan) alardın ötö azçılıgı ıyman keltirişet"
        }
    ]
}