{
    "pages": [
        {
            "chapter": 9,
            "verse": 62,
            "text": "Alar silerdi (o, momundar,) ıraazı kıluu üçün, Allaһtı ortogo salıp (“paygambardın köŋülün oorutkanım jok” dep) ant içişet. Eger alar momun boluşsa, (silerdi koyo turup) Allaһ menen paygambarın ıraazı kıluuları köbüröök akıykat emes bele"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Je, kimde-kim Allaһ menen paygambarına karşı çıksa, aga tübölük Tozok otu boluşun jana bul çoŋ şermendelik ekenin alar bilbeyt bele"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "Munafıktar özdörü jönündö, jüröktörünö katılgan eki jüzdüülüktörün açıp taştay turgan bir sürö tüşüp kaluusunan korkuşat.! Ayt: «Külgülö, emi! Allaһ siler korkkon nerseni (jüzögö) çıgardı go!»"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "Eger alardan (oşol jönündö) surasaŋ: “Biz jön ele, oynop ele süylögön bolçubuz” - deşet. Aytkın: “Siler Allaһtın, Anın ayattarının Jana paygambarının üstünön külö turgan bolup kaldıŋarbı?!”"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "Keçirim surabay ele koygula, siler ıyman keltirgeniŋerden kiyin (kayradan) kaapır bolup büttüŋör!! Eger silerden bir taypanı keçirsek, (dagı) başka bir taypanı künöökör bolgonu sebeptüü azaptaybız"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "Munafık erkekter menen munafık ayaldar bardıgı — bir: jaman işterge buyuruşat jakşı işterden kaytarışat jana (saraŋdık kılıp) koldorun jumup alışat. Alar Allaһtı unutuştu ele, Allaһ dagı alardı “unuttu”? Çınında, munafıktar — buzukular"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Allaһ munafık erkekterge, munafık ayaldarga jana kaapırlarga, tübölük kala turgan Tozok otun ubada kıldı! Uşul alarga jetiştüü! Jana Allaһ alarga naalat ayttı! Alarga tügöngüs azap"
        }
    ]
}