{
    "pages": [
        {
            "chapter": 9,
            "verse": 100,
            "text": "Muhajir jana ansarlardan turgan aldıŋkı saptagı eŋ birinçiler jana oşolordun izinen eŋ sonun eerçip bara jatkandardan Allaһ ıraazı boldu, alar dagı Allaһtan ıraazı boluştu. Jana Allaһ alarga, astınan darıyalar akkan, tübölük kaluuçu Beyişterdi dayardap koydu. Bul — çoŋ jeŋiş"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "(O, Muhammad) tegeregiŋerdegi beduinderden jana Medina elderinen turgan munafıktar eki jüzdüülügün toktotpoy jatışat. Alardı sen bile albaysıŋ. Biz bilebiz. Biz alardı eki iret (bul düynödö da, arkı düynödö da) azaptaybız. Kiyin alar (Kıyamatta) çoŋ azapka kaytarılışat"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "Jana başkaları (munafık emester) öz künöölörün moyundarına alışıp, jakşı işterine başka jaman (künöö) işterin da aralaştırıp jürüşöt. Allaһ alardın toobaların kabıl alıp kalsa ajep emes. Allaһ — Keçirimdüü, Irayımduu"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "(O, Muhammad!) Sen alardın mal-mülkünön alardı (saraŋdıktan jana başka künöölörünön) tazalay turgan jana aldardı(n baylıgın, adep-ahlagın, Akırettik soobun) östürö turgan (zeket) sadakasın al. Jana alar üçün duba kıl. Çınında senin dubaŋ - alar üçün beypildik. Allaһ - Uguuçu, Bilüüçü"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Alar (tooba kılbay, sadaka berbey jürgön künöölüülör) Allaһ pendelerinen toobanı jana sadakalardı kabıl alışın bilişpeybi? Çınında, Allaһ -toobalardı kabıl aluuçu (jana) Irayımduu"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "Jana aytkın: “(Ey, munaafıktar! Kaalagan) işiŋerdi jasay bergile. Allaһ işiŋerdi körüp turat. Jana Anın paygambarı menen momundar dagı (Allaһ aşkerelegen işiŋerdi körüp turuşat). Siler jakında kayıptı da anıktı da Bilüüçünün aldına kaytarılasıŋar. Anan Al silerge bardık işiŋerdin kabarın bildiret"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "Dagı başkalar (munafık emes, birok soguştan sebepsiz kalgandar) bar. Alar Allaһtın ökümünö: je jazaloosuna je toobaların kabıl aluusuna kaltırılgandar. Allaһ — Bilüüçü, Daanışman"
        }
    ]
}