{
    "pages": [
        {
            "chapter": 11,
            "verse": 89,
            "text": "O, koomum! Maga (bul) karşı çıguuŋar, Nuhtun, Huddun jana Salihtın (kaapır) koomdoruna jetken azaptın silerge da jetip kaluusuna sebep bolup jürbösün! Lut koomu(nun jaşagan jeri jana zamanı) silerge alıs emes go"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "(Esiŋerdin barında) Rabbiŋerden künööŋördü(n keçirilişin) surap, Özünö tooba kılıp kalgıla! Albette, Menin Rabbim - (tooba kılgandarga) Irayımduu jana ıymanduulardı Süyüüçü»"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "Alar ayttı: “O, Şuayb! Köp sözdörüŋdü tüşünböy turabız. Jana biz seni arabızdagı alsız adam katarı köröbüz. Eger uruu-jamaatıŋ bolbogondo seni taşbaraŋ kılıp taştayt elek. Özüŋ bizge kadırluu adam emessiŋ"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "(Şuayb) ayttı: «O, koomum! Silerge menin uruu-jamaatım Allaһdan da kadırluubu? Anı(n buyruktarın) artıŋarga taştap koyduŋar?! Menin Rabbim bardık işiŋerdi orop (bilip) aluuçu"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "O, koomum! (Anda) Öz bilgeniŋerdi jasap jürö bergile, men da (öz bilgenimdi) jasaymın. Kimge şermende kıluuçu azap kelişin jana kim jalgançı ekenin tez ele bilip alasıŋar. Kütkülö, men da siler menen çoguu kütöyün.»"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "Kaçan alarga Bizdin buyrugubuz (azap) kelgen çakta Şuayb jana anı menen birge bolgon momundardı Öz ırayımıbız menen kutkardık. Al emi, zulum (kaapırçılık) jasagan adamdardı katuu dobuş (aç aykırık) “karmap”, bardık kaapırlar öz koroo-jaylarında kıyrap"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "Al jerde jaşabaganday bolup kalıştı Köŋül burgula! Samud koomu kırılganday, kırılsın Madyan"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "Biz Musanı Öz moojizalarıbız jana aykın dalil menen jiberdik"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "Firaun jana anın (saray) adamdarına. Alar (saray adamdarı) Firaundun amirine moyun sunuştu. A, Firaundun işi (ökümü) tuura emes bolçu"
        }
    ]
}