{
    "pages": [
        {
            "chapter": 2,
            "verse": 164,
            "text": "Albette, asmandardın jana jerdin jaratılışında, tün menen kündüzdün almaşıp turuşunda, deŋiz üstündö adamdarga payda jetkirip süzüp jürgön kemelerde, Allaһ asmandan tüşürgön suuda, al suu menen Allaһ jerdi ölgöndön soŋ tiriltip, üstünö ar türkün janıbarlardı taratkan ele, şamaldardın (birde muzdak, birde ısık bolup) soguusunda jana asman menen jerdin ortosunda moyun sundurup koyulgan buluttarda akılduu adamdar üçün (Allaһtın kuduretine) belgiler bar"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "Adamdardın arasında kee biröölör, Allaһtan başka nerselerdi (Allaһka) teŋ (şerik) kılıp alışat (jana) alardı Allaһtı süygöndöy süyüşöt. Iymanduu adamdar Allaһtı köbüröök süyüşöt. Eter (Allaһka başka nerselerdi şerik karmagan) zaalımdar Kıyamatta azaptı (öz közdörü menen) körüşsö jana küç-kudurettin bardıgı Allaһka taandık ekenin bilişse (Allahka şerik koşuşpayt bolçu). Allaһtın azabı katuu"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "Al (Kıyamat) Künü (Allaһtan başkaga) eerçigenderden eerçitkenderi (sıyıngan, süygön jalgan kudayları) çanıp ketet jana bardıgı azaptı öz közdörü menen körüşöt. Anan alardın arasındagı alaka-mamileleri üzülöt"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "Andan soŋ eerçigender: “Eger bizge jaşoo dagı bir iret berilçü bolso, bizdi çanganı sıyaktuu bulardı (jasalma kudaylardı) çanıp (jalgız Allaһka sıyınıp) jaşayt bolçubuz”-deşet. Oşentip, Allaһ alarga (şirk) amaldarın öz baştarına kaygı kılıp körgözöt. Alar ekinçi çıkkıs bolup Tozokto kalıp ketişet"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "O, adamdar! Jer betindegi nerselerden adal, taza bolgondorun jegile jana şaytan baştagan joldorgo jürbögülö. Al silerge anık duşman"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "Şaytan silerdi jaman, buzuk işterge jana Allaһ jönündö bilbegen nerseŋerdi süylöögö buyurat"
        }
    ]
}