{
    "pages": [
        {
            "chapter": 22,
            "verse": 47,
            "text": "(O, Muhammad, muşrikter «Eger çın paygambar bolsoŋ, Rabbiŋ bizge azap tüşürböybü, tezireek» dep) senden azaptı şaştırıp suraşat. Allaһ ubadasın buzbayt. (Sözsüz azap kelet.) Jana.., Senin Rabbiŋdin aldındagı bir kün siler eseptegen jıldardın miŋ jılı sıyaktuu"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "Dagı neçendegen şaarlardı(n elderin) alar zaalım bolso da, möönötün uzartıp koydum. Kiyin (köp jaşap, köp künöö kılıp, köbüröök azapka ılayık bolgondo) gana kıyrattım. Kaytıp kelüü — Özümö"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "Aytkın: «O, adamdar! Men çınında silerge anık eskertüüçümün"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "Al emi, ıyman keltirip, salih amal kılgan adamdar üçün (Allaһ tarabınan) keçirim jana uluk ırıskı (Beyiş) bar!»"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "Bizdin ayattarıbızdı(n aylanasında ar türdüü söz kozutup) alardın küç-taasirin azaytuuga (biri-birinen ozup) alektenip jatkandar.., dal oşolor Tozok eeleri"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "Senden murda bir elçi je paygambar jibergen bolsok, al kaçan gana (kitepten bir ayat) okuçu bolso, anın kıraatına şaytan (kitepte jok sözdördü) koşkoŋ(go arakettengen). Anan Allaһ şaytan koşkon nerselerdi öçürüp, Öz ayattarın bekemdegen. Allaһ Bilüüçü, Daanışman"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "Şaytan koşkon nerseler(di Allaһ) jürögündö ildet-ooruusu bar (munafık) adamdar menen jürögü katıp kalgan (muşrik) adamdardı sınoo üçün jasayt. Albette, zaalım (kaapır) adamdar tügöngüs talaş-tartışta kalışat"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "İlimdüü adamdar, anın (Kuraandın) Rabbiŋden kelgen (özgörgüs) Akıykat ekenin bilişi jana jüröktörü aga muyup, ıyman keltirişi üçün (Allaһ uşul sınoonu jasadı) Allaһ ıyman keltirgen adamdardı Tuura Jolgo baştooçu"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "Kaapırlar, özdörünö Saat (Kıyamat) kapıstan kelip kalganga çeyin je Kıyamat kündün azabı kelgenge çeyin Kuraandan şektene berişet"
        }
    ]
}