{
    "pages": [
        {
            "chapter": 35,
            "verse": 45,
            "text": "Eger Allaһ adamdardı kılmıştarına jaraşa (uşul ele düynödö) jazalay berçü bolso, jer betinde kıbıragan (adam) kaltırmak emes. Birok, Allaһ alardı belgilüü küngö (Kıyamatka) keçiktirüüdö. Al emi, kaçan belgilengen kündörü kelgende (Allaһ Özü esepteşip alat. Antkeni,) Allaһ pendelerin Körüüçü"
        },
        {
            "chapter": 36,
            "verse": 1,
            "text": "Ya,Sin"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "Daanışman Kuraanga ant"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "Sençınında, paygambarlardansıŋ"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "Tuura Jol üstündögü"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "(Kuraan) Irayımduu, Kudurettüünün tüşürgönü"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "koom(uŋ)du eskertişiŋ üçün. Alardın ata-babaları (eç bir paygambar tarabınan) eskertilgen emes, özdörü da naadan-bilimsiz adamdar ele"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "Alardın köpçülügünö söz (azap kelişi) akıykat bolup kaldı. Emi alar ıyman keltirişpeyt"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "Bizalardın moyundarına eekterine çeyin kişen orop koygonbuz. Anan alar kakayıp (iyile albay) kalışkan"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "Bizalardın aldınan, artınan (ıymandan toso turgan) tosmolordu koyup, eç nerseni körö albay turgan kılıp (naadandık pardası menen) orop saldık"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "Emi alardı eskertesiŋbi je eskertpeysiŋbi — ayırması jok: ıyman keltirişpeyt"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "(O, Muhammad!) Sen Zikirge (Kuraan akıykatına) eerçigen jana kayıptagı (körünbögön) Rahmandan korkkon kişini gana eskerte alasıŋ. Sen aga (Allaһ tarabınan bolo turgan) keçirimdin jana uluk soop-sıylıktın kubanıçtuu kabarın ber"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "Albette Biz ölüktördü (kayradan) tiriltebiz jana murda jasagan işterin, (özünön kalgan) izderin jazıp koyobuz. Jana Biz bardık nerseni Anık Kitepte! (aldın ala) eseptep koygonbuz"
        }
    ]
}