{
    "pages": [
        {
            "chapter": 38,
            "verse": 84,
            "text": "(Allaһ) ayttı: «Çın-çının aytamın"
        },
        {
            "chapter": 38,
            "verse": 85,
            "text": "Sen jana alardın (insandardın) arasınan saga eerçigender menen tozoktu tolturamın!»"
        },
        {
            "chapter": 38,
            "verse": 86,
            "text": "Ayt: «Men anın (Kuraandı üyrötkönümdün) orduna silerden akı surabaymın. Men jasalma (paygambar) kişilerden da emesmin"
        },
        {
            "chapter": 38,
            "verse": 87,
            "text": "Bul (Kuraan) aalamdar üçün zikir-eskertüüdön başka emes"
        },
        {
            "chapter": 38,
            "verse": 88,
            "text": "Anın kabarıŋn(ın çındık ekenin) bir azdan kiyin (Kıyamatta) bilip alasıŋar"
        },
        {
            "chapter": 39,
            "verse": 1,
            "text": "Bul Kiteptin (Kuraandın) tüşüşü Kudurettüü, Daanışman Allaһ tarabınan"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "(O, Muhammad!) Biz saga Kitepti Akıykat menen tüşürdük. Emi Dindi Allaһtın Özünö gana kalıs abalda ibadat kıl"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "Köŋül burgula! Kalıs Din Allaһ üçün! Andan başkanı dos (kuday) kılıp algandar: «Biz alarga, bizdi Allaһka jakın kılışı üçün gana ibadat kıluudabız» (deşet). Çınında, alar talaşkan nerselerde alardın arasında Allaһ (gana) öküm kılat. Allaһ jalgançılardı jana kaapırlardı Tuura Jolgo baştabayt"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "Eger Allaһ balası boluunu kaalaganda, Özü jaratkan nerselerdin arasınan Özü kaalaganın tandap (bala kılıp) almak. Allaһ (mından) Aruu-Taza! Al-Jalgız, Jeŋüüçü Allaһ"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "Alasmandar menen jerdi Akıykat (daanışmandık jana maksat) menen jarattı. Al tündü kündüzgö, kündüzdü tüngö oroyt. Jana Al Kün menen Aydı (Özünö) moyun sundurdu. (Kün, Ay jana başka jıldızdardın) bardıgı belgilengen möönötkö (Kıyamatka) çeyin (süzüp) jürüşöt. Köŋül burgula! Al- Kudurettüü, Keçirimdüü"
        }
    ]
}