{
    "pages": [
        {
            "chapter": 43,
            "verse": 23,
            "text": "Dal uşul sıyaktuu, senden murun bir ayıl-şaarga eskertüüçü-paygambar jibersek, ısırapkor (bay) adamdarı: «Biz ata-babalarıbızdı (belgilüü) işenimdin üstündö tapkanbız. Biz oşolordun gana izine eerçiybiz»-deşken"
        },
        {
            "chapter": 43,
            "verse": 24,
            "text": "(Anda paygambar) aytkan: «Biz silerge ata-babaŋar karmagan diniŋerden tuuraraak din alıp kelsekçi? Alar (dagı ele): «Biz siler alıp kelgen dinge işenbeybiz», - deşti"
        },
        {
            "chapter": 43,
            "verse": 25,
            "text": "Anan... Biz alardan öç aldık. (Allaһtın paygambarın) «jalgançı» degen adamdardın akıbeti kanday bolgonun körüp al"
        },
        {
            "chapter": 43,
            "verse": 26,
            "text": "Jana (estegin): Bir kezde İbrahim atasına jana (muşrik) koomuna «Men silerden jana siler sıyıngan «kudayıŋardan» kol üzdüm"
        },
        {
            "chapter": 43,
            "verse": 27,
            "text": "Meni jaratkan Allaһtın Özü(nö gana sıyınamın). Al meni Tuura Jolgo baştayt»- dedi"
        },
        {
            "chapter": 43,
            "verse": 28,
            "text": "(İbrahim) al sözdü (şirk ibadatınan) kaytışsa ajep emes (dep), (urpaktarına) tübölük (muras kılıp) kaltırdı"
        },
        {
            "chapter": 43,
            "verse": 29,
            "text": "Men alardı (Makka muşrikterin) jana ata-babaların, özdörünö Akıykat (İslam) jana anık paygambar (Muhammad) kelgenge çeyin (kenen jaşoo-ırıskı menen) paydalantırdım"
        },
        {
            "chapter": 43,
            "verse": 30,
            "text": "Al emi, kaçan alarga Akıykat kelgende: «Bul — sıykır! Biz buga işenbeybiz!»-deşti"
        },
        {
            "chapter": 43,
            "verse": 31,
            "text": "Jana aytıştı: «Bul Kuraan eki uluk şaardagı (uluk) adamdarga tüşsö bolmok»"
        },
        {
            "chapter": 43,
            "verse": 32,
            "text": "Rabbiŋdin (saga bergen) ırayımın (paygambarçılıgın) oşolor bölüştürgön beken? (Jok! Anday emes) alardın düynö jaşoosundagı öz ara tiriçilik-ırıskıların da Biz bölüştürgönbüz jana birin-birine moyun sundurup aluuları üçün kee biröölörünün darajasın başkalarınan biyik kılıp koygonbuz. Birok, alar çogultkan (baylık, daŋk sıyaktuu) nerselerden Rabbiŋdin ırayımı artıgıraak"
        },
        {
            "chapter": 43,
            "verse": 33,
            "text": "Eger adamdar(dın bardıgı kaapırlardın baylıgına azgırılıp) bir (kaapır) ümmöt bolup ketüü (korkunuçu) bolbogondo, Biz Rahmanga kaapır bolgondordun tamdarın jana alarga çıga turgan şatılarınan öydö kümüştön kılıp koymokpuz"
        }
    ]
}