{
    "rukus": [
        {
            "chapter": 7,
            "verse": 152,
            "text": "La ira de Dios azotara a aquellos que adoraron el becerro, y seran humillados en esta vida mundanal. Asi es como castigo a quienes inventan mentiras"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Quienes obren mal pero luego se arrepientan y crean, sepan que tu Senor, a pesar de lo que hicieron, es Absolvedor, Misericordioso"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "Cuando Moises calmo su ira recogio las tablas. En ellas hay guia y misericordia para quienes tienen temor de su Senor"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Moises eligio entre su pueblo a setenta hombres para una cita conmigo, y cuando les azoto un violento temblor, [Moises] exclamo: \"¡Senor mio! Si hubieras querido los habrias aniquilado antes y a mi tambien. ¿Acaso nos aniquilaras por lo que han cometido los necios que hay entre nosotros? [El becerro] no es sino una prueba con la que extravias y guias a quien quieres. Tu eres nuestro protector, perdonanos y ten misericordia de nosotros. Tu eres el mas Indulgente"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "Concedenos bienestar en esta vida y en la otra; nos hemos vuelto a Ti arrepentidos\". Dijo [Dios]: \"Azoto con Mi castigo a quien quiero, pero sepan que Mi misericordia lo abarca todo, y se la concedere a los piadosos que pagan el zakat y creen en Mis signos"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "aquellos que sigan al Mensajero y Profeta iletrado [Mujammad], quien se encuentra descrito en la Tora y el Evangelio; [el Profeta] que les ordena el bien y les prohibe el mal, les permite todo lo beneficioso y solo les prohibe lo perjudicial, y les abroga los preceptos dificiles que pesaban sobre ellos [la Gente del Libro]. Y quienes crean en el, lo secunden, defiendan y sigan la luz que le ha sido revelada, seran los bienaventurados"
        }
    ]
}