{
    "rukus": [
        {
            "chapter": 26,
            "verse": 10,
            "text": "[Recuerda] cuando tu Senor llamo a Moises y le dijo: \"Dirigete al pueblo injusto"
        },
        {
            "chapter": 26,
            "verse": 11,
            "text": "El pueblo del Faraon, y exhortalos a comportarse con temor de Dios"
        },
        {
            "chapter": 26,
            "verse": 12,
            "text": "Dijo [Moises]: \"¡Oh, Senor mio! Temo que me desmientan"
        },
        {
            "chapter": 26,
            "verse": 13,
            "text": "y entonces mi pecho se oprima y mi lengua no pueda expresarse con fluidez. Envia, a [mi hermano] Aaron conmigo"
        },
        {
            "chapter": 26,
            "verse": 14,
            "text": "Ellos me acusan de un crimen y temo que me maten"
        },
        {
            "chapter": 26,
            "verse": 15,
            "text": "Dijo [Dios]: \"No temas. Vayan ambos con Mis signos, que estare junto a ustedes escuchando"
        },
        {
            "chapter": 26,
            "verse": 16,
            "text": "Presentense ante el Faraon y diganle: ‘Somos Mensajeros enviados por el Senor del Universo"
        },
        {
            "chapter": 26,
            "verse": 17,
            "text": "Deja marchar con nosotros a los Hijos de Israel’"
        },
        {
            "chapter": 26,
            "verse": 18,
            "text": "Dijo [el Faraon]: \"¿Acaso no te criamos [¡oh, Moises!] desde nino, y permaneciste con nosotros muchos anos de tu vida"
        },
        {
            "chapter": 26,
            "verse": 19,
            "text": "e hiciste lo que hiciste, convirtiendote en un renegado [desagradecido con nosotros de todo lo que te dimos]"
        },
        {
            "chapter": 26,
            "verse": 20,
            "text": "Dijo [Moises]: \"Cuando lo hice estaba aun en la perdicion"
        },
        {
            "chapter": 26,
            "verse": 21,
            "text": "Luego hui de ustedes por temor [a que me mataran]. Pero mi Senor me agracio con la sabiduria y me hizo uno de Sus Mensajeros"
        },
        {
            "chapter": 26,
            "verse": 22,
            "text": "En cuanto al favor que me recuerdas, ¿acaso no se debio a que habias esclavizado a los Hijos de Israel"
        },
        {
            "chapter": 26,
            "verse": 23,
            "text": "Pregunto el Faraon: \"¿Quien es el Senor del Universo"
        },
        {
            "chapter": 26,
            "verse": 24,
            "text": "Dijo [Moises]: \"Es el Senor de los cielos, la Tierra y todo lo que hay entre ambos. Deberian tener certeza de eso"
        },
        {
            "chapter": 26,
            "verse": 25,
            "text": "Dijo [el Faraon] a quienes estaban en torno a el: \"¿Han oido"
        },
        {
            "chapter": 26,
            "verse": 26,
            "text": "Agrego [Moises]: \"Es su Senor y el Senor de sus ancestros"
        },
        {
            "chapter": 26,
            "verse": 27,
            "text": "Dijo [el Faraon a su pueblo]: \"El Mensajero que les ha sido enviado es un demente"
        },
        {
            "chapter": 26,
            "verse": 28,
            "text": "[Moises] prosiguio: \"El es el Senor del oriente y del occidente, y de lo que hay entre ambos. Deberian razonar sobre eso"
        },
        {
            "chapter": 26,
            "verse": 29,
            "text": "Dijo [el Faraon]: \"Si tienes otro dios que no sea yo, hare que te encarcelen"
        },
        {
            "chapter": 26,
            "verse": 30,
            "text": "Dijo [Moises]: \"¿Incluso si te presentara una prueba evidente [de que soy Profeta]"
        },
        {
            "chapter": 26,
            "verse": 31,
            "text": "Dijo [el Faraon]: \"Presentala, si es que dices la verdad"
        },
        {
            "chapter": 26,
            "verse": 32,
            "text": "Entonces [Moises] arrojo su vara, y esta se convirtio en una serpiente autentica"
        },
        {
            "chapter": 26,
            "verse": 33,
            "text": "[Luego introdujo su mano por el cuello de su tunica y] al retirarla, ante todos los presentes, estaba blanca y resplandeciente"
        }
    ]
}