{
    "rukus": [
        {
            "chapter": 48,
            "verse": 1,
            "text": "Te he concedido [¡oh, Mujammad!] una victoria evidente"
        },
        {
            "chapter": 48,
            "verse": 2,
            "text": "Dios te perdonara [¡oh, Mujammad!] las faltas que cometiste y las que pudieses cometer, completara Su gracia sobre ti, te afianzara en el sendero recto"
        },
        {
            "chapter": 48,
            "verse": 3,
            "text": "y te dara un auxilio grandioso"
        },
        {
            "chapter": 48,
            "verse": 4,
            "text": "El es Quien hizo descender el sosiego en los corazones de los creyentes para aumentarles fe a la fe que ya tenian. A Dios pertenecen los ejercitos de los cielos y de la Tierra; y Dios lo sabe todo, es Sabio"
        },
        {
            "chapter": 48,
            "verse": 5,
            "text": "[Dios] introducira por toda la eternidad a los creyentes y a las creyentes en jardines por donde corren rios, y les perdonara sus pecados. Este es un exito grandioso ante Dios"
        },
        {
            "chapter": 48,
            "verse": 6,
            "text": "En cambio, a los hipocritas y las hipocritas, y a los idolatras y las idolatras que pensaban mal de Dios, los castigara; la ira de Dios recaera sobre ellos y los maldecira, y les tiene reservado el castigo del Infierno. ¡Que horrible destino"
        },
        {
            "chapter": 48,
            "verse": 7,
            "text": "A Dios pertenecen los ejercitos de los cielos y de la Tierra. Dios es Poderoso, Sabio"
        },
        {
            "chapter": 48,
            "verse": 8,
            "text": "Te he enviado [¡oh, Mujammad!] como testigo [de la unicidad divina], albriciador y amonestador"
        },
        {
            "chapter": 48,
            "verse": 9,
            "text": "Crean en Dios y en Su Mensajero, asistan y honren [al Profeta], y glorifiquen [a Dios] por la manana y por la tarde"
        },
        {
            "chapter": 48,
            "verse": 10,
            "text": "Quienes te juran fidelidad en realidad estan jurando fidelidad a Dios, pues la mano de Dios esta sobre sus manos. Quien no cumpla con el juramento solo se perjudicara a si mismo; en cambio, quien respete lo pactado con Dios recibira una recompensa grandiosa"
        }
    ]
}