{
    "pages": [
        {
            "chapter": 16,
            "verse": 55,
            "text": "per a acabar negant el que els hem donat. Gaudiu, doncs, breument! Aneu a veure"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "Atribuïxen al que no coneixen alguns dels béns que els hem proveït. Per Al·là, que haureu de respondre del que inventàveu"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "Atribuïxen filles a Al·là -glòria a Ell!- i a si mateixos s'atribuïxen el que desitgen"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "Quan se li anuncia a un d'ells una nena, es queda esquerp i s'angoixa"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "Esquiva a la gent per vergonya del que se li ha anunciat, preguntant-se si ho conservarà, per a deshonra seva, o ho amagarà sota terra... Què malament jutgen"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "Qui no creuen en l'altra vida representen el mal, mentre que Al·là, representa l'ideal suprem. Ell és el Poderós, el Savi"
        },
        {
            "chapter": 16,
            "verse": 61,
            "text": "Si Al·là tingués en compte la impietat humana, no deixaria cap ésser viu sobre ella. Però els retarda per un termini determinat i, quan venç el seu termini, no poden retardar-lo ni avançar-lo una hora"
        },
        {
            "chapter": 16,
            "verse": 62,
            "text": "Atribuïxen a Al·là el que detesten i les seves llengües inventen la mentida quan pretenen que els espera el millor. En veritat, tindran el Foc, i aniran els primers"
        },
        {
            "chapter": 16,
            "verse": 63,
            "text": "Per Al·là!, que abans de tu hem manat Missatgers a comunitats. Però el Dimoni va engalanar les obres d'aquestes i avui és ell el seu amo. Tindran un càstig dolorós"
        },
        {
            "chapter": 16,
            "verse": 64,
            "text": "No t'hem revelat l'Escriptura sinó perquè els expliquis en què discrepaven i com guia i misericòrdia per a gent que creu"
        }
    ]
}