{
    "pages": [
        {
            "chapter": 17,
            "verse": 87,
            "text": "No és sinó una misericòrdia vinguda del teu Senyor, Que t'ha afavorit granment"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "Digues: «Si els homes i els genis s'unissin per a produir un Alcorà com aquest, no podrien aconseguir-ho, encara que s'ajudessin mútuament»"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "En aquest Alcorà hem exposat als homes tota classe d'exemples. Però la majoria dels homes no volen sinó ser infidels"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "I diuen: «No creurem en tu fins que ens facis brollar una deu de la terra"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "o que tinguis un jardí amb palmeres i vinyes entre els quals facis brollar cabalosos rierols"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "o que, com pretens, facis caure sobre nosaltres part del cel o ens portis tots plegats a Al·là i als àngels"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "o que tinguis una casa suntuosa, o t'elevis en l'aire. Però tampoc anem a creure en la teva elevació mentre no ens facis baixar una Escriptura que puguem llegir». Digues: «Glòria al meu Senyor! I què sóc jo sinó un mortal, un Missatger?»"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "No ha impedit als homes creure quan els ha arribat La Guia sinó l'haver aquest: «Ha manat Al·là a un mortal com Missatger?»"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "Digues: «Si hagués hagut en la terra àngels caminant tranquil·lament, hauríem fet que els baixés del cel un àngel com Missatger»"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "Digues: «Al·là basta com testimoni entre jo i vosaltres. Està bé informat sobre Els seus serfs, els veu bé»"
        }
    ]
}