{
    "pages": [
        {
            "chapter": 41,
            "verse": 21,
            "text": "Diran a la seva pell: «Per què has testificat contra nosaltres?» I ella dirà: «Al·là, Que ha concedit a tots la facultat de parlar, ens l'ha concedit a nosaltres. Us ha creat una vegada primera i a Ell sereu retornats"
        },
        {
            "chapter": 41,
            "verse": 22,
            "text": "No podíeu amagar-vos tan bé que no poguessin després testificar contra vosaltres les vostres oïdes, els vostres ulls i la vostra pell. Crèieu que Al·là no sabia molt del que fèieu"
        },
        {
            "chapter": 41,
            "verse": 23,
            "text": "El que vosaltres pensàveu del vostre Senyor us ha arruïnat i ara sou dels que han perdut»"
        },
        {
            "chapter": 41,
            "verse": 24,
            "text": "Encara que tinguin paciència, el Foc serà el seu estatge. I, encara que demanin gràcia, no se'ls concedirà"
        },
        {
            "chapter": 41,
            "verse": 25,
            "text": "Els hem assignat companys, que han engalanat el seu estat actual i el seu estat futur. S'ha complert en ells la sentència que també va arribar a altres comunitats de genis i de mortals que els van precedir. Han perdut"
        },
        {
            "chapter": 41,
            "verse": 26,
            "text": "Els infidels diuen: «No feu cas d'aquest Alcorà ! Parlotegeu quan ho llegeixin. Potser, així, us sortiu amb la vostra!»"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "Als infidels els farem agradar, sí, un sever càstig i els retribuirem, sí, conformement a les seves pitjors obres"
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "aquesta és la retribució dels enemics d'Al·là: el Foc, en el qual tindran l'Estatge de l'Eternitat, com retribució d'haver negat Els nostres signes"
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "Els infidels diran: «Senyor! Mostra'ns als genis i als mortals que ens han extraviat i els posarem sota els nostres peus perquè estiguin en el més profund!»"
        }
    ]
}