{
    "pages": [
        {
            "chapter": 47,
            "verse": 1,
            "text": "A qui no creen i apartin a altres del camí d'Al·là, Ell els invalidarà les seves obres"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "En canvi, esborrarà les dolentes obres i millorarà la condició de qui hagin cregut, obrat bé i cregut en la revelació feta a Muhammad, la qual és la Veritat que ve del seu Senyor"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "I això és així perquè els infidels segueixen la falsedat, mentre que els creients segueixen La Veritat vinguda del seu Senyor. Així és com Al·là els posa com exemple als homes"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "Quan sostingueu, doncs, una trobada amb els infidels, descarregueu els cops en el coll fins a sotmetre'ls. Llavors, lligueu-los fortament. Després, retorneu-los la llibertat, de gràcia o mitjançant rescat, perquè cessi la guerra. És així com heu de fer. Si Al·là volgués, es defensaria d'ells, però vol provar-vos a uns per mitjà d'uns altres. No deixarà que es perdin les obres dels quals hagin caigut per Al·là"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "Ell els dirigirà, millorarà la seva condició"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "i els introduirà en el Paradís, que Ell els haurà donat ja a conèixer"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "Creients! Si auxilieu a Al·là, Ell us, auxiliarà i afirmarà els vostres passos"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "Ai d'aquells, en canvi, que no hagin cregut! Invalidarà les seves obres"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "I això és així perquè els va repugnar la revelació d'Al·là. I va fer vanes les seves obres"
        },
        {
            "chapter": 47,
            "verse": 10,
            "text": "No han anat per la terra i mirat com van acabar els seus antecessors? Al·là els va destruir. I els infidels tindran una fi semblant"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "I això és així perquè Al·là és El Protector dels creients, mentre que els infidels no tenen protector"
        }
    ]
}