{
    "pages": [
        {
            "chapter": 6,
            "verse": 36,
            "text": "వినేవారు మాత్రమే (సత్యాన్ని) స్వీకరిస్తారు. ఇకపోతే మృతుల విషయం – అల్లాహ్‌ వారిని బ్రతికించిలేపుతాడు. తర్వాత వారంతా ఆయన వద్దకే మరలించబడతారు"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "ఈయన ప్రభువు తరఫు నుంచి ఈయనపై ఏదైనా మహిమ ఎందుకు అవతరింపజేయబడలేదు? అని వారు అడుగుతున్నారు. “అల్లాహ్‌ (ముమ్మాటికీ) మహిమను అవతరింపజేసే శక్తి కలిగి ఉన్నాడు” అని (ఓ ప్రవక్తా!) వారికి చెప్పు. అయితే వారిలో అధికులకు తెలియదు"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "భూమిలో సంచరించే ఎన్ని రకాల జంతువులైనా, తమ రెండు రెక్కల సహాయంతో ఎగిరే పక్షులైనా – అన్నీ మీలాంటి సముదాయాలే. మేము గ్రంథంలో నమోదు చేయకుండా దేన్నీ వదలిపెట్టలేదు. ఆపైన అందరూ తమ ప్రభువు వైపుకు సమీకరించబడేవారే"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "ఎవరయితే మా ఆయతులను ధిక్కరిస్తున్నారో వారు చీకట్లలో తచ్చాడుతున్న చెవిటివారు, మూగవారు. అల్లాహ్‌ తాను కోరిన వారిని పెడదారి పట్టిస్తాడు. అలాగే ఆయన తాను కోరిన వారిని రుజుమార్గంపై నడిపిస్తాడు"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "(ఓ ప్రవక్తా!) వాళ్ళను అడుగు : “చూడండి! అల్లాహ్‌ తరఫునుంచి మీపై ఏదయినా ఆపద వచ్చిపడితే లేక మీపైన ప్రళయమే వస్తే అప్పుడు మీరు అల్లాహ్‌ను తప్ప వేరొకరెవరినయినా మొరపెట్టుకుంటారా? మీరు సత్యవంతులే అయితే (నిజం) చెప్పండి.”"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "“లేదు. (ఆ క్షణంలో) మీరు కేవలం ఆయన్నే వేడుకుంటారు. దేనికోసం మీరు వేడుకున్నారో ఆ ఆపదను ఆయన మీ నుండి తొలగించదలచుకుంటే తొలగిస్తాడు. అలాంటి సమయాలలో మీరు మాత్రం (అల్లాహ్‌కు) సహవర్తులుగా నిలబెట్టిన వారందరినీ మరచిపోతారు.”"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "నీకు పూర్వం ఎన్నో సమాజాల వద్దకు కూడా మేము ప్రవక్తలను పంపాము. ఆయా సమాజాలవారు అణకువను వ్యక్తపరచాలన్న ఉద్దేశంతో మేము వాళ్ళను దారిద్య్రానికి, అనారోగ్య బాధలకు గురిచేసి పట్టుకున్నాము"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "మా తరఫున వారిపైకి శిక్ష వచ్చినప్పటికీ వారు అణకువను ఎందుకు ప్రదర్శించలేదు? పైగా వారి హృదయాలు కఠినమై పోయాయి. షైతాన్‌ వారి దృష్టిలో వారు చేసే పనులన్నీ మంచివే అని భ్రమపడేలా చేశాడు"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "తరువాత వారికి బోధించిన విషయాలను వారు విస్మరించినప్పుడు, మేము వారి కోసం అన్ని వస్తువుల ద్వారాలూ తెరిచాము. తమకు ప్రాప్తించిన వస్తువులపై వారు మిడిసిపడుతుండగా, అకస్మాత్తుగా మేము వారిని పట్టుకున్నాము. అప్పుడు, వారు పూర్తిగా నిరాశ చెందారు"
        }
    ]
}