{
    "pages": [
        {
            "chapter": 6,
            "verse": 147,
            "text": "ఆ తరువాత కూడా వాళ్ళు నిన్ను ధిక్కరిస్తే, “మీ ప్రభువు విస్తృతమైన కారుణ్యం కలవాడు. అయితే ఆయన శిక్ష అపరాధ జనులపై నుంచి తొలగిపోదు” అని వారికి చెప్పెయ్యి"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "“అల్లాహ్‌ తలచుకొని ఉంటే మేముగానీ, మా తాత ముత్తాతలుగానీ షిర్క్‌కు పాల్పడేవారం కాము; ఏ వస్తువునూ నిషిద్ధంగా ఖరారు చేసేవారం కూడా కాము” అని ముష్రిక్కులు అంటారు. వీరికి పూర్వం గతించిన వారు కూడా ఇలాగే ధిక్కార వైఖరిని అవలంబించారు. కడకు వారు మా శిక్షను చవి చూశారు. (ఓ ప్రవక్తా!) వారిని అడుగు: “మీ దగ్గర ఏదైనా ప్రమాణం ఉంటే, దాన్ని మా ముందు సమర్పించండి. మీరు కేవలం ఊహలను అనుసరిస్తారు. అంచనాలతో మాట్లాడతారు.”"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "ఇంకా వారికి ఇలా చెప్పు: “పరిపూర్ణమైన వాదన అల్లాహ్‌దే. ఆయనే గనక తలచుకుంటే మీ అందరినీ సన్మార్గంపై నడిపించేవాడే.”"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "“అల్లాహ్‌ ఈ వస్తువుల్ని నిషేధించాడు అని సాక్ష్యమిచ్చే మీ సాక్షులను తీసుకురండి” అని వారిని అడుగు. మరి వారు గనక అలా సాక్ష్యమిస్తే నీవు మాత్రం వారితోపాటు సాక్ష్యం ఇవ్వకు. వారి మిథ్యా భావాలను అనుసరించకు. మా ఆయతులను ధిక్కరించేవారి, పరలోకాన్ని విశ్వసించనివారి, ఇంకా ఇతరులను తమ ప్రభువుకు సమానులుగా నిలబెట్టేవారి కోరికలను అనుసరించకు"
        },
        {
            "chapter": 6,
            "verse": 151,
            "text": "(ఓ ప్రవక్తా!) వారికి చెప్పు : “రండి, మీ ప్రభువు మీపై నిషేధించిన వస్తువులు ఏవో మీకు చదివి వినిపిస్తాను. అవేమంటే; అల్లాహ్‌కు సహవర్తులుగా ఎవరినీ కల్పించకండి. తల్లిదండ్రుల యెడల ఉత్తమరీతిలో మెలగండి. పేదరికపు భయంతో మీ సంతానాన్ని హతమార్చకండి. మేము మీకూ ఆహారం ఇస్తున్నాము, వారికీ ఇస్తాము. సిగ్గు మాలిన పనులు- అవి బాహాటంగా జరిగేవైనా, గుట్టుగా జరిగేవైనా – వాటి దరిదాపులక్కూడా వెళ్ళకండి. సత్య (న్యాయ) బద్ధంగా తప్ప అల్లాహ్‌ నిషేధించిన ఏ ప్రాణినీ హతమార్చకండి. మీరు ఆలోచించి పనిచేస్తారని, అల్లాహ్‌ మీకీ విషయాలను గురించి గట్టిగా తాకీదు చేశాడు"
        }
    ]
}