{
    "pages": [
        {
            "chapter": 24,
            "verse": 54,
            "text": "(ఓ ప్రవక్తా! వారికి ఈ విధంగా) చెప్పు: “అల్లాహ్‌ ఆదేశాన్ని పాలించండి. దైవప్రవక్తను అనుసరించండి. ఒకవేళ మీరు గనక విముఖత చూపితే దైవప్రవక్తపై మోపబడిన కార్యభారం వరకే అతను బాధ్యుడు, మీపై ఉన్న కర్తవ్య నిర్వహణకు మీరే సంజాయిషీ ఇచ్చుకోవలసి ఉంటుంది. మీరు దైవప్రవక్త మాటను విన్నప్పుడే మీకు సన్మార్గం లభిస్తుంది. విషయాన్ని స్పష్టంగా చేరవేయటం వరకే ప్రవక్త బాధ్యత (అని తెలుసుకోండి!”)"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "మీలో ఎవరు విశ్వసించి, మంచి పనులు చేశారో వారికి అల్లాహ్‌, వారి పూర్వీకులను భూమికి ప్రతినిధులుగా చేసినట్లుగానే వారికి కూడా తప్పకుండా ప్రాతినిధ్యం వొసగుతానని, తాను వారి కోసం సమ్మతించి ఆమోదించిన ధర్మాన్ని వారి కొరకు పటిష్టం చేసి, దానికి స్థిరత్వాన్ని కల్పిస్తానని, వారికున్న భయాందోళనల స్థానే శాంతిభద్రతల స్థితిని కల్పిస్తానని వాగ్దానం చేసి ఉన్నాడు. వారు నన్నే ఆరాధిస్తారు. నాకు సహవర్తులుగా ఎవరినీ కల్పించరు. ఇంత జరిగిన తరువాత కూడా ఎవరైనా విశ్వాస ఘాతుకానికి పాల్పడితే ముమ్మాటికీ వారు అవిధేయు లవుతారు"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "నమాజును నెలకొల్పండి. జకాతును ఇవ్వండి. దైవప్రవక్తకు విధేయులుగా మసలుకోండి. తద్వారానే మీరు కరుణించబడతారు"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "ఈ అవిశ్వాసులు రాజ్యంలో (అటూ ఇటూ పరుగులు తీసి) మమ్మల్ని అశక్తుల్ని చేస్తారని ఎన్నడూ తలపోయకు. వారి అసలు నివాసస్థలం నరకమే. అది మహా చెడ్డ గమ్యస్థానం"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "ఓ విశ్వాసులారా! మీ అధీనంలో వున్న మీ బానిసలుగానీ, ఇంకా ప్రాజ్ఞవయస్సుకు చేరని మీ పిల్లలుగానీ మూడు వేళల్లో మాత్రం మీ అనుమతి పొందిన మీదటే మీ వద్దకు రావాలి – 1.ఫజ్ర్‌ నమాజుకు పూర్వం, 2.మధ్యాహ్నం (జుహ్ర్‌) వేళ మీరు మీ బట్టలు విడిచి ఉన్నప్పుడు, 3.ఇషా నమాజు తరువాత. ఈ మూడు వేళలు మీరు ఏకాంతం (పరదా)లో ఉండే వేళలు. ఈ మూడు వేళల్ని మినహాయిస్తే (రాకపోకలు సాగించటంలో) మీపై గానీ, వారిపైగానీ ఎలాంటి దోషం లేదు. (ఎందుకంటే) మీరు తరచూ ఒండొకరి దగ్గరకు వస్తూపోతూ ఉండవలసిన వారే. ఈ విధంగా అల్లాహ్‌ తన ఆజ్ఞలను మీకు స్పష్టంగా విడమరచి చెబుతున్నాడు. అల్లాహ్‌ సంపూర్ణ జ్ఞాని, పరిపూర్ణ వివేకవంతుడు"
        }
    ]
}