{
    "pages": [
        {
            "chapter": 25,
            "verse": 44,
            "text": "ఏమిటీ, వారిలో అత్యధికమంది వింటారనీ, అర్థం చేసుకుంటారని నువ్వు (ఇప్పటికీ) అనుకుంటున్నావా? వారు వట్టి పశువుల్లాంటి వారు. పైగా వాటికన్నా ఎక్కువగా దారితప్పారు"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "ఏమిటి, నీ ప్రభువు నీడను ఎలా వ్యాపింపజేశాడో నువ్వు చూడలేదా? ఆయన గనక తలచుకుంటే దాన్ని నిలిచి ఉండేదిగానే చేసేవాడు. మరి మేము సూర్యుణ్ణి దానికి నిదర్శనంగా చేశాము"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "మరి మేము దాన్ని క్రమక్రమంగా మా వైపుకు లాక్కున్నాము"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "మరి ఆయనే మీకోసం రాత్రిని తెర (ఆసరా)గానూ, నిద్రను విశ్రాంతిగానూ చేశాడు. ఇంకా పగటిని లేచి తిరిగే సమయంగా చేశాడు"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "తన కారుణ్యానికి (వర్షానికి) ముందు శుభవార్తను మోసుకు వచ్చే గాలులను పంపేవాడు ఆయనే. మరి మేము ఆకాశం నుంచి స్వచ్ఛమైన నీళ్లను కురిపిస్తాము"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "తద్వారా మృత ప్రదేశాన్ని బ్రతికించటానికి, మా సృష్టితాల లోని అనేక జంతువులకు, మనుషులకు (నీరు) త్రాగించటానికి (మేము ఈ ఏర్పాటును చేస్తున్నాము)"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "వారు గుణపాఠం నేర్చుకునేందుకు మేము దీనిని వారి మధ్య పలు విధాలుగా విశదీకరించాము. అయినప్పటికీ మానవులలో చాలామంది అవిశ్వాసం, కృతఘ్నతలు తప్ప మరొక వైఖరిని అవలంబించటానికి తిరస్కరిస్తున్నారు"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "మేము కోరుకుంటే ఒక్కో ఊరిలో ఒక్కో హెచ్చరిక చేసేవాణ్ణి పంపి ఉండేవారం"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "కాబట్టి నువ్వు తిరస్కారుల మాట వినకు. ఖుర్‌ఆన్‌ (బోధన) మూలముగా వారితో గొప్ప పోరాటపటిమను ప్రదర్శిస్తూ ఉండు"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "రెండు సముద్రాలను – పరస్పరం – కలిపి ఉంచినవాడు ఆయనే. వాటిలో ఒకటి తియ్యనిది, రుచికరమైనది. మరొకటి ఉప్పగా, చేదుగా ఉంది. ఆ రెండింటి మధ్య ఒక తెర (అడ్డు గోడగా) ఉంది. అది వాటిని వేరుగా ఉంచుతుంది"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "నీటితో మానవుణ్ణి సృష్టించినవాడు ఆయనే. ఆ తరువాత అతనికి వంశపారంపర్యాన్ని, అత్తగారి బంధుత్వాన్ని కల్పించాడు. నిశ్చయంగా నీ ప్రభువు (ప్రతిదీ చేయగల) శక్తి గలవాడు"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "వారు అల్లాహ్‌ను వదలి తమకు లాభాన్నిగానీ, నష్టాన్నిగానీ చేకూర్చలేని వాటిని ఆరాధిస్తున్నారు. ఎంతయినా అవిశ్వాసి మటుకు తన ప్రభువుకు వ్యతిరేకంగా (షైతానుకు) తోడ్పడేవాడే"
        }
    ]
}