{
    "pages": [
        {
            "chapter": 34,
            "verse": 8,
            "text": "“అతను (స్వయంగానే) అల్లాహ్‌కు అబద్ధాలు ఆపాదిస్తున్నాడో లేక అతనికి పిచ్చిపట్టిందో (మాకు తెలియదు)!” కాదు, (యదార్థమేమిటంటే) పరలోకంపై నమ్మకం లేనివారు మాత్రమే శిక్షకు, బహుదూరపు అపమార్గానికి లోనై ఉన్నారు"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "ఏమిటీ, వారు తమకు ముందూ, వెనుకా ఉన్న ఆకాశాన్ని, భూమిని చూడటం లేదా? మేము గనక తలచుకుంటే వారిని భూమిలో కూరుకుపోయేలా చేయగలము లేదా వారిపై ఆకాశపు తునకను పడవేయగలము. (మనస్ఫూర్తిగా) మరలే ప్రతి దాసునికి ఇందులో సూచన ఉంది"
        },
        {
            "chapter": 34,
            "verse": 10,
            "text": "ఇంకా మేము దావూదుకు మా తరఫునుండి గొప్ప అనుగ్రహాన్ని ప్రసాదించాము. “ఓ పర్వతాల్లారా! అతనితో కలసి స్తోత్రగానం చేయండి” (అని ఆజ్ఞాపించాము). పక్షులకు కూడా (ఇదే విధంగా ఆదేశించాము). ఇంకా అతని కొరకు మేము ఇనుమును మెత్తబరచాము"
        },
        {
            "chapter": 34,
            "verse": 11,
            "text": "“పరిపూర్ణమైన కవచాలను నిర్మించు. కడియాలను సరిగ్గా- సమతూకంతో – అమర్చు. ఇంకా, మీరంతా సదాచరణ చేయండి. నేను మీరు చేసేదంతా చూస్తున్నాను (అని నమ్మండి)” అని ఆదేశించాము"
        },
        {
            "chapter": 34,
            "verse": 12,
            "text": "ఇంకా – మేము సులైమాను కోసం గాలిని అదుపులో ఉంచాము. దాని ప్రొద్దుటి (ప్రయాణ) గమ్యం ఒక మాసానికి, సాయంత్రపు గమ్యం కూడా ఒక మాసానికి సమానంగా ఉండేది. ఇంకా మేము అతని కోసం కరిగిన రాగి ఊటను ప్రవహింపజేశాము. ఇంకా – అతని ప్రభువు ఆజ్ఞపై జిన్నులు అతని చెప్పుచేతల్లో ఉండి, అతని ముందర పనిచేసేవి. వారిలో ఎవరు మా ఆజ్ఞలను ఉల్లంఘించినా మేము వాడికి జ్వలించే అగ్ని శిక్షను చవి చూపిస్తాము"
        },
        {
            "chapter": 34,
            "verse": 13,
            "text": "వారు (ఆ జిన్నులు) అతని కోసం అతను కోరినదల్లా చేసి పెట్టేవారు – (ఉదాహరణకు :) ఎత్తయిన కట్టడాలు, ప్రతిమలు, కోనేరుల్లాంటి గంగాళాలు, పొయ్యిలపైనే స్థిరంగా ఉండే దేగిశాలు. “ఓ దావూదు కుటుంబీకులారా! ఇందుకు కృతజ్ఞతగా సదాచరణ చెయ్యండి.” నా దాసులలో కృతజ్ఞతాపూర్వకంగా మసలుకునేవారు బహుకొద్దిమంది మాత్రమే"
        },
        {
            "chapter": 34,
            "verse": 14,
            "text": "మరి మేము అతనిపై మరణ శాసనాన్ని అమలు పరచినప్పుడు, అతని చేతికర్రను తింటూవున్న చీడ పురుగు తప్ప వేరెవరూ అతని చావు కబురును వారికి (జిన్నులకు) తెలియ పరచలేదు. మరి అతను (సులైమాను) పడిపోయినప్పుడు, తమకే గనక రహస్య విషయాల జ్ఞానం ఉండి ఉంటే ఇంతటి అవమానకరమైన యాతనకు లోనయ్యేవారం కాము అని జిన్నులు తెలుసుకున్నారు"
        }
    ]
}