{
    "pages": [
        {
            "chapter": 6,
            "verse": 60,
            "text": "I On - tot, kotoryy upokaivayet vas noch'yu i znayet, chto vy dobyvayete dnem, potom On ozhivlyayet vas v nem, chtoby zavershilsya naznachennyy srok. Potom - k Nemu vashe vozvrashcheniye, potom On soobshchit vam, chto vy delali"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "On - vlastvuyushchiy nad Svoimi rabami, i posylayet On nad vami khraniteley. A kogda prikhodit k komu-nibud' ikh vas smert', Nashi poslantsy upokoyayut yego, i oni nichego ne otpuskayut"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "Potom oni vozvrashcheny budut k Allakhu, Gospodu ikh istinnomu. O da, u Nego vlast', i On - samyy bystryy ikh proizvodyashchikh raschet"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "Skazhi: \"Kto spasayet vas ot mraka sushi i morya, k komu vy vzyvayete so smireniyem i tayno: \"Yesli Ty spasesh' nas ot etogo, my budem iz blagodarnykh"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "Skazhi: \"Allakh spasayet vas ot etogo i ot vsyakoy bedy, potom vy pridayete Yemu sotovarishchey"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "Skazhi: \"On - tot, kto mozhet naslat' na vas nakazaniye sverkhu ili iz-pod vashikh nog i oblech' vas v raznyye partii i dat' poprobovat' odnim iz vas yarost' drugikh\". Posmotri, kak My raspredelyayem znameniya, - mozhet byt', oni poymut"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "I schel narod tvoy eto lozh'yu, v to vremya kak ono - istinno. Skazhi: \"YA ne poruchitel' za vas"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "U kazhdogo soobshcheniya - ustanovlennoye mesto, i vy uznayete"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "A kogda ty uvidish' tekh, kotoryye pogruzhayutsya v puchinu pustosloviya o Nashikh znameniyakh, to otvernis' ot nikh, poka oni ne pogruzyatsya v kakoy-nibud' drugoy rasskaz. I yesli satana zastavit tebya zabyt', to ty posle napominaniya ne sidi s lyud'mi nepravednymi"
        }
    ]
}