{
    "pages": [
        {
            "chapter": 7,
            "verse": 31,
            "text": "O syny Adama! Berite svoi ukrasheniya u kazhdoy mecheti; yesh'te i peyte, no ne izlishestvuyte: ved' On ne lyubit izlishestvuyushchikh"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "Skazhi: \"Kto zapretil ukrasheniya Allakha, kotoryye On nizvel dlya Svoikh rabov, i prelesti iz udela?\" Skazhi: \"Eto - tol'ko dlya tekh, kotoryye uverovali v blizhayshey zhizni v den' voskreseniy\". Tak raz\"yasnyayem My znameniya dlya lyudey, kotoryye znayut"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "Skazhi: \"Gospod' moy zapretil tol'ko merzosti, yavnyye iz nikh i skrytyye, grekh i zlodeyaniye bez prava, i chtoby vy pridavali Allakhu v sotovarishchi to, o chem On ne nizvel vlasti, i chtoby govorili protiv Allakha to, chego ne znayete"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "U vsyakogo naroda - svoy predel; i kogda pridet ikh predel, to oni ne zamedlyat ni na chas i ne uskoryat"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "O syny Adama! Kogda pridut poslantsy iz vas, rasskazyvaya vam Moi znameniya, to te, kto boyalsya i delal blagoye, - net nad nimi strakha, i ne budut oni opechaleny"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "A te, kotoryye schitali lozh'yu Moi znameniya i prevoznosilis' nad nimi, - oni - obitateli ognya, v nem oni prebyvayut vechno"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "Kto zhe nespravedliveye togo, kto izmyslil na Allakha lozh' ili schital lozh'yu Yego znameniya? Etikh postignet ikh udel iz knigi. A kogda pridut k nim Nashi poslantsy, chtoby zavershit' ikh zhizn', oni skazhut: \"Gde zhe te, kogo vy prizyvali pomimo Allakha?\" Oni skazhut: \"Poteryalis' ot nas!\" I zasvidetel'stvuyut protiv samikh sebya, chto oni byli nevernymi"
        }
    ]
}