{
    "pages": [
        {
            "chapter": 7,
            "verse": 88,
            "text": "Skazala znat' ikh yego naroda, kotoryye prevoznosilis': \"My izgonim tebya, o Shuayb, i tekh, kotoryye uverovali s toboy, iz nashego seleniya, ili ty vernesh'sya k nashemu tolku\". On skazal: \"Dazhe yesli by my nenavideli eto"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "My izmyslim na Allakha lozh', yesli vernemsya k vashemu tolku, posle togo kak Allakh spas nas ot nego. Ne goditsya nam vozvrashchat'sya k nemu, yesli ne pozhelayet Allakh, nash Gospod'. Ob\"yemlet nash Gospod' vsyakuyu veshch' svoim znaniyem! Na Allakha my polozhilis'! Gospodi nash! Razreshi mezhdu nami i nashim narodom po istine, ved' Ty - luchshiy iz reshayushchikh"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "I skazala znat' iz yego naroda, kotoryye ne verovali: \"Yesli vy posleduyete za Shuaybom, togda vy okazhetes' v ubytke"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "I postiglo ikh sotryaseniye, i okazalis' oni nautro v ikh zhilishchakh pavshimi nits"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "Te, kotoryye schitali lzhetsom Shuayba, kak budto by i ne zhili tam! Te, kotoryye schitali lzhetsom Shuayba, - oni okazalis' v ubytke"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "I otvernulsya on ot nikh i skazal: \"O narod moy! YA peredal vam poslaniye moyego Gospoda i dal vam sovet. Kak zhe mne gorevat' o narode neveruyushchem"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "My ne posylali v seleniye nikakogo proroka bez togo, chtoby porazit' obitateley yego bedstviyem i neschastiyem, - mozhet byt', oni smiryatsya"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "Potom My zamenyali (im) zlo blagom, tak chto oni uspokaivalis' i govorili: \"Postigali i ottsov nashikh beda i schast'ye\". My skhvatyvali ikh vnezapno, tak chto oni i ne znali"
        }
    ]
}