{
    "pages": [
        {
            "chapter": 28,
            "verse": 85,
            "text": "Poistine, tot, kto sdelal tvoyey obyazannost'yu Koran, vernet tebya k konechnomu vozvrashcheniyu. Skazhi: \"Gospod' moy luchshe znayet tekh, kto prishel s rukovoditel'stvom, i tekh, kto v yavnom zabluzhdenii"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Ty ne nadeyalsya, chto tebe budet darovana kniga, inache kak po milosti ot tvoyego Gospoda. Ne bud' zhe posobnikom nevernym"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "Pust' ne otvratyat oni tebya ot znameniy Allakha posle togo, kak oni tebe nisposlany. Vzyvay k tvoyemu Gospodu i ne bud' iz mnogobozhnikov"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "I ne prizyvay vmeste s Allakhom drugogo boga. Net bozhestva, krome Nego! Vsyakaya veshch' gibnet, krome Yego lika. U Nego resheniye i k Nemu vy budete vozvrashcheny"
        },
        {
            "chapter": 29,
            "verse": 1,
            "text": "Alif lam mim"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Razve polagayut lyudi, chto ikh ostavyat, raz oni skazhut: \"My uverovali\", i oni ne budut ispytany"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "My ispytali tekh, kto byl do nikh; ved' znayet Allakh tekh, kotoryye pravdivy, i znayet lzhivykh"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "razve polagayut te, kotoryye tvoryat zloye, chto oni Nas operedyat? Plokho oni sudyat"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Kto nadeyetsya vstretit' Allakha, - to ved' predel Allakha prikhodit. On - slyshashchiy, vedayushchiy"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "A kto userdstvuyet, tot userdstvuyet dlya samogo sebya. Poistine, Allakh ne nuzhdayetsya v mirakh"
        }
    ]
}