{
    "pages": [
        {
            "chapter": 34,
            "verse": 49,
            "text": "Skazhi: \"Prishla istina, i lozh' ne poyavitsya i ne vernetsya"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "Skazhi: \"Yesli ya zabludilsya, to zabluzhdayus' vo vred samomu sebe, a yesli ya idu pryamym putem, to ot togo, chto vnushil mne moy Gospod'. Poistine, On - slyshashchiy, blizkiy"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "A yesli by ty videl, kak oni ispugayutsya, kogda ne budet uzhe vozmozhnosti begstva i budut skhvacheny iz blizkogo mesta"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "Oni skazhut: \"My uverovali v Nego!\" No kak im dobrat'sya iz dalekogo mesta"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "Ne verili oni v Nego yeshche ran'she i perekidyvalis' myslyami o taynom iz dalekogo mesta"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "No pregrada ustroyena mezhdu nimi i tem, chto oni zhelali, kak bylo sdelano s ikh partiyami ran'she. Poistine, oni byli v zaputannom somnenii"
        },
        {
            "chapter": 35,
            "verse": 1,
            "text": "Khvala Allakhu, Tvortsu nebes i zemli, sdelavshemu angelov poslannikami, obladayushchikh kryl'yami dvoynymi, troynymi i chetvernymi. On uvelichivayet v tvorenii, chto Yemu ugodno. Allakh moshchen nad kazhdoy veshch'yu"
        },
        {
            "chapter": 35,
            "verse": 2,
            "text": "Chto otkroyet Allakh lyudyam iz Svoyey milosti, - dlya etogo ne budet uderzhivayushchego, chto On sderzhit, - tomu net posylayushchego posle Nego. On - velikiy, mudryy"
        },
        {
            "chapter": 35,
            "verse": 3,
            "text": "O lyudi, pomnite milost' Allakha vam! Yest' li kakoy-nibud' tvorets, krome Allakha? On posylayet vam udel s neba i zemli. Net bozhestva, krome Nego! Do chego vy obol'shcheny"
        }
    ]
}