{
    "pages": [
        {
            "chapter": 3,
            "verse": 92,
            "text": "Nikogda ne dostignete vy blagochestiya, poka ne budete raskhodovat' to, chto lyubite. A chto by vy ni izderzhali, - Allakh pro eto znayet"
        },
        {
            "chapter": 3,
            "verse": 93,
            "text": "Vsyakaya pishcha byla dozvolena synam Israila, krome togo, chto zapretil Israil sam sebe ran'she, chem byla nisposlana Tora. Skazhi: \"Prinesite zhe Toru i chitayte yeye, yesli vy pravdivy"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "I kto izmyslil na Allakha lozh' posle etogo, - te - nepravednyye"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "Skazhi: \"Pravdu govorit Allakh! Sleduyte zhe za religiyey Ibrakhima, (khanifa), - ved' on ne byl mnogobozhnikom"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "Poistine, pervyy dom, kotoryy ustanovlen dlya lyudey, - tot, kotoryy v Bekke, - i v rukovodstvo dlya mirov"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "Tam - yasnyye znameniya dlya lyudey - mesto Ibrakhima, i tot, kto voshel v nego, bezopasen. A u Allakha - na lyudyakh obyazatel'stvo khadzha k domu, - dlya tekh, kto v sostoyanii sovershit' put' k nemu. A kto ne veruyet... to ved' Allakh - bogat, prevyshe mirov"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "Skazhi: \"O obladateli pisaniya! Pochemu vy ne veruyete v znameniya Allakha, a Allakh - svidetel' v tom, chto vy delayete"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "Skazhi: \"O obladateli pisaniya! Pochemu vy otklonyayete ot puti Allakha tekh, kto uveroval, stremyas' yego iskrivit', a vy - svideteli? Poistine, Allakh ne nebrezhet tem, chto vy delayete"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "O vy, kotoryye uverovali! Yesli vy budete povinovat'sya partii iz tekh, komu darovano pisaniye, oni obratyat vas, posle togo kak vy uverovali, opyat' v nevernykh"
        }
    ]
}