{
    "pages": [
        {
            "chapter": 3,
            "verse": 101,
            "text": "Kak zhe vy ne veruyete, kogda vam chitayutsya znameniya Allakha i sredi vas yest' Yego poslannik? A kto derzhitsya za Allakha, tot vyveden uzhe na pryamoy put'"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "O vy, kotoryye uverovali! Boytes' Allakha dolzhnym strakhom k Nemu i ne umirayte inache, kak buduchi musul'manami"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "Derzhites' za verv' Allakha vse, i ne razdelyaytes', i pomnite milost' Allakha vam, kogda vy byli vragami, a On sblizil vashi serdtsa, i vy stali po Yego milosti brat'yami! Vy byli na krayu propasti ognya, i On spas vas ottuda. Tak raz\"yasnyayet vam Allakh Svoi znameniya, - mozhet byt', vy poydete pryamym putem"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "i pust' budet sredi vas obshchina, kotoraya prizyvayet k dobru, prikazyvayet odobrennoye i uderzhivayet ot neodobryayemogo. Eti - schastlivy"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "I ne bud'te takovy, kak te, kotoryye razdelilis' i stali raznoglasit', posle togo kak prishli k nim yasnyye znameniya; dlya etikh - velikoye nakazaniye"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "v tot den', kogda pobeleyut litsa i pocherneyut litsa! A te, u kotorykh litsa pocherneli... Neuzheli vy stali nevernymi, posle togo kak vy uverovali? Vkusite zhe nakazaniye za to, chto vy ne verovali"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "A te, litsa kotorykh pobeleli, - v milosti Allakha, oni v ney vechno prebyvayut"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "Takovy znameniya Allakha; My ikh chitayem tebe s istinoy. Poistine, Allakh ne zhelayet obidy miram"
        }
    ]
}