{
    "pages": [
        {
            "chapter": 6,
            "verse": 125,
            "text": "ដូចេ្នះអ្នកណាដែលអល់ឡោះមានបំណងចង្អុលបង្ហាញ ដល់គេ គឺទ្រង់ធ្វើឱ្យដើមទ្រូងរបស់គេមានភាពទូលំទូលាយដើម្បី ទៅរកសាសនាអ៊ីស្លាម។ តែអ្នកណាដែលទ្រង់មានបំណងឱ្យគេ វងេ្វងវិញ គឺទ្រង់ធ្វើឱ្យចិត្ដរបស់គេមានភាពចង្អៀតចង្អល់លំបាក វាហាក់ដូចជាគេកំពុងឡើងទៅលើមេឃ។ ដូចេ្នះដែរ អល់ឡោះ ធ្វើទារុណកម្មចំពោះពួកដែលគ្មានជំនឿ។"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "នេះហើយ(គម្ពីរគួរអាន និងច្បាប់អ៊ីស្លាម)ជាមាគ៌ានៃ ម្ចាស់របស់អ្នកដ៏ត្រឹមត្រូវ។ ជាការពិតណាស់ យើងបានបញ្ជាក់នូវ ភស្ដុតាងជាច្រើនដល់ក្រុមដែលយកចិត្ដទុកដាក់។"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "ពួកគេនឹងទទួលបានលំនៅដ្ឋានដែលមានសន្ដិភាព (ឋានសួគ៌)ពីម្ចាស់របស់ពួកគេ។ ហើយទ្រង់ជាអ្នកគាំពារពួកគេ ដោយសារតែអ្វីដែលពួកគេធ្លាប់បានសាង។"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "ហើយនៅថ្ងៃដែលអល់ឡោះប្រមូលផ្ដុំពួកគេទាំងអស់ គ្នា(ទ្រង់មានបន្ទូលថា) ឱក្រុមជិន. ជាការពិតណាស់ ពួកអ្នកបាន ធ្វើឱ្យមនុស្សលោកជាច្រើនវងេ្វង។ ហើយមិត្ដភក្ដិរបស់ពួកគេអំពី មនុស្សលោកបាននិយាយថាៈ ឱម្ចាស់របស់ពួកយើង. យើងបាន ទទួលផលប្រយោជន៍ពីគ្នាទៅវិញទៅមក ហើយពួកយើងបានដល់ ពេលវេលាដែលទ្រង់បានកំណត់ឱ្យពួកយើងហើយ។ អល់ឡោះបាន មានបន្ទូលថាៈ ឋាននរកគឺជាកន្លែងដែលពួកអ្នករស់នៅជាអមតៈ លើកលែងតែអ្វីដែលអល់ឡោះមានចេតនាប៉ុណ្ណោះ។ ពិតប្រាកដ ណាស់ ម្ចាស់របស់អ្នកមហាគតិបណ្ឌិត មហាដឹង។"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "ដូចេ្នះដែរ យើងធ្វើឱ្យពួកដែលបំពានដឹកនាំគ្នាទៅវិញ ទៅមកដោយសារតែអ្វីដែលពួកគេធ្លាប់បានប្រព្រឹត្ដ។"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "ឱបណ្ដាក្រុមជិននិងមនុស្សលោក. តើបណ្ដាអ្នកនាំសារ ក្នុងចំណោមពួកអ្នកមិនបានមកដល់ពួកអ្នក ហើយពួកគេមិននិទាន រឿងប្រាប់ពួកអ្នកនូវភស្ដុតាងទាំងឡាយរបស់យើង ព្រមទាំងដាស់ តឿនព្រមានពួកអ្នកអំពីការជួបនៅថ្ងៃនេះ(បរលោក)ទេឬ? ពួក គេបានតបថាៈ យើងបានធ្វើសាក្សីលើខ្លួនយើងផ្ទាល់។ ហើយការ រស់នៅក្នុងលោកិយបានបោកបញ្ឆោតពួកគេ ព្រមទាំងពួកគេបាន ធ្វើសាក្សីលើខ្លួនឯងថាៈ ពិតប្រាកដណាស់ ពួកគេធ្លាប់ប្រឆាំងមែន។"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "នោះគឺដោយសារតែម្ចាស់របស់អ្នកមិនបានបំផ្លាញភូមិ ស្រុកដោយបំពាន ខណៈដែលប្រជាជនភូមិស្រុកនោះមិនបានដឹង។"
        }
    ]
}