{
    "pages": [
        {
            "chapter": 9,
            "verse": 48,
            "text": "ពិតប្រាកដណាស់ ពួកគេមានផែនការបង្កភាពចលាចល តាំងពីមុនមកម្លេះ(មុនសង្គ្រាមនៅតាប៊ូក) ហើយពួកគេបានធ្វើ ការផ្លាស់បូ្ដរសភាពការណ៍ទាំងឡាយចំពោះអ្នក(មូហាំម៉ាត់) រហូត ទាល់តែការពិត(ជំនួយ)បានមកដល់ និងសាសនារបស់អល់ឡោះ បានជោគជ័យ តែពួកគេមិនពេញចិត្ដឡើយ។"
        },
        {
            "chapter": 9,
            "verse": 49,
            "text": "ហើយក្នុងចំណោមពួកគេមានអ្នកខ្លះនិយាយថាៈ សូម អនុញ្ញាតឱ្យខ្ញុំ(មិនទៅធ្វើសង្គ្រាម)ផង ហើយកុំឱ្យខ្ញុំប្រឈមមុខ នឹងគ្រោះថ្នាក់អ្វី។ តាមពិតពួកគេបានធ្លាក់ក្នុងភាពគ្រោះថ្នាក់ (ដោយអំពើពុតត្បុត)ទៅហើយ។ ហើយពិតប្រាកដណាស់ នរក ជើហាន់ណាំនឹងហ៊ុមព័ទ្ធពួកដែលប្រឆាំង។"
        },
        {
            "chapter": 9,
            "verse": 50,
            "text": "ប្រសិនបើសំណាងល្អធ្លាក់មកលើអ្នក(មូហាំម៉ាត់)វាធ្វើ ឱ្យពួកគេ(ពួកពុតត្បុត)ឈឺចាប់។ តែបើសំណាងអាក្រក់ធ្លាក់មក លើអ្នកវិញ ពួកគេនឹងនិយាយថាៈ ពិតណាស់ ពួកយើងបានដឹងរឿង នេះមុន(ទើបពួកយើងដកខ្លួនចេញពីមូហាំម៉ាត់) ហើយពួកគេបែរ ចេញទៅដោយពួកគេសប្បាយរីករាយ។"
        },
        {
            "chapter": 9,
            "verse": 51,
            "text": "ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ វាមិនអាចធ្លាក់មកលើ ពួកយើងឡើយ លើកលែងតែអ្វីដែលអល់ឡោះបានចារកំណត់ សម្រាប់ពួកយើងប៉ុណ្ណោះ ព្រោះទ្រង់ជាអ្នកគាំពារពួកយើង។ ហើយចំពោះអល់ឡោះតែមួយគត់ដែលបណ្ដាអ្នកមានជំនឿត្រូវ ប្រគល់ការទុកចិត្ដ។"
        },
        {
            "chapter": 9,
            "verse": 52,
            "text": "ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ តើពួកអ្នករង់ចាំយើងក្រៅ ពីផលមួយនៃផលល្អទាំងពីរ(ស្លាប់ស្ហាហ៊ីទ ឬជ័យជំនះ)នេះឬ? ហើយពួកយើងចាំមើលពួកអ្នកថា អល់ឡោះនឹងធ្វើឱ្យពួកអ្នក ឈឺចាប់ដោយទណ្ឌកម្មពីទ្រង់ផ្ទាល់ ឬដោយដៃផ្ទាល់របស់ពួកយើង។ ដូចេ្នះចូរពួកអ្នករង់ចាំចុះ ពិតប្រាកដណាស់ ពួកយើងក៏រង់ចាំជាមួយ ពួកអ្នកដែរ។"
        },
        {
            "chapter": 9,
            "verse": 53,
            "text": "ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ទោះបីពួកអ្នកបានបរិច្ចាគ ដោយពេញចិត្ដ ឬមិនពេញចិត្ដក៏ដោយ ក៏គេ(អល់ឡោះ)មិន ទទួលយកពីពួកអ្នកដែរ។ ពិតប្រាកដណាស់ ពួកអ្នកជាពួកដែល ល្មើសនឹងបទបញ្ជារបស់អល់ឡោះ។"
        },
        {
            "chapter": 9,
            "verse": 54,
            "text": "ហើយគ្មានអ្វីរារាំងពួកគេមិនឱ្យគេទទួលយកការបរិច្ចាគ របស់ពួកគេក្រៅពីការប្រឆាំងរបស់ពួកគេចំពោះអល់ឡោះ និងអ្នក នាំសាររបស់ទ្រង់(មូហាំម៉ាត់)នោះឡើយ។ ហើយពួកគេមិនមក សឡាតឡើយ លើកលែងតែពួកគេមកដោយខ្ជិលច្រអូសប៉ុណ្ណោះ។ ហើយពួកគេក៏មិនបរិច្ចាគដែរ លើកលែងតែពួកគេបរិច្ចាគដោយ មិនពេញចិត្ដប៉ុណ្ណោះ។"
        }
    ]
}