{
    "pages": [
        {
            "chapter": 10,
            "verse": 43,
            "text": "ហើយក្នុងចំណោមពួកគេមានអ្នកខ្លះមើលទៅអ្នក។ ដូចេ្នះ តើអ្នកអាចចង្អុលបង្ហាញមនុស្សខ្វាក់បានឬ បើពួកគេមិន ធ្លាប់មើលឃើញផងនោះ"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "ពិតប្រាកដណាស់ អល់ឡោះមិនបំពានលើមនុស្សលោក បន្តិចណាឡើយ ប៉ុន្ដែមនុស្សលោកទេដែលបំពានលើខ្លួនឯងនោះ។"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "នៅថ្ងៃបរលោកទ្រង់នឹងប្រមូលផ្តុំពួកគេ ពួកគេហាក់ដូច ជាមិនធ្លាប់បានរស់នៅ(លើលោកិយ)ឡើយ លើកលែងតែរយៈ ពេលមួយដ៏ខ្លីនៃពេលថ្ងៃប៉ុណ្ណោះ។ ពួកគេនឹងស្គាល់គ្នាទៅវិញ ទៅមក។ ពួកដែលបានបដិសេធនឹងការជួបអល់ឡោះពិតជាបាន ខាតបង់ ហើយពួកគេមិនបានទទួលការចង្អុលបង្ហាញឡើយ។"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "ហើយទោះបីជាយើងឱ្យអ្នក(មូហាំម៉ាត់)មើលឃើញ ទារុណកម្មខ្លះ(នៅលើលោកិយ)ដែលយើងសន្យាចំពោះពួកគេ ឬយើងនឹងឱ្យអ្នកស្លាប់(មុនឃើញទារុណកម្មនោះ)ក៏ដោយ ក៏កន្លែងវិលត្រឡប់របស់ពួកគេឆ្ពោះមកកាន់យើងដដែល។ បន្ទាប់ មកអល់ឡោះគឺជាអ្នកធ្វើសាក្សីចំពោះអ្វីដែលពួកអ្នកប្រព្រឹត្ដ។"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "រាល់ប្រជាជាតិ(គ្រប់ជំនាន់)មានអ្នកនាំសារម្នាក់។ ហើយ នៅពេលដែលអ្នកនាំសាររបស់ពួកគេបានមកដល់ គេបានវិនិច្ឆ័យ រវាងពួកគេដោយយុត្ដិធម៌ ហើយពួកគេមិនត្រូវបានគេបំពាន ឡើយ។"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "ហើយពួកគេនិយាយថាៈ តើការសន្យានេះ(ថ្ងៃបរលោក) នៅពេលណា? ប្រសិនបើពួកអ្នកជាអ្នកដែលត្រឹមត្រូវមែននោះ។"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ខ្ញុំគ្មានលទ្ធភាពការពារខ្លួន ខ្ញុំពីគ្រោះថ្នាក់ណាមួយឡើយ ហើយខ្ញុំក៏មិនអាចនាំផលប្រយោជន៍ ណាមួយសម្រាប់ខ្លួនខ្ញុំដែរ លើកលែងតែអ្វីដែលអល់ឡោះមាន ចេតនាប៉ុណ្ណោះ។ គ្រប់ប្រជាជាតិសុទ្ធតែមានពេលកំណត់។ នៅ ពេលដែលការកំណត់របស់ពួកគេបានមកដល់ ពួកគេមិនអាចសុំ ពន្យារពេល ឬសុំឱ្យកើតឡើងមុនពេលកំណត់បានឡើយ សូម្បីតែ មួយវិនាទីក៏ដោយ។"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ចូរពួកអ្នកប្រាប់ខ្ញុំមក ប្រសិនបើទណ្ឌកម្មរបស់ទ្រង់បានមកដល់ពួកអ្នកនៅពេលយប់ ឬពេលថ្ងៃ តើពួកដែលប្រព្រឹត្ដអំពើអាក្រក់នោះនៅតក់ក្រហល់ចង់ បានអ្វីទៀត"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "តើពួកអ្នករង់ចាំរហូតដល់ទណ្ឌកម្មធ្លាក់មកលើពួកអ្នក ទើបពួកអ្នកជឿលើវាឬ? តើពេលនេះឬ(ទើបពួកអ្នកជឿ)? ហើយ ជាការពិតណាស់ ពួកអ្នកធ្លាប់បានតក់ក្រហល់នឹងទណ្ឌកម្មនេះ។"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "ក្រោយមកគេបាននិយាយទៅកាន់ពួកដែលបានបំពានថាៈ ចូរពួកអ្នកភ្លក្សរសជាតិទារុណកម្មជាអមតៈចុះ។ ពួកអ្នកមិនត្រូវ បានគេតបស្នងក្រៅពីអ្វីដែលពួកអ្នកបានប្រព្រឹត្តឡើយ។"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "ពួកគេសុំសួរអ្នក(មូហាំម៉ាត់)ថាៈ តើទណ្ឌកម្មនោះពិត ឬទេ? ចូរអ្នកពោលថាៈ បាទ ខ្ញុំសូមស្បថនឹងម្ចាស់របស់ខ្ញុំ វាគឺជា ការពិត ហើយពួកអ្នកមិនអាចគេចរួចឡើយ។"
        }
    ]
}