{
    "pages": [
        {
            "chapter": 14,
            "verse": 43,
            "text": "(នៅថ្ងៃដែលពួកបំពានក្រោកពីផ្នូរ)ដោយប្រញាប់ ប្រញាល់ទៅទាំងងើយក្បាលរបស់ពួកគេ(តាមការអំពាវនាវ) ដែលក្រសែភ្នែករបស់ពួកគេមិនងាកមើលគ្នាឡើយ ហើយចិត្ដ របស់ពួកគេទទេធ្លុង(ដោយសារការភ័យខ្លាចយ៉ាងខ្លាំង)។"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "ចូរអ្នក(មូហាំម៉ាត់)ដាស់តឿនព្រមានដល់មនុស្សលោក អំពីថ្ងៃដែលទារុណកម្មនឹងមកដល់ពួកគេ។ ហើយពួកដែលបំពាន នឹងនិយាយថាៈ ឱម្ចាស់របស់យើងខ្ញុំ. សូមទ្រង់មេត្ដាពន្យារពេល ដល់ពួកយើងខ្ញុំមួយរយៈពេលខ្លីផងចុះ. ពួកយើងនឹងទទួលយក ការអំពាវនាវរបស់ទ្រង់ ហើយពួកយើងនឹងគោរពតាមបណ្ដាអ្នក នាំសារ។ (មានគេនិយាយទៅកាន់ពួកនេះថា) តើពួកអ្នកមិនធ្លាប់ បានស្បថពីមុនទេឬថា ពួកអ្នកនឹងមិនលាចាកពីលោកិយ(ទៅថ្ងៃ បរលោក)ទេនោះ"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "ហើយពួកអ្នកបានមករស់នៅក្នុងផ្ទះសម្បែងរបស់ពួក ដែលបានបំពានលើខ្លួនឯង(កាលពីមុន)។ ហើយ(ផ្ទះសម្បែងនោះ) បានបញ្ជាក់យ៉ាងច្បាស់ដល់ពួកអ្នកថាៈ តើយើងបានធ្វើដូចមេ្ដច ចំពោះពួកគេ? ហើយយើងបានលើកឧទាហរណ៍ជាច្រើនទៀត សម្រាប់ពួកអ្នក។"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "ហើយជាការពិតណាស់ ពួកគេបានរៀបចំនូវឧបាយកល របស់ពួកគេ(ដើម្បីសម្លាប់មូហាំម៉ាត់) ហើយឧបាយកលរបស់ពួក គេនោះគឺអល់ឡោះដឹង។ ទោះបីជាឧបាយកលរបស់ពួកគេនោះ អាចធ្វើឱ្យភ្នំនានារលាយបាត់ក៏ដោយ (ក៏មិនអាចធ្វើអ្វីបានដែរ)។"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "ដូចេ្នះ ចូរអ្នក(មូហាំម៉ាត់)កុំគិតថា អល់ឡោះជាអ្នក ធ្វើខុសការសន្យារបស់ទ្រង់ចំពោះបណ្ដាអ្នកនាំសាររបស់ទ្រង់ ឱ្យសោះ។ ពិតប្រាកដណាស់ អល់ឡោះមហាខ្លាំងពូកែ មានអានុភាពផ្ដន្ទាទោស។"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "នៅថ្ងៃដែលផែនដីនឹងត្រូវគេផ្លាស់ប្ដូរទៅជាផែនដីផេ្សង និងមេឃជាច្រើនជាន់(ក៏ត្រូវគេផ្លាស់ប្ដូរដែរ)។ ហើយពួកគេ (មនុស្សលោក)បានបង្ហាញខ្លួននៅចំពោះមុខអល់ឡោះដែលមហា ខ្លាំងពូកែតែមួយគត់។"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "ហើយអ្នក(មូហាំម៉ាត់)នឹងឃើញពួកដែលប្រព្រឹត្ដអំពើ អាក្រក់នៅថ្ងៃនោះ(ថ្ងៃបរលោក)នឹងត្រូវគេចង(ដៃជើងរបស់ ពួកគេ)ភ្ជាប់នឹងច្រវ៉ាក់។"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "ខោអាវរបស់ពួកគេធ្វើអំពីជ័រ ហើយភ្លើងនរកនឹងគ្រប ដណ្ដប់លើមុខរបស់ពួកគេ។"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "ដើម្បីអល់ឡោះនឹងតបស្នងដល់បុគ្គលគ្រប់រូបនូវអ្វីដែល ពួកគេបានប្រព្រឹត្ដកន្លងមក។ ពិតប្រាកដណាស់ អល់ឡោះជាអ្នក ជំរះក្ដីយ៉ាងរហ័សបំផុត។"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "នេះ(គម្ពីរគួរអាន)ជាសារផ្សព្វផ្សាយមួយសម្រាប់មនុស្ស លោក និងដើម្បីដាស់តឿនព្រមានដល់ពួកគេតាមរយៈវា និងដើម្បី ឱ្យពួកគេដឹងថាៈ ជាការពិតណាស់ទ្រង់ជាម្ចាស់តែមួយគត់ដែលត្រូវ គេគោរពសក្ការៈដ៏ពិតប្រាកដ។ ហើយក៏ដើម្បីឱ្យបញ្ញាជនទាំងឡាយ ចេះគិតពិចារណាផងដែរ។"
        }
    ]
}