{
    "pages": [
        {
            "chapter": 16,
            "verse": 94,
            "text": "ហើយចូរពួកអ្នកកុំយកពាក្យសម្បថរបស់ពួកអ្នកមកបោក បញ្ឆោតរវាងពួកអ្នក ជាហេតុធ្វើឱ្យជើងរអិលក្រោយពីមានភាពរឹង មាំហើយនោះឱ្យសោះ។ ហើយពួកអ្នកនឹងភ្លក្សរសជាតិអាក្រក់ (ទណ្ឌកម្មក្នុងលោកិយនេះ) ដោយសារតែពួកអ្នកបានរារាំងអ្នក ដទៃពីមាគ៌ារបស់អល់ឡោះ។ ហើយពួកអ្នកនឹងទទួលទារុណកម្ម យ៉ាងធ្ងន់ធ្ងរបំផុត។"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "ហើយចូរពួកអ្នកកុំប្ដូរកិច្ចសន្យារបស់អល់ឡោះជាមួយ នឹងតម្លៃមួយដ៏តិចតួចបំផុតឱ្យសោះ។ ពិតប្រាកដណាស់ អ្វីដែល មាននៅជាមួយអល់ឡោះគឺវាប្រសើរសម្រាប់ពួកអ្នក ប្រសិនបើ ពួកអ្នកបានដឹង។"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "អ្វីដែលមាននៅជាមួយពួកអ្នក(នៅក្នុងលោកិយនេះ) វា នឹងរលាយសាបសូន្យ ហើយអ្វីដែលមាននៅជាមួយអល់ឡោះនោះ គឺអមតៈ។ ហើយយើងពិតជានឹងតបស្នងឱ្យបណ្ដាអ្នកដែលបាន អត់ធ្មត់នូវផលបុណ្យរបស់ពួកគេ ដោយសារតែអំពើល្អដែលពួកគេ ធ្លាប់បានសាងកន្លងមក។"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "អ្នកណាហើយដែលបានសាងអំពើល្អក្នុងចំណោមបុរស ឬ ស្ដ្រី ហើយគេជាអ្នកមានជំនឿទៀតនោះ គឺយើងពិតជានឹងធ្វើឱ្យគេ មានជីវិតរស់នៅដ៏ល្អប្រសើរ និងតបស្នងឱ្យពួកគេនូវផលបុណ្យ របស់ពួកគេ ដោយសារតែអំពើល្អដែលពួកគេធ្លាប់បានសាង។"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "នៅពេលដែលអ្នកចង់សូត្រគម្ពីរគួរអានអ្នកត្រូវសូត្រ"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "ពិតប្រាកដណាស់ វា(ស្ហៃតន)គ្មានអំណាចអ្វីលើបណ្ដា អ្នកដែលមានជំនឿនោះឡើយ ហើយពួកគេប្រគល់ការទុកចិត្ដទៅ ចំពោះម្ចាស់របស់ពួកគេតែមួយគត់។"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "តាមពិត អំណាចរបស់វាគឺមានតែនៅលើពួកដែល គោរពតាមវា និងពួកដែលធ្វើស្ហ៊ីរិកនឹងទ្រង់ប៉ុណ្ណោះ។"
        },
        {
            "chapter": 16,
            "verse": 101,
            "text": "ហើយនៅពេលយើងបានប្ដូរអាយ៉ាត់(ច្បាប់)មួយ(នៃ គម្ពីរគួរអាន)ដោយអាយ៉ាត់មួយទៀត ហើយអល់ឡោះដឹងបំផុត នូវអ្វីដែលទ្រង់បញ្ចុះមកនោះ ពួកគេ(ពួកប្រឆាំង)បែរជានិយាយ ថាៈ ពិតប្រាកដណាស់ អ្នក(មូហាំម៉ាត់)គ្រាន់តែជាមនុស្សភូត កុហកទៅវិញ។ ផ្ទុយទៅវិញពួកគេភាគច្រើនមិនដឹងឡើយ។"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ ជីព្រីលបានបញ្ចុះវា (គម្ពីរគួរអាន)មកពីម្ចាស់របស់អ្នកដោយពិតប្រាកដ ដើម្បីពង្រឹង ដល់បណ្ដាអ្នកដែលមានជំនឿ និងជាការចង្អុលបង្ហាញ ហើយនិង ជាការផ្ដល់ដំណឹងល្អចំពោះបណ្ដាអ្នកមូស្លីម។"
        }
    ]
}