{
    "pages": [
        {
            "chapter": 29,
            "verse": 53,
            "text": "ហើយពួកគេសុំអ្នក(មូហាំម៉ាត់)ឱ្យផ្ដល់នូវទារុណកម្ម ភ្លាមៗ។ ប្រសិនបើគ្មានពេលកំណត់ច្បាស់លាស់ទេនោះ ទារុណកម្ម ពិតជាបានមកដល់ពួកគេ និងធ្លាក់លើពួកគេភ្លាមៗដោយពួកគេមិន ដឹងខ្លួនជាមិនខាន។"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "ហើយពួកគេសុំអ្នក(មូហាំម៉ាត់)ឱ្យផ្ដល់នូវទារុណកម្ម ភ្លាមៗ។ ហើយពិតប្រាកដណាស់ នរកជើហាន់ណាំពិតជាឡោមព័ទ្ធ ពួកដែលប្រឆាំង។"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "នៅថ្ងៃ(បរលោក) ទារុណកម្មនឹងគ្របដណ្ដប់ពួកគេពីលើ ពួកគេ និងក្រោមជើងពួកគេ ហើយទ្រង់មានបន្ទូលថាៈ ចូរពួកអ្នក ភ្លក្សនូវអ្វីដែលពួកអ្នកធ្លាប់បានប្រព្រឹត្ដកន្លងមកចុះ។"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "ឱបណ្ដាខ្ញុំរបស់យើងដែលមានជំនឿ. ពិតប្រាកដណាស់ ផែនដីរបស់យើងគឺធំទូលាយ(ដូចេ្នះចូរពួកអ្នកភៀសខ្លួនទៅកន្លែង ដែលមានសុវត្ថិភាព) ហើយពួកអ្នកត្រូវគោរពសក្ការៈមកចំពោះ យើងតែមួយគត់។"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "រាល់ជីវិតទាំងអស់នឹងភ្លក្សរសជាតិនៃសេចក្ដីស្លាប់។ បន្ទាប់ មកពួកអ្នកនឹងត្រូវវិលត្រឡប់មកកាន់យើងវិញ។"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "ហើយបណ្ដាអ្នកដែលមានជំនឿ និងបានសាងអំពើល្អនោះ យើងនឹងរៀបចំឱ្យពួកគេនូវវិមានដ៏ស្កឹមស្កៃនៅក្នុងឋានសួគ៌ដែល មានទនេ្លជាច្រើនហូរពីក្រោមវាដោយពួកគេស្ថិតនៅក្នុងនោះជា អមតៈ។ ការតបស្នងចំពោះបណ្ដាអ្នកសាងអំពើល្អគឺឧត្ដុង្គឧត្ដមបំផុត។"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "គឺបណ្ដាអ្នកដែលអត់ធ្មត់(ក្នុងការគោរពសក្ការៈចំពោះអល់ឡោះ) និងបណ្ដាអ្នកដែលប្រគល់ការទុកចិត្ដទៅលើម្ចាស់ របស់ពួកគេ។"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "ហើយមានសត្វធាតុជាច្រើនដែលមិនត្រៀមទុកចំណី អាហាររបស់វា តែអល់ឡោះទេដែលជាអ្នកប្រទានចំណីអាហារ ដល់ពួកវា និងពួកអ្នក។ ហើយទ្រង់មហាឮ មហាដឹង។"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "ហើយប្រសិនបើអ្នក(មូហាំម៉ាត់)សួរពួកគេថាៈ តើអ្នក ណាជាអ្នកដែលបានបង្កើតមេឃជាច្រើនជាន់ និងផែនដី ហើយបាន ធ្វើឱ្យព្រះអាទិត្យនិងព្រះច័ន្ទមានចលនានោះ? ពួកគេពិតជានឹង ឆ្លើយថាៈ គឺអល់ឡោះ។ ដូចេ្នះ ហេតុអ្វីបានជាពួកគេងាកចេញពី ការពិតទៅវិញ"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "អល់ឡោះបើកទូលាយនូវលាភសក្ការៈចំពោះអ្នកណាដែល ទ្រង់មានចេតនាក្នុងចំណោមខ្ញុំរបស់ទ្រង់ ហើយទ្រង់ក៏ក្បិតក្បៀត ចំពោះខ្ញុំរបស់ទ្រង់មួយចំនួនដែរ។ ពិតប្រាកដណាស់ អល់ឡោះ ដឹងបំផុតនូវរាល់អ្វីៗទាំងអស់។"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "ហើយប្រសិនបើអ្នក(មូហាំម៉ាត់)សួរពួកគេថាៈ តើអ្នកណាដែលបានបញ្ចុះទឹកភ្លៀងពីលើមេឃ ហើយធ្វើឱ្យដីរស់(មានជីជាតិ)ឡើងវិញ បន្ទាប់ពីវាស្លាប់(គ្មានជីជាតិ)នោះ? ពួកគេពិតជា នឹងឆ្លើយថាៈ គឺអល់ឡោះ។ ចូរអ្នកពោលថាៈ រាល់ការសរសើរគឺ ចំពោះអល់ឡោះ។ ផ្ទុយទៅវិញពួកគេភាគច្រើនមិនដឹងឡើយ។"
        }
    ]
}