{
    "pages": [
        {
            "chapter": 34,
            "verse": 1,
            "text": "រាល់ការសរសើរ គឺចំពោះអល់ឡោះដែលអ្វីៗនៅលើមេឃ ជាច្រើនជាន់ និងអ្វីៗនៅលើផែនដីជាកម្មសិទ្ធិរបស់ទ្រង់។ ហើយ រាល់ការសរសើរនៅថ្ងៃបរលោកក៏ជាកម្មសិទ្ធិរបស់ទ្រង់ដែរ។ ហើយ ទ្រង់មហាគតិបណ្ឌិត មហាដឹងជ្រួតជ្រាប។"
        },
        {
            "chapter": 34,
            "verse": 2,
            "text": "ទ្រង់ដឹងនូវអ្វីដែលជ្រាបចូលទៅក្នុងដី និងអ្វីដែលផុសចេញពីវា ហើយនិងអ្វីដែលចុះពីលើមេឃ និងអ្វីដែលឡើងទៅលើវា។ ហើយទ្រង់មហាអាណិតស្រឡាញ់ មហាអភ័យទោស ។"
        },
        {
            "chapter": 34,
            "verse": 3,
            "text": "ហើយពួកដែលប្រឆាំងបាននិយាយថាៈ ថ្ងៃបរលោកមិនអាច កើតឡើងចំពោះពួកយើងឡើយ។ ចូរអ្នក(មូហាំម៉ាត់)ពោលថាៈ មិនដូច្នោះទេ. ខ្ញុំសូមស្បថនឹងម្ចាស់របស់ខ្ញុំដែលជាអ្នកដឹងពីអាថ៌កំបាំងថា វាពិតជានឹងកើតឡើងចំពោះពួកអ្នកជាមិនខាន។ វាគ្មាន កំបាំងពីទ្រង់ឡើយ សូម្បីតែវត្ថុដែលមានទម្ងន់តូចនៅលើមេឃ ជាច្រើនជាន់ និងនៅលើផែនដីក៏ដោយ ហើយក៏គ្មានវត្ថុដែលតូច ឬធំជាងនោះក្រៅពីមាន(ការកត់ត្រា)នៅក្នុងគម្ពីរ(ឡាវហុលម៉ះហ្វ៊ូស)យ៉ាងច្បាស់លាស់ដែរ។"
        },
        {
            "chapter": 34,
            "verse": 4,
            "text": "ដើម្បីទ្រង់នឹងតបស្នងចំពោះបណ្ដាអ្នកមានជំនឿ និងបាន សាងអំពើល្អ។ អ្នកទាំងនោះនឹងទទួលបានការអភ័យទោស និង លាភសក្ការៈដ៏ឧត្ដុង្គឧត្ដម(ឋានសួគ៌)។"
        },
        {
            "chapter": 34,
            "verse": 5,
            "text": "ហើយពួកដែលបានព្យាយាមប្រឆាំងនឹងភស្ដុតាងរបស់យើង ដោយពួកគេប្រជែងចង់ឈ្នះនោះ ពួកទាំងនោះនឹងទទួលទារុណ-កម្មដ៏សែនឈឺចាប់។"
        },
        {
            "chapter": 34,
            "verse": 6,
            "text": "ហើយបណ្ដាអ្នកដែលគេបានផ្ដល់ឱ្យនូវចំណេះដឹងយល់ឃើញ ថាៈ អ្វីដែលគេបានបញ្ចុះ ឱ្យអ្នក(មូហាំម៉ាត់)ពីម្ចាស់របស់អ្នក វាជា ការពិត។ ហើយវាចង្អុលបង្ហាញទៅរកមាគ៌ារបស់ម្ចាស់ដែលមហា ខ្លាំងពូកែ ជាទីកោតសរសើរ។"
        },
        {
            "chapter": 34,
            "verse": 7,
            "text": "ហើយពួកដែលប្រឆាំងបាននិយាយ(ទៅកាន់គ្នាគេ)ថាៈ តើ ចង់ឱ្យយើងបង្ហាញពួកអ្នកដែរឬទេអំពីបុរសម្នាក់(មូហាំម៉ាត់)ដែល គេប្រាប់ពួកអ្នកថា នៅពេលដែលពួកអ្នកត្រូវគេរំលាយខេ្ទចខ្ទីទៅ ជាដី ពួកអ្នកពិតជានឹងត្រូវគេបង្កើតសាជាថ្មីឡើងវិញនោះ"
        }
    ]
}