{
    "pages": [
        {
            "chapter": 41,
            "verse": 30,
            "text": "ពិតប្រាកដណាស់ បណ្ដាអ្នកដែលបាននិយាយថាៈ ម្ចាស់ របស់ពួកយើងគឺអល់ឡោះ បន្ទាប់មកពួកគេបានប្រតិបត្ដិយ៉ាងខ្ជាប់ ខ្ជួន(តាមបទបញ្ជារបស់ទ្រង់)នោះ ម៉ាឡាអ៊ីកាត់នឹងចុះមកកាន់ពួក គេ (នៅពេលដែលពួកគេហៀបនឹងស្លាប់)ដោយពោលថាៈ សូមពួក អ្នកកុំខ្លាច ហើយកុំកើតទុក្ខឱ្យសោះ។ ហើយសូមពួកអ្នករីករាយ ជាមួយនឹងឋានសួគ៌ដែលគេធ្លាប់បានសន្យាចំពោះពួកអ្នកចុះ។"
        },
        {
            "chapter": 41,
            "verse": 31,
            "text": "ពួកយើង(ម៉ាឡាអ៊ីកាត់)គឺជាអ្នកថែរក្សាពួកអ្នកក្នុង ការរស់នៅលើលោកិយ និងនៅថ្ងៃបរលោក(តាមបទបញ្ជារបស់ អល់ឡោះ)។ ហើយនៅក្នុងឋានសួគ៌នោះ ពួកអ្នកនឹងទទួលបាន នូវអ្វីដែលពួកអ្នកប៉ងប្រាថ្នា ហើយនៅក្នុងនោះដែរពួកអ្នកនឹង ទទួលបាននូវអ្វីដែលពួកអ្នកសុំ។"
        },
        {
            "chapter": 41,
            "verse": 32,
            "text": "វាគឺជាអំណោយស្វាគមន៍ពីម្ចាស់ដែលមហាអភ័យទោស មហាអាណិតស្រឡាញ់។"
        },
        {
            "chapter": 41,
            "verse": 33,
            "text": "ហើយគ្មានអ្នកណាម្នាក់ដែលមានពាក្យសំដីល្អប្រសើរ ជាងអ្នកដែលបានអំពាវនាវទៅចំពោះអល់ឡោះ និងបានសាងអំពើ ល្អត្រឹមត្រូវ ព្រមទាំងបាននិយាយថាៈ ពិតប្រាកដណាស់ ខ្ញុំជាមនុស្ស ម្នាក់ក្នុងចំណោមអ្នកមូស្លីមទាំងឡាយនោះឡើយ។"
        },
        {
            "chapter": 41,
            "verse": 34,
            "text": "ប្រការល្អនិងប្រការអាក្រក់មិនអាចស្មើគ្នាបានឡើយ។ ចូរអ្នក(មូហាំម៉ាត់)តបតវិញចុះនូវអ្វីដែលល្អបំផុត(ពេលគេធ្វើ អំពើមិនគួរគប្បីចំពោះអ្នក) ពេលនោះអ្នកដែលជាសត្រូវរបស់ អ្នកនឹងក្លាយជាមិត្ដជិតស្និទ្ធរបស់អ្នកជាមិនខានឡើយ។"
        },
        {
            "chapter": 41,
            "verse": 35,
            "text": "ហើយគ្មានអ្នកណាម្នាក់ត្រូវបានគេផ្ដល់នូវប្រការល្អនេះ ឡើយ លើកលែងតែបណ្ដាអ្នកដែលអត់ធ្មត់ ហើយក៏គ្មានអ្នកណា ម្នាក់ត្រូវបានគេផ្ដល់នូវប្រការល្អនេះដែរ លើកលែងតែអ្នកដែល មានសំណាងដ៏ធំប៉ុណ្ណោះ។"
        },
        {
            "chapter": 41,
            "verse": 36,
            "text": "តែប្រសិនបើមានការញុះញង់អ្នក(មូហាំម៉ាត់)ពីសំណាក់ ស្ហៃតននោះ ចូរអ្នកសុំពីអល់ឡោះឱ្យកំបាំងពីវាចុះ។ ពិតប្រាកដ ណាស់ ទ្រង់មហាឮ មហាដឹង។"
        },
        {
            "chapter": 41,
            "verse": 37,
            "text": "ហើយក្នុងចំណោមភស្ដុតាងទាំងឡាយ(ដែលបញ្ជាក់ពី អានុភាព)របស់ទ្រង់នោះ គឺពេលយប់និងពេលថ្ងៃ ព្រះអាទិត្យ និង ព្រះច័ន្ទ។ ចូរពួកអ្នកកុំស៊ូជូតចំពោះព្រះអាទិត្យ និងព្រះច័ន្ទឱ្យសោះ តែពួកអ្នកត្រូវស៊ូជូតចំពោះអល់ឡោះដែលជាអ្នកបង្កើតពួកវាវិញ ប្រសិនបើពួកអ្នកជាអ្នកដែលគោរពសក្ការៈចំពោះទ្រង់តែមួយ មែននោះ។"
        },
        {
            "chapter": 41,
            "verse": 38,
            "text": "តែទោះបីពួកគេ(ពួកមូស្ហរីគីន)ក្រអឺតក្រទម(មិនគោរព សក្ការៈចំពោះអល់ឡោះ)ក៏ដោយ ក៏បណ្ដាអ្នក(ម៉ាឡាអ៊ីកាត់)ដែល នៅក្បែរម្ចាស់របស់អ្នកនៅតែលើកតម្កើងដោយសរសើរចំពោះទ្រង់ ទាំងយប់ទាំងថ្ងៃដែរ ដោយពួកគេមិនដែលធុញទ្រាន់ឡើយ។"
        }
    ]
}