{
    "pages": [
        {
            "chapter": 81,
            "verse": 1,
            "text": "នៅពេលដែលព្រះអាទិត្យត្រូវបានគេធ្វើឱ្យបាត់រស្មី។"
        },
        {
            "chapter": 81,
            "verse": 2,
            "text": "និងនៅពេលដែលហ្វូងផ្កាយបានធ្លាក់បាក់បែក។"
        },
        {
            "chapter": 81,
            "verse": 3,
            "text": "និងនៅពេលដែលភ្នំត្រូវបានគេធ្វើឱ្យរសាត់ដូចធូលី។"
        },
        {
            "chapter": 81,
            "verse": 4,
            "text": "និងនៅពេលដែលសត្វអូដ្ឋមានផ្ទៃពោះត្រូវបានគេបោះបង់ ចោល។"
        },
        {
            "chapter": 81,
            "verse": 5,
            "text": "និងនៅពេលដែលសត្វសាហាវត្រូវបានគេប្រមូលផ្ដុំ។"
        },
        {
            "chapter": 81,
            "verse": 6,
            "text": "និងនៅពេលដែលទឹកសមុទ្រត្រូវបានគេធ្វើឱ្យឆេះជា អណ្ដាតភ្លើង។"
        },
        {
            "chapter": 81,
            "verse": 7,
            "text": "និងនៅពេលដែលព្រលឹងត្រូវបានគេបញ្ចូលទៅក្នុងខ្លួន របស់គេវិញ។"
        },
        {
            "chapter": 81,
            "verse": 8,
            "text": "និងនៅពេលទារិកាដែលគេបានកប់ទាំងរស់ត្រូវបានគេ សួរថាៈ"
        },
        {
            "chapter": 81,
            "verse": 9,
            "text": "ដោយសារបាបកម្មអី្វបានជានាងត្រូវបានគេសម្លាប់"
        },
        {
            "chapter": 81,
            "verse": 10,
            "text": "និងនៅពេលដែលសៀវភៅកំណត់ហេតុ(អំពើល្អ និង អំពើអាក្រក់)ត្រូវបានគេលាតត្រដាង។"
        },
        {
            "chapter": 81,
            "verse": 11,
            "text": "និងនៅពេលដែលមេឃត្រូវបានគេយកចេញពីកន្លែង របស់វា។"
        },
        {
            "chapter": 81,
            "verse": 12,
            "text": "និងនៅពេលដែលភ្លើងនរកជើហ៊ីមត្រូវបានគេធ្វើឱ្យឆេះ យ៉ាងសន្ធោសន្ធៅ។"
        },
        {
            "chapter": 81,
            "verse": 13,
            "text": "និងនៅពេលដែលឋានសួគ៌ត្រូវបានគេដាក់ឱ្យនៅជិត (អ្នកដែលកោតខ្លាចអល់ឡោះ) ។"
        },
        {
            "chapter": 81,
            "verse": 14,
            "text": "(ពេលនោះ)បុគ្គលគ្រប់រូបនឹងដឹងអំពីអ្វីដែលគេបាន ប្រព្រឹត្ដកន្លងមក។"
        },
        {
            "chapter": 81,
            "verse": 15,
            "text": "ជាការពិតណាស់ យើងស្បថនឹងហ្វូងផ្កាយដែលលិចបាត់។"
        },
        {
            "chapter": 81,
            "verse": 16,
            "text": "និងហូ្វងផ្កាយដែលដើរតាមគន្លងរបស់វាយ៉ាងលឿន រួច ក៏លិចបាត់។"
        },
        {
            "chapter": 81,
            "verse": 17,
            "text": "និងពេលយប់ នៅពេលដែលវាមកដល់ទីបពា្ចប់។"
        },
        {
            "chapter": 81,
            "verse": 18,
            "text": "និងពេលព្រលឹម នៅពេលដែលវាបពោ្ចញពន្លឺ។"
        },
        {
            "chapter": 81,
            "verse": 19,
            "text": "ពិតប្រាកដណាស់ គម្ពីរគួរអានគឺនាំមកតាមរយៈពាក្យ សំដីរបស់អ្នកនាំសារ(ជីព្រីល)ដ៏ថ្កុំថ្កើង"
        },
        {
            "chapter": 81,
            "verse": 20,
            "text": "ដែលមានអានុភាពខ្លាំងក្លា(ក្នុងការទទួលខុសត្រូវលើ ការងារ) និងមានឋានៈខ្ពង់ខ្ពស់ចំពោះម្ចាស់នៃអារ៉ស្ហ"
        },
        {
            "chapter": 81,
            "verse": 21,
            "text": "ដែលជាអ្នកត្រូវគេគោរពនៅទីនោះ និងជាអ្នកស្មោះត្រង់។"
        },
        {
            "chapter": 81,
            "verse": 22,
            "text": "ហើយមិត្ដរបស់ពួកអ្នក(មូហាំម៉ាត់)មិនមែនជា មនុស្សវិកលចរិតឡើយ។"
        },
        {
            "chapter": 81,
            "verse": 23,
            "text": "ហើយជាការពិតណាស់ គាត់(មូហាំម៉ាត់)បានឃើញគេ (ជីព្រីល)យ៉ាងច្បាស់នៅឯជើងមេឃ។"
        },
        {
            "chapter": 81,
            "verse": 24,
            "text": "ហើយគេ(មូហាំម៉ាត់)មិនកំណាញ់លើការផ្សព្វផ្សាយ ប្រការអាថ៌កំបាំង(សាររបស់អល់ឡោះ)ឡើយ។"
        },
        {
            "chapter": 81,
            "verse": 25,
            "text": "ហើយគម្ពីរគួរអានក៏មិនមែនជាពាក្យសំដីរបស់ស្ហៃតន ដែលត្រូវគេដាក់បណ្ដាសាដែរ។"
        },
        {
            "chapter": 81,
            "verse": 26,
            "text": "ហេតុនេះ តើសតិរបស់ពួកដែលបដិសេធនឹងគម្ពីរគួរអាន ទៅណាអស់ហើយ"
        },
        {
            "chapter": 81,
            "verse": 27,
            "text": "វា(គម្ពីរគួរអាន) គ្មានអ្វីក្រៅពីការរំលឹកដល់ពិភពទាំង អស់នោះឡើយ។"
        },
        {
            "chapter": 81,
            "verse": 28,
            "text": "សម្រាប់អ្នកណាដែលមានបំណងចង់ដើរលើមាគ៌ាដ៏ត្រឹម ត្រូវក្នុងចំណោមពួកអ្នក។"
        },
        {
            "chapter": 81,
            "verse": 29,
            "text": "ហើយពួកអ្នកមិនអាចមានបំណងធ្វើអ្វីមួយបានឡើយ លើកលែងតែអល់ឡោះដែលជាម្ចាស់គ្រប់គ្រងពិភពទាំងអស់ មានចេតនាប៉ុណ្ណោះ។"
        }
    ]
}