{
    "maqras": [
        {
            "chapter": 16,
            "verse": 75,
            "text": "Allah cites an instance of two men in illustration of a general truth. One is a slave, the property of his master, who is divested of freedom and personal rights, the other is the master in whom Our grace abounds; he is free to spend in divine service and/or in other services secretly and publicly. Can they produce or achieve something equal or possess a like degree in any aspect of life! Never. Therefore, how can Allah the Creator of all be equaled with any being! Praise be to Him and extolled are His glorious attributes, but most of them do not realize this fact"
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "Again Allah cites an instance of two other men in illustration of a general truth: one of them is mute, unable to accomplish anything, totally dependent on his master for his livelihood. Wherever he sends him to perform a work he utterly fails to accomplish the desired end. Does he compare width his master who is whole just and keeps on the path of righteousness"
        },
        {
            "chapter": 16,
            "verse": 77,
            "text": "And it is Allah alone Who is Omniscient of all the hidden, the unknown and the mysteries in the heavens and the earth which are beyond human knowledge or comprehension. The bringing about of the Eventful Event of the predetermined Hour takes no more time than that taken in the twinkle of an eye or even less; Allah is Qadirun indeed over all things"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "And it is Allah Who brought you of your mothers' wombs to the external world unconscious of your surroundings, devoid of intellectual acquaintance or with perception of your environment and empty of all knowledge, and He provided you with the faculties of hearing and vision faculties divine, and He implanted in you the seat of feeling, understanding and thought –intellect- that you may hopefully be thankful"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "Do they -the infidels- not apply their sight and direct their intellectual eye to the birds moving through mid air at the floor of the vault of heaven! No one keeps them equipoise but Him Who designed their construction and made it fit to the object in view. Is this not indeed emblematic of Almightiness and Omnipotence to which bow those whose hearts have been touched with the divine hand"
        },
        {
            "chapter": 16,
            "verse": 80,
            "text": "And it is Allah Who made of your homes a place inspiring calm and peace of mind, and of the skins of animals or hides He provided you with portable dwellings -tents- easy to carry in your travels from place to place and to pitch them where you choose to rest. And from their wool, their fur and their hair did He furnish you with movable articles, goods and chattels to enjoy up to a predetermined point of time"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "And it is Allah Who made the trees and other objects He created cast shadows* when they intercept light to protect you from the scorching heat of the sun and He hollowed out for you caves in the hills and the mountains to shelter you and He equipped you with garments to protect you from the heat and other garments -armours- to shield you from the weapons when you contend in warfare. Thus does Allah mean to make all grace abound in you that you may hopefully conform to Islam"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "Should they yet O Muhammad turn a deaf ear, you incur no blame, for you are responsible only for relating the divine message and the illucidation of its text"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "These infidels are fully aware of Allah's grace abounding in them, but their wrongful actions and their unpious and unwise deeds bespeak clearly of the denial of Allah's merited or unmerited favours. And those of them who do not acknowledge Allah's goodwill constitute the majority"
        },
        {
            "chapter": 16,
            "verse": 84,
            "text": "The day shall come when We summon a witness from every nation -the Messenger sent to them- to testify of his peoples' response. There and then never shall those who denied Allah be permitted to plea in justification of their deeds of inequity. And if they invoke His forgiveness, never will heaven respond favourably to their invocation"
        },
        {
            "chapter": 16,
            "verse": 85,
            "text": "And on the Day the wrongful of actions are confronted with the torment laid on the damned, never shall it be mitigated nor be put in respite"
        },
        {
            "chapter": 16,
            "verse": 86,
            "text": "And when those who incorporated with Allah other deities see their predominant partners, they shall say: \"These, O Allah, are our partners whom we invoked besides You\". But the predominant partners shall cast back the charge and say to them: \"You are indeed liars"
        },
        {
            "chapter": 16,
            "verse": 87,
            "text": "There and then shall they -the infidels- resign themselves to the will of Allah and be forsaken and renounced by those whom they presumed to share with Allah His divine nature"
        },
        {
            "chapter": 16,
            "verse": 88,
            "text": "Those who denied Allah and stood in the way to prevent His spirit of truth from guiding people into all truth shall have much to answer for. We will double their punishment. They shall be requited for the denial of Allah and for obstructing divine truth and creating discord"
        },
        {
            "chapter": 16,
            "verse": 89,
            "text": "The day shall come when We summon a witness from every nation, the Messenger who evolved from their midst and conveyed Our message, to testify of his peoples' response and We summon you O Muhammad to testify of your peoples' response. The Book -the Quran- which We sent down to you is the fountain-head of divine knowledge and the chief source of divine information. It illucidates every aspect of every thought and it is a guide into all truth and a mercy extended to the people and a joyful tidings to those who conformed to Islam"
        }
    ]
}