{
    "maqras": [
        {
            "chapter": 3,
            "verse": 33,
            "text": "Allah has taken by preference Adam and Nuh (Noah), the family of Ibrahim and the family of ‘Imran out of all people and conferred on them the prerogative of Prophethood"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "A posterity that descended one from the other. Allah is Sami’un (All Hearing) and 'Alimun (Omniscient)"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "Once when the wife of ‘Imran became aware that a child whom she thought was a male had been created in her womb, she made a solemn and humble request to Allah to accept her offering. She prayed: \"O Allah, my Creator, I have solemnly consecrated to You the child in my womb who shall be disposed exclusively to Your special service, and here do I beseech You to accept my offering. You are AL-Sami’ and AL-'Alim"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "When she gave birth to the child, she was astonished, even though Allah already knew well what she had brought forth, she said: \"O Allah, my Creator, I am delivered of a female. I have called her Maryam and here do I commit her and her progeny to You to protect them from AL-Shaytan and those with characteristics befitting him, the accursed and the outcast"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "The offering was met with a favourable reception and Allah, her Creator, received her with favour and under His tutelage she grew in grace and piety. She grew to a place of incomparable honour and Zakariya (Zakariah) fostered her. Every time Zakariya entered into her chamber in the Temple, he found her well provisioned. He asked: \"O Maryam, from which source do you get this unprecedented provision?\" \"It is from Allah\", she said, \"Indeed Allah provides livelihood and fits out meritoriously whom He will with what He will and with what he deems necessary for a certain purpose"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "There and then did Zakariya pray and beseech Allah, his Creator; he said: \"O Allah, my Creator, may I make a humble request to You to bestow on me from Your grace a pious posterity, You are AL-Sami’ so You hear the prayer"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "His prayer was met with quite an unexpected and most favourable divine response. The angels addressed him while he was at his devotions, performing his prayer in the Temple. \"O Zakariya,\" they said, \"Here we relate to you a divine edict. Allah intimates to you the announcement of a happy event; the arrival of a male child to be called Yahya (John). His birth shall verify that a word from Allah is all that it takes for anything material or immaterial to be and to have a place in the realm of fact. He will be a son who shall be great and illustrious, spiritually attached to Allah and a virtuous Prophet whose deeds are imprinted with wisdom and piety"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "Zakariya vented his surprise in an exclamation, he asked: \"O Allah, my Creator, how shall I have a son when I have been carried through the stealing steps of age to advanced life and my wife has always been barren?\" He was told, \"Thus does Allah accomplish what He will"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "Zakariya added: \"May I be given, O Allah, my Creator, a sign that would satisfy my reason.\" He was told \"What serves to indicate the fact shall be your inability to talk to people for three days. You shall be able to communicate with them only by making signs. Meanwhile praise Allah frequently and glorify Him and extol His glorious attributes in the evening and in the early morning"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "The angels addressed Maryam. They said \"O Maryam, Allah has chosen you for an unexpected event. You are so pure that He has taken you by preference out of all the women of all nations"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "O Maryam, be obedient and submissive to the will of Allah and bow to the ground in reverence and prostrate your reason to divine revelation and kneel with those who kneel to do homage and honour to Almighty Allah"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "This narrative which we relate to you, O Muhammad, represents some of the true events you did not know nor did you comprehend by sight. You were not present at their meeting when they cast lots using their quills and arrows to see which of them would be the foster father to Maryam. Nor were you present when they quarrelled about the point in question"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "The angels said to Maryam: \"O Maryam here we relate to you a divine edict. Allah intimates to you the announcement of a happy event, the arrival of a male child, the product of a word from Him, designated the Messiah ‘Isa, the son of Maryam, who shall be distinguished here and Hereafter and of those nearest to Allah"
        },
        {
            "chapter": 3,
            "verse": 46,
            "text": "He shall speak to people in his cradle and in manhood, and he shall be one of those whose deeds are imprinted with wisdom and piety"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "Maryam asked : \"How shall I have a son, O Allah, my Creator, when no man has touched me? She was told: \"Thus does Allah create what He will; when He decrees a thing He only says ‘Be’ and it is"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "He shall teach him the Book of Knowledge and Wisdom and He shall teach him AL-Tawrah and AL-Injil"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "He shall be a Messenger to Bani Isra‘il, conveying acts of miraculous nature serving to demonstrate his delegated divine power and authority to influence their conduct and their actions. He shall be instructed to say to them \"I have brought you an outward and visible sign of an inward and spiritual grace. I shall create for you from clay the figure of a bird and bring it to life and there it shall be a living bird by Allah’s command. I shall restore the sight of the man who is congenitally blind and heal the leper, and with delegated divine authority I shall raise the dead by Allah’s command. I shall also inform you of what you eat and of what you store in reserve in your homes. This should be enough divine evidence to bring you to acknowledge the truth of my mission if indeed your hearts have been impressed with the image of religious and spiritual virtues"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "And to bring matters to completion-, \"It shall be my duty to Allah to corroborate your faith in AL-Tawrah which is set before me and to make lawful to you some of what was forbidden before\". \"Now, I have come to you with convincing divine evidence which exacts your reverence for Allah and obedience to me"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "Allah is certainly my Creator; and your Creator. He exacts your obedience and your reverence and veneration by appropriate acts and rites; this is the course of action which constitutes the path of righteousness"
        }
    ]
}