{
    "maqras": [
        {
            "chapter": 6,
            "verse": 127,
            "text": "Who shall make abode in heaven's realm in a world of peace in the August presence of Allah, their Creator, Who shall overshadow them by His gracious wing in return for the deeds imprinted with wisdom and piety"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "And on the Day -Allah- throngs them all, He shall say to them: \"O you people of the Jinn, you seduced many among mankind and led them astray\". Their allies among mankind shall say: \"O Allah, our Creator, We had enjoyed each other and mutually profited one another until our predetermined time was fulfilled\". Then says Allah: \"The realms of Hell are where you make abode wherein you will have passed through nature to eternal suffering except as Allah wills. Allah, your Creator, is indeed Hakimun and 'Alimun"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "Thus do We induce those who confirm themselves in prepensed malice to be attracted to each other and be disposed to tutelary friendship by reason of their common attributes and of exercising themselves for the purpose of alienating people from Allah's purpose"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "In Day of Judgement shall all be addressed , thus: \"O you people of the Jinn and mankind, asks Allah, \"did you not receive Messengers, people of your own , to present you with My signs and narrate to you My revelations evincing both My Omnipotence and Authority, and warn you of this Momentous Day! \"We plead guilty, they say, and we confess to the charge\". They were deceived by the sensuous enjoyment, they regarded as the chief object of life, and they were witnesses of their own actions and of their deeds reflecting infidelity and disobedience to Allah"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "Among the set of Allah's correlated principles is His merciful dealing with the guilty who lacked knowledge of what is wrong and what is right, nor has he been guided or warned. Therefore, never would Allah, your Creator, do away with the cities when their inhabitants were unconscious of the wrong they were accustomed to do"
        },
        {
            "chapter": 6,
            "verse": 132,
            "text": "There are grades for all; grades of appreciation and those of depreciation, grades commensurate with deeds, and Allah, your Creator, is not unaware of what people do"
        },
        {
            "chapter": 6,
            "verse": 133,
            "text": "Allah, your Creator, is the Independent, the Absolute and the Source of mercy; if He wills, He can do away with you people and replace you by others of His choice just as He brought you into being from the posterity of other people"
        },
        {
            "chapter": 6,
            "verse": 134,
            "text": "You people had better realize that all that you have been promised shall come to pass at the predetermined point of time and you shall not be able to avert what shall befall you nor things threatened"
        },
        {
            "chapter": 6,
            "verse": 135,
            "text": "Say to them O Muhammad: \"O you people of thoughtless minds, you may pursue what your minds and souls impel you to do, but I am steering my course of action by guiding indications set by Providence Who guides into all truth, and you shall come to know who shall be the winner of Allah's mercy Hereafter and who shall succeed in attaining the blissful and happy end. Never shall the wrongful find one instance of physical or spiritual prosperity Hereafter"
        },
        {
            "chapter": 6,
            "verse": 136,
            "text": "And the idolaters, in their corrupted minds, portion out to Allah a share of what He Himself has created of crops and cattle, and another share they apportion to their idols which they regard as their predominant partners. And what they apportion to their partners reach them in full*; whereas what is apportioned to Allah is hardly spent in divine service**. Evil indeed is the proposition their minds assent to"
        },
        {
            "chapter": 6,
            "verse": 137,
            "text": "Furthermore, infanticide - mainly females, occasionally a male - was imposed by the Satanic mediators as a religious rite which allured many of them to brighter worlds; a plan devised by the priests and the satanic to demoralize them and induce them to perfect their own ruin and throw their idolism into confusion. Had Allah willed they would not have indulged in such an evil practice. Therefore let them O Muhammad sink under the vexations of their thoughtless minds and befool the minds and the judgement of the people so as to cause what is false to be accepted as true"
        },
        {
            "chapter": 6,
            "verse": 138,
            "text": "They classified cattle and crops into"
        },
        {
            "chapter": 6,
            "verse": 139,
            "text": "Again they exercise their corrupted minds in creating another taboo. They say: \"What these cattle carry in their wombs are reserved exclusively for our males and forbidden to our females, unless the offspring be a still-born then both sexes go shares\". Allah shall requite them for this discrimination they falsely picture as a divine ordinance. He is Hakimun and 'Alimun"
        },
        {
            "chapter": 6,
            "verse": 140,
            "text": "Losers indeed are those who foolishly and irreligiously committed the crime of infanticide, an evil wrought by want of thought. Who forbade the victuals provisioned for them; forging lies against Allah and criminally relating to Him falsehood. They have indeed erred and strayed and they missed the path of righteousness"
        }
    ]
}