{
    "maqras": [
        {
            "chapter": 7,
            "verse": 189,
            "text": "He is it Who brought you into being from one single soul -Adam- and from him, by a special creation, did He evolve his mate in whom he seeks consolation and finds comfort. And when he -the early man- approached her with amorous intention, she conceived and the pregnancy passed unnoticed in its early stages. But as the ovum became an embryo and the embryo developed into a foetus which grew larger and the mother grew heavier, the parents invoked the deity's mercy and blessings interpreting their thoughts in words \"If You \", they said, \"give us a healthy child free from abnormalities and malformations, we will most certainly be grateful"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "And when Allah Himself did, they ascribed to Him other deities, with whom they incorporated. Glory be to Him and extolled are His glorious attributes. He is infinitely far beyond all those they incorporate with Him"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Is it befitting that they incorporate with Him any created being, animate or Inanimate, who is infinitely incapable of creating a living being nor one. Of the simple Constituents of which all material bodies are compounded, when all in all has Allah brought into being and caused to exist"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "Nor can these objects of worship afford them help or help themselves"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "And if you idolaters invoke them to offer you counsel they shall not respond whether your invocatory prayer is expressed in words or in thought"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "You had better realize, O you people that those whom you invoke besides Allah are created beings like yourselves; therefore, invoke them and see if they respond if you truly believe that you are declaring the truth"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Do they have feet to go or hands to hold, or do they have eyes to see or ears to hear; they have neither the special faculties to perceive external objects nor the faculties of mind or soul, understanding or intelligence as bearing on action, behaviour or judgement. Say to them O Muhammad: \"Call on your predominant partners who have authority over you besides Allah and let them devise their plan of unfavourable action against me and conduct it to conclusion, and give me no respite"
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "My tutelary guardian is Allah Who has revealed the Book, the Quran, the fountain-head of divine knowledge, wisdom and justice. He is the tutelary Protector of those whose deeds are imprinted with wisdom and piety"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "Whereas those whom you invoke besides Him shall fail forever to afford you help or help themselves"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "And if you should invoke them to offer you counsel they cannot hear you, and you can see their artificial eyes staring vacantly at you, unable to see"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "Be indulgent O Muhammad and favour forbearance anti relaxation of restraint, and make due allowances and enjoin conformity of life and conduct to the requirements of morality disregarding the impudent who are insolently disrespectful"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "And if AL-Shaytan entices you by suggesting divergence or discord secretly to your mind, do not consent nor be actuated, but commit yourself to Allah counter to the evil he instigated. Allah is indeed Sami'un (Omnipresent) with unlimited audition, and 'Alimun (Omniscient)"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "Those who entertain the profound reverence dutiful to Allah, always bear Allah in mind to the extent that if and when a satanic touch of evil is suggested secretly to their minds, they immediately bring religion into touch with conduct and lift to Allah their inward sight"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "Yet the satanic among the Jinn and mankind keep driving divergence by dint of repetition into the infidels' heads and simply lead the way"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "And if you do not present them with a supernatural act to satisfy their desire, they wish you would go in quest of it. Say to them: I only follow what is revealed to me by spiritual influence from Allah, my Creator; this is the Quran, the true illumination and enlightenment. It is revealed by Allah, your Creator, to open your mind's eyes and guide those whose hearts have been touched with the divine hand into all truth and to confer on them Allah's mercy and blessings"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "O you people who have conformed to Islam: When the Quran is recited, bow down your ears and listen graciously and attentively to it so that you may hopefully be recipients of Allah's mercy"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "And bear Allah, your Creator, in your inmost thoughts and secret feelings so that the principle of thought and action, the soul, exercises devotional contemplation with humbleness and profound reverence and with bated breath at the beginning and the end of the day. Let not your innermost being be unmindful of Allah"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Indeed, those in heaven's realm who are in the August presence of Allah, your Creator, are not too proud to adore Him with appropriate acts and rites; they praise Him and extoll His glorious attributes and prostrate themselves to Him in veneration"
        }
    ]
}