{
    "maqras": [
        {
            "chapter": 9,
            "verse": 60,
            "text": "(Zakat is but a vehicle of prayers; it is due only to:a) The poor who are destitute of means of livelihood andb) The needy who are in temporary distress due to sickness, disability or the like.c) Those who are engaged as collectors and administrators thereof andd) Those who have just reconciled themselves with their own hearts and with Allah,e) Those in bondage -who are eager to buy their freedom-f) Those in debt -who are genuinely unable to pay what is owed to others-g) The support of the cause of Allah andh) And the wayfarer -who does not have the means for transportation and has to travel on foot.This is an obligation incumbent on Muslims and dutiful to Allah"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "Among these hypocrites are also those who prejudice the Prophet and label him: \"all ears\". \"He attentively listens to all that is being said, be it false or true; he is easily deceived\". Say to them: \"He bows down his ear and listens graciously to all that is of advantage to you\"; he believes those whose hearts have been touched with the divine hand and he is not deceived by those whom he perceives are lying\". \"He solemnly believes in Allah and trusts those whose hearts have been touched with the divine hand for whom he is Allah's given mercy\". Indeed those who prejudice the Prophet shall suffer the torment laid upon the damned"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "They are reluctant to join you in battle and offer you some excuse and affirm it by an appeal to Allah so that you accept it, when it is Allah and His Messenger that they should conciliate by fighting in their cause if in fact their hearts have been impressed with the image of religious and spiritual virtues"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Do they not know that he who sets himself against Allah and His Messenger shall suffer the fire of Hell wherein he will have passed through nature to eternal suffering, and this is indeed disgrace to the extreme"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "Those hypocrites are subconsciously afraid of being found out, fearing lest a Surah should be revealed betraying their real character and their ill-natured hearts which they wish be kept secret. Say to them: \"Hold whom you will in ridicule and laugh him to scorn. Allah shall expose your attributes you have always hoped would be kept secret"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "And if you should ask them O Muhammad after their real nature has been betrayed, as to why did they plunge into defaming religion and disobeying Allah and His Messenger and laugh them to scorn! They would insolently say: We always plunge into worldly ambition and like to turn matters into a joke. Say to them: Do you make Allah, His revelations and His Messenger the object of a joke and laugh them to scorn"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "Do not vindicate your grievous wrong now by a prologue and an apology You have turned renegades. If We forgive some of you because of coming back to their senses, We will punish others who are indeed wicked"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "The hypocrites -men and women- spring from one another and complement each other. They enjoin what is evil and forbid what is just and right. They keep their hands tightly shut, unwilling to spend in divine service and fail to recall Allah to mind and by consequence Allah has neglected them. Indeed the hypocrites are faithless, perverse and morally depraved"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Allah has promised the hypocrites the men and the women together with those who deny Him and disregard His authoritative commands the fire of Hell wherein they will have passed through nature to eternal suffering; Hell claims them as her own. Allah has cursed them and they shall suffer the torment laid upon the damned"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "You hypocrites stand similitude exact of those who preceded you. They were mightier than you are and they lived in greater affluence of wealth and progeny. They enjoyed all that afforded pleasure and was of sensuous character and they neglected all that was dutiful to Allah. Similarly you enjoy all that affords pleasure and is of sensuous character in the same way as those who preceded you; you plunged into worldly ambition the same as they plunged themselves into defaming religion and disobeying Allah. You and such persons are those whose hopes shall be doomed to disappointment and their deeds to worthlessness here and Hereafter, and all of you were born to be losers"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "Have they not been informed of what became of their predecessors -the people of Nuh (Noah) and those of 'Ad, the people of Thamud and those of Ibrahim(Abraham), the people of Shuaib -the Madianites- and those of Lut (Lot) - the subverted cities-. All of them received Messengers who brought them divine illumination and enlightenment. Never was Allah going to do them. injustice, but it was they who wronged themselves"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "And those of the men and the women whose hearts have been touched with the divine hand are mutual friends; they have a sincere reciprocation of all their kind feelings, they enjoin what is just and right and forbid what is evil, they faithfully and regularly engage in the act of worship and give Zakat; and they obey Allah and His Messenger. These shall Allah have mercy on them and bless their souls. Indeed Allah is Azizun, and Hakimun"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "Allah has promised the men and the women whose hearts reflect the image of religious and spiritual virtues, blissful gardens in the realm of heaven; gardens of surpassing beauty beneath which flow rivers flow wherein they will have passed through nature to Eternity. Allah has promised them also beautiful mansions in the Gardens of Eden, and above all they come in Allah's grace and win His satisfaction and esteem. This is indeed triumph supreme"
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "O you Prophet: Endeavour vigourously and strive hard against the infidels and the hypocrites and be harsh with them and forbidding. Their abode is Hell, and evil indeed is the destination"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "They swear to you they never spoke slander against you, when in fact they uttered in a proud and unreserved manner the word emblematic of infidelity, and turned renegades. They meditated mischief featured in their plan to kill you on returning from battle* field, but their attempt upon your life utterly failed. And instead of impelling themselves to gratitude and gratefulness for your presence –in Madina which made Heaven endow them with prosperity, justice and suppression of selfishness; they attempted to avenge Allah's grace by returning evil for good. Nonetheless, if they return to their senses and in lowliest plight repentant stand, it will be to their advantage. But should they turn away and counsel deaf, Allah shall put thorn to the torment here and Hereafter, and no friend on earth nor a protector shall they find"
        }
    ]
}