{
    "maqras": [
        {
            "chapter": 9,
            "verse": 93,
            "text": "But the consequence is indeed incurred on those who are rich and yet they make excuses to claim exemption and do not contribute to Allah's cause. Satisfied in mind, they are pleased to remain behind together with the stay-at- home. Allah has impressed their hearts with dullness of comprehension, and therefore, they do not apprehend the voice from Heaven nor can they be provoked to apprehend virtue. They do not know what is true and by consequence do not know what is good"
        },
        {
            "chapter": 9,
            "verse": 94,
            "text": "And when you return back from battle safe and secure, they apologize to you for their offence. Say to them O Muhammad: \"Do not offer defensive arguments; we will not believe you; Allah has informed us of your disposition and betrayed your attributes, and Allah and His Messenger shall watch over your innocence and follies, then you shall be sent back to Him Who is 'Alimun of the invisible and of what your bosoms store of thoughts and feelings, and of the visible and the seen and of what is avowed openly and openly disclosed. There and then shall He inform you of what your minds and souls had impelled you to do"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "They will swear to you with an appeal to Allah when you return to them from battle safe and secure that what they offered you as a reason for claiming exemption was justified; they mean to be exculpated so that you do not censure them or meddle with them with hostile intent. Avoid them O Muhammad and have nothing to do with them. They are morally impure, unhallowed and defiled by sin. Their abode shall be Hell in requital of what their minds and souls have impelled them to do"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "They swear to you to approve of them because of the kindness of your heart, you must realize that Allah never approves of a people who grow daily more and more wicked"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "The desert Arabs -Bedouins- are more reprehensible morally and more addicted to infidelity and hypocrisy, they are the most fitted to be ignorant and unaware of the divine statutes and legislative provisions sent down to His Messenger, and Allah is 'Alimun and Hakimun"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "Among these desert Arabs are some who consider spending in the cause of Allah a useless expenditure and a great loss. They pore their thoughts over evil and wish that you Muslims would be befallen with a misfortune or be wedded to a calamity. May Allah afflict them with a disaster and wed them to a calamity; Allah is Sami'un (Omnipresent with unlimited audition) and 'Alimun"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "Nonetheless, among these -desert Arabs- are some whose hearts have been touched with the divine hand; they have faith in the doctrine of Islam and they faithfully recognize Allah and acknowledge the truth of the Day of Judgement. They look upon what they spend in His cause as offerings bringing them closer to Him and an inducement to His Messenger to invoke Allah's mercy and blessings on their behalf, for the invocatory prayer of the Messenger is indeed a great offering bringing them closer to Allah. He will admit their claim to His blessings and extend to them His mercy; Allah is indeed Ghafurun and Rahimun"
        },
        {
            "chapter": 9,
            "verse": 100,
            "text": "And the van of those who forsook their homes and emigrated with the Messenger, those who welcomed them and gave them aid and those who followed their example, are the recipients of Allah's blessings. Allah has been gracious to them. He is well pleased with them and they with Him. He has prepared for them gardens of surpassing beauty beneath which rivers flow, wherein they will have passed through nature to Eternity, and this is triumph supreme"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "Some of the desert Arabs round about you, and of the a Madinite are hypocrites; to all of them hypocrisy is a way of life. They conceal their disposition and cleverly hide their nature from apprehension, you do not recognized them, but We do know them. We will make them suffer double, then be sent back to the torment laid upon the damned"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "There are others who have confessed their faults; there is much good in them albeit they succumbed to evil. Some of their deeds were characterized by reverence and others by evil, Allah may give up resentment against them and pardon their offense. He accepts true repentance; Allah is indeed Ghafurun and Rahimun"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "Take O Muhammad from their wealth a sum of money, an offering to set them upon the course of purity of thought and action and to impart sanctity to them, Pray Allah to forgive them; your invocatory prayer pacifies their minds and souls and frees them from mental and spiritual disturbance and from the conflict arising from their sense of guilt, Allah is Sami'un and 'Alimun"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Do they not know that Allah is He Who alone has the rightful claim to accepting repentance and the atonement made by His servants and that He accepts offerings, and acts of charity. It is only He Who relents and quits His servants all His debt and He is Rahimun"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "Say to the people O Muhammad: \"Work\", that is to say: \"Allah and His Messenger and the believers shall watch over your actions. Then you shall be sent back to Him Who is 'Alimun of the invisible and of what your bosoms store of thoughts and feelings, and of the visible and the seen and of what is avowed openly and openly disclosed. Then He shall inform you of all that your minds and your souls had impelled you to do.\" [this is a reconstruction of the interpretation of this ayat]"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "There are others the stay -at- home who are held in suspense for an expected decision; Allah may punish them or give up resentment against them and pardon their offence; And Allah is 'Alimun, and Hakimun"
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "Those who built a Mosque professedly from religious motives when in fact it was built from selfish and evil motives: to be a vexation to the Muslims, to establish infidelity, to be a mere nest of the conspirators against Islam to cause dissent among the Muslims and set them at variance and to be an outpost for the warriors who fought against Allah and His Messenger before. They swear to you O Muhammad that they only mean good, but Allah knows well and bears witness that they are liars"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "Never set foot in it, nor perform an act of worship therein. A Mosque built on piety, obedience to Allah and the intention of serving Allah's purpose from the first day merits visiting for the purpose of worship; it is the most appropriate and the most worthy place for the purpose. Therein are people who aspire to physical purity and the purity of their souls and their minds. And Allah likes those who are physically, morally and spiritually pure"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "Is he who has built his structure on a foundation of piety and the gratification of Allah better or the one who has built his structure on a foundation of impiety featured by a building founded on an undermined sandcliff which collapses and crumbles away in the fire of Hell! And Allah does not guide to His path of righteousness the wrongful of actions"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "Their building which, crumbled to pieces in the fire of Hell shall not cease to be the cause of mental pain, sorrow and distress to their hearts, alarm and suspicion to their conscience until the day their hearts are crushed with sorrow and the day they die, and Allah is 'Alimun and Hakimun"
        }
    ]
}