{
    "maqras": [
        {
            "chapter": 10,
            "verse": 11,
            "text": "If Allah were to hasten His response to people who deserve ill as they invoke Him to hasten His response to confer on them what is good, their Hereafter would be planted in the now. But We give those who do not entertain the thought the Day of Judgement plenty of rope to allow them free action to commit themselves to the loss in the maze of error"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "When man is touched or befallen with a misfortune or wedded to a calamity, he invokes us for relief, reclining on his side or sitting or standing, and when We deliver him from what was burdensome and exhaustive to the mind, he passes heedless of Allah as if he never invoked Him to relieve him from a misfortune that had befallen him. Thus are the extravagant in their accounts of themselves allured by false hopes springing eternal in their bosoms"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "Destruction and death of generations that preceded in order of time were events you people must have heard of. They were wrongful of actions. They received Messengers as spectacles and warnings but they refused to give credence to their messages and to the divine enlightenment, thus do We requite the wicked"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Then We brought you people into existence and made you the successors to see how you would act and whether or not you would behave like people of sense"
        },
        {
            "chapter": 10,
            "verse": 15,
            "text": "When Our revelations are recited to them -to the idolaters- emitting thoughts of piety and divine enlightenment, they react with revulsion of feeling and they insolently say: \"Bring a Quran different from this or substitute the words We do not like for others to our taste\" Say to them O Muhammad \"it is not within my power to make changes of my own accord; I only follow all that is inspired to me, nor do I dare to disobey Allah, my Creator, for the penalty shall be the torment that is suffered on a Momentous Day"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "Say to them \"Had- Allah willed He would not have sent down a Book and I would not have had to recite it to you nor instruct you in practical divinity nor furnish you with authoritative directions as to action. I have lived in your midst for years before it was revealed to me; can you not Reflect"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "Who then is more wrongful of actions than he who relates to Allah falsehood or denies His revelations and signs demonstrating His Omnipotence and Authority! Indeed the wicked shall never prosper"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "They worship besides Allah what shall never hurt them nor profit them, and they claim that such objects of worship shall serve as their intercessors pleading on their behalf with Allah! Say to them O Muhammad: Do you inform Allah of what He does not know in the heavens and the earth!\" Glory be to Him- and extolled are His glorious attributes; He is infinitely far beyond those whom or which they incorporate with Him"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "People were but one single nation, then they differed among themselves in opinion and each group cherished a certain view and belief and were altogether set at variance. Had it not been for Allah's word proclaimed beforehand to delay the decision on matters of doubt and dispute among them and to put punishment in respite, their Hereafter would have been planted in the now"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "They -the idolaters- insolently say: \"If only a sign other than the Quran be revealed to evince both his wisdom and the truth of his mission!\" Say to them O Muhammad: \"Divination of things to come rests in the hands of Allah Who knows the hidden, the unknown and all that is destined to come, therefore, you just wait O people, I will also await with you future events"
        },
        {
            "chapter": 10,
            "verse": 21,
            "text": "Should We make people taste Our mercy and benediction following a touch of a misfortune that has befallen them, their cunning borders upon knavery and they direct their roguery against Our signs and revelations. Say to them: \"Allah is prompt in having recourse to stratagem and indeed Our watchful guardian angels commit to writing every cunning act that your minds and souls impel you to do"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "It is He who enables you to travel by land and sea and when you are on board a ship and a gentle breeze arises and the sails catch it and cause the vessel to move through the water before the wind, people rejoice beyond a common joy*. But when the light wind changes to a brisk gale** and waves rise in billows tossing them in every direction and they think they are enclosed by danger on all sides and they are bereaved of hope, they invoke Allah with an unconscious common feeling of an intuitive cognition and belief in Him, reasoning high exclusively of Providence to the end that if He delivers them from this catastrophe they would be indeed thankful"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "After He has rescued them from a sure disaster, they simply run riot and go unjustly beyond prudent and reasonable limits. O you people, who do not keep a promise nor honour a vow: You had better realize that your imprudence works against your own interest: The enjoyment in life here is evanescent and fleeting and suddenly and soon enough shall you be on your way back to us, and there and then We shall inform you of all that your minds and souls have impelled you to do"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "Life here below stands similitude exact of the soil which is stirred to activity and swells up by absorption of the rain water falling from the floor of the vault of heaven. The water is imbibed by soil which constitute the victuals of both man and animal causing the vegetal growths to flourish and grow healthy and vigorous. The earth is rendered beautiful and pleasing to the senses and the world comes to be adorned and furnished with all that is ornamental, the natural and the artificial, and when its inhabitants begin to think that it shall always minister to their necessities and pleasure and they are now the masters thereof, there comes Our command to pass by night or by day to convince mankind that it is not in mortals to command success, and we mow it down as if it never flourished the day before. Thus do We expound Our revelations and make Our discourse readily understood by people who reflect"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "Allah invites to a world of peace in His heaven's realm and He guides whom He will to the path of safety and righteousness"
        }
    ]
}