{
    "chapter": [
        {
            "chapter": 2,
            "verse": 1,
            "text": "Elif lam mim"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "Bu, bir kitaptır ki onda şüphe yok. Takva sahiplerine yol göstericidir"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "Onlar, gaybe inanırlar, namaz kılarlar, rızıklandırdığımız şeylerin bir kısmını yoksullara harcarlar"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "Onlar, sana indirilene de inanırlar, senden önce indirilenlere de; ahirete de iyice inanmışlardır"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "Onlardır rablerinden doğru yolu bulanlar, onlardır kurtulup muratlarına erenler"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "Kafir olanlara gelince: İster korkut onları, ister korkutma, birdir; inanmazlar"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "Allah kalplerini, kulaklarını mühürlemiştir, gözlerinde de perde var, pek büyük azab onlara"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "İnsanlardan Allah'a ve son güne inandık diyenler de var, inanmamışlardır"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "Allah'ı ve inanları kandırırlar sanki Halbuki haberleri yok, ancak kendilerini kandırırlar"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Kalplerinde hastalık var, Allah da hastalıklarını arttırmıştır. Yalan söylediklerinden dolayı onlara elemli bir azap var"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Onlara, yeryüzünde fesat çıkarmayın dendi mi, derler ki: Biz ıslah edicileriz"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Bilin ki onlardır fesatçılar ama anlamazlar"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Onlara, inanan insanlar gibi siz de inanın dendi mi, derler ki: Akılsızlar gibi biz de mi inanacağız? Bilin ki aklı az olanlar onlardır ama bilmezler"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "İnananlarla buluştular mı inandık derler. Şeytanlarıyla yalnız kaldılar mı şüphe yok ki derler, biz sizinleyiz, biz ancak alay etmekdeyiz"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Allah onlarla alay eder, taşkınlıklarında, azgınlıklarında başı boş dolaşsınlar diye mühlet verir onlara"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Onlardır doğru yolu satıp azgınlığı alanlar. Alışverişlerinden faydalanmadıkları gibi bir kazanç yolu da tutmamışlardır"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Onlar, bir ateş yakıp ışıklanmak isteyen kimseye benzerler. Ateş, çevrelerindeki şeyleri aydınlattı mı Allah, nurlarını alıverir de onları karanlıklarda bırakır, görmezler"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Sağırdırlar, dilsizdirler, kördürler, doğru yola dönemezler"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Yahut da gökten boşana boşana yağan yağmura tutulmuşa benzerler; orada karanlıklar var, gök gürlemede, şimşek çakmada. Ölüm korkusuyla yıldırımların sesini duymamak için parmaklarıyla kulaklarını tıkarlar. Allah'sa inanmayanları çepçevre kaplamış, kavramıştır"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Şimşek neredeyse gözlerini alacak onların. Çakıp etraf aydınlandı mı yürürler, karanlıkta kaldılar mı dururlar. Allah dilerse duymalarını da alır, gözlerini de kör eder. Şüphe yok ki Allah'ın her şeye gücü yeter"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "Ey insanlar, sizi de, sizden öncekileri de yaratan Rabbinize ibadet edin de takva sahiplerinden olun"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "Öyle bir Allah'tır ki size yeryüzünü döşek etmiştir, gökyüzünü tavan. Gökten yağmur yağdırır, o yağmurla meyveler yetiştirir. Sizi rızıklandırır. Ona eşitler var demeyin, zaten olmadığını bilirsiniz de"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Kulumuza indiregeldiğimiz Kur'an'da şüpheniz varsa ona benzer bir sure getirin, doğrucuysanız Allah'tan başka tanıklarınızı da çağırın"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Bunu yapamazsanız, kesin olarak da yapamazsınız ya, sakının odunu insanlarla taşlar olan ve kafirlere hazırlanan ateşten"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "İnananlara ve iyi işlerde bulunanlara müjde ver: Onlar içindir kıyılarından ırmaklar akan bahçeler. Orada bir meyveyle rızıklandılar mı bundan önce de bunu tatmıştık derler, onları dünyadakilere benzetirler. Onlara, dünyadakilere benzer rızıklar sunulur. Orada tertemiz eşler de var onlara, orada ebedi kalırlar"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "Şüphe yok ki Allah, sivrisineği de örnek getirmekten çekinmez, ondan üstün olanları da. İnananlar bilirler ki bu örnek, yerindedir ve Rablerindendir. Fakat inanmayanlar, Allah bu örnekle ne demek istiyor ki derler. O, bununla çoklarını şaşırtıp azdırır, çoklarını da doğru yola getirir. Azdırıp şaşırttıkları, ancak kötü işler yapanlardır"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "Kötülükte bulunanlar onlardır ki Allah'la ahdettikten sonra ahitlerini bozarlar. Allah'ın ulaştırılmasını emrettiği şeyi keserler, yeryüzünde bozgunculuk ederler. Onlardır ziyankarlar"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "Allah'ı nasıl inkar edebilirsiniz ki ölüydünüz, diriltti sizi. Sonra öldürür, sonra gene diriltir, sonra da gerisin geriye ona dönersiniz"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "Öyle bir Allah'tır ki yeryüzünde ne varsa hepsini sizin için yarattı, sonra iradesini yücelere yöneltti de gökleri nizam ve intizam üzere yedi kat olarak yarattı. O, her şeyi bilir"
        },
        {
            "chapter": 2,
            "verse": 30,
            "text": "Hani Rabbin meleklere, ben yeryüzünde mutlaka bir halife yaratacağım demişti. Demişlerdi ki: Orada bozgunculuk edecek ve kan dökecek birini mi yaratacaksın? Biz, sana hamd ederek noksan sıfatlardan arılığını söylemede, seni kutlamadayız ya; ben, sizin bilmediğinizi bilirim demişti"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "Âdem'e bütün adları bildirmişti de meleklere o adlarla anılan şeyleri gösterip hadi demişti, doğrucuysanız bunların adlarını haber verin"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "Demişlerdi ki: Noksan sıfatlardan seni arı biliriz, bize bildirdiğin şeylerden başka bilgimiz yok. Şüphe yok ki sen, her şeyi bilirsin, hüküm ve hikmet sahibisin"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "Demişti ki: Ey Âdem onlara, yaratıkları adlarıyla haber ver, Âdem, her şeyi adlı adınca haber verince demişti ki: Ben size demedim mi, göklerdeki gizli şeyleri de bilirim, yeryüzünde ki gizli şeyleri de. Açığa vurduğunuzu da bilirim, gizlediğinizi de"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "Hani meleklere, Âdem'e secde edin demiştik de İblisten başka bütün melekler secde etmişlerdi. O, secde etmekten çekinmiş, ululanmak istemişti de kafirlerden olmuştu"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "Demiştik ki: Ey Âdem, sen ve eşin cennette oturun, dilediğinizi bol bol yiyin. Ancak şu ağaca yaklaşmayın, yoksa haddini aşanlardan olursunuz"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "Şeytansa oradan onların ayaklarını kaydırdı, onları bulundukları makamdan çıkarıverdi. Dedik ki: Bazınız, bazınıza düşman olarak inin buradan. Bir zamana kadar yeryüzünde oturmanız, oradan rızıklanmanız mukadder"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Âdem, Rabbinden bazı sözler belledi de Allah tövbesini kabul etti. Şüphe yok ki o, bütün tövbeleri kabul eder, rahimdir"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "Dedik ki: Hepiniz de cennetten inin. Fakat benden size bir doğru yol gösterici geldi mi o doğru yolu gösterenin izinden gidenlere ne korku vardır, ne hüzün"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "İnanmayanlarla delillerimizi yalanlayanlara gelince: Onlardır ateş ehli; onlar, orada ebedi kalırlar"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "Ey İsrailoğulları, anın size verdiğim nimeti. Vefa edin ahdime de vefa edeyim ahdinize ve ancak benden korkun artık"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "İndirdiğim Kur'an'a inanın. Sizdeki kitabı da doğrulayıcıdır o. Ona ilk inanmayan siz olmayın. Delillerimi az ve değersiz bir parayla değişmeyin, ancak benden sakının"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "Doğruyu batılla karıştırıp da bile bile gerçeği unutup gizlemeyin"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "Namaz kılın, zekat verin, rüku edin rüku edenlerle"
        },
        {
            "chapter": 2,
            "verse": 44,
            "text": "İnsanlara iyilik etmelerini emrediyorsunuz da kendinizi unutuyor musunuz? Ve kitabı okumaktasınız siz. Aklınız mı yok, düşünmez misiniz"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "Sabretmek ve namaz kılmak hususunda Allah'tan yardım dileyin. Bunlar ağır ve büyük şeylerdir ama saygılı kimselere göre değil"
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "Saygılılar, öyle kimselerdir ki Rablerine ulaşacaklarını iyiden iyiye umarlar, ona döneceklerini iyiden iyiye bilirler"
        },
        {
            "chapter": 2,
            "verse": 47,
            "text": "Ey İsrail oğulları, anın size verdiğim nimetlerimi, anın sizi bütün alemlerden üstün ettiğimi"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "Korkun o günden ki hiç kimse, bir başkasının yerine bir şey ödeyemez o gün; kimsenin kimseye şefaati kabul edilmez, kimseden karşılık da alınmaz, onlara yardım da edilmez"
        },
        {
            "chapter": 2,
            "verse": 49,
            "text": "Hatırlayın o zamanı ki sizi Firavun'un soyundan kurtardık. Onlar, size kötü bir surette azap ediyorlar, oğullarınızı kesiyorlar, kızlarınızı diri bırakmak istiyorlardı. Bu işte Rabbinizin bir sınaması vardı"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "Bir vakit sizin için denizi yardık da kurtardık sizi; Firavun'un soyunu sopunu sulara boğduk; siz de buna bakıp duruyordunuz"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "Bir vakit Musa'ya kırk gecelik vade verdik. Sonra siz, o yokken tuttunuz da buzağıya kapıldınız, böylece zulmediyordunuz işte"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "Bundan sonra gene sizi affettik, şükretmeniz gerekti"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "Doğru yolu bulasınız diye bir vakit Musa'ya kitap ve doğruyla eğriyi ayırt eden hükümler verdik"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "Hani Musa, kavmine, siz buzağıya kapılmakla gerçekten kendinize zulmettiniz; tertemiz yaratıcınıza tövbe edin de nefislerinizi öldürün. Bu, yaratıcınız katında sizin için çok hayırlıdır demişti de Allah, bu yüzden tövbenizi kabul etmişti. Şüphe yok ki o, tövbeleri kabul eden rahimdir"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "Bir zamanlar ya Musa demiştiniz, Allah'ı apaçık görmedikçe inanmayız sana. Derken bakınıp duruyordunuz, bir yıldırım düşmüş de sizi yakıvermişti"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "Sonra da gene şükredesiniz diye ölümünüzden sonra sizi dirilttik"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "Bulutla gölgelendirmiştik sizi. Rızıklandırdığımız tertemiz şeylerden yiyin diye size kudret helvasıyla bıldırcın indirmiştik. Onlar, zulmü bize etmediler, kendilerine ettiler"
        },
        {
            "chapter": 2,
            "verse": 58,
            "text": "Bir vakit şu şehre girin, nimetlerinden, nerede dilerseniz orada bolbol yiyin, kapısından secde ederek girin, burası yurttur deyin, yarlıganma dileyin de suçlarınızı örtelim; iyilikte bulunanların sevabını daha da arttıracağız demiştik"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "Fakat zulmedenler, sözü, kendilerine söylenen şekilden başka bir şekle sokmuşlar, değiştirmişlerdi. Biz de zulmedenlere, kötülükte bulunduklarından dolayı gökten bir azap indirivermiştik"
        },
        {
            "chapter": 2,
            "verse": 60,
            "text": "Gene bir zaman oldu ki Musa, kavmi için su diledi de ona, sopanla vur taşa demiştik. Vurunca taştan on iki pınar fışkırmıştı. Halkın her bölüğü, su içeceği kaynağı bilmiş, anlamıştı. Allah'ın rızkından yiyin, için de haddinizi aşıp yeryüzünü fesada vermeyin"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "Bir zaman demiştiniz ki: Ya Musa, biz bir türlü yemeğe dayanamayız. Rabbinden bizim için iste de bize yerin yetiştirdiği şeylerden versin. Yerden yeşillik, kabak, sarımsak, mercimek, soğan bitirsin. Musa demişti ki: Daha hayırlı olanı, ondan daha aşağılık bir şeyle değiştirmek mi istiyorsunuz? Mısır'a inin, orada dilediğiniz şey var. Üzerlerine aşağılık ve yoksulluk çullanmıştı, Allah'ın da gazabına uğradılar. Evet, öyle de oldu; çünkü Allah'ın delillerine inanmamışlardı, haksız yere peygamberleri öldürüyorlardı. Evet, öyle de oldu; çünkü isyana boğulmuşlardı, çünkü aşırı gidiyorlardı"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "Şüphe yok ki insanlarla Yahudi olanlardan, Nasranilerden, Sabiilerden, Allah'a ve son güne inanan ve iyi işler gören kimselere, Rableri katında ecir var. Onlar için ne korku vardır, ne hüzün"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "Gene bir vakit sizden söz almıştık, Tur dağını üstünüze yüceltmiştik. Size verdiğimiz kitabı azimle alın, sakınanlardan olmak için de içindeki emirleri anın demiştik"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "Bundan sonra gene yüz çevirmiştiniz. Allah'ın ihsanı ve rahmeti olmasaydı ziyankarlardan olurdunuz ya"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "Bilirsiniz elbet, içinizde cumartesi gününe hürmet etmeyip emirden çıkanlara aşağılık maymun olun demiştik"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "O zaman bunu görenlerle sonradan gelenlere ibret, sakınanlara da bir öğüt olmak üzere onları maymun şekline sokmuştuk"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "Gene bir zaman Musa, kavmine demişti ki: Şüphe yok ki Allah, size bir inek boğazlamanızı emrediyor. Kavmi, bizimle alay mı ediyorsun demişti. Musa, Allah'a sığınırım bilgisizlere katılmaktan demişti"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "Peki demişlerdi, Rabbine dua et de ne biçim inek keselim, açıklasın bize. Musa, Allah diyor ki demişti, ne işten kalmış kart olacak, ne genç. İkisi arası dinç bir inek olmalı. Hadi, size emredilen şeyi yapın"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "Demişlerdi ki: Rengi nasıl olsun? Rabbine dua et de açıklasın bize. Musa, Allah diyor ki demişti, sapsarı, lekesiz olacak, bakanlara sevinç, neşe verir bir renk"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "Demişlerdi ki: Bu nasıl inek? Bizce inek ineğe benzer. Rabbine dua et de bize bildirsin. Allah dilerse buluruz elbet"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "Musa, Allah diyor ki demişti, ne çifte koşulup tarla sürmüş olacak, ne ekin sulamış olacak. Ayıpsız, lekesiz, alacasız olmalı. Hah demişlerdi, şimdi gerçeği söyledin. İneği boğazladılar, boğazladılar ama az kaldı bu emri yerine getiremeyeceklerdi"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "O vakit birisini öldürmüş, çekişip suçu üstünüzden atmıştınız hani. Allah'sa gizlediğinizi açığa vuracaktı"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "Demiştik ki: O adama, ineğin bir uzvuyla vurun işte Allah, aklınız başınıza gelsin diye ölüleri böyle diriltir, delillerini size böyle gösterir"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Ama bundan sonra kalpleriniz katılaştı, taşa döndü, Hatta taştan da katı bir hale geldi. Çünkü öyle taşlar var ki içinden nehirler kaynar. Öylesi var ki çatladı mı bağrından su fışkırır. Öylesi de var ki Allah korkusundan yerlere yuvarlanır. Allah, yaptığınızdan gafil değil ki"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Bunların, size inanıvereceklerini mi umuyor, buna mı tamah ediyorsunuz? İçlerinde bir bölük var ki Allah sözünü duyduktan, akılları o sözleri aldıktan sonra da bilebile değiştirirlerdi o sözleri"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "Onlar, inananlarla buluştular mı inandık derler de sonra birbirleriyle yalnız kaldılar mı aklınız mı yok derler, Rabbiniz indinde sizinle çekişsinler, aleyhinize delil göstersinler diye mi Allah'ın size açıkladığı şeyi tutup onlara söylüyorsunuz"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "Bilmezler mi ki Allah, onların gizlediklerini de bilir, açığa vurduklarını da"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "İçlerinde, anasından doğduğu gibi kalan, okuma yazma bilmeyenler de var ki onlar, kitap nedir bilmezler. Bildikleri şey, ancak kuruntularıdır, onlar, ancak zanna kapılırlar"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "Elleriyle kitap yazıp sonra da az bir para almak için bu, Allah tarafından geldi diyenlerin vay hallerine. Elleriyle yazdıklarından, o kitabı, kendileri düzdüklerinden dolayı vay hallerine, kazançları yüzünden vay hallerine"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "Dediler ki: Ateş, bizi yaksa bile birkaç gün yakar. De ki: Allah'tan bir söz mü aldınız? Aldınızsa Allah sözünden hiç dönmez. Yoksa Allah hakkında bilmediğiniz şeyi mi söylüyorsunuz"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Hayır, iş öyle değil; kim bir günah kazandı, vebali kendisini sardı, kapladıysa işte o çeşit adamlardır ateş ehli. Onlar, ateşte ebedi kalırlar"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "İnananlarla iyi işler görenlere gelince: Onlar cennet ehlidir, onlar da cennette ebedidir"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "Bir zaman İsrailoğullarından, Allah'tan başkasına tapmamak, anaya, babaya, akrabaya, yetimlere, yoksullara iyilik etmek üzere kesin söz almıştık. İnsanlara güzellikle söz söyleyin, iyi şeyler buyurun, namaz kılın, zekat verin demiştik. Sonra pek azınız müstesna, sözünüzden dönmüştünüz, hala da dönmedesiniz zaten"
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "Bir zaman birbirinizin kanını dökmemek, yerinizden yurdunuzdan çıkmamak hususunda kesin söz almıştık sizden. Sonra siz de bunu ikrar etmiş, siz de buna tanık olmuştunuz"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "Sonra da sizler, o kişilersiniz ki birbirinizi öldürüyorsunuz. Bir bölüğünüzü yerinden yurdundan çıkarıyorsunuz. Onların aleyhinde, kötülükte, düşmanlıkta bulunmak üzere birleşiyorsunuz. Elinize esir düşerlerse onlara karşılık esirler veriyor, gene onları yurtlarına sokmuyorsunuz. Halbuki onları yurtlarından çıkarmak bile haramdı size. Yoksa kitabın bir kısmına inanıyor, bir kısmına inanmıyor musunuz? İçinizde bunları yapanların kazancı, dünya hayatında ancak horluktan ibaret, kıyamet günüyse onlar daha çetin bir azaba atılırlar. Allah, yaptıklarınızdan gafil değildir ki"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "Onlar, ahireti dünya yaşayışına satmış kimselerdir. Onların azabı da hafifletilmez, onlara yardım da edilmez"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "Şüphe yok ki Musa'ya Tevrat'ı verdik, ardından birtakım peygamberler gönderdik. Meryem oğlu İsa'ya apaçık deliller verip onu RuhülKudüs'le kuvvetlendirdik. Nefsinizin hoşlanmadığı bir emirle peygamber geldi mi demek ululanmak isteyeceksiniz, kiminiz onları yalanlayacak, kiminiz öldürecek ha"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "Dediler ki: kalplerimiz örtülü, kılıf içinde. İş öyle değil. Küfürleri yüzünden Allah onları rahmetinden uzaklaştırdı. Onun için azı, pek azı inanır"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "Evvelce kafir olanlara üst gelmek için imdat isterlerken Allah tarafından, onların inandığı kitabı tasdik eden bir kitap geldi, bildikleri, tanıdıkları zuhur etti mi ona kafir oldular. Hay Allah'ın laneti kafirlere olsun"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "Ne pis şeydir o kendilerini satmaları, bu suretle de Allah'ın indirdiği Kur'an'a kafir olmaları, Allah'ın, kullarından dilediğine ihsan edip kitap indirmesine haset ederek kafirlikte bulunmaları. Bu yüzden gazap üstüne gazaba uğradılar. Kafirler için aşağılık bir azap var"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "Onlara, Allah'ın indirdiğine inanın denince biz, bize indirilene inandık derler de ondan başkasına inanmazlar. Halbuki o, gerçektir, onlara inen kitabın gerçekliğini söyler. De ki: İnanmışsanız neden önceleri Tanrı peygamberlerini öldürdünüz"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "Andolsun ki Musa, size açık delillerle geldi de ondan sonra tuttunuz, buzağıya taptınız, siz o zalimlersiniz işte"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "De ki: O vakit sizden kesin söz almıştık, Tur dağını üstünüze yüceltmiştik. Size verdiğimizi azimle tutun, dinleyin demiştik. Onlar da duyduk demişlerdi ve asi olduk. Buzağı sevgisi, küfürleri yüzünden ta iliklerine işlemişti. İnanmışsanız inancınız, ne de kötü ve pis şey emrediyor size"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "De ki: Âhiret yurdu, Allah katında başkalarının değil de bilhassa sizinse ve sözünüzde doğrucuysanız ölümü dilesenize"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "Fakat elleriyle kazandıkları suçlardan dolayı hiçbir zaman dilemezler. Allah, zalimleri iyice bilir"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "Andolsun ki onları, insanların hayata en düşkünü olarak bulursun. Onlar, müşriklerden de düşkündür hayata. Her biri bin yıl yaşamayı arzular. Fakat yaşasa ne olacak? Onu azaptan kurtaramaz ki. Allah, ne yapıyorlarsa görmede"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "De ki: Kim Cibril'e düşmansa iyi bilsin ki o, Allah'ın izniyle evvelce inen kitapların doğruluğunu bildiren, inananlara doğru yolu gösteren ve bir müjdeci olan Kur'an'ı, senin kalbine indirmiştir"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "Kim, Allah'a ve meleklerine ve peygamberlerine ve Cibril'e ve Mikal'e düşman olursa bilsin ki Allah da kafirlere düşmandır"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "Andolsun ki sana apaçık ayetler indirdik. Onlara, ancak kötü işlerde bulunanlar kafir olur"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "Onlarla bir ahde girişildi mi içlerinden bir bölüğü o ahdi bozacak ha. Bir bölüğünün ahdini bozması şöyle dursun, zaten çokları inanmazlar"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "Allah tarafından onlarda bulunan kitabın doğruluğunu bildiren bir peygamber geldi mi kitap ehlinin bir kısmı, Allah'ın kitabını artlarına atarlar, sanki de bilmezler"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "Tuttular da Süleyman'ın saltanatı aleyhine, Şeytanların kapıldıkları şeylere uydular. Halbuki Süleyman kafir olmamıştı, Şeytanlar kafir olmuşlardı. İnsanlara büyü yapmasını ve Babil'deki Harut, Marut adlı iki meleğe indirilen şeyleri öğretiyorlardı. O iki melek, hiçbir kimseye biz, ancak ve ancak Allah tarafından bir sınamayız, sakın kafir olma demeden bir şey öğretmiyordu. Onlardan, karıyla kocanın arasını açan şeyleri öğreniyorlardı. Öğrenenler de Allah'ın izni olmaksızın hiçbir kimseye zarar veremezlerdi. Kendilerine zarar verecek, fakat hiçbir faydası olmayacak şeyleri öğrenmekteydiler. Andolsun ki bu bilgiyi satın alanın ahiretten nasibi yoktur, bunu iyice bilmişlerdi de. Fakat bir de canları pahasına satın aldıkları o şeyin ne pis şey olduğunu bilselerdi"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "İman edip de kötülüklerden korunsalardı elbette Allah'tan elde edecekleri sevap, daha hayırlı olacaktı. Bir bilselerdi bunu"
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "Ey insanlar, \"bizi de gözet, bırak da anlayalım\" demeyin. \"Bize de bak, bizi de gözet\" deyin ve dinleyin. Kafirlere pek elemli bir azap var"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "Ne kitap ehlinden kafir olanlar, ne de müşrikler, size Rabbinizden bir hayır indirilmesini istemezler. Allah'sa dilediğini rahmetiyle seçer de ona bir hususiyet verir. Allah büyük bir ihsan sahibidir"
        },
        {
            "chapter": 2,
            "verse": 106,
            "text": "Bir ayetin hükmünü değiştirir, yahut geri bırakırsak ya ondan hayırlısını getiririz, yahut onun eşidini. Bilmez misin ki Allah'ın her şeye gücü yeter"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "Bilmez misin ki şüphesiz göklerin saltanatı da Allah'ındır, yeryüzünün saltanatı da ve sizin için Allah'tan başka ne bir dost vardır, ne bir yardımcı"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Yoksa siz de peygamberinizi, evvelce Musa'ya olduğu gibi sorguya mı çekmek istersiniz? Kim küfrü imanla değişirse artık doğru yoldan sapmış, azıtmış gitmiştir"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Kitap ehli olanların çoğu, sizi imana geldikten sonra döndürmek ister, kafir olmanızı diler. Gerçek, kendilerince de besbellidir ama sonra bunu, özlerindeki hasetlerinden isterler. Allah emri gelinceye dek bırakın, aldırış bile etmeyin. Şüphe yok ki Allah'ın her şeye gücü yeter"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Namaz kılın, zekat verin. Kendiniz için; Önceden ne hayırda bulunursanız onu, Allah katında bulursunuz. Şüphe yok ki Allah, yaptıklarınızı görür"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "Cennete Yahudi yahut Nasrani olmayan kesin olarak giremez dediler, kendi kuruntuları bu. De ki: Doğrucuysanız hadi, delillerinizi getirin bakalım"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "Evet, kim, özü halis olarak yüzünü tertemiz bir surette Allah'a çevirir, ona teslim olursa ecri Rabbinin katındadır. Onlara ne korku vardır, ne de mahzun olurlar"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "Yahudiler, Nasranilere, hiçbir şeye dayanmıyorlar dediler. Nasraniler de, Yahudiler, hiçbir şeye dayanmıyorlar dediler. Halbuki hepsi de kitap okurlar. Bilgisi olmayanlar da tıpkı onların dediklerini dedi. Allah, aykırılığa düştükleri şey yüzünden, kıyamet gününde aralarını bulur, gerçek hükmü verir elbet"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "Allah için yapılan mescitlerde Allah'ın adının anılmasını men'eden ve onların yıkılmasına çalışan kimseden daha zalim kim var ki? Bunlar, ancak oralara korka korka girebilirler. Onlara dünyada horluk var, ahirette de pek büyük bir azap"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "Doğu da Allah'ındır, batı da. Artık nereye dönerseniz dönün, orada Allah'a dönmüş olursunuz. Şüphe yok ki Allah'ın lütfü, rahmeti boldur, o her şeyi bilir"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "Allah, kendisine oğul edindi dediler, haşa. Belki göklerde de ne varsa onundur, yeryüzünde de; hepsi de ona ram olmuştur"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "Gökleri de eşsiz, örneksiz yaratan odur, yeryüzünü de. Bir işin olmasını diledi mi ona ancak ol der, o iş oluverir"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "Bilgisi olmayanlar, Allah bizimle konuşsa, yahut bize bir delil, bir mucize gelse dediler. Önce gelenler de tıpkı onlar gibi söylemişlerdi. Kalpleri, ne kadar da birbirine benzedi onların. Gerçeği iyice bilmek isteyenlere ayetlerimizi apaçık gösterdik"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "Şüphe yok ki biz, seni dosdoğru bir müjdeci ve korkutucu olarak gönderdik, zaten sen, o cehennemliklerden sorumlu da değilsin"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "Onların dinine uymadıkça ne Yahudiler senden razı olurlar, ne Nasraniler. De ki: Ancak Allah'ın hidayet yolu, doğru yoldur. Bilgi sahibi olduktan sonra da onların nefsani dileklerine uyarsan sana Allah'tan başka ne bir dost vardır artık, ne bir yardımcı"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Kendilerine kitap verdiğimiz kimseler, onu hakkıyla okurlar. İşte onlar kitaba inanırlar. Ona inanmayanlarsa ziyankarların ta kendileridir"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "Ey İsrailoğulları, size verdiğim nimetimi ve sizi alemlere üstün ettiğimi anın"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "Sakının o günden ki kimse, o gün kimsenin bir şeyini ödeyemez, kimseden bir karşılık kabul edilmez, kimsenin kimseye şefaati fayda vermez, onlara yardım da edilmez"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "O zamanlar Rabbi, İbrahim'i bazı sözlerle sınadı. O, bunları yerine getirip tamamlayınca dedi ki: Ben seni insanlara imam edeceğim. İbrahim, soyumu da imam et dedi. Allah, benim ahdime dedi, zalimler nail olamazlar"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "O sıralarda Ka'be'yi sevap kazanma yeri ve emniyet yurdu ettik. İbrahim'in makamını namazgah edinin. İbrahim'le İsmail'e de, evimi, dönüp dolaşanlara, burada oturup ibadette bulunanlara, rüku ve sücud edenlere tertemiz tutun diye kesin emir verdik"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "O zaman İbrahim, Ya Rabbi dedi, bu şehri emniyetli bir yer et. Buradakilerden Allah'a ve son güne inananları meyvelarla rızıklandır. Allah, kafir olanı da bir müddet rızıklandıracağım da sonra zorla onu, ateşle azaba uğratacağım. Oraya gidiş, ne yaman bir sonuçtur, ne kötü bir gidiştir dedi"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "O vakit İbrahim ve İsmail Kabe'nin temel duvarlarını yükselttiler de Rabbimiz dediler, bu evi yaptık, sen kabul et. Şüphe yok ki sen, her şeyi duyansın, bilensin"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "Rabbimiz, bizi sana teslim olmuş kullardan et, soyumuzdan da Müslüman bir ümmet izhar eyle. İbadet yerlerini, ibadetimizin yolunu yordamını göster bize. Tövbe ettikçe tövbemizi kabul et. Şüphe yok ki sen, tövbeleri kabul eden rahimsin"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "Rabbimiz, onların içinden bir peygamber gönder de onlara, senin ayetlerini okusun, kitabı, hikmeti öğretsin, onları tertemiz bir hale getirsin. Şüphe yok ki sen, yücelik, hüküm ve hikmet sahibisin"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "Kendini bilmeyenden, aklı başında olmayandan başka kim, İbrahim'in dininden döner? Andolsun ki biz onu dünyada seçtik, ahirette de şüphe yok ki o, salihlerdendir"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "O zaman Rabbi, İbrahim'e, ram ol, teslim ol dedi. İbrahim dedi ki: Âlemlerin Rabbine teslim oldum"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "İbrahim de bunu oğullarına vasiyet etti, Yakup da, oğullarım dedi, Allah şüphesiz sizin için bir din seçti, siz de artık ancak Müslüman olarak ölün"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Yoksa Yakup ölürken oradaydınız da gözlerinizle mi gördünüz? Yakup, ölüm haline gelince oğullarına, benden sonra kime tapacaksınız dedi. Dediler ki: Senin Allah'ına tapacağız. Babalarının, İbrahim'in, İsmail'in, İshak' ın Allah'ı olan bir Allah'a. Biz, ona teslim olanlarız"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Onlar birer ümmetti, gelip geçtiler. Onların kazançları kendilerine, sizin kazancınız size. Onların yaptıkları sizden sorulmaz"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "Yahudi, yahut Nasrani olun da doğru yolu bulun dediler. De ki: Hayır, küfürden, şirkten uzak ve temiz olan İbrahim'in dinindeyiz. O, hiçbir zaman şirk koşanlardan olmadı"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "Deyin ki: Allah'a, bize indirilen kitaba, İbrahim'e İsmail'e, İshak'a, Yakup'a, Yakup'un oğullarına indirilenlere, Musa'ya, İsa'ya ve peygamberlere Rablerinden verilene inandık, onların hiçbirini öbüründen ayırt etmeyiz ve biz, Allah'a teslim olanlarız"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "Sizin iman ettiğiniz gibi iman ederlerse mutlaka doğru yolu buldular demektir. Fakat yüz çevirdiler mi onlar, ancak ayrılık, aykırılık içindedir. Onlara karşı koymak için sana, Allah yeter ve o, her şeyi duyandır, bilendir"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "Allah'ın verdiği renk. Allah'tan daha güzel renk veren kim? Ve biz ona tapanlarız"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "De ki: Allah hakkında bizimle mücadeleye mi girişiyorsunuz? O, bizim de Rabbimizdir, sizin de Rabbiniz. Bizim yaptıklarımız bize ait, sizin yaptıklarınız size ve biz, bütün kalbimizle Allah'a bağlıyız"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "Yoksa İbrahim de, İsmail de, İshak da, Yakup da, oğulları da Yahudi, yahut Nasraniydi mi diyorsunuz? De ki: Siz mi daha iyi bilirsiniz, Allah mı? Allah'ın bildiği, bildirdiği şeyi bilerek gizleyenden daha zalim kim var? Allah, yaptıklarınızdan gafildeğildir ki"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "Onlar birer ümmetti, gelip geçtiler. Onların kazançları onlara, sizin kazancınız size. Onların yaptıkları sizden sorulmaz"
        },
        {
            "chapter": 2,
            "verse": 142,
            "text": "İnsanlardan aklı, idraki olmayanlar diyecekler ki: Bunları, yöneldikleri kıbleden döndüren sebep de nedir? Doğu da Allah'ındır de, batı da. Dilediğine doğru ve düz yolu buldurur"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "İşte böylece bütün insanlara tanıklık etmeniz, Peygamberin de size tanık olması için sizi, doğru yolun tam ortasında giden bir ümmet yapmışızdır. Zaten evvelce yöneldiğin Ka'be'yi kıble yapışımızdan maksat da ancak Peygambere uyacak olanları, iki topuğu üstünde gerisin geriye döneceklerden ayırt etmektir. Bu, elbette Allah'ın doğru yolu gösterdiği kimselerden başkalarına ağır gelecek. Allah, imanınızı zayi etmez. Şüphe yok ki Allah, insanları esirgeyicidir, rahimdir"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "Gerçekten de yüzünü göğe çevirip arandığını görmekteyiz. Seni, razı olacağın bir kıbleye yönelteceğiz. Hadi, yüzünü Mescidi Haram'a çevir. Siz de Nerede bulunursanız bulunun, yüzlerinizi o tarafa döndürün. Kendilerine kitap verilenler de bilirler ki bu, Rablerinden gelmiştir, yerindedir, gerçektir ve Allah, onların yaptıklarından gafil değildir"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "Andolsun ki sen, kendilerine kitap indirilmiş olanlara bütün delilleri getirsen gene de senin kıblene uymazlar. Sen de onların kıblesine uymazsın. Zaten onların bir kısmı da bir kısmının kıblesine uymaz. Bunu iyice bildikten sonra artık tutar, onların dileklerine uyarsan şüphe yok ki zalimlerden olursun"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "Kendilerine kitap indirdiğimiz kimseler, Peygamberi, oğullarını tanır gibi tanırlar. Tanırlar ama gene de içlerinden bir kısmı bilebile gerçeği gizler"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "Gerçek, Rabbindendir. Artık sakın şüpheye düşenlerden olma"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "Herkesin yöneldiği bir yer var, oraya döner. Siz de hep hayırlara yönelin, hayır yolunda yarışın. Nerede olursanız olun, Allah sizi toplar, birleştirir. Şüphe yok ki Allah'ın her şeye gücü yeter"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "Nerede bulunursan bulun, hemen yüzünü Mescidi Haram'a doğru çevir. Bu emir şüphesiz gerçektir, Rabbindendir ve Allah yaptığınız şeylerden gafil değildir"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "Nerede bulunursan bulun, yüzünü Mescidi Haram'a çevir. Nerede olursanız olun, yüzünüzü o tarafa çevirin de insanlar, aleyhinizde bir itirazda bulunamasınlar, ama haksızlık edenler ve zulümde bulunanlar başka. Siz korkmayın onlardan, benden korkun da hem size verdiğim nimetimi tamamlayayım, hem de bu suretle hidayete erişin"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "Nasıl ki içinizden size bir Peygamber gönderdik. Size ayetlerimizi okumada, ahlakınızı temiz bir hale koymada. Size kitap ve hikmet öğretmede ve bilmediğiniz şeyler hakkında size malumat verip sizi bilgi sahibi etmede"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "Artık siz de anın beni, anın da ben de anayım sizi. Nankörlüğü bırakın da şükredin bana"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "Ey inananlar, sabretmek ve namaz kılmakla Allah'tan yardım dileyin. Şüphesiz ki Allah, sabredenlerledir"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "Allah yolunda öldürülenlere de ölü demeyin. Onlar diridir ama siz anlamazsınız"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "Andolsun ki mutlaka sizi birazcık korkuyla, açlıkla, mal, can ve meyve noksanıyla sınayacağız. Müjdele sabredenleri"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "O sabredenleri ki onlar, bir musibete uğradılar mı biz Allah'ınız, gene de gerisin geriye ona döneceğiz derler"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "Öyle kimselerdir onlar ki Rablerinden yarlıganma ve rahmet onlara. Onlardır doğru yolu bulanlar"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "Şüphe yok ki Safa ve Merve, Allah alametlerindendir. Artık kim hac veya umre etmek için Ka'be'yi tavaf edip Safa ve Merve arasında koşarsa suçsuzdur. Kim gönlünden koparak hayır işlerse şüphe yok ki Allah, ona mükafatta bulunur ve her şeyi de bilir"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "İndirdiğimiz apaçık delilleri, bildirdiğimiz dosdoğru yolu, insanlara Kur'an'da tamamıyla anlattıktan sonra bunu gizleyenlere gelince: Allah da onlara lanet eder, lanet edenler de"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "Ancak içlerinden tövbe edenler, hallerini düzeltenler ve doğruyu söyleyenler müstesna. Onların tövbesini kabul ederim. Ben tövbeleri kabul eden rahimim"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "Kafir olup küfründe ısrar ederek bu halle can verenler yok mu! Allah'ın laneti de onlara, meleklerin laneti de, bütün insanların laneti de"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "Ebedi olarak lanette kalırlar. Ne azapları hafifletilir, ne yüzlerine bakılır"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "Allah'ınız, bir Allah'tır ondan başka tapacak yok, rahman ve rahim odur"
        },
        {
            "chapter": 2,
            "verse": 164,
            "text": "Göklerin ve yeryüzünün yaratılışında, gece ile gündüzün birbiri ardınca gelişinde, insanlara fayda vermek üzere denizde yürüyüp giden gemide, Allah'ın, gökten yağmur yağdırarak yeryüzünü, ölümünden sonra diriltmesinde, sonra da yeryüzüne, yürüyen hayvanları yaymasında, yelleri dilediği gibi estirip değiştirmesinde, gökle yer arasında emrine münkad olan bulutta, şüphe yok ki aklı erenler için varlığına, birliğine deliller var"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "İnsanların bir kısmı Allah'tan başka ona birtakım eşitler edinirler de onları, Allah'ı sever gibi severler. İnananlarsa, Allah'ı onlardan daha kuvvetli bir sevgiyle severler. Zulmedenler, bir görselerdi ki azaba düşecekleri vakit bütün kuvvet, ancak ve ancak Allah'ındır ve Allah, çok şiddetli azap eder"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "O vakit kendilerine uyulanlar, azabı görerek kendilerine uyanlardan kaçınır, uzaklaşırlar, aralarındaki vesile ve sebepler de tamamıyla kesilir gider"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "Onlara uyanlar da muhakkak derler ki: Keşke bir kere daha dünyaya dönseydik de onlar bizden nasıl kaçındıysa biz de onlardan kaçınsaydık, çekinseydik. İşte Allah, onlara yaptıkları işleri, üstlerine çöken bir hasretten ibaret olarak gösterir. Onlar, ateşten dışarı çıkamazlar"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "Ey insanlar, yeryüzünde helal ve temiz olan şeyleri yiyin. Şeytan'ın izini izlemeyin. Şüphe yok ki o, size apaçık bir düşmandır"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "O, size ancak ve ancak çirkin ve kötü şeyler buyurur, Allah hakkında bilmediğiniz şeyleri söylemenizi emreder"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "Onlara, Allah neyi indirdiyse ona uyun dendi mi dediler ki: Hayır, biz atalarımız neye uyduysa ona uyarız. İyi ama atalarınızın aklı bir şeye ermiyorsa ve doğru yolu bulmadılarsa ne olacak"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "Kafirler, hiçbir şey duyup dinlemeden, anlamadan bağırıp çağıran kimseye benzerler. Sağırdırlar, dilsizdirler, kördürler, akıl da edemez onlar"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "Ey inananlar, size rızık olarak verdiğimiz temiz şeyleri yiyin ve ancak ona tapıyorsanız karşılık olarak şükredin"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "Söz budur ancak. O, size ölü hayvan etini, kanı, domuz etini, Allah'tan başkası için kesilen hayvanı haram etmiştir. Fakat zorda kalan, başkasının hakkına el uzatmamak ve zaruret miktarını da aşmamak üzere yerse günah etmiş olmaz. Çünkü Allah, suçları örten rahimdir"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "O kimseler ki Allah'ın indirdiği kitaptan bir emri, bir hükmü gizlerler de buna karşılık değersiz bir miktar para alırlar, işte muhakkak onlardır ateş yiyenler. Karınlarında ateşten başka bir şey yoktur. Allah kıyamet gününde onlarla ne konuşur, nede onları temizler. Onlara ancak elemli bir azap var"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "Onlardır sapıklığı doğru yola, azabı yarlıganmaya karşılık olarak satın alanlar; ateşe ne de sabırlı kimselerdir ya"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "Bu, haksız da değildir. Çünkü Allah, kitabı şüphe yok ki hak olarak, doğruyu söylemek için indirdi. Allah kitabında ihtilafa düşenler, elbette haktan uzak bir ayrılıktadırlar"
        },
        {
            "chapter": 2,
            "verse": 177,
            "text": "Yüzlerinizi doğuya, batıya çevirip durmanız, hayır sayılmaz ki. Hayır ve taat sahipleri, Allah'a, son güne, meleklere, kitaba, peygamberlere inanan, Allah sevgisiyle yakınlara, yetimlere, yoksullara, yolda kalmışlara, isteyenlere ve esirlere mal veren, namaz kılan, zekat veren, ahdettikleri zaman ahitlerine vefa eden, sıkıntı ve şiddet vakitlerinde sabreden kişilerdir. Onlardır sözleri doğru olanlar, onlardır sakınanlar"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "Ey inananlar, öldürülenler hakkında size kısas farz edilmiştir: Hüre karşılık hür, kula karşılık kul, kadına karşılık kadın. Fakat öldüren, kardeşinden azıcık bir affa nail olursa o zaman kısas kalkar; öldürülenin velisinin, akla ve örfe uygun olarak iyiliğe uyması, öldürenin de, öldürdüğü kişinin velisine güzellikle bir şey vermesi kalır. Bu, Rabbinizden hükmü hafifletmedir, rahmettir. Bundan sonra da gene zulme kalkan ve aşırı giden olursa artık ona elemli bir azap var"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "Ey aklı erenler, özü sözü temiz kimseler, korunmanız, sakınmanız için kısasta size hayat var"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "Biriniz ölürken kendisinden sonra bir hayır bırakacaksa anasına, babasına ve yakınlarına, örfe uyarak vasiyette bulunmalı. Bu, sakınanlara bir haktır, bir borçtur"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "Vasiyeti duyduktan sonra değiştiren olursa şüphe yok ki bu işin vebali, ancak değiştirenedir. Muhakkak ki Allah, her şeyi duyar ve bilir"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "Vasiyet edenin yanılmasından, suç işlemesinden ürküp aralarını bulana suç yok. Şüphe yok ki Allah, suçları örter, rahimdir"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "Ey inananlar, kötülüklerden, şüpheli şeylerden korunmanız için oruç, sizden öncekilere farz edildiği gibi size de farz edilmiştir"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "Oruç, sayılı günlerdedir. İçinizden biri hastalanır, yahut yolda bulunursa orucunu yer, sonra başka günlerde, o yediği gün sayısınca oruç tutar. Kime oruç zor gelirse her gün için bir yoksulu doyurur. Hayır için verdiği şeyi çoğaltırsa bu da kendi hayrına. Fakat bilseniz oruç tutmanız, sizin için daha hayırlıdır"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "Ramazan ayı, bir aydır ki insanlara doğruyu bildiren, doğruluğa ait apaçık delillerden ibaret olan, hakla batılı ayırt eden Kur'an, bu ayda indirildi. Sizden kim, bu aya erişirse orucunu tutsun. Hasta olan ve yolcu bulunan, hastalığında, yolculuğunda orucunu yer, sonra yediği günler kadar tutar. Allah sizin için kolaylık diler, güçlük değil. Bu da sayıyı tamamlamanız, Allah'ın size doğru yolu göstermesine karşılık onu ululamanız içindir, böylece de ona şükretmiş olabilirsiniz"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "Kullarım, sana beni sorarlarsa bilsinler ki ben, muhakkak onlara pek yakınım. Beni çağıran, bana dua eden kişiye çağırdığı, dua ettiği anda icabet ederim. Artık onlar da benim çağırmama koşsunlar, bana inansınlar da doğru yolu bulsunlar"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "Oruçlu olduğunuz günün gecesinde kadınlarınızla buluşmanız, size helal edilmiştir. Onlar sizin için elbisedir, siz onlar için elbisesiniz. Allah bildi ki nefsinizi yenemeyecek, sabredemeyecek, bir iştir, işleyeceksiniz, bu yüzden tövbenizi kabul etti, sizi bağışladı. Gayri onlarla buluşun ve Allah'ın size yazdığını dileyin. Fecir doğup da aydınlığıyla kara iplik, sizce beyaz iplikten ayırt edilinceye dek yiyin, için. Sonra orucu ertesi geceye kadar tamam olarak tutun. Fakat mescitlerde ibadet için niyetlendiniz, oturdunuz kaldınız mı kadınlarınıza dokunmayın. İşte bunlar, Allah sınırlarıdır, yaklaşmayın o sınırlara. İnsanlar, sakınıp korunsunlar diye Allah, delillerini bu suretle apaçık bildirir"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "Mallarınızı aranızda boş yere yemeyin. İnsanların bir kısım mallarını da günah ederek yemek için bilebile hakimlere mal vermeyin"
        },
        {
            "chapter": 2,
            "verse": 189,
            "text": "Sana yeni ayları sorarlarsa de ki: Onlar, insanlara vakitlerini bildirir, hac zamanı da onlarla bilinir. Sonra hayır, evlere arka taraflarından girmek değildir. Hayır sahibi, Allah'tan çekinendir. Evlere kapılarından girin. Allah'tan sakının ki kurtulmuş kimselerden olup muradınıza eresiniz"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "Sizinle savaşıp vuruşanlarla Allah yolunda siz de savaşın, vuruşun, fakat haddi aşmayın, zulmetmeyin. Şüphe yok ki Allah, haddini aşanları ve zulmedenleri sevmez"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "Onları Nerede yakalarsanız öldürün. Sizi yurdunuzdan çıkardıkları gibi siz de onları yurtlarından çıkarın. Fitne, adam öldürmeden beterdir. Yalnız onlar, Mescidi Haram yanında sizinle savaşa kalkışmazlarsa siz de onlarla Mescidi Haram yanında savaşmayın. Ama onlar, sizi orada öldürmeye kalkışırlarsa öldürün onları. Budur kafirlerin cezası işte"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "Fakat vazgeçerlerse şüphe yok ki Allah, suçları örter, rahimdir"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "Bir fitne kalmayıncaya, din tamamıyla Allah'ın dini oluncaya dek onlarla çarpışın. Vazgeçtiler mi artık düşmanlık, yalnız zalimleredir, başkalarına değil"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "Haram ay, haram aya bedel. Saygı karşılıklıdır. Şu halde kim size tecavüz ederse onun tecavüz ettiği gibi siz de ona saldırın, düşmanlara tecavüzde bulunun. Sakının Allah'tan ve bilin ki Allah, ancak kendisinden korunanlarla ve sakınanlarladır"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "Mallarınızı Allah yoluna sarfedin, kendinizi, ellerinizle tehlikeye atmayın, iyilik edin. Şüphe yok ki Allah, iyilik edenleri sever"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "Haccı ve umreyi de Allah için tamamlayın. Tamamlayamayacaksanız gücünüz yettiği kadar bir şey kurban edin ve kurbanı, yerinde boğazlayıncaya dek başınızı tıraş ettirmeyin. İçinizde hasta olan, başında bir eziyet bulunan varsa tıraş olur ve karşılığında oruç tutar, sadaka verir, yahut kurban keser. Sonra emin oldunuz, muktedir bulundunuz mu hac zamanına dek umre yapmak isteyen, gücü neye yeterse kurban eder. Buna imkan bulamayan üç gün hacda, yedi gün de dönünce oruç tutar, işte bu, tam on gündür. Bu da ayali Mescidi Haram'da olmayan içindir. Allah'tan sakının ve bilin ki şüphe yok, Allah'ın azabı çok şiddetlidir"
        },
        {
            "chapter": 2,
            "verse": 197,
            "text": "Hac, malum aylarda olur. Kim o aylarda hacca niyet ederse bilsin ki hacda ne kadınla buluşma vardır, ne kötülükte bulunma, ne de kavga ve dövüş. Hayra dair ne işlerseniz Allah bilir. Yol azığı hazırlayın. Şüphe yok ki azıkların hayırlısı da sakınıp çekinmedir. Ey aklı eren temiz kişiler, sakının benden"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "Rabbinizden rızık fazlalığı isteyerek ticarette bulunmanızda bir beis yok. Arafat'tan seller gibi boşanıp hep beraber inince de Meş'arülHaram'da Allah'ı anın. Hem de o, size doğru yolu nasıl gösterdi, onu anmanızı nasıl bellettiyse öyle anın. Bundan önce gerçekten de sapıklardandınız ya"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "Sonra insanların, hep birden Arafat'tan döndüğü yerden siz de dönün, Allah'tan yarlıganmak dileyin. Şüphe yok ki Allah suçları örter, rahimdir"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "Hacca ait ibadetlerinizi bitirince babalarınızı andığınız gibi, hatta ondan da üstün bir surette Allah'ı anın. Çünkü insanlardan, Rabbimiz, bize dünyada ihsanda bulun diyenler vardır ki bu çeşit adama ahiretten nasip yoktur"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "Öylesi de vardır ki Rabbimiz der, dünyada da iyilik, güzellik ver, ahirette de iyilik ve güzellik, bizi ateşin azabından koru"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "İşte kazançlarından nasibi olanlar bunlardır. Allah'ın hesap görmesi de pek tezdir"
        },
        {
            "chapter": 2,
            "verse": 203,
            "text": "Sayılı hac günlerinde Allah'ı anın. İki gün içinde acele edip de dönmek isteyenlere suç yok. Geri kalanlara da suç yok ama sakınmak şartıyla. Allah'tan sakının ve bilin ki siz, şüphe yok onun tapısında haşr edileceksiniz"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "İnsanlardan öylesi var ki dünya yaşayışı hakkında söylediği söz, seni şaşırtır, imrendirir, kalbindekine de Allah'ı tanık tutar. Halbuki o, düşmanların en yamanı, en inatçısıdır"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "Bir işe koyuldu mu yeryüzünde çalışır çabalar, orayı bozmak, ekini, soyu sopu helak etmek için uğraşır. Allah'sa fesadı sevmez"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "Ona, Allah'tan sakın, kork dendi mi suçla, günahla ululanmaya girişir. Cehennem gelir onun hakkından. Orası, gerçekten de ne kötü, ne pis yataktır"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "İnsanların öylesi de var ki Allah rızasına nail olmak için adeta kendisini satar, Allah rızasını alır. Allah kullarını pek esirger"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "Ey inananlar, hepiniz birden sulha, selamete girin, Şeytan'ın izini izlemeyin; şüphe yok ki o, size apaçık bir düşmandır"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "Size bunca açık deliller geldikten sonra gene de ayağınız kayarsa artık bilin ki Allah, şüphesiz pek yüce ve üstündür, hüküm ve hikmet sahibidir"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "Yoksa onlar, Allah'ın, bulutların gölgelerinde, meleklerle gelivermesini ve işlerinin olup bitivermesini mi gözetirler? Halbuki bütün işler, döner, Allah'a varır"
        },
        {
            "chapter": 2,
            "verse": 211,
            "text": "Sor İsrail oğullarına, onlara nice apaçık deliller getirdik. Kim Allah'ın nimetini, ona nail olduktan sonra tebdil ederse yok mu. Şüphesiz ki Allah'ın azabı ve mihneti pek çetindir"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "Kafir olanlara dünya yaşayışı, süslü gösterildi de inananların bir kısmıyla alay ediyorlar. Fakat Allah'tan sakınan iman sahipleri, kıyamet gününde onlardan üstündür. Allah, dilediğine sayısız nimet verir"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "İnsanlar tek bir ümmetti. Allah müjdeci ve korkutucu olarak peygamberler gönderdi. İnsanların ayrılığa düştükleri şeylerde, aralarında dosdoğru hükmetmek üzere onlara kitap da indirdi. Onlara bunca açık deliller geldikten sonra da gene ancak ihtirasları yüzünden tuttular da ihtilafa düştüler. Halbuki Allah inananları, onların ihtilafa düştükleri doğru şeye, kendi izniyle muvaffak etti, gerçeğe ulaştırdı. Allah, dilediğini doğru ve düz yola çıkarır"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "Yoksa sizden öncekilerin örnek olan, ibret veren halleri, başınıza gelmeden cennete giriveririz mi sandınız? Onlar yoksulluklara uğradılar, zararlara düştüler, çetin sıkıntılara çattılar. Öylesine sürçtüler, öylesine kaydılar, sarsıldılar ki peygamber ve onunla beraber bulunan iman ehli bile, Allah yardımı ne vakit dediler. Bilin ki şüphe yok, Allah'ın yardımı yakındır"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "Ne gibi nafaka vereceklerini, mallarını nereye sarfedeceklerini soruyorlar sana. De ki: Hayra ait sarf edeceğiniz şey, anaya, babaya, yakınlara, yetimlere, yoksullara, yolda kalanlaradır. Hayra dair ne yaparsanız şüphe yok ki Allah onu bilir"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "Hoşlanmazsınız, size ağır gelir ama düşmanlarla savaşmak, size farz edilmiştir. Bazı şeyler vardır ki hoşlanmazsınız, fakat hayırlıdır size. Bazı şeyler de vardır, hoşlanırsınız, şerdir size. Allah bilir, siz bilmezsiniz ki"
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "Sana, savaş haram olan ayda savaşı soruyorlar. De ki: O ayda savaş büyük bir günahtır. Fakat insanları Allah yolundan çıkarmak, onu inkar etmek, halkı Mescidi Haram'dan menetmek ve mescit ehlini, oradan çıkarmak, Allah katında daha büyük bir günahtır. Fitneyse adam öldürmeden de beterdir. Gücü yeterse sizi dininizden döndürmedikçe sizinle savaştan geri kalmaz onlar. Sizden birisi dininden döndü de kafir olarak öldü mü işlediği hayırlı işler, dünyada da heder olup gitmiş demektir, ahirette de. Onlardır ateş ehli, orada da ebediyen kalırlar"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "İnananlar, Allah yolunda muhacir olanlar ve savaşanlarsa, onlar Allah rahmetini umarlar. Allah da suçları örtücüdür, rahimdir"
        },
        {
            "chapter": 2,
            "verse": 219,
            "text": "Sana şarap ve kumarın hükümlerini soruyorlar. De ki: İkisinde de hem büyük günah var, hem insanlara faydalar var; fakat günahları, faydalarından daha çok. Sonra mallarından neyi vereceklerini soruyorlar. De ki: Kendilerini sıkmayanını, sıkıntıya düşürmeyenini, fazlasını. İşte Allah, delillerini size böylece bildirir, ta ki düşünesiniz"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "Dünyada da, ahirette de. Yetimleri de soruyorlar. De ki: Onların hallerini düzene koymak, işlerine karışmamaktan hayırlıdır. Onlara karışır, onlarla uzlaşırsanız sonucu onlar da kardeşlerinizdir sizin. Allah, onların işlerini bozanı, düzgün bir hale getirenden ayırt eder, bilir. Allah dileseydi işinizi sarpa sardırırdı sizin. Şüphe yok ki Allah pek üstündür, hüküm ve hikmet sahibidir"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "Allah'a şirk koşan kadınları, imana gelmedikçe nikahlamayın. İman sahibi bir cariye bile sizi imrendiren bir müşrik kadından daha hayırlıdır. Şirk koşan erkeklere de kızlarınızı vermeyin. Müşrik, sizi imrendirse bile iman ehli bir kul, ondan hayırlıdır. Onlar, sizi ateşe çağırırlar, Allah'sa, izniyle cennete ve yarlıganmaya. Anarlar, hatırda tutarlar diye de insanlara delillerini apaçık bildirmededir"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "Sana hayız hakkında da soruyorlar. De ki: O bir pisliktir. Hayız vaktinde kadınlardan çekilin, temizleninceye dek onlara yaklaşmayın. Temizlendiler mi Allah size nasıl emrettiyse öylece yaklaşın. Şüphe yok ki Allah, adamakıllı tövbe edenleri ve iyice temizlenenleri sever"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Kadınlarınız, tarlalarınızdır. Tarlalarınıza dilediğiniz gibi girin ve kendiniz için de önceden hazırlıkta bulunun. Allah'tan sakının ve bilin ki ona ulaşacaksınız. Müjdele inananları"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "Ettiğiniz yeminlerden dolayı iyilik etmenize, sakınmanıza, insanların arasını bulmanıza Allah'ı engel etmeyin. Allah duyar ve bilir"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "Allah, boş yere yemin ettiğiniz için sizi suçlu tutmaz, kalplerinizde, niyet yüzünden kazandığınız günah dolayısıyla sizi suçlu tutar. Allah suçları örter, ceza vermede acele etmez"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "Kadınlarına yaklaşmamak için yemin edenler, dört ay beklerler. Erkekler, bundan vazgeçerlerse şüphe yok ki Allah suçları örter, rahimdir"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "Boşamayı kurmuşlarsa şüphe yok ki Allah duyar ve bilir"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "Boşanan kadınlar, üç ay adet beklerler. Allah'a ve son güne inanmışlarsa Allah'ın, rahimlerinde yarattığını gizlemeleri helal değildir. Kocaları, bu müddet içinde barışmak isterlerse tekrar kadınlarını almaya tam hakları vardır. Aşırı ve eksik olmamak üzere kadınlar, kendi aleyhlerine olduğu gibi, lehlerine de hak sahipleridir. Ancak erkekler, kadınlardan üstündür. Allah yüce ve üstündür, hüküm ve hikmet sahibidir"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "Boşamak, iki defa olur. Ondan sonra ya güzellikle kadını tutmak gerek, ya hoşlukla bırakmak. Onlara verdiğinizden bir şey almak da helal değildir. Fakat erkek ve kadın, Allah sınırlarını koruyamayacaklarından korkarlarsa o başka. Siz de onların Allah sınırlarını muhafaza edemeyeceklerinden korkarsanız kadının, hakkından vazgeçmesinde ikisi için de günah yok. Bunlar, Allah'ın tayin ettiği sınırlardır, bunları aşmayın sakın. Kim Tanrı sınırlarını aşarsa o ve o çeşit adamlar, zalimin ta kendisi olurlar"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "Erkek, kadını bir kere daha boşayacak olursa bundan sonra kadın, başka bir kocaya varmadıkça eski kocasına helal olmaz. Kadını almış olan adam, onu boşarsa o vakit Allah'ın sınırlarını koruyacaklarına ümitleri varsa kadının, eski kocasına dönmesinde, tekrar evlenmelerinde bir beis yoktur. İşte bunlar, Allah sınırlarıdır ki bilen kavme açıklanmadadır"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "Kadınları boşadınız da boşandıktan sonraki müddetlerini geçirdiler mi artık onları ya iyilikle tutun, yahut hoşlukla salıverin. Haklarında aşırı muamelede bulunmak için zararlarına olarak onları zorla tutmayın. Bunu kim yaparsa ancak kendisine zarar eder. Allah'ın ayetlerini şaka sanmayın. Size verilen Allah nimetlerini, öğüt vermek için indirdiği kitabı ve ondaki hikmeti anın. Sakının Allah'tan ve bilin ki o, her şeyi bilir"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "Kadınları boşadınız da zamanlarını geçirdiler mi aralarında güzellikle uzlaşırlarsa kocalarına varmalarına engel olmayın. Bu, içinizde Allah'a ve son güne inananlara verilmiş bir öğüttür. Bu, sizin için daha hayırlıdır, daha temiz bir iştir. Siz bilmezsiniz ama Allah bilir"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "Analar, emzirme zamanını tamamlamak isterlerse tam iki yıl, çocuklarına süt verirler. Evlat sahibi olana da evladını emzirenin rızkını, elbisesini, örfe göre, vermesi borçtur. Kimseye gücünden fazla bir şey teklif edilemez. Ne ana evladından zarar görmeli, ne baba. Mirasçıya da hüküm aynıdır. Anayla baba, birbirleriyle danışırlar da, razı olurlar, çocuğu memeden kesmek isterlerse beis yok. Çocuklarınızı başkalarına emzirtmek isterseniz vereceğiniz şeyi güzelce, yollu yordamlı verdikten sonra artık size suç yoktur. Sakının Allah'tan ve bilin ki Allah, ne yaparsanız görür"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "İçinizden biri ölür de arkasında kadın bırakırsa bu çeşit adamların kadınları dört ay, on gün beklerler. Bu müddeti geçirdikten sonra meşru bir surette kendiliklerinden dilediklerine varabilirler, bu hususta size bir suç yoktur artık. Allah, ne yaparsanız, hepsinden de haberdardır"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "Alacağınız kadınlara, onları alacağınızı anlatmanızda, yahut da bunu gizlemenizde bir beis yok. Allah bilir ki siz, onları anacak, hatırlayacaksınız. Yalnız onlarla gizlice de sözleşmeyin, doğru ve yolunda bir söz söylerseniz o başka. Farz olan müddet geçmedikçe nikah bağını bağlamaya kalkışmayın. Şüphe yok ki Allah, gönlünüzdekini de bilir, bundan dolayı çekinin ondan. Bilin ki Allah suçları örter, cezada acele etmez"
        },
        {
            "chapter": 2,
            "verse": 236,
            "text": "Kadınları, onlara dokunmadan, yahut nikah parası kesişmeden boşadınızsa beis yok. Ama onları da faydalandırın. Gücü yeten, gücü yettiği kadar, kudreti olmayan da kendi miktarınca ve örfe uygun olarak bir şey versin. Bu, ihsan sahiplerine bir borçtur"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "Onlara dokunmadan boşarsanız nikah parası kesmiş olduğunuz takdirde kabul ettiğiniz paranın yarısını vermeniz gerek. Ancak kadın, hakkını bağışlar, yahut nikahın düğümü kimin elindeyse o, bu hakkı bahşederse bu ayrı. Sizin bağışlamanız, takvaya daha yakındır. Aranızdaki üstünlüğü unutmayın. Şüphe yok ki Allah, yaptıklarınızı görür"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "Koruyun namazları, hele orta namazına çok dikkat edin ve Allah'a itaat ederek namaz kılın"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "Korkuyorsanız yürüyerek, yahut hayvana binmiş olduğunuz halde kılın. Emniyete çıktınız mı bilmediğiniz şeyleri size belleten Allah'ı anın"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "İçinizden ölüp de karısını geride bırakacaklara gelince, onlara, evlerinden çıkarmaksızın yılına kadar bir geçim vasiyet etmeleri gerek. Yok, eğer karıları evlerini bırakıp giderlerse yapacakları meşru bir şeyden dolayı size suç yok. Allah üstündür, hüküm ve hikmet sahibidir"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "Boşanan kadınlar için de artık ve eksik olmamak üzere bir şey vermek gerek. Bu da sakınanlara bir borçtur"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "İşte Allah, aklınız ersin diye size ayetlerini böyle apaçık bildirir"
        },
        {
            "chapter": 2,
            "verse": 243,
            "text": "Görmez misin ki binlerce kişi, ölümden çekinerek yurtlarından nasıl çıktılar da sonra Allah onlara ölün dedi, sonra da diriltti onları. Şüphe yok ki Allah, insanlara karşı ihsan sahibidir ama insanların çoğu şükretmez"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "Allah yolunda vuruşun, savaşın ve bilin ki Allah, şüphesiz duyar, bilir"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "Kimdir o ki Allah'a güzel bir surette borç versin de Allah onu, o kimseye fazlasıyla ve kat kat ödemesin? Allah daraltır da, ferahlatır da. Hepiniz de sonunda ona dönüp ulaşacaksınız"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "Görmez misin İsrailoğullarının ileri gelenlerini? Hani Musa'dan sonra bir zaman geldi ki peygamberlerine, bize bir padişah gönder de ona uyup Allah yolunda savaşa girişelim demişlerdi. Peygamberleri, size savaş farz edilir de savaşmayıverirseniz demişti. Neden savaşmayacakmışız demişlerdi, yurtlarımızdan çıkarıldık, evladımızdan ayırdılar bizi. Fakat savaş farz edilince pek azı katlandı, öbürleri dönüverdiler. Allah bilir zalimleri"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "Peygamberleri, Allah size padişah olarak Talut'u gönderdi dedi. Nasıl olur da dediler, bize buyruk yürütür o? Bizim ondan ziyade padişahlığa hakkımız var, malca da bizden üstün değil. Peygamberleri, şüphe yok ki dedi, onu Allah seçmiş sizden üstün etmiş, ona bilgi ve vücut bakımından üstünlük vermiştir. Allah, mülkünü dilediğine verir. Allah'ın rahmeti boldur, her şeyi bilir"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "Gene peygamberleri demişti ki: Onun padişahlığının apaçık alameti, Rabbinizden size itminan ve sükun veren, içinde, Musa ile Harun soyundan artakalanlar bulunan ve melekler tarafından taşınan tabutla gelmesidir. İnanmışsınız işte bunda, size kesin bir delil var"
        },
        {
            "chapter": 2,
            "verse": 249,
            "text": "Talut, orduyla harekete geçince dedi ki: Allah sizi bir ırmakla sınayacak. Kim o ırmağın suyundan içerse benden değil, onu tatmayan benden. Yalnız eliyle bir avuç su alana söz yok. Irmağa gelince hemen hepsi içti, içlerinden pek azı içmedi. Talut ve onunla beraber bulunan inananlar, o ırmağı geçince, bizim bugün Calut'la ordusuna karşı duracak takatimiz yok dediler. Allah'a kavuşacaklarını umanlarsa nice azlık taife vardır ki dediler, Allah'ın izniyle çokluk taifeye üst olmuştur, Allah sabredenlerledir"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "Calut'la ordusuna karşı çıkınca da Rabbimiz dediler, sen bize sabırlar ver, ayaklarımızı diret, bizi kafirlere üstün et"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "Allah'ın izniyle onları bozdular. Davud da Calut'u öldürdü. Allah, kendisine saltanat ve hikmet ihsan etti, dilediği bazı şeyleri de belletti. Allah insanları, birbiriyle savıp gidermeseydi yeryüzü mutlaka bozulup giderdi fakat Allah'ın alemlere ihsanı var, lütfü var"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "İşte bunlar, Allah'ın delilleridir. Onları sana hakkıyla okumadayız ve muhakkak ki sen, gönderilenlerdensin, peygamberlerdensin"
        },
        {
            "chapter": 2,
            "verse": 253,
            "text": "O peygamberlerden bazısını bazısına üstün ettik. Onlardan Allah'la konuşan var, bazılarının da derecelerini yüceltmiştir. Meryemoğlu İsa'ya apaçık deliller verdik, onu, RuhulKudüs'le kuvvetlendirdik. Allah dileseydi onlardan sonrakiler, kendilerine apaçık deliller geldikten sonra artık birbirlerini öldürmezlerdi. Ama gene de aykırılığa düştüler. İçlerinde inanan var, inanmayan var. Allah dileseydi birbirlerini öldürmezlerdi, fakat Allah dilediğini, dilediği gibi yapar"
        },
        {
            "chapter": 2,
            "verse": 254,
            "text": "Ey inananlar, sizi rızıklandırdığımız şeylerden bir kısmını yoksullara harcayın o gün gelip çatmadan ki o gün ne alışveriş var, ne dostluk, ne şefaat. Kafirlere gelince onlardır zalimler"
        },
        {
            "chapter": 2,
            "verse": 255,
            "text": "Öyle bir Allah ki ondan başka yoktur tapacak. Diridir, her an yarattıklarını tedbir ve tasarruf edip durur. Ne uyuklamaya kapılır, ne uykuya dalar. Onundur ne varsa göklerde ve yeryüzünde. Kimdir izni olmadıkça onun yanında şefaate kalkışacak? Önlerindekini de bilir, artlarındakini de. Onun bilgisinden, dilediği miktardan başka hiçbir şeyi kavrayamazlar. Kürsüsü gökleri de kaplayıp kucaklamıştır, yeryüzünü de. Göğü, yeri korumak, ona ağır da gelmez. O'dur çok yüce ve çok ulu"
        },
        {
            "chapter": 2,
            "verse": 256,
            "text": "Dinde zor yok. Gerçekten de doğru yolla azgınlık apaçık meydana çıkmıştır. Kim putları inkar edip Tanrı'ya inanırsa şüphe yok, öyle sağlam bir kulpa yapışmıştır ki hiç kopmaz o ve Allah her şeyi duyar, bilir"
        },
        {
            "chapter": 2,
            "verse": 257,
            "text": "Allah, dostudur inananların. Onları karanlıklardan ışığa çıkarır. İnanmayanlarınsa dostları Şeytan'dır, onları ışıktan karanlıklara götürür. Onlardır ateş ehli, onlardır orada ebedi kalanlar"
        },
        {
            "chapter": 2,
            "verse": 258,
            "text": "Kendisine Allah'ın saltanat verdiği kişinin, İbrahim'le çekişmeye başladığını görmedin mi? O zaman İbrahim, benim Rabbim diriltir, öldürür demişti. O, ben de diriltirim, öldürürüm dedi. İbrahim dedi ki: Şüphe yok ki Allah, güneşi doğudan çıkarmada, sen batıdan doğdur. İnanmayan, bu söze şaşırıp kalmıştı. Allah zalim kavmi doğru yola sevketmez ki"
        },
        {
            "chapter": 2,
            "verse": 259,
            "text": "Bir de hani yapıları çökmüş, çatıları döşemelerinin üstüne yıkılmış şehre uğrayan, Allah bu şehri, ölümünden sonra nasıl diriltecek ki demişti. Allah, onu tam yüz yıl ölü bir halde bırakmış, sonra diriltmişti de demişti ki: Ne kadar yattın? O da bir gün, yahut günün birkaç saati kadar bir müddet demişti. Allah, tam yüz yıl yata kaldın. Yiyeceğine, içeceğine bak, henüz bozulmamış bile. Eşeğine de bak; bu iş seni, insanlara bir delil göstermek maksadıyla oldu; eşeğin kemiklerini nasıl birleştiriyor, sonra onlara nasıl et giydiriyoruz, hele dikkat et demişti. Bu, ona apaçık belli olunca dedi ki: Bilirim, şüphe yok ki Allah'ın her şeye gücü yeter"
        },
        {
            "chapter": 2,
            "verse": 260,
            "text": "An o zamanı da, hani İbrahim, Rabbim demişti, ölüyü nasıl diriltirsin? Allah, inanmıyor musun demişti de İbrahim, evet, inanıyorum ama kalbim tam yatışsın, iyice anlayayım demişti. Allah da demişti ki: Dört kuş al, onları kesip paramparça et, parçalarını birbirine kat, sonra o karışık parçalardan her birini bir dağın üstüne koy, sonra da onları çağır, koşarak sana gelecekler. Bil ki Allah, şüphe yok ki pek yücedir, hikmet sahibidir"
        },
        {
            "chapter": 2,
            "verse": 261,
            "text": "Mallarını Allah yolunda harcayanlar, her başağında yedi yüz tanesi olan ve tam yedi tane başak bitiren tek bir tohuma benzer. Allah dilediğine kat kat verir, arttırır. Allah'ın ihsanı boldur ve her şeyi bilir"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "Mallarını verip ardından da, verdiklerinin başlarına kakmayanların, onlara minnet yüklemeyen ve eziyette bulunmayanların ecri, Rableri katındadır. Onlara ne korku vardır, ne hüzün"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "Güzel söz ve suç bağışlama, ardında minnet olan sadakadan hayırlıdır. Allah müstağnidir, ceza vermede acele etmez"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "Ey inananlar, malını insanlara gösteriş için harcayan ve Allah'a, ahiret gününe inanmayan kişi gibi sadakalarınızı, başa kakmakla minnet ve eziyetle hiç verilmemiş bir hale getirmeyin. O çeşit adam, sanki şiddetli bir yağmur altında kalıp üstündeki toprağın kayarak sıvışmasıyla kaypak bir hale gelen kayadır. O çeşit adamlar, kazançlarından hiçbir sevap elde edemezler ve Allah, inanmayan kavmi doğru yola sevk etmez"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "Mallarını, Tanrı rızasını kazanmak ve özlerindekini yerli bir hale getirip kendilerine mal etmek için verenlerse bir tepedeki bahçeye benzerler; bolbol yağan yağmur, o bahçenin meyvelerini iki misline çıkarır. Hatta bu çeşit yağmur yağmasa bile mutlaka bir çisentiye kavuşur orası ve Allah, bütün yaptıklarınızı görür"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "Biriniz arzular mı ki onun bir hurma fidanlığı, bir üzüm bağı olsun, kıyısından ırmaklar aksın, o fidanlıkta, o bağda bütün meyveler yetişsin, kendisi de ihtiyarlığa düşsün, küçük ve aciz dölüdöşü bulunsun da tam bu çağda fidanlığına, bağına, yakıp kavurucu bir sam yeli gelip çatsın, bahçe ve bağ, yanıp mahvolsun? İşte Allah, düşünürsünüz diye size delillerini böyle açıklar"
        },
        {
            "chapter": 2,
            "verse": 267,
            "text": "Ey inananlar, kazandığınız temiz şeylerden, yeryüzünden sizin için çıkardığımız nesneleri verin, görmemek için gözlerinizi yummadan ele alamayacağınız bayağı ve aşağılık şeyleri değil ve bilin ki Allah, müstağnidir ve tam hamda layık olan odur"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "Şeytan, sizi yoksulluğa çağırır, size kötülüğü buyurur. Allah'sa yarlıgamasına, ihsanına davet eder ve Allah'ın ihsanı boldur, her şeyi o bilir"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "Dilediğine hikmet ihsan eder ve kime hikmet ihsan ederse şüphe yok ki o, çok hayra nail olmuş demektir, fakat bunu, aklı başında olanlardan başkaları düşünmez bile"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "Ne sadaka verir ve ne adak adarsanız şüphe yok ki Tanrı, bilir onu ve zalimlere hiçbir yardımcı yoktur"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "Sadakalarınızı açık verirseniz ne hoş, fakat gizlice yoksullara verecek olursanız bu, size daha hayırlıdır ve bu, günahlarınızın karşılığı olur; Allah ne yaparsanız hepsinden haberdardır"
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "Onları doğru yola götürmek sana ait değil. Fakat Allah dilediğine doğru yolu gösterir. Hayra ait bir şey verirseniz bunun faydası size. Zaten yoksullara vermeniz de ancak Allah rızası içindir. Hayır yapmak için verdiğiniz şey, size fazlalaştırılır ve siz zulüm görmezsiniz"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "Verilen şeyler, kendilerini tamamıyla Allah yoluna vermiş olup yeryüzünde dolaşamayan yoksullara aittir. Bilmeyen kişi, onların istiğnalarını görüp zengin sanır, halbuki sen, yüzlerinden tanırsın onları. Yüzsuyu dökerek halktan bir şey istemez onlar. Hayır için ne harcarsanız şüphe yok ki Allah, onu bilir"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "Mallarını gece ve gündüz, gizli ve açık harcayanlar yok mu, onların ecirleri, Rableri katındadır ve onlara ne korku vardır, ne de mahzun olurlar"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "Faiz yiyenler, ancak Şeytan tarafından çarpılmış gibi bir hale geliverirler. Bu da onların, alışveriş de faiz almaya benzer, onun eşidi demelerindendir. Allah, alışverişi helal etti, faizi haram. Rabbinden kendisine öğüt verilen, faizden vazgeçerse eskiden aldıkları ona aittir, işi de Allah'a ait. Fakat bundan sonra gene tutup faiz alanlar, ateş ehlidir, orada da ebedi kalırlar"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "Allah faizi eksiltir, sadakalarıysa arttırır ve Allah, fazlasıyla inkara düşüp çok suç işleyenlerin hiçbirini sevmez"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "İnananlara, iyi işler yapanlara, namaz kılanlara, zekat verenlere gelince: Onların ecirleri Rableri katındadır, onlara ne korku vardır, ne hüzün"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "Ey inananlar, Allah'tan sakının ve artık almadığınız faizleri bırakın inancınız varsa"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "Bunu yapmazsanız bilin ki Allah'la ve Peygamberiyle savaşa giriştiniz. Tövbe ederseniz anamalınız sizindir, ne zulmedersiniz, ne zulüm görürsünüz"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "Borçlu dardaysa genişleyinceye dek mühlet verin ona. Borcunuzu sadaka olarak bağışlarsanız bu, bilseniz, sizin için daha hayırlıdır"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "Sakının o günden ki dönüp Allah'a ulaşacaksınız, sonra da herkese kazancının karşılığı verilecek ve onlara zulmedilmeyecek"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "Ey inananlar, muayyen bir müddet için borçlandığınız vakit bunu mutlaka yazın. Aranızda bir yazıcı bulunsun ve bunu dosdoğru yazsın. Yazıcı, Allah kendisine nasıl bellettiyse öylece yazmaktan çekinmesin borçlanan da yazdırsın, onu geliştiren Allah'tan çekinsin de hiçbir noktayı eksik bırakmasın. Borçlu, akılsız biriyse, yahut aklı azsa, yazdırmaya gücü yetmezse velisi, doğru olarak yazdırsın. Adamlarınızdan iki erkeği de bu muameleye tanık tutun. İki erkek olmazsa biri unuttuğu vakit öbürünün hatırlatması için razı olacağınız kimselerden bir erkekle iki kadın tanık olsun. Tanıklar da, çağrıldıkları vakit kaçınmasınlar. Az olsun, çok olsun, muayyen müddete kadar verilen borcu yazmaktan üşenmeyin. Bu, Allah katında daha ziyade adalete uyan, tanıklık için daha sağlam olan, tereddüde ve şüpheye düşmemenize daha ziyade yarayan bir şeydir. Ancak peşin alışverişte bulunuyor, malı, aranızda elden ele devrediyorsanız onu yazmamakta bir suç yok size. Alışverişte de tanık bulunsun, yazan da hiç zarar görmesin, tanık da. Zarar verirseniz bu, şüphe yok ki bir isyandır sizin için. Sakının Allah'tan, Allah size öğretmededir ve Allah, her şeyi tamamıyla bilir"
        },
        {
            "chapter": 2,
            "verse": 283,
            "text": "Eğer bir yolculuktaysanız, katip de bulamadınızsa alınan rehin de kafi. Birbirinize emniyetiniz varsa emniyet edilen borçlu, kendisini geliştiren Allah'tan sakınsın da emanetini tamamıyla ödesin ve tanıklığı gizlemeyin. Kim gizlerse şüphe yok, kalbi günaha batar ve Allah yapıklarınızı tamamıyla bilir"
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "Allah'ındır göklerde ne varsa ve yeryüzünde ne varsa. İçinizdekini açıklasanız da, gizleseniz de Allah, onunla sizi hesaba çeker. Dilediğini yarlıgar, dilediğini azaplandırır ve Allah'ın her şeye gücü yeter"
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "Peygamber de kendisine Rabbinden indirilene inanmıştır, inananlar da. Hepsi de Allah'a, meleklerine, kitaplarına, peygamberlerine inanmıştır. Peygamberlerinden hiçbirini öbüründen ayırmayız, duyduk demişlerdir ve itaat ettik, Rabbimiz, yarlıganma dileriz senden, varacağımız yer, tapındır senin"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "Allah, hiç kimseye gücünün yeteceğinden fazla bir şey teklif etmez. Herkesin kazandığı sevap kendisine aittir, elde ettiği suç gene kendisine ait. Rabbimiz, bizi muaheze etme unuttuysak, yahut yanıldıysak. Rabbimiz, bize ağır yük yükleme bizden öncekilere yüklediğin gibi. Rabbimiz, yükleme gücümüzün yetmeyeceği şeyi. Bağışla bizi, yarlıga bizi, acı bize, sensin yardımcımız, artık yardım et bize inanmayanlara karşı"
        }
    ]
}