{
    "rukus": [
        {
            "chapter": 7,
            "verse": 152,
            "text": "Buzağıyı ilah edinenler var ya, yakında onlara Rablerinden bir öfke ve dünya hayatında bir zillet ulaşacaktır. İftiracıları böyle cezalandırırız biz"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Günahlar işlendikten sonra tövbe ile iman edenlere gelince, o tövbe imandan sonra Allah çok affedici, çok merhametli olacaktır"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "Öfke, Musa´yı rahat bırakınca, levhaları aldı. Onlardaki yazıda, yalnız Rableri karşısında ürperenler için bir rahmet ve bir kılavuz vardı"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Musa, bizimle buluşma vakti için toplumundan yetmiş adam seçti. Şiddetli sarsıntı onları yakalayınca Musa şöyle dedi: \"Rabbim, dileseydin, onları da beni de daha önce helak ederdin. İçimizdeki beyinsizlerin yaptıkları yüzünden bizi helak mı edeceksin? Bu iş senin imtihanından başka birşey değildir. Onunla dilediğini şaşırtır, dilediğine yol gösterirsin. Sen bizim Veli´mizsin. O halde affet bizi, acı bize. Sen affedenlerin en hayırlısısın"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "Bize hem bu dünyada güzellik yaz hem de ahirette. Dönüp dolaşıp sana geldik.\" Buyurdu ki: \"Azabıma dilediğimi çarptırırım. Rahmetime gelince, o herşeyi çepeçevre kuşatmıştır. Ben onu; sakınıp korunanlara, zekatı verenlere, ayetlerimize inananlara yazacağım"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "Onlar ki, yanlarındaki Tevrat ve İncil´de yazılmış bulacakları ümmi peygambere uyarlar; o onlara iyiliği emreder, kötü ve çirkinden onları alıkoyar. Güzel şeyleri onlara helal kılar, pis şeyleri onlara yasaklar. Sırtlarından ağırlıklarını indirir, üzerlerindeki zincirleri, bağları söküp atar. Ona inanan, onu destekleyen, ona yardım eden, onunla indirilen ışığa uyan kişiler, kurtuluşa erenlerin ta kendileridir"
        }
    ]
}