{
    "rukus": [
        {
            "chapter": 18,
            "verse": 71,
            "text": "İkisi birlikte yola koyudular. Bir süre sonra gemiye bindiklerinde, tuttu gemiyi deliverdi. Mûsa dedi: \"İçindekileri boğmak için mi deldin onu? Vallahi korkunç bir iş yaptın"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "Dedi: \"Ben söylemedim mi, sen benimle beraberliğe asla dayanamazsın"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "Mûsa dedi: \"Unuttuğum için beni azarlama; bu yaptığımdan dolayı da bana zorluk çıkarma"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Yine yola koyuldular. Bir süre sonra bir oğlana rastgeldiler; tuttu onu öldürdü. Mûsa dedi: \"Tertemiz bir insanı, bir cana karşılık olmaksızın öldürdün ha!? Vallahi çok kötü bir iş yaptın"
        },
        {
            "chapter": 18,
            "verse": 75,
            "text": "Dedi: \"Ben sana söylemedim mi, sen benimle beraberliğe asla dayanamazsın"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "Mûsa dedi ki: \"Eğer bundan sonra sana bir şey sorarsam artık bana arkadaşlık etme. Vallahi, öyle bir durumda benden ayrılmakta mazur sayılacaksın"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "Yine yola koyuldular. Biraz sonra bir kente geldiler. Kent halkından yemek istediler, ama onlar bu ikisini konuk etmekten çekindiler. Orada, yıkılmayı bekleyen bir duvara rastladılar; genç adam tuttu onu onardı. Mûsa \"İsteseydin buna karşılık bir ücret elbette alırdın.\" dedi"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "Dedi ki: \"İşte bu, seninle benim aramın ayrılmasıdır. Şimdi sana tahammül edemediğin şeylerin içyüzünü haber vereceğim"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "Gemiden başlayayım: O gemi, denizde işçilik yapan bir grup yoksulundu. Ben onu kusurlu hale getirmek istedim. Çünkü biraz ötelerinde bir kral vardı; tüm gemilere zorla el koyuyordu"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "Oğlan çocuğa gelince: Onun anası babası inanmış kişilerdi. Çocuğun onları azgınlık ve inkâra sürüklemesinden korktuk"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "Diledik ki, Rableri onlara o çocuktan temizlikçe daha üstün, merhametçe daha gelişmişini versin"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "Ve duvar. Duvar, o kentte yaşayan iki yetim oğlanındı. Altında, oğlanlara ait bir define vardı. Oğlanların babası da hayır ve barış seven bir kimse olarak yaşamıştı. Rabbin istedi ki, o çocuklar ergenliklerine ulaşsınlar da Rabbinden bir rahmet olarak definelerini çıkarsınlar. Ben bunları kendi buyruğumun sonucu olarak yapmadım. İşte senin sabretmeye güç yetiremediğin şeylerin içyüzü budur"
        }
    ]
}