{
    "rukus": [
        {
            "chapter": 35,
            "verse": 27,
            "text": "Görmedin mi, Allah, gökten bir su indirdi. Onunla, renkleri çeşit çeşit meyveler çıkardık. Dağlardan da yollar var; beyaz, kırmızı, değişik renklerde. Ve simsiyah yollar da var"
        },
        {
            "chapter": 35,
            "verse": 28,
            "text": "Aynı şekilde, insanlardan, hayvanlardan, davarlardan da çeşitli renklerde olanlar var. Kulları içinde Allah´tan ancak bilginler ürperir. Allah Azîz´dir, Gafûr´dur"
        },
        {
            "chapter": 35,
            "verse": 29,
            "text": "Allah´ın Kitabı´nı okuyanlar, namazı kılanlar, kendilerine verdiğimiz rızıklardan gizli ve açık infak edenler, asla batmayacak bir ticaret umabilirler"
        },
        {
            "chapter": 35,
            "verse": 30,
            "text": "Çünkü Allah onlara ücretlerini tam ödeyecek, lütfundan onlara artırma da yapacaktır. Gafûr´dur O, çok affeder; Şekûr´dur, şükredenlere mutlaka karşılık verir"
        },
        {
            "chapter": 35,
            "verse": 31,
            "text": "Kitap´tan sana vahyettiğimiz, kendinden öncekini tasdikleyici hakkın ta kendisidir. Allah, kullarından tam haberdardır, onları iyice görmektedir"
        },
        {
            "chapter": 35,
            "verse": 32,
            "text": "Sonra, kullarımız arasından seçtiklerimizi Kitap´a mirasçı kıldık. İçlerinden öz nefsine zulmeden var. Orta yolda gideni var. Allah´ın izniyle hayırlarda öne geçeni var. İşte bu, büyük lütfun ta kendisidir"
        },
        {
            "chapter": 35,
            "verse": 33,
            "text": "Adn cennetlerine girerler onlar, orada altından bilezikler ve inci takınırlar. Orada giysileri ise ipektir"
        },
        {
            "chapter": 35,
            "verse": 34,
            "text": "Şöyle derler: \"Hamt olsun, üzüntüyü bizden gideren Allah´a! Rabbimiz mutlak Gafûr, mutlak Şekûr´dur"
        },
        {
            "chapter": 35,
            "verse": 35,
            "text": "Lütfuyla bizi durulacak yurda kondurdu. Orada bize hiçbir yorgunluk dokunmaz. Orada bize hiçbir usanç da dokunmaz"
        },
        {
            "chapter": 35,
            "verse": 36,
            "text": "İnkâr edenlere de cehennem ateşi var. Ne haklarında hüküm verilir ki ölsünler ne de azapları hafifletilir. İşte böyle cezalandırırız tüm nankörleri biz"
        },
        {
            "chapter": 35,
            "verse": 37,
            "text": "Feryat edip dururlar orada: \"Rabbimiz, çıkar bizi de önceden yaptığımızdan başka şey yapalım. Barışa ve hayra yönelik iyi bir iş yapalım.\" Sizi biz, öğüt alanın öğüt alacağı bir süre ömürlendirmedik mi? Uyarıcı da geldi size. Hadi, tadın bakalım azabı! Zalimler için hiçbir yardımcı yok artık"
        }
    ]
}