{
    "rukus": [
        {
            "chapter": 3,
            "verse": 72,
            "text": "Ehlikitap´tan bir zümre şöyle dedi: \"Şu iman edenlere indirilene günün başlangıcında inanın, günün sonunda karşı çıkın. Belki onları döndürebilirsiniz"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "Dininize uyandan başkasına inanmayın.\" Söyle onlara: \"Hidâyet, Allah´ın kılavuzlamasıdır. Size verilenin benzeri bir başkasına veriliyor yahut Rabbinizin katında tartışarak size üstün gelecekler diye mi bütün bunlar?\" De ki: \"Lütuf Allah´ın elindedir; onu dilediğine verir. Allah Vâsî´dir, varlığı sürekli genişletir; Alîm´dir, herşeyi en iyi şekilde bilir"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "Rahmetini dilediğine özgüler. Allah, büyük lütfun sahibidir"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "Ehlikitap´tan öylesi vardır ki, ona yüklerle emanet teslim etsen onu sana iade eder. Onlardan öylesi de vardır ki, ona bir dînar emanet etsen, tepesine çökmedikçe onu sana geri vermez. Bunun sebebi şudur: Onlar: \"Ümmîlerin, bizim aleyhimize yol bulmaları mümkün değildir.\" demişlerdir. Onlar, bilip durdukları halde, Allah hakkında yalan söylerler"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "İş öyle değil! Kim ahdine vefa eder, takvaya sarılırsa hiç kuşkusuz, Allah takvaya sarılanları sever"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "Allah´a verdikleri sözü ve yeminlerini basit bir bedel karşılığı satanlar var ya, işte onlar için âhirette hiçbir nasip yoktur. Allah onlarla konuşmayacaktır, kıyamet günü onlara bakmayacaktır, onları temizleyip arıtmayacaktır. Onlar için korkunç bir azap vardır"
        },
        {
            "chapter": 3,
            "verse": 78,
            "text": "Onlardan bir zümre vardır, aslında Kitap´tan olmayan birşeyi siz Kitap´tan sanasınız diye, dillerini Kitap´la eğip bükerler. O, Allah katında olmadığı halde, \"Bu, Allah katındandır.\" derler. Bilip durdukları halde, Allah hakkında yalan söylerler"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "Hiçbir insana yakışmaz ki, Allah kendisine kitap, hüküm-hikmet ve peygamberlik versin de sonra o, insanlara \"Allah´ı bırakıp bana kullar olun\" desin. O ancak şöyle der: \"Öğrettiğiniz şu Kitap´a ve okuyup araştırdıklarınıza dayanarak benliklerini Allah´a adamış kullar/Rabbânîler olun"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "Ve size melekleri ve peygamberleri rabler edinmenizi de emretmez. Siz, müslümanlar haline geldikten sonra inkârı mı emreder size"
        }
    ]
}