{
    "pages": [
        {
            "chapter": 7,
            "verse": 1,
            "text": "Alif-lam-mim-sad"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "Diese ist eine Schrift, die dir hinabgesandt wurde, so soll in deiner Brust kein Mißbehagen ihretwegen aufkommen, damit du mit ihr ermahnst. Auch ist es eine Erinnerung fur die Mumin"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "Folgt dem, was zu euch von eurem HERRN hinabgesandt wurde, und folgt nicht anstelle von Ihm anderen Wali. Nur ein wenig entsinnt ihr euch"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "Und wie viele Ortschaften haben WIR doch zugrunde gehen lassen, so uberraschte Unsere Peinigung sie entweder nachts, oder als sie sich bei der Mittagsruhe befanden"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "Dann hatten sie keine anderen Rufe, als Unsere Peinigung sie uberraschte, außer daß sie sagten: \"Gewiß, wir waren Unrecht-Begehende"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "So werden WIR diejenigen, zu denen Gesandte entsandt wurden, doch zur Rechenschaft ziehen, ebenfalls werden WIR die Gesandten gewiß befragen"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "Zweifelsohne werden WIR sie auch mit Wissen (uber ihre Taten) unterrichten. Und WIR waren doch nie abwesend"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "Und das Wagen (der Taten) an jenem Tag wird wahrhaftig sein. Diejenigen, deren Gewogenes dann schwer wiegt, diese sind die wirklichen Erfolgreichen"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "Doch diejenigen, deren Gewogenes leicht wiegt, diese sind diejenigen, die sich selbst verloren haben wegen dem, was sie Unseren Ayat gegenuber an Unrecht zu begehen pflegten"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "Und gewiß, bereits haben WIR euch uber die Erde verfugen lassen und euch darauf Existenzgrundlage gewahrt. Doch ihr erweist euch selten dankbar"
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "Und gewiß, bereits erschufen WIR euch, dann formten WIR euch, dann sagten WIR den Engeln: \"Vollzieht Sudschud vor Adam!\" So vollzogen sie (alle) Sudschud, außer Iblis, er war keiner der Sudschud-Vollziehenden"
        }
    ]
}