{
    "pages": [
        {
            "chapter": 14,
            "verse": 19,
            "text": "Hast du etwa nicht wahrgenommen, daß ALLAH die Himmel und die Erde in Gesetzmaßigkeit erschaffen hat?! Wenn ER wollte, hatte ER euch vergehen lassen und eine neue Schopfung hervorgebracht"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "Und dies ist ALLAH nicht unmoglich"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "Und sie kamen vor ALLAH allesamt. Die Schwachen sagten dann zu denjenigen, die sich in Arroganz erhoben haben: \"Wir waren doch Gefolgsleute von euch! Konnt ihr von uns (nicht) etwas von ALLAHs Peinigung abwehren?\" Sie sagten: \"Hatte ALLAH uns rechtleiten lassen, hatten wir euch gewiß rechtgeleitet. Es ist uns gleich, ob wir uns in Ungeduld oder in Geduld uben. Fur uns gibt es kein Entrinnen mehr"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "Und der Satan sagte, nachdem die Angelegenheit bestimmt worden war: \"Zweifelsohne, ALLAH gab euch das wahre Versprechen! Doch ich habe euch etwas versprochen und nicht eingehalten. Aber ich hatte keine Verfugung uber euch außer, daß ich euch (zum Kufr) aufforderte, und ihr mir gefolgt seid. So macht mir keine Vorwurfe, sondern macht euch selbst Vorwurfe! Weder ich kann euch behilflich sein, noch konnt ihr mir behilflich sein. Ich betreibe Kufr dem gegenuber, was ihr mit mir vorher an Schirk betrieben habt.\" Gewiß, fur die Unrecht-Begehenden ist eine qualvolle Peinigung bestimmt"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "Und diejenigen, die den Iman verinnerlicht und gottgefallig Gutes getan haben, werden in Dschannat eintreten, die von Flussen durchflossen sind - darin bleiben sie ewig - mit der Zustimmung ihres HERRN. Ihr Gruß ist darin: \"Salam (sei mit euch)"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Hast du etwa nicht gesehen, wie ALLAH ein Gleichnis pragte?! (ER setzte) ein gutes Wort einem guten Baum gleich, dessen Wurzelwerk fest ist und dessen Aste in den Himmel ragten"
        }
    ]
}