{
    "pages": [
        {
            "chapter": 18,
            "verse": 46,
            "text": "Das Vermogen und die Kinder sind Schmuck des diesseitigen Lebens. Und die bleibenden gottgefallig guten Taten verdienen bei deinem HERRN mehr an Belohnung und mehr an Hoffnung"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "Und (erinnere) an den Tag, wenn WIR die Felsenberge vergehen lassen, und du siehst die Erde hervorgehoben, und WIR werden sie versammeln und keinen von ihnen entkommen lassen"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "Und sie werden in Reihen deinem HERRN vorgestellt: \"Gewiß, bereits seid ihr zu Uns gekommen, wie WIR euch das erste Mal erschufen. Nein, sondern ihr habt behauptet, daß WIR fur euch niemals einen Termin bestimmen werden"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "Und das Register wurde aufgelegt. Dann siehst du die schwer Verfehlenden voller Furcht vor dem, was in ihm ist, und sie sagen: \"Unser Untergang! Was ist das fur ein Register, das weder kleine noch schwere Verfehlung weglaßt, ohne sie umfassend zu erfassen?!\" Und sie fanden prasent, was sie taten, und dein HERR fugt keinem Unrecht zu"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "Und (erinnere daran), als WIR den Engeln sagten: \"Vollzieht Sudschud fur Adam!\" Dann vollzogen sie Sudschud. Ausgenommen Iblis, er war von den Dschinn, so betrieb er Fisq dem Gebot seines HERRN gegenuber. Wollt ihr ihn und seine Nachkommenschaft als Wali an Meiner Stelle nehmen, wahrend sie euch Feinde sind?! Erbarmlich ist fur die Unrecht-Begehenden der Eintausch"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "ICH ließ sie weder dem Erschaffen der Himmel und der Erde, noch dem Erschaffen ihrer Selbst beiwohnen. Und ICH nehme die Fehlleitenden nie zur Verstarkung"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "(Und erinnere an) den Tag, wenn ER sagt: \"Ruft die Mir beigesellten Partner, welche ihr erfunden habt!\" Und sie haben sie gerufen, doch sie entsprachen ihnen nicht, und WIR bereiteten fur sie einen Maubiq"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "Und die schwer Verfehlenden sahen das Feuer und wußten, daß sie zweifelsohne hineingeworfen werden, und sie fanden davon kein Entrinnen mehr"
        }
    ]
}