{
    "pages": [
        {
            "chapter": 20,
            "verse": 99,
            "text": "Solcherart berichten WIR dir uber Nachrichten von dem, was sich fruher ereignete. Und WIR ließen dir von Uns aus eine Ermahnung (den Quran) zuteil werden"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Wer sich von ihm abwendet, dieser wird gewiß am Tag der Auferstehung eine Schuldenlast tragen"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "Darin werden sie ewig bleiben. Und erbarmlich ist es fur sie am Tag der Auferstehung als Schuldenlast"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "am Tag, wenn in As-sur geblasen wird. Und WIR versammeln die schwer Verfehlenden an diesem Tag als Zurq"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "Sie flustern zueinander: \"Ihr habt doch nur zehn Tage verweilt"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "WIR wissen besser, was sie sagen, wenn derjenige, der uber die beste Denkart verfugt, sagt: \"Ihr habt doch nur einen Tag verweilt"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "Und sie fragen dich nach den Felsenbergen, dann sag: \"Mein HERR wird sie in (kleinste) Teilchen zerkleinern"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "Dann laßt ER sie zu einer ebenen Flache werden"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "auf der du weder Unebenheit noch Erhebung siehst"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "An diesem Tag folgen sie dem Rufenden ohne Abweichung. Und die Stimmen verstummen vor Dem Allgnade Erweisenden, dann vernimmst du nichts außer Flustern"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "An diesem Tag nutzt keine Fursprache, außer (der Fursprache) desjenigen, dem Der Allgnade Erweisende die Zustimmung gab und von ihm das Gesagte annahm"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "ER kennt das, was vor ihnen und was hinter ihnen liegt. Sie jedoch haben kein umfassendes Wissen uber Ihn"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "Und die Gesichter sind geneigt vor Dem Lebendigen, Dem Allverantwortlichen. Und bereits versagte jeder, der Unrecht auf sich lud"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "Doch wer von gottgefallig Gutem tut, wahrend er Mumin ist, der furchtet weder Ungerechtigkeit noch Minderung"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Und solcherart sandten WIR ihn hinab als einen arabischen Quran und erlauterten in ihm von der Ermahnung, damit sie Taqwa gemaß handeln und damit er ihnen eine Besinnung bewirkt"
        }
    ]
}