{
    "pages": [
        {
            "chapter": 25,
            "verse": 12,
            "text": "Wenn es (das Feuer) sie von einem fernen Ort sieht, horen sie von ihm (das Gerausch) seiner Wut und seines Anfachens"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "Und wenn sie dort in einen engen Ort muqranin hineingeworfen werden, flehen sie dort um den Untergang"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "Fleht heute nicht nur um einen Untergang, sondern fleht um viele Untergange"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "Sag: \"Ist dies besser oder die Dschanna der Ewigkeit, die den Muttaqi versprochen wurde?!\" Sie ist fur sie die Belohnung und das Werden"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "Darin haben sie, was sie begehren, als Ewige. Dies war von deinem HERRN ein Versprechen, um das (von den Mumin) gebeten wurde"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "Und am Tag, wenn ER sie und das, dem sie anstelle von ALLAH dienten, versammelt und dann sagt: \"Habt ihr etwa diese Meine Diener irregefuhrt, oder sind sie selbst irregegangen"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "Sie sagten: \"Gepriesen-erhaben bist DU! Uns gebuhrt nicht, daß wir uns anstelle von Dir irgendwelche Wali nehmen. Doch DU hast sie und ihre Ahnen vergnugen lassen, bis sie das Gedenken vergaßen und nutzlose Leute waren"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "Also sie wiesen, was ihr sagt, als Luge zuruck, so werdet ihr weder (die Peinigung) abwenden noch (euch) beistehen. Und wer von euch Unrecht begeht, den werden WIR eine große Peinigung erfahren lassen"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "Und WIR entsandten vor dir nur von den Gesandten, welche Speise aßen und zu den Markten gingen. Und WIR machten die einen von euch fur die anderen zur Fitna, ob ihr euch in Geduld ubt?! Und dein HERR ist immer allsehend"
        }
    ]
}