{
    "pages": [
        {
            "chapter": 26,
            "verse": 84,
            "text": "Und gewahre mir eine Zunge der Wahrhaftigkeit bei den Nachkommlingen"
        },
        {
            "chapter": 26,
            "verse": 85,
            "text": "Und mache mich von den Erben der Dschanna desWohlergehens"
        },
        {
            "chapter": 26,
            "verse": 86,
            "text": "Und vergib meinem Vater. Er war gewiß von den Irrenden"
        },
        {
            "chapter": 26,
            "verse": 87,
            "text": "Und lasse mich nicht erniedrigt werden an dem Tag, wenn sie erweckt werden"
        },
        {
            "chapter": 26,
            "verse": 88,
            "text": "An dem Tag, wenn weder Vermogen nutzt noch Kinder"
        },
        {
            "chapter": 26,
            "verse": 89,
            "text": "außer dem, der zu ALLAH mit einem reinen Herz kam"
        },
        {
            "chapter": 26,
            "verse": 90,
            "text": "Und die Dschanna wurde den Muttaqi naher gebracht"
        },
        {
            "chapter": 26,
            "verse": 91,
            "text": "Und die Holle wurde den Fehlgehenden hervorgebracht"
        },
        {
            "chapter": 26,
            "verse": 92,
            "text": "Und ihnen wurde gesagt: \"Wo ist das, dem ihr gedient habt"
        },
        {
            "chapter": 26,
            "verse": 93,
            "text": "anstelle von ALLAH? Konnen sie euch beistehen oder gar siegen"
        },
        {
            "chapter": 26,
            "verse": 94,
            "text": "Dann wurden sie in sie immer wieder hineingeworfen, so auch die Fehlgehenden"
        },
        {
            "chapter": 26,
            "verse": 95,
            "text": "und die Gehilfen von Iblis, allesamt"
        },
        {
            "chapter": 26,
            "verse": 96,
            "text": "Sie sagten, wahrend sie darin stritten"
        },
        {
            "chapter": 26,
            "verse": 97,
            "text": "Bei ALLAH! Wir waren gewiß in einem eindeutigen Fehlgehen"
        },
        {
            "chapter": 26,
            "verse": 98,
            "text": "als wir euch Dem HERRN aller Schopfung gleichstellten"
        },
        {
            "chapter": 26,
            "verse": 99,
            "text": "und uns haben nur die schwer Verfehlenden irregefuhrt"
        },
        {
            "chapter": 26,
            "verse": 100,
            "text": "So gibt es fur uns weder Furbittende"
        },
        {
            "chapter": 26,
            "verse": 101,
            "text": "noch einen engen Freund"
        },
        {
            "chapter": 26,
            "verse": 102,
            "text": "Wurde uns doch nur eine Ruckkehr gewahrt, dann waren wir von den Mumin"
        },
        {
            "chapter": 26,
            "verse": 103,
            "text": "Gewiß, darin ist doch eine Aya. Und viele von ihnen waren keine Mumin"
        },
        {
            "chapter": 26,
            "verse": 104,
            "text": "Und gewiß, dein HERR ist doch Der Allwurdige, Der Allgnadige"
        },
        {
            "chapter": 26,
            "verse": 105,
            "text": "Die Leute von Nuh bezichtigten den Gesandten der Luge"
        },
        {
            "chapter": 26,
            "verse": 106,
            "text": "Als ihnen ihr Bruder Nuh sagte: \"Wollt ihr nicht Taqwa gemaß handeln"
        },
        {
            "chapter": 26,
            "verse": 107,
            "text": "Ich bin fur euch ein treuer Gesandter"
        },
        {
            "chapter": 26,
            "verse": 108,
            "text": "so handelt Taqwa gemaß ALLAH gegenuber und gehorcht mir"
        },
        {
            "chapter": 26,
            "verse": 109,
            "text": "Und ich bitte euch dafur um keinen Lohn. Mein Lohn obliegt nur Dem HERRN aller Schopfung"
        },
        {
            "chapter": 26,
            "verse": 110,
            "text": "So handelt Taqwa gemaß ALLAH gegenuber und gehorcht mir"
        },
        {
            "chapter": 26,
            "verse": 111,
            "text": "Sie sagten: \"Sollen wir etwa dir gegenuber den Iman verinnerlichen, wahrend dir die Nichtgeachteten folgten"
        }
    ]
}