{
    "pages": [
        {
            "chapter": 27,
            "verse": 77,
            "text": "Und gewiß, er ist zweifelsohne eine Rechtleitung und Gnade fur die Mumin"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "Gewiß, dein HERR richtet zwischen ihnen nach Seiner Weisheit. Und ER ist Der Allwurdige, Der Allwissende"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "So ube Tawakkul ALLAH gegenuber! Du verfugst zweifelsohne uber die eindeutige Wahrheit"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "Gewiß, du kannst die Toten nicht horen lassen. Und du kannst die Tauben den Ruf nicht horen lassen, wenn sie sich fluchtend abwenden"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "Und du kannst die Blinden aus ihrem Irren nicht rechtleiten. Du kannst nur diejenigen horen lassen, die den Iman an Unsere Ayat verinnerlichen, die dann Muslime sind"
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "Und wenn die Bestimmung gegen sie ergeht, werden WIR ihnen ein sich bewegendes Lebewesen aus der Erde hervorbringen, das zu ihnen spricht, daß die Menschen uber Unsere Ayat keine Gewißheit zu verinnerlichen pflegten"
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "Und am Tag, wenn WIR von jeder Umma eine Gruppe von denen, die Unsere Ayat der Luge bezichtigten, versammeln, so werden sie geordnet beisammengehalten"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "Wenn sie dann kommen, sagt ER: \"Habt ihr Meine Ayat der Luge bezichtigt und uber sie kein Wissen erfaßt, oder was pflegtet ihr zu tun"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "Und die Bestimmung ist gegen sie ergangen wegen dem, was sie an Unrecht taten, so geben sie von sich keinen Laut"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "Sahen sie etwa nicht, daß WIR die Nacht machten, damit sie sich darin ausruhen, sowie den Tag hell?! Gewiß, darin sind doch Ayat fur Leute, die den Iman verinnerlichen"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "Und am Tag, wenn in As-sur geblasen wird, werden dann alle, die in den Himmeln und auf Erden sind, sich erschrecken, außer denjenigen, die ALLAH will. Und alle kommen zu Ihm sich fugend"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "Und du siehst die Felsenberge, du denkst, sie stunden fest, wahrend sie ziehen wie das Ziehen der Wolken. Es ist das Bewerkstelligen ALLAHs, Der alles bestens kann. Gewiß, ER ist allkundig dessen, was ihr macht"
        }
    ]
}