{
    "pages": [
        {
            "chapter": 27,
            "verse": 89,
            "text": "Wer mit der guten Tat kommt, fur ihn ist Besseres als dies bestimmt, und sie werden vor dem Erschrecken jenes Tages sicher sein"
        },
        {
            "chapter": 27,
            "verse": 90,
            "text": "Und wer mit der schlechten Tat kommt, diese werden auf ihre Gesichter ins Feuer geworfen. Wird euch anderes vergolten, als das, was ihr zu tun pflegtet"
        },
        {
            "chapter": 27,
            "verse": 91,
            "text": "Ich wurde nur angewiesen, daß ich Dem HERRN dieser Ortschaft diene, die ER fur haram erklarte, und Ihm gehort alles. Und ich wurde angewiesen, von den Muslimen zu sein"
        },
        {
            "chapter": 27,
            "verse": 92,
            "text": "und daß ich den Quran vortrage. Wer dann Rechtleitung findet, der findet Rechtleitung nur fur sich selbst, und wer irregeht, dann sag: \"Ich bin nur von den Warnern"
        },
        {
            "chapter": 27,
            "verse": 93,
            "text": "Und sag: \"Alhamdulillah: Alles Lob gebuhrt ALLAH! ER wird euch Seine Ayat zeigen, so werdet ihr sie kennen.\" Und dein HERR ist nicht achtlos dem gegenuber, was ihr tut"
        },
        {
            "chapter": 28,
            "verse": 1,
            "text": "Ta-sin-mim"
        },
        {
            "chapter": 28,
            "verse": 2,
            "text": "Diese sind die Ayat der deutlichen Schrift"
        },
        {
            "chapter": 28,
            "verse": 3,
            "text": "WIR tragen dir vor von der Begebenheit von Musa und Pharao wahrheitsgemaß fur Leute, die den Iman verinnerlichen"
        },
        {
            "chapter": 28,
            "verse": 4,
            "text": "Gewiß, Pharao erhob sich in Arroganz im Lande und machte dessen Bewohner zu Parteien. Er schwachte eine Gruppe von ihnen ab. Er ließ ihre Sohne abschlachten und ihre Frauen am Leben bleiben. Gewiß, er war von den Verderben-Anrichtenden"
        },
        {
            "chapter": 28,
            "verse": 5,
            "text": "Und WIR wollen denjenigen, die im Lande abgeschwacht wurden, Gnade erweisen, aus ihnen Imame machen, zu den Erben machen"
        }
    ]
}