{
    "chapter": [
        {
            "chapter": 45,
            "verse": 1,
            "text": "Ha Mim"
        },
        {
            "chapter": 45,
            "verse": 2,
            "text": "Skriftens åpenbaring er fra Gud, den Mektige, den Vise"
        },
        {
            "chapter": 45,
            "verse": 3,
            "text": "Det er visselig i himlene og på jorden jærtegn for de troende"
        },
        {
            "chapter": 45,
            "verse": 4,
            "text": "Og i deres egen skapelse, og i det Han har spredt ut av all slags dyr, er jærtegn for folk som har troens visshet"
        },
        {
            "chapter": 45,
            "verse": 5,
            "text": "Og i vekslingen av natt og dag, og i det underhold Han sender ved regnet fra oven, hvorved Han gir liv til jorden etter dens dvale, og i de vekslende vinder, i dette er jærtegn for folk som forstår"
        },
        {
            "chapter": 45,
            "verse": 6,
            "text": "Dette er Guds tegn, som Vi meddeler deg ved sannheten. Hvilket budskap, etter Gud og Hans tegn, vil de da tro"
        },
        {
            "chapter": 45,
            "verse": 7,
            "text": "Ve over enhver full av falskhet og synd"
        },
        {
            "chapter": 45,
            "verse": 8,
            "text": "som hører Guds ord, opplest for seg, men forblir i hovmod, som om han ikke hadde hørt det! Bebud for ham en smertelig straff"
        },
        {
            "chapter": 45,
            "verse": 9,
            "text": "Og når han får vite om noe av Vårt budskap, driver han ap med det. Dem venter en ydmykende straff"
        },
        {
            "chapter": 45,
            "verse": 10,
            "text": "Foran dem ligger helvete. Alt de har skaffet seg hjelper dem ikke det ringeste, og heller ikke de venner de har lagt seg til utenom Gud. Dem venter en svær straff"
        },
        {
            "chapter": 45,
            "verse": 11,
            "text": "Dette er rettledning, og de som fornekter Herrens budskap, har i vente en smertelig vredens straff"
        },
        {
            "chapter": 45,
            "verse": 12,
            "text": "Gud er det, som har stilt havet i deres tjeneste, slik at skip kan seile på det ved Hans bud, og dere kan søke Hans gode gaver, så dere må vise takknemlighet"
        },
        {
            "chapter": 45,
            "verse": 13,
            "text": "Han har stilt i deres tjeneste alt som er i himlene og på jorden, en gave fra Ham. I dette er visselig tegn for folk som tenker etter"
        },
        {
            "chapter": 45,
            "verse": 14,
            "text": "Si til dem som tror, at de må tilgi dem som ikke ser frem til Guds dager, så Han kan belønne folk for det de har fortjent"
        },
        {
            "chapter": 45,
            "verse": 15,
            "text": "Om noen lever rettskaffent, er det til hans egen vinning. Om noen lever i urett, er det til egen belastning. Så blir dere brakt hjem til Herren"
        },
        {
            "chapter": 45,
            "verse": 16,
            "text": "Vi gav Israels barn skriften, visdommen og profetkallet, og Vi sørget for dem med gode ting, og gav dem fortrinn fremfor all verden"
        },
        {
            "chapter": 45,
            "verse": 17,
            "text": "Og Vi gav dem klar beskjed om ordningen, men etter at kunnskapen ble dem til del, kom de i strid og innbyrdes nid. Herren vil dømme mellom dem på oppstandelsens dag, i det de var uenige om"
        },
        {
            "chapter": 45,
            "verse": 18,
            "text": "Så satte Vi deg på ordningens rette vei, så følg den. Følg ikke deres ideer som intet vet"
        },
        {
            "chapter": 45,
            "verse": 19,
            "text": "De kan ikke hjelpe deg det ringeste mot Gud. De urettferdige står hverandre bi, men Gud bistår de gudfryktige"
        },
        {
            "chapter": 45,
            "verse": 20,
            "text": "Dette er innsikt for menneskene, og ledelse og nåde for folk som har troens visshet"
        },
        {
            "chapter": 45,
            "verse": 21,
            "text": "Eller tror de som handler ondt at Vi vil stille dem på lik linje med dem som tror og lever rettskaffent, i liv og død? Ille er deres vurdering"
        },
        {
            "chapter": 45,
            "verse": 22,
            "text": "Gud har skapt himlene og jorden på alvor, slik at enhver kan lønnes slik han har fortjent. De vil ikke lide urett"
        },
        {
            "chapter": 45,
            "verse": 23,
            "text": "Hva mener du om den som gjør sin egen oppfatning til gud, og som Gud etter kunnskap om dette lar seile sin egen sjø, og setter segl på hans ører og hans hjerte og dekker over hans øyne? Hvem skal veilede ham, etter Gud? Vil dere da ikke komme til ettertanke"
        },
        {
            "chapter": 45,
            "verse": 24,
            "text": "Men de sier: «Det er ikke noe annet enn jordelivet. Vi dør, og vi lever, det er kun tiden som tilintetgjør oss.» De har ingen kunnskap om dette, de bare formoder"
        },
        {
            "chapter": 45,
            "verse": 25,
            "text": "Og når Vårt klare ord fremleses for dem, er deres argumenter bare at de sier: «Bring våre fedre tilbake, om dere snakker sant!»"
        },
        {
            "chapter": 45,
            "verse": 26,
            "text": "Si: «Gud gir dere liv, og lar dere så dø. Derpå vil Han samle dere til oppstandelsens dag, hvorom ingen tvil hersker. Men folk flest vet det ikke.»"
        },
        {
            "chapter": 45,
            "verse": 27,
            "text": "Guds er herredømmet over himlene og jorden, og den dag da timen inntreffer, på denne dag er de fortapt, som fremmer verdiløs intethet"
        },
        {
            "chapter": 45,
            "verse": 28,
            "text": "Du vil se alle folk liggende på kne. Hvert folk blir fremkalt til sin bok: «I dag skal dere belønnes for det dere har gjort"
        },
        {
            "chapter": 45,
            "verse": 29,
            "text": "Dette er Vår bok, som taler sannhet om dere. Vi har latt nedtegne det dere har gjort.»"
        },
        {
            "chapter": 45,
            "verse": 30,
            "text": "Hva dem angår som har trodd og levd rettskaffent, så vil Herren føre dem inn i Sin nåde. Dette er den åpenbare seier"
        },
        {
            "chapter": 45,
            "verse": 31,
            "text": "Men hva dem angår, som ikke trodde: «Ble ikke Mitt ord forkynt for dere, og dere viste hovmod, og var syndige folk?»"
        },
        {
            "chapter": 45,
            "verse": 32,
            "text": "Da det ble sagt: «Guds løfte er sannhet, og om timen hersker ingen tvil,» da sa dere: «Vi vet ikke hva timen er. Vi gjør oss bare formodninger, og vi er ikke overbevist.»"
        },
        {
            "chapter": 45,
            "verse": 33,
            "text": "Men det onde de har gjort, skal stå klart frem for dem, og det de drev ap med, skal ringe dem inn"
        },
        {
            "chapter": 45,
            "verse": 34,
            "text": "Det vil bli sagt: «I dag glemmer Vi dere, som dere glemte denne deres dags møte. Deres herberge er Ilden, og dere har ingen som hjelper"
        },
        {
            "chapter": 45,
            "verse": 35,
            "text": "Dette fordi dere drev ap med Guds ord, og jordelivet forførte dere.» Denne dag føres de ikke ut av den, og de kalles ikke til bot"
        },
        {
            "chapter": 45,
            "verse": 36,
            "text": "Lov og pris hører Gud til, himlenes Herre og jordens Herre, all verdens Herre"
        },
        {
            "chapter": 45,
            "verse": 37,
            "text": "Hans er makten og æren i himlene og på jord! Han er den Mektige, den Vise"
        }
    ]
}