{
    "chapter": [
        {
            "chapter": 52,
            "verse": 1,
            "text": "Ved berget"
        },
        {
            "chapter": 52,
            "verse": 2,
            "text": "og den skrevne skrift"
        },
        {
            "chapter": 52,
            "verse": 3,
            "text": "på utbredt pergament"
        },
        {
            "chapter": 52,
            "verse": 4,
            "text": "ved det besøkte tempel"
        },
        {
            "chapter": 52,
            "verse": 5,
            "text": "ved det høyt hvelvede tak"
        },
        {
            "chapter": 52,
            "verse": 6,
            "text": "og det brusende hav"
        },
        {
            "chapter": 52,
            "verse": 7,
            "text": "Herrens straff vil visselig inntreffe"
        },
        {
            "chapter": 52,
            "verse": 8,
            "text": "Ingen kan avverge den"
        },
        {
            "chapter": 52,
            "verse": 9,
            "text": "Den dag, når himmelen snurrer rundt"
        },
        {
            "chapter": 52,
            "verse": 10,
            "text": "og fjellene beveger seg"
        },
        {
            "chapter": 52,
            "verse": 11,
            "text": "ve denne dag over dem som kaller sannhet for løgn"
        },
        {
            "chapter": 52,
            "verse": 12,
            "text": "og driver med tomt snakk og lek"
        },
        {
            "chapter": 52,
            "verse": 13,
            "text": "den dag, når de støtes i helvetes ild"
        },
        {
            "chapter": 52,
            "verse": 14,
            "text": "«Dette er Ilden, som dere fornektet"
        },
        {
            "chapter": 52,
            "verse": 15,
            "text": "Er dette trolldom, eller kan dere ikke se"
        },
        {
            "chapter": 52,
            "verse": 16,
            "text": "Møt den, og bær med tålmod eller ikke, det er det samme for dere. Dere belønnes bare for det dere har gjort.»"
        },
        {
            "chapter": 52,
            "verse": 17,
            "text": "De gudfryktige skal være i paradisets haver og lykksalighet"
        },
        {
            "chapter": 52,
            "verse": 18,
            "text": "idet de gleder seg over det Herren har gitt dem. Herren har bevart dem for helvetes straff"
        },
        {
            "chapter": 52,
            "verse": 19,
            "text": "«Spis og drikk og måtte det bekomme dere vel, for det dere har gjort.»"
        },
        {
            "chapter": 52,
            "verse": 20,
            "text": "De ligger tilbakelenet på leier, rekkevis, og Vi forener dem parvis med mørkøyde kvinner"
        },
        {
            "chapter": 52,
            "verse": 21,
            "text": "De som tror, og hvis etterkommere fulgte dem i troen, dem vil Vi føre sammen med deres etterkommere, og Vi forminsker ikke deres innsats det ringeste. Hver mann står for det han har fortjent"
        },
        {
            "chapter": 52,
            "verse": 22,
            "text": "Og Vi forsørger dem rikelig med frukt og kjøtt slik de ønsker"
        },
        {
            "chapter": 52,
            "verse": 23,
            "text": "mens der går et beger rundt, som ikke innebærer tomt prat eller synd"
        },
        {
            "chapter": 52,
            "verse": 24,
            "text": "Og det er unge gutter som går rundt blant dem og betjener dem, skjønne som skjulte perler"
        },
        {
            "chapter": 52,
            "verse": 25,
            "text": "Og de henvender seg til hverandre og samtaler, og sier"
        },
        {
            "chapter": 52,
            "verse": 26,
            "text": "«Tidligere var vi blant våre, og gikk i frykt"
        },
        {
            "chapter": 52,
            "verse": 27,
            "text": "men Gud var god mot oss, og bevarte oss fra den hete vindens straff"
        },
        {
            "chapter": 52,
            "verse": 28,
            "text": "Vi påkalte Ham tidligere. Han er den Rettsindige, den Nåderike.»"
        },
        {
            "chapter": 52,
            "verse": 29,
            "text": "Så forman! Ved Herrens nåde er du verken en spåmann eller besatt"
        },
        {
            "chapter": 52,
            "verse": 30,
            "text": "Eller sier de: «En skald! Vi vil avvente skjebnens trekk for ham.»"
        },
        {
            "chapter": 52,
            "verse": 31,
            "text": "Si: «Bare vent! Jeg venter sammen med dere.»"
        },
        {
            "chapter": 52,
            "verse": 32,
            "text": "Kan det være deres drømmer som inngir dem slikt? Eller er de oppsetsige mennesker"
        },
        {
            "chapter": 52,
            "verse": 33,
            "text": "Eller de sier: «Det er bare noe han sier frem.»"
        },
        {
            "chapter": 52,
            "verse": 34,
            "text": "Nei, de tror ikke! La dem bringe en tilsvarende forkynnelse, om de snakker sant"
        },
        {
            "chapter": 52,
            "verse": 35,
            "text": "Er de skapt av intet? Eller er de skaperne"
        },
        {
            "chapter": 52,
            "verse": 36,
            "text": "Har de skapt himlene og jorden? Nei, de er ikke overbeviste"
        },
        {
            "chapter": 52,
            "verse": 37,
            "text": "Eller har de hånd om Herrens skatter? Er det de som bestemmer"
        },
        {
            "chapter": 52,
            "verse": 38,
            "text": "Eller har de en stige, hvorfra de kan lytte ved himmelens port? Så la den som lytter komme med et klart bevis"
        },
        {
            "chapter": 52,
            "verse": 39,
            "text": "Eller er det slik at Han har døtre, og dere sønner"
        },
        {
            "chapter": 52,
            "verse": 40,
            "text": "Har du bedt dem om lønn, så de er trykket av gjeld"
        },
        {
            "chapter": 52,
            "verse": 41,
            "text": "Eller har de adgang til det skjulte, så de skriver ned"
        },
        {
            "chapter": 52,
            "verse": 42,
            "text": "Søker de en list? De vantro, de blir overlistet"
        },
        {
            "chapter": 52,
            "verse": 43,
            "text": "Har de en annen gud enn Gud? Ære være Ham! Han er fjernt fra det de setter ved Hans side"
        },
        {
            "chapter": 52,
            "verse": 44,
            "text": "Om de så stykker av himmelen falle ned, ville de si: «Det er haugskyer!»"
        },
        {
            "chapter": 52,
            "verse": 45,
            "text": "Så la dem være, til de møter deres dag når de blir som slått av lynet"
        },
        {
            "chapter": 52,
            "verse": 46,
            "text": "den dag når deres list ikke hjelper dem, og de ikke finner hjelp"
        },
        {
            "chapter": 52,
            "verse": 47,
            "text": "De urettferdige har i vente en straff utover dette, men de fleste av dem vet ingenting"
        },
        {
            "chapter": 52,
            "verse": 48,
            "text": "Avvent tålmodig Herrens avgjørelse, for du er for Våre øyne, og lovpris Herren når du står opp"
        },
        {
            "chapter": 52,
            "verse": 49,
            "text": "og ved nattetid, og når stjernene trekker seg tilbake"
        }
    ]
}