{
    "juzs": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "لوگوں کے لئے حساب کا وقت آپہنچا ہے اور وہ ابھی غفلت ہی میں پڑے ہوئے ہیں اور کنارہ کشی کئے جارہے ہیں"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "ان کے پاس ان کے پروردگار کی طرف سے کوئی نئی یاد دہانی نہیں آتی مگر یہ کہ کان لگا کر سوُ لیتے ہیں اور پھر کھیل تماشے میں لگ جاتے ہیں"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "ان کے دل بالکل غافل ہوگئے ہیں اور یہ ظالم اس طرح آپس میں راز و نیاز کی باتیں کیا کرتے ہیں کہ یہ بھی تو تمہارے ہی طرح کے ایک انسان ہیں کیا تم دیدہ و دانستہ ان کے جادو کے چکر میں آرہے ہو"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "تو پیغمبر نے جواب دیا کہ میرا پروردگار آسمان و زمین کی تمام باتوں کو جانتا ہے وہ خوب سننے والا اور جاننے والا ہے"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "بلکہ یہ لوگ کہتے ہیں کہ یہ تو سب خواب ه پریشاں کا مجموعہ ہے بلکہ یہ خود پیغمبر کی طرف سے افترائ ہے بلکہ یہ شاعر ہیں اور شاعری کررہے ہیں ورنہ ایسی نشانی لے کر آتے جیسی نشانی لے کر پہلے پیغمبر علیھ السّلامبھیجے گئے تھے"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "ان سے پہلے ہم نے جن بستیوں کو سرکشی کی بنا پر تباہ کر ڈالا وہ تو ایمان لائے نہیں یہ کیا ایمان لائیں گے"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "اور ہم نے آپ سے پہلے بھی جن رسولوں علیھ السّلامکو بھیجا ہے وہ سب مرد ہی تھے جن کی طرف ہم وحی کیا کرتے تھے-تو تم لوگ اگر نہیں جانتے ہو تو جاننے والوں سے دریافت کرلو"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "اور ہم نے ان لوگوں کے لئے بھی کوئی ایسا جسم نہیں بنایا تھا جو کھانا نہ کھاتا ہو اور وہ بھی ہمیشہ رہنے والے نہیں تھے"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "پھر ہم نے ان کے وعدہ کو سچ کر دکھایا اور انہیں اور ان کے ساتھ جن کو چاہا بچالیا اور زیادتی کرنے والوں کو تباہ و برباد کردیا"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "بیشک ہم نے تمہاری طرف وہ کتاب نازل کی ہے جس میں خود تمہارا بھی ذکر ہے تو کیا تم اتنی بھی عقل نہیں رکھتے ہو"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "اور ہم نے کتنی ہی ظالم بستیوں کو تباہ کردیا اور ان کے بعد ان کی جگہ پر دوسری قوموں کو ایجاد کردیا"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "پھر جب ان لوگوں نے عذاب کی آہٹ محسوس کی تو اسے دیکھ کر بھاگنا شروع کردیا"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "ہم نے کہا کہ اب بھاگو نہیں اور اپنے گھروں کی طرف اور اپنے سامان عیش و عشرت کی طرف پلٹ کر جاؤ کہ تم سے اس کے بارے میں پوچھ گچھ کی جائے گی"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "ان لوگوں نے کہا کہ ہائے افسوس ہم واقعا ظالم تھے"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "اور یہ کہہ کر فریاد کرتے رہے یہاں تک کہ ہم نے انہیں کٹی ہوئی کھیتی کی طرح بنا کر ان کے سارے جوش کو ٹھنڈا کردیا"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "اور ہم نے آسمان و زمین اور ان کے درمیان کی تمام چیزوں کو کھیل تماشے کے لئے نہیں بنایا ہے"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "ہم کھیل ہی بنانا چاہتے تو اپنی طرف ہی سے بنالیتے اگر ہمیں ایسا کرنا ہوتا"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "بلکہ ہم تو حق کو باطل کے سر پر دے مارتے ہیں اور اس کے دماغ کو کچل دیتے ہیں اور وہ تباہ و برباد ہوجاتا ہے اور تمہارے لئے ویل ہے کہ تم ایسی بے ربط باتیں بیان کررہے ہو"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "اور اسی خدا کے لئے زمین و آسمان کی کل کائنات ہے اور جو افراد اس کی بارگاہ میں ہیں وہ نہ اس کی عبادت سے اکڑ کر انکار کرتے ہیں اور نہ تھکتے ہیں"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "دن رات اسی کی تسبیح کرتے ہیں اور سستی کا بھی شکار نہیں ہوتے ہیں"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "کیا ان لوگوں نے زمین میں ایسے خدا بنا لئے ہیں جو ان کو زندہ کرنے والے ہیں"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "یاد رکھو اگر زمین و آسمان میں اللہ کے علاوہ اور خدا بھی ہوتے تو زمین و آسمان دونوں برباد ہوجاتے عرش کا مالک پروردگار ان کے بیانات سے بالکل پاک و پاکیزہ ہے"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "اس سے باز پرس کرنے والا کوئی نہیں ہے اور وہ ہر ایک کا حساب لینے والا ہے"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "کیا ان لوگوں نے اس کے علاوہ اور خدا بنالئے ہیں تو آپ کہہ دیجئے کہ ذرا اپنی دلیل تو لاؤ-یہ میرے ساتھ والوں کا ذکر اور مجھ سے پہلے والوں کا ذکر سب موجود ہے لیکن ان کی اکثریت حق سے ناواقف ہے اور اسی لئے کنارہ کشی کررہی ہے"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "اور ہم نے آپ سے پہلے کوئی رسول نہیں بھیجا مگر یہ کہ اس کی طرف یہی وحی کرتے رہے کہ میرے علاوہ کوئی خدا نہیں ہے لہذا سب لوگ میری ہی عبادت کرو"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "اور لوگوں نے یہ کہنا شروع کردیا کہ اللہ نے کسی کو بیٹا بنالیا ہے حالانکہ وہ اس امر سے پاک و پاکیزہ ہے بلکہ وہ سب اس کے محترم بندے ہیں"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "جو کسی بات پر اس پر سبقت نہیں کرتے ہیں اور اس کے احکام پر برابر عمل کرتے رہتے ہیں"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "وہ ان کے سامنے اور ان کے پس پشت کی تمام باتوں کو جانتا ہے اور فرشتے کسی کی سفارش بھی نہیں کرسکتے مگر یہ کہ خدا اس کو پسند کرے اور وہ اس کے خوف سے برابر لرزتے رہتے ہیں"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "اور اگر ان میں سے بھی کوئی یہ کہہ دے کہ خدا کے علاوہ میں بھی خدا ہوں تو ہم اس کو بھی جہنّم کی سزا دیں گے کہ ہم اسی طرح ظالموں کو سزا دیا کرتے ہیں"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "کیا ان کافروں نے یہ نہیں دیکھا کہ یہ زمین و آسمان آپس میں جڑے ہوئے تھے اور ہم نے ان کو الگ کیا ہے اور ہر جاندار کو پانی سے قرار دیا ہے پھر کیا یہ لوگ ایمان نہ لائیں گے"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "اور ہم نے زمین میں پہاڑ قرار دیئے ہیں کہ وہ ان لوگوں کو لے کر کسی طرف جھک نہ جائے اور پھر اس میں وسیع تر راستے قرار دیئے ہیں کہ اس طرح یہ منزل مقصود تک پہنچ سکیں"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "اور ہم نے آسمان کو ایک محفوظ چھت کی طرح بنایا ہے اور یہ لوگ اس کی نشانیوں سے برابر اعراض کررہے ہیں"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "وہ وہی خدا ہے جس نے رات دن اور آفتاب و ماہتاب سب کو پید اکیا ہے اور سب اپنے اپنے فلک میں تیر رہے ہیں"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "اور ہم نے آپ سے پہلے بھی کسی بشر کے لئے ہمیشگی نہیں قرار دی ہے تو کیا اگر آپ مرجائیں گے تو یہ لوگ ہمیشہ رہنے والے ہیں"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "ہر نفس موت کا مزہ چکھنے والا ہے اور ہم تو اچھائی اور برائی کے ذریعہ تم سب کو آزمائیں گے اور تم سب پلٹا کر ہماری ہی بارگاہ میں لائے جاؤ گے"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "اور جب بھی یہ کفّار آپ کو دیکھتے ہیں تو اس بات کا مذاق اُڑاتے ہیں کہ یہی وہ شخص ہے جو تمہارے خداؤں کا ذکر کیا کرتا ہے اور یہ لوگ خود تو رحمان کے ذکر سے انکار ہی کرنے والے ہیں"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "انسان کے خمیر میں عِجلت شامل ہوگئی ہے اور عنقریب ہم تمہیں اپنی نشانیاں دکھائیں گے تو پھر تم لوگ جلدی نہیں کرو گے"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "اور یہ لوگ کہتے ہیں کہ اگر تم سچے ّ ہو تو اس وعدہ قیامت کا وقت آخر کب آئے گا"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "کاش یہ کافر یہ جانتے کہ وہ ایسا وقت ہوگا جب یہ جہنمّ کی آگ کو نہ اپنے سامنے سے ہٹاسکیں گے اور نہ پشت سے اور نہ ان کی کوئی مدد کی جاسکے گی"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "بلکہ یہ قیامت ان تک اچانک آجائے گی اور انہیں مبہوت کردے گی پھر یہ نہ اسے رد کرسکیں گے اور نہ انہیں کوئی مہلت دی جائے گی"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "اور پیغمبر آپ سے پہلے بھی بہت سے رسولوں کا مذاق اڑایا گیا ہے جس کے بعد ان کفاّر کو اس عذاب نے گھیر لیا جس کا یہ مذاق اُڑارہے تھے"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "آپ ان سے کہہ دیجئے کہ انہیں رات یا دن میں رحمان کے عذاب سے بچانے کے لئے کون پہرہ دے سکتا ہے مگر یہ ہیں کہ رحمان کی یاد سے مسلسل منہ موڑے ہوئے ہیں"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "کیا ان کے پاس ایسے خدا موجود ہیں جو ہمارے بغیر انہیں بچا سکیں گے یہ بیچارے تو خود اپنی بھی مدد نہیں کرسکتے ہیں اور نہ انہیں خود بھی عذاب سے پناہ دی جائے گی"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "بلکہ ہم نے انہیں اور ان کے باپ دادا کو تھوڑی سی لّذت دنیا دے دی ہے یہاں تک کہ ان کا زمانہ طویل ہوگیا تو کیا یہ نہیں دیکھتے ہیں کہ ہم برابر زمین کی طرف آتے جارہے ہیں اور اس کو چاروں طرف سے کم کرتے جارہے ہیں کیا اس کے بعد بھی یہ ہم پر غالب آجانے والے ہیں"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "آپ کہہ دیجئے کہ میں تم لوگوں کو وحی کے مطابق ڈراتا ہوں اور بہرہ کو جب بھی ڈرایا جاتا ہے وہ آواز کو سنتا ہی نہیں ہے"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "حالانکہ انہیں عذاب الٰہی کی ہوا بھی چھوجائے تو کہہ اُٹھیں گے کہ افسوس ہم واقعی ظالم تھے"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "اور ہم قیامت کے دن انصاف کی ترازو قائم کریں گے اور کسی نفس پر ادنیٰ ظلم نہیں کیا جائے گا اور کسی کا عمل رائی کے دانہ کے برابر بھی ہے تو ہم اسے لے آئیں گے اور ہم سب کا حساب کرنے کے لئے کافی ہیں"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "اور ہم نے موسٰی علیھ السّلام اور ہارون علیھ السّلام کو حق و باطل میں فرق کرنے والی وہ کتاب عطا کی ہے جو ہدایت کی روشنی اور ان صاحبانِ تقویٰ کے لئے یاد الٰہی کا ذریعہ ہے"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "جو ازغیب اپنے پروردگار سے ڈرنے والے ہیں اور قیامت کے خوف سے لرزاں ہیں"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "اور یہ قرآن ایک مبارک ذکر ہے جسے ہم نے نازل کیا ہے تو کیا تم لوگ اس کا بھی انکار کرنے والے ہو"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "اور ہم نے ابراہیم علیھ السّلامکو اس سے پہلے ہی عقل سلیم عطا کردی تھی اور ہم ان کی حالت سے باخبر تھے"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "جب انہوں نے اپنے مربی باپ اور اپنی قوم سے کہا کہ یہ مورتیاں کیا ہیں جن کے گرد تم حلقہ باندھے ہوئے ہو"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "ان لوگوں نے کہا کہ ہم نے اپنے باپ دادا کو بھی ان ہی کی عبادت کرتے ہوئے دیکھا ہے"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "ابراہیم علیھ السّلامنے کہا کہ یقینا تم اور تمہارے باپ دادا سب کھلی ہوئی گمراہی میں ہو"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "ان لوگوں نے کہا کہ آپ کوئی حق بات لے کر آئے ہیں یا خالی کھیل تماشہ ہی کرنے والے ہیں"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "ابراہیم علیھ السّلامنے کہا کہ تمہارا واقعی رب وہی ہے جو آسمان و زمین کا رب ہے اور اسی نے ان سب کو پیدا کیا ہے اور میں اسی بات کے گواہوں میں سے ایک گواہ ہوں"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "اور خدا کی قسم میں تمہارے بتوں کے بارے میں تمہارے چلے جانے کے بعد کوئی تدبیر ضرور کروں گا"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "پھر ابراہیم علیھ السّلامنے ان کے بڑے کے علاوہ سب کو حُور چوِر کردیا کہ شاید یہ لوگ پلٹ کر اس کے پاس آئیں"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "ان لوگوں نے کہا کہ ہمارے خداؤں کے ساتھ یہ برتاؤ کس نے کیا ہے وہ یقینا ظالمین میں سے ہے"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "لوگوں نے بتایا کہ ایک جو ان ہے جوان کا ذکر کیا کرتا ہے اور اسے ابراہیم کہا جاتا ہے"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "ان لوگوں نے کہا کہ اسے لوگوں کے سامنے لے آؤ شاید لوگ گواہی دے سکیں"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "پھر ان لوگوں نے ابراہیم علیھ السّلام سے کہا کہ کیا تم نے ہمارے خداؤں کے ساتھ یہ برتاؤ کیا ہے"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "ابراہیم علیھ السّلامنے کہا کہ یہ ان کے بڑے نے کیا ہے تم ان سے دریافت کرکے دیکھو اگر یہ بول سکیں"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "اس پر ان لوگوں نے اپنے دلوں کی طرف رجوع کیا اور آپس میں کہنے لگے کہ یقینا تم ہی لوگ ظالم ہو"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "اس کے بعد ان کے سر شرم سے جھکا دئیے گئے اور کہنے لگے ابراہیم تمہیں تو معلوم ہے کہ یہ بولنے والے نہیں ہیں"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "ابراہیم نے کہا کہ پھر تم خدا کو چھوڑ کر ایسے خداؤں کی عبادت کیوں کرتے ہو جو نہ کوئی فائدہ پہنچاسکتے ہیں اور نہ نقصان"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "حیف ہے تمہارے اوپر اور تمہارے ان خداؤں پر جنہیں تم نے خدائے برحق کو چھوڑ کر اختیار کیا ہے کیا تم اتنا بھی نہیں سمجھتے ہو"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "ان لوگوں نے کہا کہ ابراہیم کو آگ میں جلادو اور اگر کچھ کرنا چاہتے ہو تو اس طرح اپنے خداؤں کی مدد کرو"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "تو ہم نے بھی حکم دیا کہ اے آگ ابراہیم علیھ السّلامکے لئے سرد ہوجا اور سلامتی کاسامان بن جا"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "اور ان لوگوں نے ایک مکر کا ارادہ کیا تھا تو ہم نے بھی انہیں خسارہ والا اور ناکام قرار دے دیا"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "اور ابراہیم علیھ السّلام اور لوط علیھ السّلام کو نجات دلاکر اس سرزمین کی طرف لے آئے جس میں عالمین کے لئے برکت کا سامان موجود تھا"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "اور پھر ابراہیم علیھ السّلامکو اسحاق علیھ السّلاماور ان کے بعد یعقوب علیھ السّلامعطا کئے اور سب کو صالح اور نیک کردار قرار دیا"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "اور ہم نے ان سب کو پیشوا قرار دیا جو ہمارے حکم سے ہدایت کرتے تھے اور ان کی طرف کارخیر کرنے نماز قائم کرنے اور زکوِٰادا کرنے کی وحی کی اور یہ سب کے سب ہمارے عبادت گزار بندے تھے"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "اور لوط علیھ السّلام کو یاد کرو جنہیں ہم نے قوت فیصلہ اور علم عطا کیا اور اس بستی سے نجات دلادی جو بدکاریوں میں مبتلا تھی کہ یقینا یہ لوگ بڑے بڑے اور فاسق تھے"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "اور ہم نے انہیں اپنی رحمت میں داخل کرلیا کہ وہ یقینا ہمارے نیک کردار بندوں میں سے تھے"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "اور نوح علیھ السّلامکو یاد کرو کہ جب انہوں نے پہلے ہی ہم کو آواز دی اور ہم نے ان کی گزارش قبول کرلی اور انہیں اور ان کے اہل کو بہت بڑے کرب سے نجات دلادی"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "اور ان لوگوں کے مقابلہ میں ان کی مدد کی جو ہماری آیتوں کی تکذیب کیا کرتے تھے کہ یہ لوگ بہت بری قوم تھے تو ہم نے ان سب کو غرق کردیا"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "اور داؤد علیھ السّلاماور سلیمان علیھ السّلام کو یاد کرو جب وہ دونوں ایک کھیتی کے بارے میں فیصلہ کررہے تھے جب کھیت میں قوم کی بکریاں گھصَ گئی تھیں اور ہم ان کے فیصلہ کو دیکھ رہے تھے"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "پھر ہم نے سلیمان علیھ السّلام کو صحیح فیصلہ سمجھا دیا اور ہم نے سب کو قوت فیصلہ اور علم عطا کیا تھا اور داؤد علیھ السّلام کے ساتھ پہاڑوں کو لَسّخر کردیا تھا کہ وہ تسبیح پروردگار کریں اور طیور کو بھی لَسّخر کردیا تھا اور ہم ایسے کام کرتے رہتے ہیں"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "اور ہم نے انہیں زرہ بنانے کی صنعت تعلیم دے دی تاکہ وہ تم کو جنگ کے خطرات سے محفوظ رکھ سکے تو کیا تم ہمارے شکر گزار بندے بنو گے"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "اور سلیماوُ کے لئے تیز و تند ہواؤں کو لَسّخر کردیا جو ان کے حکم سے اس سرزمین کی طرف چلتی تھیں جس میں ہم نے برکتیں رکھی تھیں اور ہم ہر شے کے جاننے والے ہیں"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "اور بعض جناّت کو بھی لَسّخر کردیا جو سمندر میں غوطے لگایا کرتے تھے اور اس کے علاوہ دوسرے کام بھی انجام دیا کرتے تھے اور ہم ان سب کے نگہبان تھے"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "اور ایوب علیھ السّلام کو یاد کرو جب انہوں نے اپنے پروردگار کو پکارا کہ مجھے بیماری نے چھولیا ہے اور تو بہترین رحم کرنے والا ہے"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "تو ہم نے ان کی دعا کو قبول کرلیا اور ان کی بیماری کو دور کردیا اور انہیں ان کے اہل وعیال دے دیئے اور ویسے ہی اور بھی دے دیئے کہ یہ ہماری طرف سے خاص مہربانی تھی اور یہ عبادت گزار بندوں کے لئے ایک یاد دہانی ہے"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "اور اسماعیل علیھ السّلام و ادریس علیھ السّلام و ذوالکفل علیھ السّلام کو یاد کرو کہ یہ سب صبر کرنے والوں میں سے تھے"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "اور سب کو ہم نے اپنی رحمت میں داخل کرلیا تھا اور یقینا یہ سب ہمارے نیک کردار بندوں میں سے تھے"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "اور یونس علیھ السّلامکو یاد کرو کہ جب وہ غصّہ میں آکر چلے اور یہ خیال کیا کہ ہم ان پر روزی تنگ نہ کریں گے اور پھر تاریکیوں میں جاکر آواز دی کہ پروردگار تیرے علاوہ کوئی خدا نہیں ہے تو پاک و بے نیاز ہے اور میں اپنے نفس پر ظلم کرنے والوں میں سے تھا"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "تو ہم نے ان کی دعا کو قبول کرلیا اور انہیں غم سے نجات دلادی کہ ہم اسی طرح صاحبان هایمان کو نجات دلاتے رہتے ہیں"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "اور زکریا علیھ السّلام کو یاد کرو کہ جب انہوں نے اپنے رب کو پکارا کہ پروردگار مجھے اکیلا نہ چھوڑ دینا کہ تو تمام وارثوں سے بہتر وارث ہے"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "تو ہم نے ان کی دعا کو بھی قبول کرلیا اور انہیں یحیٰی علیھ السّلام جیسا فرزند عطا کردیا اور ان کی زوجہ کو صالحہ بنادیا کہ یہ تمام وہ تھے جو نیکیوں کی طرف سبقت کرنے والے تھے اور رغبت اور خوف کے ہر عالم میں ہم ہی کو پکارنے والے تھے اور ہماری بارگاہ میں گڑ گڑا کر الِتجا کرنے والے بندے تھے"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "اور اس خاتون کو یاد کرو جس نے اپنی شرم کی حفاظت کی تو ہم نے اس میں اپنی طرف سے روح پھونک دی اور اسے اور اس کے فرزند کو تمام عالمین کے لئے اپنی نشانی قرار دے دیا"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "بیشک یہ تمہارا دین ایک ہی دین اسلام ہے اور میں تم سب کا پروردگار ہوں لہذا میری ہی عبادت کیا کرو"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "اور ان لوگوں نے تو اپنے دین کو بھی آپس میں ٹکڑے ٹکڑے کرلیا ہے حالانکہ یہ سب پلٹ کر ہماری ہی بارگاہ میں آنے والے ہیں"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "پھر جو شخص صاحب هایمان رہ کر نیک عمل کرے گا اس کی کوشش برباد نہ ہوگی اور ہم اس کی کوشش کو برابر لکھ رہے ہیں"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "اور جس بستی کو ہم نے تباہ کردیا ہے اس کے لئے بھی ناممکن ہے کہ قیامت کے دن ہمارے پاس پلٹ کر نہ آئے"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "یہاں تک کہ یاجوج ماجوج آزاد کردیئے جائیں گے اور زمین کی ہر بلندی سے دوڑتے ہوئے نکل پڑیں گے"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "اور اللہ کا سچا وعدہ قریب آجائے گا تو سب دیکھیں گے کہ کفار کی آنکھیں پتھرا گئی ہیں اور وہ کہہ رہے ہیں کہ وائے بر حال ماہم اس طرف سے بالکل غفلت میں پڑے ہوئے تھے بلکہ ہم اپنے نفس پر ظلم کرنے والے تھے"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "یاد رکھو کہ تم لوگ خود اور جن چیزوں کی تم پرستش کررہے ہو سب کو جہنمّ کا ایندھن بنایا جائے گا اور تم سب اسی میں وارد ہونے والے ہو"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "اگر یہ سب واقعا خدا ہوتے تو کبھی جہنمّ میں وارد نہ ہوتے حالانکہ یہ سب اسی میں ہمیشہ ہمیشہ رہنے والے ہیں"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "جہنمّ میں ان کے لئے چیخ پکار ہوگی اور وہ کسی کی بات سننے کے قابل نہ ہوں گے"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "بیشک جن لوگوں کے حق میں ہماری طرف سے پہلے ہی نیکی مقدر ہوچکی ہے وہ اس جہنمّ سے دور رکھے جائیں گے"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "اور اس کی بھنک بھی نہ سنیں گے اور اپنی حسب خواہش نعمتوں میں ہمیشہ ہمیشہ آرام سے رہیں گے"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "انہیں قیامت کا بڑے سے بڑا ہولناک منظر بھی رنجیدہ نہ کرسکے گا اور ان سے ملائکہ اس طرح ملاقات کریں گے کہ یہی وہ دن ہے جس کا تم سے وعدہ کیا گیا تھا"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "اس دن ہم تمام آسمانوں کو اس طرح لپیٹ دیں گے جس طرح خطوں کا طومار لپیٹا جاتا ہے اور جس طرح ہم نے تخلیق کی ابتدائ کی ہے اسی طرح انہیں واپس بھی لے آئیں گے یہ ہمارے ذمہ ایک وعدہ ہے جس پر ہم بہرحال عمل کرنے والے ہیں"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "اور ہم نے ذکر کے بعد زبور میں بھی لکھ دیا ہے کہ ہماری زمین کے وارث ہمارے نیک بندے ہی ہوں گے"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "یقینا اس میں عبادت گزار قوم کے لئے ایک پیغام ہے"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "اور ہم نے آپ کو عالمین کے لئے صرف رحمت بناکر بھیجا ہے"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "آپ کہہ دیجئے کہ ہماری طرف صرف یہ وحی آتی ہے کہ تمہارا خدا ایک ہے تو کیا تم اسلام لانے والے ہو"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "پھر اگر یہ منہ موڑ لیں تو کہہ دیجئے کہ ہم نے تم سب کو برابر سے آگاہ کردیا ہے .اب مجھے نہیں معلوم کہ جس عذاب کا وعدہ کیا گیا ہے وہ قریب ہے یا دور ہے"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "بیشک وہ خدا ان باتوں کو بھی جانتا ہے جن کا اظہار کیا جاتا ہے اور ان باتوں کو بھی جانتا ہے جن کو یہ لوگ چھپارہے ہیں"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "اور میں کچھ نہیں جانتا شاید یہ تاخیر عذاب بھی ایک طرح کا امتحان ہو یا ایک مدّت معین تک کا آرام ہو"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "پھر پیغمبر نے دعا کی کہ پروردگار ہمارے درمیان حق کے ساتھ فیصلہ کردے اور ہمارا رب یقینا مہربان اور تمہاری باتوں کے مقابلہ میں قابل استعانت ہے"
        },
        {
            "chapter": 22,
            "verse": 1,
            "text": "لوگو ! اپنے پروردگار سے ڈرو کہ قیامت کا زلزلہ بہت بڑی شے ہے"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "جس دن تم دیکھو گے کہ دودھ پلانے والی عورتیں اپنے دودھ پیتے بچوّں سے غافل ہوجائیں گی اور حاملہ عورتیں اپنے حمل کو گرادیں گی اور لوگ نشہ کی حالت میں نظر آئیں گے حالانکہ وہ بدمست نہیں ہوں گے بلکہ اللہ کا عذاب ہی بڑا سخت ہوگا"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "اور لوگوں میں کچھ ایسے بھی ہیں جو بغیر جانے بوجھے خدا کے بارے میں جھگڑا کرتے ہیں اور ہر سرکش شیطان کا اتباع کرلیتے ہیں"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "ان کے بارے میں یہ لکھ دیا گیا ہے کہ جو شیطان کو اپنا دوست بنائے گا شیطان اسے گمراہ کردے گا اور پھر جہنمّ کے عذاب کی طرف رہنمائی کردے گا"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "اے لوگو اگر تمہیں دوبارہ اٹھائے جانے میں شبہ ہے تو یہ سمجھ لو کہ ہم نے ہی تمہیں پہلے خاک سے بنایا ہے پھر نطفہ سے پھر جمے ہوئے خون سے پھر گوشت کے لوتھڑے سے جس میں سے کوئی مکمل ہوجاتا ہے اور کوئی ناقص ہی رہ جاتا ہے تاکہ ہم تمہارے اوپر اپنی قدرت کو واضح کردیں ہم جس چیز کو جب تک چاہتے ہیں رحم میں رکھتے ہیں اس کے بعد تم کو بچہ بناکر باہر لے آتے ہیں پھر زندہ رکھتے ہیں تاکہ جوانی کی عمر تک پہنچ جاؤ اور پھر تم میں سے بعض کو اٹھالیا جاتا ہے اور بعض کو پست ترین عمر تک باقی رکھا جاتا ہے تاکہ علم کے بعد پھر کچھ جاننے کے قابل نہ رہ جائے اور تم زمین کو مردہ دیکھتے ہو پھر جب ہم پانی برسادیتے ہیں تو وہ لہلہانے لگتی ہے اور ابھرنے لگتی ہے اور ہر طرح کی خوبصورت چیز اگانے لگتی ہے"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "یہ اس لئے ہے کہ وہ اللہ خدائے برحق ہے اور وہی مفِدوں کو زندہ کرتا ہے اور وہی ہر شے پر قدرت رکھنے والا ہے"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "اور قیامت یقینا آنے والی ہے اس میں کسی شک کی گنجائش نہیں ہے اور اللہ قبروں سے مفِدوں کو اٹھانے والا ہے"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "اور لوگوں میں ایسے بھی ہیں جو علم و ہدایت اور کتابِ لَنیر کے بغیر بھی خدا کے بارے میں بحث کرتے ہیں"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "وہ غرور سے منہ پھرائے ہوئے ہیں تاکہ دوسرے لوگوں کو بھی راسِ خدا سے گمراہ کرسکیں تو ایسے اشخاص کے لئے دنیا میں رسوائی ہے اور آخرت میں ہم انہیں جہنمّ کا مزہ چکھائیں گے"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "یہ اس بات کی سزا ہے جو تم پہلے کرچکے ہو اور خدا اپنے بندوں پر ہرگز ظلم کرنے والا نہیں ہے"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "اور لوگوں میں کچھ ایسے بھی ہیں جو خدا کی عبادت ایک ہی رخ پراور مشروط طریقہ سے کرتے ہیں کہ اگر ان تک خیر پہنچ گیا تو مطمئن ہوجاتے ہیں اور اگر کوئی مصیبت چھوگئی تو دین سے پلٹ جاتے ہیں یہ دنیا اور آخرت دونوں میں خسارہ میں ہیں اور یہی خسارہ کھلا ہوا خسارہ ہے"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "یہ اللہ کو چھوڑ کر انہیں پکارتے ہیں جو نہ انہیں نقصان پہنچاسکتے ہیں اور نہ فائدہ اور یہی دراصل بہت دور تک پھیلی ہوئی گمراہی ہے"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "یہ ان کو پکارتے ہیں جن کا نقصان ان کے فائدے سے زیادہ قریب تر ہے وہ ان کے بدترین سرپرست اور بدترین ساتھی ہیں"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "بیشک اللہ ایمان والوں اور نیک عمل کرنے والوں کو ان جنتوں میں داخل کرے گا جن کے نیچے نہریں جاری ہوں گی کہ اللہ جو چاہتا ہے انجام دیتا ہے"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "جس شخص کا خیال یہ ہے کہ اللہ دنیا اور آخرت میں اس کی مدد نہیں کرے گا اسے چاہئے کہ ایک رسی کے ذریعہ آسمان کی طرف بڑھے اور پھر اس رسی کو کاٹ دے اور پھر دیکھے کہ اس کی ترکیب اس چیز کو دور کرسکتی ہے یا نہیں جس کے غصّہ میں وہ مبتلا تھا"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "اور اسی طرح ہم نے اس قرآن کو واضح نشانیوں کی شکل میں نازل کیا ہے اور اللہ جس کو چاہتاہے ہدایت دے دیتا ہے"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "بیشک جو لوگ ایمان لائے اور جنہوں نے یہودیت اختیار کی یا ستارہ پرست ہوگئے یا نصرانی اور آتش پرست ہوگئے یا مشرک ہوگئے ہیں خدا قیامت کے دن ان سب کے درمیان یقینی فیصلہ کردے گا کہ اللہ ہر شے کا نگراں اور گواہ ہے"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "کیا تم نے نہیں دیکھا کہ زمین و آسمان میں جس قدر بھی صاحبانِ عقل و شعور ہیں اور آفتاب و ماہتاب اور ستارے ,پہاڑ ,درخت ,چوپائے اور انسانوں کی ایک کثرت سب ہی اللہ کے لئے سجدہ گزار ہیں اور ان میں سے بہت سے ایسے بھی ہیں جن پر عذاب ثابت ہوچکا ہے اور ظاہر ہے کہ جسے خدا ذلیل کرنا چاہے اسے کوئی عزّت دینے والا نہیں ہے کہ یقینا اللہ جو چاہتا ہے وہ کرسکتا ہے"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "یہ مومن و کافر دو باہمی دشمن ہیں جنہوں نے پروردگار کے بارے میں آپس میں اختلاف کیا ہے پھر جو لوگ کافر ہیں ان کے واسطے آگ کے کپڑے قطع کئے جائیں گے اور ان کے سروں پر گرما گرم پانی انڈیلا جائے گا"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "جس سے ان کے پیٹ کے اندر جو کچھ ہے اور ان کی جلدیں سب گل جائیں گی"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "اور ان کے لئے لوہے کے گرز مہیاّ کئے گئے ہیں"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "جب یہ جہنمّ کی تکلیف سے نکل بھاگنا چاہیں گے تو دوبارہ اسی میں پلٹا دیئے جائیں گے کہ ابھی اور جہنمّ کا مزہ چکّھو"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "بیشک اللہ صاحبان هایمان اور نیک عمل کرنے والوں کو ان جنتوں میں داخل کرتا ہے جن کے نیچے نہریں جاری ہوتی ہیں انہیں ان جنتوں میں سونے کے کنگن اور موتی پہنائے جائیں گے اور ان کا لباس اس جنّت میں ریشم کا لباس ہوگا"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "اور انہیں پاکیزہ قول کی طرف ہدایت دی گئی ہے اور انہیں خدائے حمید کے راستہ کی طرف رہنمائی کی گئی ہے"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "بیشک جن لوگوں نے کفر اختیار کیا اور لوگوں کو اللہ کے راستے اور مسجد الحرام سے روکتے ہیں جسے ہم نے تمام انسانوں کے لئے برابر سے قرار دیا ہے چاہے وہ مقامی ہوں یا باہر والے اور جو بھی اس مسجد میں ظلم کے ساتھ الحاد کا ارادہ کرے گا ہم اسے دردناک عذاب کا مزہ چکھائیں گے"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "اور اس وقت کو یاد دلائیں جب ہم نے ابراہیم علیھ السّلامکے لئے بیت اللہ کی جگہ مہیا کی کہ خبردار ہمارے بارے میں کسی طرح کا شرک نہ ہونے پائے اور تم ہمارے گھر کو طواف کرنے والے ,قیام کرنے والے اور رکوع و سجود کرنے والوں کے لئے پاک و پاکیزہ بنادو"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "اور لوگوں کے درمیان حج کا اعلان کردو کہ لوگ تمہاری طرف پیدل اور لاغر سواریوں پر دور دراز علاقوں سے سوار ہوکر آئیں گے"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "تاکہ اپنے منافع کا مشاہدہ کریں اور چند معین دنوں میں ان چوپایوں پر جو خدا نے بطور رزق عطا کئے ہیں خدا کا نام لیں اور پھر تم اس میں سے کھاؤ اور بھوکے محتاج افراد کو کھلاؤ"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "پھر لوگوں کو چاہئے کہ اپنے بدن کی کثافت کو دور کریں اور اپنی نذروں کو پورا کریں اور اس قدیم ترین مکان کا طواف کریں"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "یہ ایک حکم خدا ہے اور جو شخص بھی خدا کی محترم چیزوں کی تعظیم کرے گا وہ اس کے حق میں پیش پروردگار بہتری کا سبب ہوگی اور تمہارے لئے تمام جانور حلال کردیئے گئے ہیں علاوہ ان کے جن کے بارے میں تم سے بیان کیا جائے گا لہذا تم ناپاک بتوں سے پرہیز کرتے رہو اور لغو اور مہمل باتوں سے اجتناب کرتے رہو"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "اللہ کے لئے مخلص اور باطل سے کترا کر رہو اور کسی طرح کا شرک اختیار نہ کرو کہ جو کسی کو اس کا شریک بناتا ہے وہ گویا آسمان سے گر پڑتا ہے اور اسے پرندہ اچک لیتا ہے یا ہوا کسی دور دراز جگہ پر لے جاکر پھینک دیتی ہے"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "یہ ہمارا فیصلہ ہے اور جو بھی اللہ کی نشانیوں کی تعظیم کرے گا یہ تعظیم اس کے دل کے تقویٰ کا نتیجہ ہوگی"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "تمہارے لئے ان قربانی کے جانوروں میں ایک مقررہ مدّت تک فائدے ہی فائدے ہیں اس کے بعد ان کی جگہ خانہ کعبہ کے پاس ہے"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "اور ہم نے ہر قوم کے لئے قربانی کا طریقہ مقرر کردیا ہے تاکہ جن جانوروں کا رزق ہم نے عطا کیا ہے ان پر نام خدا کا ذکر کریں پھر تمہارا خدا صرف خدائے واحد ہے تم اسی کے اطاعت گزار بنو اور ہمارے گڑگڑانے والے بندوں کو بشارت دے دو"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "جن کے سامنے ذکر خدا آتا ہے تو ان کے دل لرز جاتے ہیں اور وہ جو مصیبت پر صبر کرنے والے اور نماز قائم کرنے والے ہیں اور ہم نے جو رزق دیا ہے اس میں سے ہماری راہ میں خرچ کرنے والے ہیں"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "اور ہم نے قربانیوں کے اونٹ کو بھی اپنی نشانیوں میں سے قرار دیا ہے اس میں تمہارے لئے خیر ہے لہذا اس پر کھڑے ہونے کی حالت ہی میں نام خدا کا ذکر کرو اور اس کے بعد جب اس کے تمام پہلو گر جائیں تو اس میں سے خود بھی کھاؤ اور قناعت کرنے والے اور مانگنے والے سب غریبوں کو کھلاؤ کہ ہم نے انہیں تمہارے لئے لَسّخر کردیا ہے تاکہ تم شکر گزار بندے بن جاؤ"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "خدا تک ان جانوروں کا گوشت جانے والا ہے اور نہ خون ... اس کی بارگاہ میں صرف تمہارا تقویٰ جاتا ہے اور اسی طرح ہم نے ان جانوروں کو تمہارا تابع بنادیا ہے کہ خدا کی دی ہوئی ہدایت پر اس کی کبریائی کا اعلان کرو اور نیک عمل والوں کو بشارت دے دو"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "بیشک اللہ صاحبانِ ایمان کی طرف سے دفاع کرتا ہے اور یقینا اللہ خیانت کرنے والے کافروں کو ہرگز دوست نہیں رکھتا ہے"
        },
        {
            "chapter": 22,
            "verse": 39,
            "text": "جن لوگوں سے مسلسل جنگ کی جارہی ہے انہیں ان کی مظلومیت کی بنائ پر جہاد کی اجازت دے دی گئی ہے اور یقینا اللہ ان کی مدد پر قدرت رکھنے والا ہے"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "یہ وہ لوگ ہیں جو اپنے گھروں سے بلا کسی حق کے نکال دیئے گئے ہیں علاوہ اس کے کہ وہ یہ کہتے ہیں کہ ہمارا پروردگار اللہ ہے اور اگر خدا بعض لوگوں کو بعض کے ذریعہ نہ روکتا ہوتا تو تمام گرجے اور یہودیوں کے عبادت خانے اور مجوسیوں کے عبادت خانے اور مسجدیں سب منہدم کردی جاتیں اور اللہ اپنے مددگاروں کی یقینا مدد کرے گا کہ وہ یقینا صاحبِ قوت بھی ہے اور صاحبِ عزّت بھی ہے"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "یہ وہ لوگ ہیں جنہیں ہم نے زمین میں اختیار دیا تو انہوں نے نماز قائم کیً اور زکوِٰ ادا کی اور نیکیوں کا حکم دیا اور برائیوں سے روکا اور یہ طے ہے کہ جملہ امور کا انجام خدا کے اختیار میں ہے"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "اور پیغمبر علیھ السّلام اگر یہ لوگ آپ کو جھٹلاتے ہیں تو ان سے پہلے قوم نوح ,قوم عاد اور قوم ثمود نے یہی کام کیا تھا"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "اور قوم ابراہیم اور قوم لوط نے بھی"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "اور اصحاب مدین نے بھی اور موسٰی کو بھی جھٹلایا گیا ہے تو ہم نے کفار کو مہلت دے دی اور پھر اس کے بعد انہیں اپنی گرفت میں لے لیا تو سب نے دیکھ لیا کہ ہمارا عذاب کیسا ہوتا ہے"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "غرض کتنی ہی بستیاں ہیں جنہیں ہم نے تباہ و برباد کردیا کہ وہ ظالم تھیں تو اب وہ اپنی چھتوں کے بل الٹی پڑی ہیں اور ان کے کنویں معطل پڑے ہیں اور ان کے مضبوط محل بھی مسمار ہوگئے ہیں"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "کیا ان لوگوں نے زمین میں سیر نہیں کی ہے کہ ان کے پاس ایسے دل ہوتے جو سمجھ سکتے اور ایسے کان ہوتے جو سن سکتے اس لئے کہ درحقیقت آنکھیں اندھی نہیں ہوتی ہیں بلکہ وہ دل اندھے ہوتے ہیں جو سینوں کے اندر پائے جاتے ہیں"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "پیغمبر علیھ السّلام یہ لوگ آپ سے عذاب میں عجلت کا تقاضا کررہے ہیں حالانکہ خدا اپنے وعدہ کے خلاف ہرگز نہیں کرسکتا ہے اور آپ کے پروردگار کے نزدیک ایک دن بھی ان کے شمار کے ہزار سال کے برابر ہوتا ہے"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "اور کتنی ہی بستیاں تھیں جنہیں ہم نے مہلت دی حالانکہ وہ ظالم تھیں پھر ہم نے انہیں اپنی گرفت میں لے لیا اور بالآخر سب کی بازگشت ہماری ہی طرف ہے"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "آپ کہہ دیجئے کہ انسانو ! میں تمہارے لئے صرف واضح طور پر ڈرانے والا ہوں"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "پھر جو لوگ ایمان لے آئے اور انہوں نے نیک اعمال کئے ہیں ان کے لئے مغفرت اور بہترین رزق ہے"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "اور جن لوگوں نے ہماری نشانیوں کے بارے میں کوشش کی کہ ہم کو عاجز کردیں وہ سب کے سب جہنمّ میں جانے والے ہیں"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "اور ہم نے آپ سے پہلے کوئی ایسا رسول یا نبی نہیں بھیجا ہے کہ جب بھی اس نے کوئی نیک آرزو کی تو شیطان نے اس کی آرزو کی راہ میں رکاوٹ ڈال دی تو پھر خدا نے شیطان کی ڈالی ہوئی رکاوٹ کو مٹا دیا اور پھر اپنی آیات کو مستحکم بنادیا کہ وہ بہت زیادہ جاننے والا اور صاحبِ حکمت ہے"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "تاکہ وہ شیطانی القائ کو ان لوگوں کے لئے آزمائش بنادے جن کے قلوب میں مرض ہے اور جن کے دل سخت ہوگئے ہیں اور ظالمین یقینا بہت دور رس نافرمانی میں پڑے ہوئے ہیں"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "اور اس لئے بھی کہ صاحبانِ علم کو معلوم ہوجائے کہ یہ وحی پروردگار کی طرف سے برحق ہے اور اس طرح وہ ایمان لے آئیں اور پھر ان کے دل اس کی بارگاہ میں عاجزی کا اظہار کریں اور یقینا اللہ ایمان لانے والوں کو سیدھے ر استہ کی طرف ہدایت کرنے والا ہے"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "اور یہ کفر اختیار کرنے والے ہمیشہ اس کی طرف سے شبہ ہی میں رہیں گے یہاں تک کہ اچانک ان کے پاس قیامت آجائے یا کسی منحوس دن کا عذاب وارد ہوجائے"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "آج کے دن ملک اللہ کے لئے ہے اور وہی ان سب کے درمیان فیصلہ کرے گا پھر جو لوگ ایمان لے آئے اور انہوں نے نیک اعمال کئے وہ نعمتوں والی جنّت میں رہیں گے"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "اور جن لوگوں نے کفر اختیار کیا اور ہماری آیتوں کی تکذیب کی ان کے لئے نہایت درجہ کا رسوا کن عذاب ہے"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "اور جن لوگوں نے راسِ خدا میں ہجرت کی اور پھر قتل ہوگئے یا انہیں موت آگئی تو یقینا خدا انہیں بہترین رزق عطا کرے گا کہ وہ بیشک بہترین رزق دینے والا ہے"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "وہ انہیں ایسی جگہ پہنچائے گا جسے وہ پسند کرتے ہوں گے اور اللہ بہت زیادہ جاننے والا اور برداشت کرنے والا ہے"
        },
        {
            "chapter": 22,
            "verse": 60,
            "text": "یہ سب اپنے مقام پر ہے لیکن اس کے بعد جو دشمن کو اتنی ہی سزادے جتنا کہ اسے ستایا گیا ہے اور پھربھی اس پر ظلم کیا جائے تو خدا اس کی مدد ضرور کرے گا کہ وہ یقینا بہت معاف کرنے والا اور بخشنے والا ہے"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "یہ سب اس لئے ہے کہ خدا رات کو دن میں داخل کرتا ہے اور دن کو رات میں داخل کرتا ہے اور اللہ بہت زیادہ سننے والا اور دیکھنے والا ہے"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "یہ اس لئے ہے کہ خدا ہی یقینا برحق ہے اور اس کے علاوہ جس کو بھی یہ لوگ پکارتے ہیں وہ سب باطل ہیں اور اللہ بہت زیادہ بلندی والا اور بزرگی اور عظمت والا ہے"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "کیا تم نے نہیں دیکھا کہ اللہ نے آسمان سے پانی برسایا تو اس سے زمین سرسبز وشاداب ہوجاتی ہے یقینا اللہ بہت زیادہ مہربان اور حالات کی خبر رکھنے والا ہے"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "آسمانوں اور زمین میں جو کچھ بھی ہے سب اسی کے لئے ہے اور یقینا وہ سب سے بے نیاز اور قابلِ حمد و ستائش ہے"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "کیا تم نے نہیں دیکھا کہ اللہ نے تمہارے لئے زمین کی تمام چیزوں کو لَسّخر کردیا ہے اور کشتیاں بھی دریا میں اسی کے حکم سے چلتی ہیں اور وہی آسمانوں کو روکے ہوئے ہے کہ اس کی اجازت کے بغیر زمین پر نہیں گر سکتا ہے-اللہ اپنے بندوں پر بڑا شفیق اور مہربان ہے"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "وہی خدا ہے جس نے تم کو حیات دی ہے اور پھر موت دے گا اور پھر زندہ کرے گا مگر انسان بڑا انکار کرنے والا اور ناشکرا ہے"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "ہر امّت کے لئے ایک طریقہ عبادت ہے جس پر وہ عمل کررہی ہے لہذا اس امر میں ان لوگوں کو آپ سے جھگڑا نہیں کرنا چاہئے اور آپ انہیں اپنے پروردگار کی طرف دعوت دیں کہ آپ بالکل سیدھی ہدایت کے راستہ پر ہیں"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "اور اگر یہ آپ سے جھگڑا کریں تو کہہ دیجئے کہ اللہ تمہارے اعمال سے خوب باخبر ہے"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "اللہ ہی تمہارے درمیان روزِ قیامت ان باتوں کا فیصلہ کرے گا جن باتوں میں تم اختلاف کررہے ہو"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "کیا تمہیں نہیں معلوم ہے کہ اللہ زمین اور آسمان کی تمام باتوں کو خوب جانتا ہے اور یہ سب باتیں کتاب میں محفوظ ہیں اور سب باتیں خدا کے لئے بہت آسان ہیں"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "اور یہ لوگ خدا کو چھوڑ کر ان کی پرستش کرتے ہیں جن کے بارے میں نہ خدا نے کوئی دلیل نازل کی ہے اور نہ خود انہیں کوئی علم ہے اور ظالمین کے لئے واقعا کوئی مددگار نہیں ہے"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "اور جب ان کے سامنے ہماری واضح آیتیں پڑھ کر سنائی جاتی ہیں تو تم دیکھتے ہو کہ کفر اختیار کرنے والوں کے چہرہ پر ناگواری کے آثار ظاہر ہوجاتے ہیں اور قریب ہوتا ہے کہ وہ ان تلاوت کرنے والوں پر حملہ کربیٹھیں تو کہہ دیجئے کہ میں اس سے بدتر بات کے بارے میں بتلا رہا ہوں اور وہ جہنمّ ہے جس کا خدا نے کافروں سے وعدہ کیا ہے اور وہ بہت برا انجام ہے"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "انسانوں تمہارے لئے ایک مثل بیان کی گئی ہے لہذا اسے غور سے سنو-یہ لوگ جنہیں تم خدا کو چھوڑ کر آواز دیتے ہو یہ سب مل بھی جائیں تو ایک مکھی نہیں پیدا کرسکتے ہیں اور اگر مکھی ان سے کوئی چیز چھین لے تو یہ اس سے چھڑا بھی نہیں سکتے ہیں کہ طالب اور مطلوب دونوں ہی کمزور ہیں"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "افسوس کہ ان لوگوں نے خدا کی واقعی قدر نہیں پہچانی اور بیشک اللہ بڑا قدرت والا اور سب پر غالب ہے"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "اللہ ملائکہ اور انسانوں میں سے اپنے نمائندے منتخب کرتا ہے اور وہ بڑا سننے والا اور خوب دیکھنے والا ہے"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "وہ ان کے سامنے اور پبُ پشت کی تمام باتوں کو جانتا ہے اور تمام امور اسی کی طرف پلٹ کر جانے والے ہیں"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "ایمان والو ! رکوع کروً سجدہ کرو اور اپنے رب کی عبادت کرو اور کارخیر انجام دو کہ شاید اسی طرح کامیاب ہوجاؤ اور نجات حاصل کرلو"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "اور اللہ کے بارے میں اس طرح جہاد کرو جو جہاد کرنے کا حق ہے کہ اس نے تمہیں منتخب کیا ہے اور دین میں کوئی زحمت نہیں قرار دی ہے یہی تمہارے بابا ابراہیم علیھ السّلام کا دین ہے اس نے تمہارا نام پہلے بھی اور اس قرآن میں بھی مسلم اور اطاعت گزار رکھا ہے تاکہ رسول تمہارے اوپر گواہ رہے اور تم لوگوں کے اعمال کے گواہ رہو لہذا اب تم نماز قائم کرو زکوِٰ اداکرو اور اللہ سے باقاعدہ طور پر وابستہ ہوجاؤ کہ وہی تمہارا مولا ہے اور وہی بہترین مولا اور بہترین مددگار ہے"
        }
    ]
}