{
    "juzs": [
        {
            "chapter": 41,
            "verse": 47,
            "text": "قیامت کا علم اسی کی طرف پلٹا دیا جاتا ہے اور تِوروں سے جو پھل نکلتے ہیں یا عورتوں کو جو حمل ہوتا ہے یا جن بچوں کو وہ پیدا کرتی ہیں یہ سب اسی کے علم کے مطابق ہوتے ہیں اور جس دن وہ پکار کر پوچھے گا کہ میرے شرکائ کہاں ہیں تو مشرکین مجبورا عرض کریں گے کہ ہم پہلے ہی بتاچکے ہیں کہ ہم میں سے کوئی ان سے واقف نہیں ہے"
        },
        {
            "chapter": 41,
            "verse": 48,
            "text": "اور وہ سب گم ہوجائیں گے جنہیں یہ پہلے پکارا کرتے تھے اور اب خیال ہوگا کہ کوئی چھٹکارا ممکن نہیں ہے"
        },
        {
            "chapter": 41,
            "verse": 49,
            "text": "انسان بھلائی کی رَعا کرتے ہوئے کبھی نہیں تھکتا ہے اور جب کوئی تکلیف اسے چھو بھی لیتی ہے تو بالکل مایوس اور بے آس ہوجاتا ہے"
        },
        {
            "chapter": 41,
            "verse": 50,
            "text": "اور اگر ہم اس تکلیف کے بعد پھر اسے رحمت کا مزہ چکھادیں تو فورا یہ کہہ دے گا کہ یہ تو میرا حق ہے اور مجھے تو خیال بھی نہیں ہے کہ قیامت قائم ہونے والی ہے اور اگر میں پروردگار کی طرف پلٹایا بھی گیا تو میرے لئے وہاں بھی نیکیاں ہی ہیں تو پھر ہم بھی کفار کو ضرور بتائیں گے کہ انہوں نے کیا کیا, کیا ہے اور انہیں سخت عذاب کا مزہ چکھائیں گے"
        },
        {
            "chapter": 41,
            "verse": 51,
            "text": "اور ہم جب انسان کو نعمت دیتے ہیں تو ہم سے کنارہ کش ہوجاتا ہے اور پہلو بدل کر الگ ہوجاتا ہے اور جب برائی پہنچ جاتی ہے تو خوب لمبی چوڑی رَعائیں کرنے لگتا ہے"
        },
        {
            "chapter": 41,
            "verse": 52,
            "text": "آپ کہہ دیجئے کہ کیا تمہیں یہ خیال ہے اگر یہ قرآن خدا کی طرف سے ہے اور تم نے اس کا انکار کردیا تو اس سے زیادہ کون گمراہ ہوگا جو اس سے اتنا سخت اختلاف کرنے والا ہو"
        },
        {
            "chapter": 41,
            "verse": 53,
            "text": "ہم عنقریب اپنی نشانیوں کو تمام اطراف عالم میں اور خود ان کے نفس کے اندر دکھلائیں گے تاکہ ان پر یہ بات واضح ہوجائے کہ وہ برحق ہے اور کیا پروردگار کے لئے یہ بات کافی نہیں ہے کہ وہ ہر شے کا گواہ اور سب کا دیکھنے والا ہے"
        },
        {
            "chapter": 41,
            "verse": 54,
            "text": "آگاہ ہوجاؤ کہ یہ لوگ اللہ سے ملاقات کی طرف سے شک میں مبتلا ہیں اور آگاہ ہوجاؤ کہ اللہ ہر شے پر احاطہ کئے ہوئے ہے"
        },
        {
            "chapter": 42,
            "verse": 1,
            "text": "حم ۤ"
        },
        {
            "chapter": 42,
            "verse": 2,
            "text": "عۤسۤقۤ"
        },
        {
            "chapter": 42,
            "verse": 3,
            "text": "اسی طرح خدائے عزیز و حکیم آپ کی طرف اور آپ سے پہلے والوں کی طرف وحی بھیجتا رہتا ہے"
        },
        {
            "chapter": 42,
            "verse": 4,
            "text": "زمین و آسمان میں جو کچھ بھی ہے سب اسی کی ملکیت ہے اور وہی خدائے بزرگ و برتر ہے"
        },
        {
            "chapter": 42,
            "verse": 5,
            "text": "قریب ہے کہ آسمان اس کی ہیبت سے اوپر سے شگافتہ ہوجائیں اور ملائکہ بھی اپنے پروردگار کی حمد کی تسبیح کررہے ہیں اور زمین والوں کے حق میں استغفار کررہے ہیں آگاہ ہوجاؤ کہ خدا ہی وہ ہے جو بہت بخشنے والا اور مہربان ہے"
        },
        {
            "chapter": 42,
            "verse": 6,
            "text": "اور جن لوگوں نے اس کے علاوہ سرپرست بنالئے ہیں اللہ ان سب کے حالات کا نگراں ہے اور پیغمبر آپ کسی کے ذمہ دار نہیں ہیں"
        },
        {
            "chapter": 42,
            "verse": 7,
            "text": "اور ہم نے اسی طرح آپ کی طرف عربی زبان میں قرآن کی وحی بھیجی تاکہ آپ مکہ اور اس کے اطراف والوں کو ڈرائیں اور اس دن سے ڈرائیں جس دن سب کو جمع کیا جائے گا اور اس میں کسی شک کی گنجائش نہیں ہے اس دن ایک گروہ جنّت میں ہوگا اور ایک جہّنم میں ہوگا"
        },
        {
            "chapter": 42,
            "verse": 8,
            "text": "اور اگر خدا چاہتا تو سب کو ایک قوم بنادیتا لیکن وہ جسے چاہتا ہے اسی کو اپنی رحمت میں داخل کرتا ہے اور ظالمین کے لئے نہ کوئی سرپرست ہے اور نہ مددگار"
        },
        {
            "chapter": 42,
            "verse": 9,
            "text": "کیا ان لوگوں نے اس کو چھوڑ کر اپنے لئے سرپرست بنائے ہیں جب کہ وہی سب کا سرپرست ہے اور وہی اَمردوں کو زندہ کرتا ہے اور وہ ہر شے پر قدرت رکھنے والا ہے"
        },
        {
            "chapter": 42,
            "verse": 10,
            "text": "اور تم جس چیز میں بھی اختلاف کرو گے اس کا فیصلہ اللہ کے ہاتھوں میں ہے. وہی میرا پروردگار ہے اور اسی پر میرا بھروسہ ہے اور اسی کی طرف میں رجوع کرتا ہوں"
        },
        {
            "chapter": 42,
            "verse": 11,
            "text": "وہ آسمانوں اور زمین کا پیدا کرنے والا ہے اس نے تمہارے نفوس میں سے بھی جوڑا بنایا ہے اور جانوروں میں سے بھی جوڑے بنائے ہیں وہ تم کو اسی جوڑے کے ذریعہ دنیا میں پھیلا رہا ہے اس کا جیسا کوئی نہیں ہے وہ سب کی سننے والا اور ہر چیز کا دیکھنے والا ہے"
        },
        {
            "chapter": 42,
            "verse": 12,
            "text": "آسمان و زمین کی تمام کنجیاں اسی کے اختیار میں ہیں وہ جس کے لئے چاہتا ہے اس کے رزق میں وسعت پیدا کردیتا ہے اور جس کے لئے چاہتا ہے تنگی پیدا کردیتا ہے وہ ہر شے کا خوب جاننے والا ہے"
        },
        {
            "chapter": 42,
            "verse": 13,
            "text": "اس نے تمہارے لئے دین میں وہ راستہ مقرر کیا ہے جس کی نصیحت نوح کو کی ہے اور جس کی وحی پیغمبر تمہاری طرف بھی کی ہے اور جس کی نصیحت ابراہیم علیھ السّلام, موسٰی علیھ السّلام اور عیسٰی علیھ السّلام کو بھی کی ہے کہ دین کو قائم کرو اور اس میں تفرقہ نہ پیدا ہونے پائے مشرکین کو وہ بات سخت گراں گزرتی ہے جس کی تم انہیں دعوت دے رہے ہو اللہ جس کو چاہتا ہے اپنی بارگاہ کے لئے چن لیتا ہے اور جو اس کی طرف رجوع کرتا ہے اسے ہدایت دے دیتا ہے"
        },
        {
            "chapter": 42,
            "verse": 14,
            "text": "اور ان لوگوں نے آپس میں تفرقہ اسی وقت پیدا کیا ہے جب ان کے پاس علم آچکا تھا اور یہ صرف آپس کی دشمنی کی بنا پر تھا اور اگر پروردگار کی طرف سے ایک بات پہلے سے ایک مدّت کے لئے طے نہ ہوگئی ہوتی تو اب تک ان کے درمیان فیصلہ ہوچکا ہوتا اور بیشک جن لوگوں کو ان کے بعد کتاب کا وارث بنایا گیا ہے وہ اس کی طرف سے سخت شک میں پڑے ہوئے ہیں"
        },
        {
            "chapter": 42,
            "verse": 15,
            "text": "لہٰذا آپ اسی کے لئے دعوت دیں اور اس طرح استقامت سے کام لیں جس طرح آپ کو حکم دیا گیا ہے اور ا ن کی خواہشات کا اتباع نہ کریں اور یہ کہیں کہ میرا ایمان اس کتاب پر ہے جو خدا نے نازل کی ہے اور مجھے حکم دیا گیا ہے کہ تمہارے درمیان انصاف کروں اللہ ہمارا اور تمہارا دونوں کا پروردگار ہے ہمارے اعمال ہمارے لئے ہیں اور تمہارے اعمال تمہارے لئے - ہمارے اور تمہارے درمیان کوئی بحث نہیں ہے اللہ ہم سب کو ایک دن جمع کرے گا اور اسی کی طرف سب کی بازگشت ہے"
        },
        {
            "chapter": 42,
            "verse": 16,
            "text": "اور جو لوگ اس کے مان لئے جانے کے بعد خدا کے بارے میں جھگڑا کرتے ہیں ان کی دلیل بالکل مہمل اور لغو ہے اور ان پر اللہ کا غضب ہے اور ان کے لئے شدید قسم کا عذاب ہے"
        },
        {
            "chapter": 42,
            "verse": 17,
            "text": "اللہ ہی وہ ہے جس نے حق کے ساتھ کتاب اور میزان کو نازل کیا ہے اور آپ کو کیا معلوم کہ شاید قیامت قریب ہی ہو"
        },
        {
            "chapter": 42,
            "verse": 18,
            "text": "اس کی جلدی صرف وہ لوگ کرتے ہیں جن کا اس پر ایمان نہیں ہے ورنہ جو ایمان والے ہیں وہ تو اس سے خوفزدہ ہی رہتے ہیں اور یہ جانتے ہیں کہ وہ بہرحال برحق ہے ہوشیار کہ جو لوگ قیامت کے بارے میں شک کرتے ہیں وہ گمراہی میں بہت دور تک چلے گئے ہیں"
        },
        {
            "chapter": 42,
            "verse": 19,
            "text": "اللہ اپنے بندوں پر مہربان ہے وہ جس کو بھی چاہتا ہے رزق عطا کرتا ہے اور وہ صاحبِ قوت بھی ہے اور صاحبِ عزت بھی ہے"
        },
        {
            "chapter": 42,
            "verse": 20,
            "text": "جو انسان آخرت کی کھیتی چاہتا ہے ہم اس کے لئے اضافہ کردیتے ہیں اور جو دنیا کی کھیتی کا طلبگار ہے اسے اسی میں سے عطا کردیتے ہیں اور پھر آخرت میں اس کا کوئی حصہ نہیں ہے"
        },
        {
            "chapter": 42,
            "verse": 21,
            "text": "کیا ان کے لئے ایسے شرکائ بھی ہیں جنہوں نے دین کے وہ راستے مقرّر کئے ہیں جن کی خدا نے اجازت بھی نہیں دی ہے اور اگر فیصلہ کے دن کا وعدہ نہ ہوگیا ہوتا تو اب تک ان کے درمیان فیصلہ کردیا گیا ہوتا اور یقینا ظالموں کے لئے بڑا دردناک عذاب ہے"
        },
        {
            "chapter": 42,
            "verse": 22,
            "text": "آپ دیکھیں گے کہ ظالمین اپنے کرتوت کے عذاب سے خوفزدہ ہیں اور وہ ان پر بہرحال نازل ہونے والا ہے اور جو لوگ ایمان لے آئے اور انہوں نے نیک اعمال کئے ہیں وہ جنّت کے باغات میں رہیں گے اور ان کے لئے پروردگار کی بارگاہ میں وہ تمام چیزیں ہیں جن کے وہ خواہشمند ہوں گے اور یہ ایک بہت بڑا فضل پروردگار ہے"
        },
        {
            "chapter": 42,
            "verse": 23,
            "text": "یہی وہ فضلِ عظیم ہے جس کی بشارت پروردگار اپنے بندوں کو دیتا ہے جنہوں نے ایمان اختیار کیا ہے اور نیک اعمال کئے ہیں تو آپ کہہ دیجئے کہ میں تم سے اس تبلیغ رسالت کا کوئی اجر نہیں چاہتا علاوہ اس کے کہ میرے اقربا سے محبت کرو اور جو شخص بھی کوئی نیکی حاصل کرے گا ہم اس کی نیکی میں اضافہ کردیں گے کہ بیشک اللہ بہت زیادہ بخشنے والا اور قدرداں ہے"
        },
        {
            "chapter": 42,
            "verse": 24,
            "text": "کیا ان لوگوں کا کہنا یہ ہے کہ رسول, اللہ پر جھوٹے بہتان باندھتا ہے جب کہ خدا چاہے تو تمہارے قلب پر بھی مہر لگا سکتا ہے اور خدا تو باطل کو مٹا دیتا ہے اور حق کو اپنے کلمات کے ذریعہ ثابت اور پائیدار بنادیتا ہے یقینا وہ دلوں کے رازوں کا جاننے والا ہے"
        },
        {
            "chapter": 42,
            "verse": 25,
            "text": "اور وہی وہ ہے جو اپنے بندوں کی توبہ کوقبول کرتا ہے اور ان کی برائیوں کو معاف کرتا ہے اور وہ تمہارے اعمال سے خوب باخبر ہے"
        },
        {
            "chapter": 42,
            "verse": 26,
            "text": "اور جو لوگ ایمان لائے اور انہوں نے نیک اعمال کئے وہی دعوت الٰہٰی کو قبول کرتے ہیں اور خدا اپنے فضل و کرم سے ان کے اجر میں اضافہ کردیتا ہے اور کافرین کے لئے تو بڑا سخت عذاب رکھا گیا ہے"
        },
        {
            "chapter": 42,
            "verse": 27,
            "text": "اور اگر خدا تمام بندوں کے لئے رزق کو وسیع کردیتا ہے تو یہ لوگ زمین میں بغاوت کردیتے مگر وہ اپنی مشیت کے مطابق معیّنہ مقدار میں نازل کرتا ہے کہ وہ اپنے بندوں سے خوب باخبر ہے اوران کے حالات کا دیکھنے والا ہے"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "وہی وہ ہے جو ان کے مایوس ہوجانے کے بعد بارش کو نازل کرتاہے اور اپنی رحمت کو منتشر کرتا ہے اور وہی قابل تعریف مالک اور سرپرست ہے"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "اور اس کی نشانیوں میں سے زمین و آسمان کی خلقت اور ان کے اندر چلنے والے تمام جاندارہیں اور وہ جب چاہے ان سب کو جمع کرلینے پر قدرت رکھنے والا ہے"
        },
        {
            "chapter": 42,
            "verse": 30,
            "text": "اور تم تک جو مصیبت بھی پہنچتی ہے وہ تمہارے ہاتھوں کی کمائی ہے اور وہ بہت سی باتوں کو معاف بھی کردیتاہے"
        },
        {
            "chapter": 42,
            "verse": 31,
            "text": "اور تم زمین میں خدا کو عاجز نہیں کرسکتے ہو اورتمہارے لئے اس کے علاوہ کوئی سرپرست اور مددگار بھی نہیں ہے"
        },
        {
            "chapter": 42,
            "verse": 32,
            "text": "اور اس کی نشانیوں میں سے سمندر میں چلنے والے بادبانی جہاز بھی ہیں جو پہاڑ کی طرح بلند ہیں"
        },
        {
            "chapter": 42,
            "verse": 33,
            "text": "وہ اگر چاہے تو ہوا کو ساکن بنادے تو سب سطح آب پر جم کر رہ جائیں - بیشک اس حقیقت میں صبر وشکر کرنے والوں کے لئے بہت سی نشانیاں پائی جاتی ہیں"
        },
        {
            "chapter": 42,
            "verse": 34,
            "text": "یا وہ انہیں ان کے اعمال کی بنا پرہلاک ہی کردے اور وہ بہت سی باتوں کو معاف بھی کردیتا ہے"
        },
        {
            "chapter": 42,
            "verse": 35,
            "text": "اور ہماری آیتوں میں جھگڑا کرنے والوں کو معلوم ہوجانا چاہئے کہ ان کے لئے کوئی چھٹکارا نہیں ہے"
        },
        {
            "chapter": 42,
            "verse": 36,
            "text": "پس تم کو جو کچھ بھی دیا گیا ہے وہ زندگانی دنیا کا چین ہے اوربس اور جو کچھ اللہ کی بارگاہ میں ہے وہ خیر اورباقی رہنے والا ہے ان لوگوں کے لئے جو ایمان رکھتے ہیں اوراپنے پروردگار پربھروسہ کرتے ہیں"
        },
        {
            "chapter": 42,
            "verse": 37,
            "text": "اوربڑے بڑے گناہوں اور فحش باتوں سے پرہیز کرتے ہیں اور جب غصّہ آجاتا ہے تو معاف کردیتے ہیں"
        },
        {
            "chapter": 42,
            "verse": 38,
            "text": "اور جو اپنے رب کی بات کو قبول کرتے ہیں اور نماز قائم کرتے ہیں اور آپس کے معاملات میں مشورہ کرتے ہیں اور ہمارے رزق میں سے ہماری راہ میں خرچ کرتے ہیں"
        },
        {
            "chapter": 42,
            "verse": 39,
            "text": "اورجب ان پر کوئی ظلم ہوتا ہے تو اس کا بدلہ لے لیتے ہیں"
        },
        {
            "chapter": 42,
            "verse": 40,
            "text": "اور ہر برائی کابدلہ اس کے جیسا ہوتا ہے پھرجو معاف کردے اور اصلاح کردے اس کااجر اللہ کے ذمہ ہے وہ یقینا ظالموں کو دوست نہیں رکھتا ہے"
        },
        {
            "chapter": 42,
            "verse": 41,
            "text": "اورجو شخض بھی ظلم کے بعد بدلہ لے اس کے اوپرکوئی الزام نہیں ہے"
        },
        {
            "chapter": 42,
            "verse": 42,
            "text": "الزام ان لوگوں پر ہے جولوگوں پر ظلم کرتے ہیں اور زمین میں ناحق زیادتیاں پھیلاتے ہیں ان ہی لوگوں کے لئے دردناک عذاب ہے"
        },
        {
            "chapter": 42,
            "verse": 43,
            "text": "اوریقینا جو صبر کرے اور معاف کردے تو اس کایہ عمل بڑے حوصلے کا کام ہے"
        },
        {
            "chapter": 42,
            "verse": 44,
            "text": "اور جس کوخدا گمراہی میں چھوڑ دے اس کے لئے اس کے بعد کوئی ولی اور سرپرست نہیں ہے اورتم دیکھو گے کہ ظالمین عذاب کو دیکھنے کے بعد یہ کہیں گے کہ کیا واپسی کا کوئی راستہ نکل سکتا ہے"
        },
        {
            "chapter": 42,
            "verse": 45,
            "text": "اور تم انہیں دیکھو گے کہ وہ جہنمّ کے سامنے پیش کئے جائیں گے تو ذلّت سے ان کے سر جھکے ہوئے ہوں گے اور وہ کن انکھیوں سے دیکھتے بھی جائیں گے اور صاحبانِ ایمان کہیں گے کہ گھاٹے والے وہی افرادہیں جنہوں نے اپنے نفس اوراپنے اہل کو قیامت کے دن گھاٹے میں مبتلا کردیا ہے آگاہ ہوجاؤ کہ ظالموں کو بہرحال دائمی عذاب میں رہنا پڑے گا"
        },
        {
            "chapter": 42,
            "verse": 46,
            "text": "اور ان کے لئے ایسے سرپرست بھی نہ ہوںگے جو خدا سے ہٹ کر ان کی مدد کرسکیں اور جس کو خدا گمراہی میں چھوڑ دے اس کے لئے کوئی راستہ نہیں ہے"
        },
        {
            "chapter": 42,
            "verse": 47,
            "text": "تم لوگ اپنے پروردگار کی بات کو قبول کرو قبل اس کے کہ وہ دن آجائے جو پلٹنے والا نہیں ہے اس دن تمہارے لئے کوئی پناہ گاہ بھی نہ ہوگی اور عذاب کا انکار کرنے کی ہمت بھی نہ ہوگی"
        },
        {
            "chapter": 42,
            "verse": 48,
            "text": "اب بھی اگر یہ لوگ اعتراض کریں تو ہم نے آپ کو ان کانگہبان بناکر نہیں بھیجا ہے آپ کا فرض صرف پیغام پہنچا دینا تھا اوربس اور ہم جب کسی انسان کو رحمت کامزہ چکھاتے ہیں تو وہ اکڑ جاتا ہے اورجب اس کے اعمال ہی کے نتیجہ میں کوئی برائی پہنچ جاتی ہے تو بہت زیادہ ناشکری کرنے والا بن جاتاہے"
        },
        {
            "chapter": 42,
            "verse": 49,
            "text": "بیشک آسمان و زمین کا اختیار صرف اللہ کے ہاتھوں میں ہے وہ جوکچھ چاہتا ہے پیدا کرتا ہے جس کو چاہتا ہے بیٹیاں عطا کرتا ہے اور جس کوچاہتا ہے بیٹے عطاکرتاہے"
        },
        {
            "chapter": 42,
            "verse": 50,
            "text": "یا پھر بیٹے اور بیٹیاں دونوں کوجمع کردیتا ہے اور جس کو چاہتا ہے بانجھ ہی بنا دیتا ہے یقینا وہ صاحبِ علم بھی ہے اور صاحبِ قدرت و اختیاربھی ہے"
        },
        {
            "chapter": 42,
            "verse": 51,
            "text": "اورکسی انسان کے لئے یہ بات نہیں ہے کہ اللہ اس سے کلام کرے مگر یہ کہ وحی کردے یا پس پردہ سے بات کر لے یا کوئی نمائندہ فرشتہ بھیج دے اور پھر وہ اس کی اجازت سے جو وہ چاہتا ہے وہ پیغام پہنچا دے کہ وہ یقینا بلند و بالا اور صاحبِ حکمت ہے"
        },
        {
            "chapter": 42,
            "verse": 52,
            "text": "اور اسی طرح ہم نے آپ کی طرف اپنے حکم سے روح (قرآن) کی وحی کی ہے آپ کونہیں معلوم تھا کہ کتاب کیا ہے اورایمان کن چیزوں کا نام ہے لیکن ہم نے اسے ایک نور قرار دیا ہے جس کے ذریعہ اپنے بندوں میں جسے چاہتے ہیں اسے ہدایت دے دیتے ہیں اور بیشک آپ لوگوں کو سیدھے راستہ کی ہدایت کررہے ہیں"
        },
        {
            "chapter": 42,
            "verse": 53,
            "text": "اس خدا کا راستہ جس کے اختیار میں زمین و آسمان کی تمام چیزیں ہیں اوریقینا اسی کی طرف تمام اُمورکی بازگشت ہے"
        },
        {
            "chapter": 43,
            "verse": 1,
            "text": "حمۤ"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "اس روشن کتاب کی قسم"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "بیشک ہم نے اسے عربی قرآن قرار دیا ہے تاکہ تم سمجھ سکو"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "اور یہ ہمارے پاس لوح محفوظ میں نہایت درجہ بلند اور اَپراز حکمت کتاب ہے"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "اورکیا ہم تم لوگوں کو نصیحت کرنے سے صرف اس لئے کنارہ کشی اختیار کرلیں کہ تم زیادتی کرنے والے ہو"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "اورہم نے تم سے پہلے والی قوموں میں بھی کتنے ہی پیغمبر بھیج دیئے ہیں"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "اور ان میں سے کسی کے پاس کوئی نبی نہیں آیا مگر یہ کہ ان لوگوں نے ان کا مذاق اڑایا"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "تو ہم نے ان سے زیادہ زبردست لوگوں کو تباہ و برباد کردیا اور یہ مثال جاری ہوگئی"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "اور آپ ان سے سوال کریں گے کہ زمین و آسمان کوکس نے پیدا کیا ہے تویقینا یہی کہیں گے کہ ایک زبردست طاقت والی اور ذی علم ہستی نے خلق کیاہے"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "وہ ہی جس نے تمہارے لئے زمین کو گہوارہ بنایا ہے اور اس میں راستے قرار دیئے ہیں تاکہ تم راہ معلوم کرسکو"
        },
        {
            "chapter": 43,
            "verse": 11,
            "text": "اور جس نے آسمان سے ایک معین مقدار میں پانی نازل کیا اورپھر ہم نے اس کے ذریعہ اَمردہ زمینوں کو زندہ بنادیا اسی طرح تم بھی زمین سے نکالے جاؤ گے"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "اور جسں نے تمام جوڑوں کو خلق کیا ہے اور تمہارے لئے کشتیوں اور جانوروں میں سواری کا سامان فراہم کیا ہے"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "تاکہ ان کی پشت پرسکون سے بیٹھ سکو اورپھر جب سکون سے بیٹھ جاؤ تو اپنے پروردگار کی نعمت کو یاد کرو اور کہو کہ پاک و بے نیاز ہے وہ خدا جس نے اس سواری کو ہمارے لئے م اَسخرّ کردیا ہے ورنہ ہم اس کوقابو میں لاسکنے والے نہیں تھے"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "اور بہرحال ہم اپنے پروردگار ہی کی بارگاہ میں پلٹ کر جانے والے ہیں"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "اور ان لوگوں نے پروردگار کے لئے اس کے بندوں میں سے بھی ایک جزئ (اولاد) قرار دیدیا کہ انسان یقینا بڑا کھلا ہوا ناشکرا ہے"
        },
        {
            "chapter": 43,
            "verse": 16,
            "text": "سچ بتاؤ کیا خدا نے اپنی تمام مخلوقات میں سے اپنے لئے لڑکیوں کو منتخب کیا ہے اور تمہارے لئے لڑکوں کو پسند کیا ہے"
        },
        {
            "chapter": 43,
            "verse": 17,
            "text": "اور جب ان میں سے کسی کو اسی لڑکی کی بشارت دی جاتی ہے جو مثال انہوں نے رحمان کے لئے بیان کی ہے تو اس کا چہرہ سیاہ ہوجاتا ہے اور غصہّ کے گھونٹ پینے لگتاہے"
        },
        {
            "chapter": 43,
            "verse": 18,
            "text": "کیا جس کو زیورات میں پالا جاتا ہے اور وہ جھگڑے کے وقت صحیح بات بھی نہ کرسکے (وہی خدا کی اولاد ہے)"
        },
        {
            "chapter": 43,
            "verse": 19,
            "text": "اوران لوگوں نے ان ملائکہ کوجو رحمان کے بندے ہیںلڑکی قرار دیدیا ہے کیا یہ ان کی خلقت کے گواہ ہیں تو عنقریب ان کی گواہی لکھ لی جائے گی اور پھر اس کے بارے میں سوال کیا جائے گا"
        },
        {
            "chapter": 43,
            "verse": 20,
            "text": "اوریہ کہتے ہیں کہ خدا چاہتا توہم ان کی پرستش نہ کرتے انہیں اس بات کا کوئی علم نہیں ہے - یہ صرف اندازوں سے بات کرتے ہیں"
        },
        {
            "chapter": 43,
            "verse": 21,
            "text": "کیا ہم نے اس سے پہلے انہیں کوئی کتاب دی ہے جس سے یہ تمسّک کئے ہوئے ہیں"
        },
        {
            "chapter": 43,
            "verse": 22,
            "text": "نہیں بلکہ ان کا کہنا صرف یہ ہے کہ ہم نے اپنے باپ داداکو ایک طریقہ پر پایا ہے اورہم ان ہی کے نقش قدم پر ہدایت پانے والے ہیں"
        },
        {
            "chapter": 43,
            "verse": 23,
            "text": "اور اسی طرح ہم نے آپ سے پہلے کی بستی میں کوئی پیغمبر نہیں بھیجا مگر یہ کہ اس بستی کے خوشحال لوگوں نے یہ کہہ دیا کہ ہم نے اپنے باپ دادا کو ایک طریقہ پر پایا ہے اور ہم ان ہی کے نقش قدم کی پیروی کرنے والے ہیں"
        },
        {
            "chapter": 43,
            "verse": 24,
            "text": "تو پیغمبر نے کہا کہ چاہے میں اس سے بہتر پیغام لے آؤں جس پر تم نے اپنے باپ دادا کو پایا ہے تو انہوں نے جواب دیا کہ ہم تمہارے پیغام کے ماننے والے نہیں ہیں"
        },
        {
            "chapter": 43,
            "verse": 25,
            "text": "پھر ہم نے ان سے بدلہ لے لیا تو اب دیکھو کہ تکذیب کرنے والوں کا کیا انجام ہوا ہے"
        },
        {
            "chapter": 43,
            "verse": 26,
            "text": "اور جب ابراہیم نے اپنے (مربی) باپ اور اپنی قوم سے کہا کہ میں تمہارے تمام معبودوں سے بری اور بیزار ہوں"
        },
        {
            "chapter": 43,
            "verse": 27,
            "text": "علاوہ اس معبود کے کہ جس نے مجھے پیدا کیا ہے کہ وہی عنقریب مجھے ہدایت دینے والا ہے"
        },
        {
            "chapter": 43,
            "verse": 28,
            "text": "اور انہوں نے اس پیغام کو اپنی نسل میں ایک کلمہ باقیہ قرار دے دیا کہ شاید وہ لوگ خدا کی طرف پلٹ آئیں"
        },
        {
            "chapter": 43,
            "verse": 29,
            "text": "بلکہ ہم نے ان لوگوں کو اور ان کے بزرگوں کو برابر آرام دیا یہاں تک کہ ان کے پاس حق اور واضح رسول آگیا"
        },
        {
            "chapter": 43,
            "verse": 30,
            "text": "اور جب حق آگیا تو کہنے لگے کہ یہ تو جادو ہے اور ہم اس کے منکر ہیں"
        },
        {
            "chapter": 43,
            "verse": 31,
            "text": "اور یہ کہنے لگے کہ آخر یہ قرآن دونوں بستیوں (مکہ و طائف) کے کسی بڑے آدمی پر کیوں نہیں نازل کیا گیا ہے"
        },
        {
            "chapter": 43,
            "verse": 32,
            "text": "تو کیا یہی لوگ رحمت پروردگار کو تقسیم کررہے ہیں حالانکہ ہم نے ہی ان کے درمیان معیشت کو زندگانی دنیا میں تقسیم کیا ہے اور بعض کو بعض سے اونچا بنایا ہے تاکہ ایک دوسرے سے کام لے سکیں اور رحمت پروردگار ان کے جمع کئے ہوئے مال و متاع سے کہیں زیادہ بہتر ہے"
        },
        {
            "chapter": 43,
            "verse": 33,
            "text": "اور اگر ایسا نہ ہوتا کہ تمام لوگ ایک ہی قوم ہوجائیں گے تو ہم رحمٰن کا انکار کرنے والوںکے لئے ان کے گھر کی چھتیں اور سیڑھیاں جن پر یہ چڑھتے ہیں سب کو چاند ی کا بنادیتے"
        },
        {
            "chapter": 43,
            "verse": 34,
            "text": "اور ان کے گھر کے دروازے اور وہ تخت جن پر وہ تکیہ لگا کر بیٹھتے ہیں"
        },
        {
            "chapter": 43,
            "verse": 35,
            "text": "اور سونے کے بھی . لیکن یہ سب صرف زندگانی دنیا کی لّذت کا سامان ہے اور آخرت پروردگار کے نزدیک صرف صاحبانِ تقویٰ کے لئے ہے"
        },
        {
            "chapter": 43,
            "verse": 36,
            "text": "اور جو شخص بھی اللہ کے ذکر کی طرف سے اندھا ہوجائے گا ہم اس کے لئے ایک شیطان مقرر کردیں گے جو اس کا ساتھی اور ہم نشین ہوگا"
        },
        {
            "chapter": 43,
            "verse": 37,
            "text": "اور یہ شیاطین ان لوگوں کو راستہ سے روکتے رہتے ہیں اور یہ یہی خیال کرتے ہیں کہ یہ ہدایت یافتہ ہیں"
        },
        {
            "chapter": 43,
            "verse": 38,
            "text": "یہاں تک کہ جب ہمارے پاس آئیں گے تو کہیں گے کہ اے کاش ہمارے اور ان کے درمیان مشرق و مغرب کا فاصلہ ہوتا یہ تو بڑا بدترین ساتھی نکلا"
        },
        {
            "chapter": 43,
            "verse": 39,
            "text": "اور یہ ساری باتیں آج تمہارے کام آنے والی نہیں ہیں کہ تم سب عذاب میں برابر کے شریک ہو کہ تم نے بھی ظلم کیا ہے"
        },
        {
            "chapter": 43,
            "verse": 40,
            "text": "پیغمبر کیا آپ بہرے کو سنا سکتے ہیں یا اندھے کو راستہ دکھاسکتے ہیں یا اسے ہدایت دے سکتے ہیں جو ضلال مبین میں مبتلا ہوجائے"
        },
        {
            "chapter": 43,
            "verse": 41,
            "text": "پھر ہم یا تو آپ کو دنیا سے اٹھالیں گے تو ہمیں تو ان سے بہرحال بدلہ لینا ہے"
        },
        {
            "chapter": 43,
            "verse": 42,
            "text": "یا پھر عذاب آپ کو دکھا کر ہی نازل کریں گے کہ ہم اس کا بھی اختیار رکھنے والے ہیں"
        },
        {
            "chapter": 43,
            "verse": 43,
            "text": "لہذا آپ اس حکم کو مضبوطی سے پکڑے رہیں جس کی وحی کی گئی ہے کہ یقینا آپ بالکل سیدھے راستہ پر ہیں"
        },
        {
            "chapter": 43,
            "verse": 44,
            "text": "اور یہ قرآن آپ کے لئے اور آپ کی قوم کے لئے نصیحت کا سامان ہے اور عنقریب تم سب سے باز اَپرس کی جائے گی"
        },
        {
            "chapter": 43,
            "verse": 45,
            "text": "اور آپ ان رسولوں سے سوال کریں جنہیں آپ سے پہلے بھیجا گیا ہے کیا ہم نے رحمٰن کے علاوہ بھی خدا قرار دیئے ہیں جن کی پرستش کی جائے"
        },
        {
            "chapter": 43,
            "verse": 46,
            "text": "اور ہم نے موسٰی علیھ السّلام کو اپنی نشانیوں کے ساتھ فرعون اور اس کے روسائ قوم کی طرف بھیجا تو انہوں نے کہا کہ میں رب العالمین کی طرف سے رسول ہوں"
        },
        {
            "chapter": 43,
            "verse": 47,
            "text": "لیکن جب ہماری نشانیوں کو پیش کیا تو وہ سب مضحکہ اڑانے لگے"
        },
        {
            "chapter": 43,
            "verse": 48,
            "text": "اور ہم انہیں جو بھی نشانی دکھلاتے تھے وہ پہلے والی نشانی سے بڑھ کر ہی ہوتی تھی اور پھر انہیں عذاب کی گرفت میں لے لیا کہ شاید اسی طرح راستہ پر واپس آجائیں"
        },
        {
            "chapter": 43,
            "verse": 49,
            "text": "اور ان لوگوں نے کہا کہ اے جادوگر (موسٰی) اپنے رب سے ہمارے بارے میں اس بات کی دعا کر جس بات کا تجھ سے وعدہ کیا گیا ہے تو ہم یقینا راستہ پر آجائیں گے"
        },
        {
            "chapter": 43,
            "verse": 50,
            "text": "لیکن جب ہم نے عذاب کو دور کردیا تو انہوں نے عہد کو توڑ دیا"
        },
        {
            "chapter": 43,
            "verse": 51,
            "text": "اور فرعون نے اپنی قوم سے پکار کر کہا اے قوم کیا یہ ملک مصر میرا نہیں ہے اور کیا یہ نہریں جو میرے قدموں کے نیچے جاری ہیں یہ سب میری نہیں ہیں پھر تمہیں کیوں نظر نہیں آرہا ہے"
        },
        {
            "chapter": 43,
            "verse": 52,
            "text": "کیا میں اس شخص سے بہتر نہیں ہوں جو پست حیثیت کا آدمی ہے اور صاف بول بھی نہیں پاتا ہے"
        },
        {
            "chapter": 43,
            "verse": 53,
            "text": "پھر کیوں اس کے اوپر سونے کے کنگن نہیں نازل کئے گئے اور کیوں اس کے ساتھ ملائکہ جمع ہوکر نہیں آئے"
        },
        {
            "chapter": 43,
            "verse": 54,
            "text": "پس فرعون نے اپنی قوم کو سبک سر بنادیا اور انہوں نے اس کی اطاعت کرلی کہ وہ سب پہلے ہی سے فاسق اور بدکار تھے"
        },
        {
            "chapter": 43,
            "verse": 55,
            "text": "پھر جب ان لوگوں نے ہمیں غضب ناک کردیا تو ہم نے ان سے بدلہ لے لیا اور پھر ان ہی سب کو اکٹھا غرق کردیا"
        },
        {
            "chapter": 43,
            "verse": 56,
            "text": "پھر ہم نے انہیں گیا گزرا اور بعد والوں کے لئے ایک نمونہ عبرت بنادیا"
        },
        {
            "chapter": 43,
            "verse": 57,
            "text": "اور جب ابن مریم کو مثال میں پیش کیا گیا تو آپ کی قوم شور مچانے لگی"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "اور کہنے لگے کہ ہمارے خدا بہتر ہیں یا وہ اور لوگوں نے ان کی مثال صرف ضد میں پیش کی تھی اور یہ سب صرف جھگڑا کرنے والے تھے"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "ورنہ عیسٰی علیھ السّلام ایک بندے تھے جن پر ہم نے نعمتیں نازل کیں اور انہیں بنی اسرائیل کے لئے اپنی قدرت کا ایک نمونہ بنادیا"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "اور اگر ہم چاہتے تو تمہارے بدلے ملائکہ کو زمین میں بسنے والا قرار دے دیتے"
        },
        {
            "chapter": 43,
            "verse": 61,
            "text": "اور بیشک یہ قیامت کی واضح دلیل ہے لہٰذا اس میں شک نہ کرو اور میرا اتباع کرو کہ یہی سیدھا راستہ ہے"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "اور خبردار شیطان تمہیں راہ حق سے روک نہ دے کہ وہ تمہارا کھلا ہوا دشمن ہے"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "اور جب عیسٰی علیھ السّلام ان کے پاس معجزات لے کر آئے تو انہوں نے کہا کہ میں تمہارے پاس حکمت لے کر آیا ہوں اور اس لئے کہ بعض ان مسائل کی وضاحت کردوں جن میں تمہارے درمیان اختلاف ہے لہٰذا خدا سے ڈرو اور میری اطاعت کرو"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "اللہ ہی میرا اور تمہارا پروردگار ہے اور اسی کی عبادت کرو کہ یہی صراط مستقیم ہے"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "تو اقوام نے آپس میں اختلاف شروع کردیا افسوس ان کے حال پر ہے کہ جنہوں نے ظلم کیا کہ ان کے لئے دردناک دن کا عذاب ہے"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "کیا یہ لوگ صرف اس بات کا انتظار کررہے ہیں کہ اچانک قیامت آجائے اور انہیں اس کا شعور بھی نہ ہوسکے"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "آج کے دن صاحبانِ تقویٰ کے علاوہ تمام دوست ایک دوسرے کے دشمن ہوجائیں گے"
        },
        {
            "chapter": 43,
            "verse": 68,
            "text": "میرے بندو آج تمہارے لئے نہ خوف ہے اور نہ تم پر حزن و ملال طاری ہوگا"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "یہی وہ لوگ ہیں جنہوں نے ہماری نشانیوں پر ایمان قبول کیا ہے اور ہمارے اطاعت گزار ہوگئے ہیں"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "اب تم سب اپنی بیویوں سمیت اعزاز و احترام کے ساتھ جنّت میں داخل ہوجاؤ"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "ان کے گرد سونے کی رکابیوں اور پیالیوں کا دور چلے گا اور وہاں ان کے لئے وہ تمام چیزیں ہوں گی جن کی دل میں خواہش ہو اور جو آنکھوں کو بھلی لگیں اور تم اس میں ہمیشہ رہنے والے ہو"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "اور یہی وہ جنّت ہے جس کا تمہیں ان اعمال کی بنا پر وارث بنایا گیا ہے جو تم انجام دیا کرتے تھے"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "اس میں تمہارے لئے بہت سے میوے ہیں جن میں سے تم کھاؤ گے"
        },
        {
            "chapter": 43,
            "verse": 74,
            "text": "بیشک مجرمین عذابِ جہّنم میں ہمیشہ رہنے والے ہیں"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "ان سے عذاب منقطع نہیں ہوگا اور وہ مایوسی کے عالم میں وہاں رہیں گے"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "اور ہم نے ان پر کوئی ظلم نہیں کیا ہے یہ تو خود ہی اپنے اوپر ظلم کرنے والے تھے"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "اور وہ آواز دیں گے کہ اے مالک اگر تمہارا پروردگار ہمیںموت دے دے تو بہت اچھا ہو تو جواب ملے گا کہ تم اب یہیں رہنے والے ہو"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "یقینا ہم تمہارے پاس حق لے کر آئے لیکن تمہاری اکثریت حق کو ناپسند کرنے والی ہے"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "کیا انہوں نے کسی بات کا محکم ارادہ کرلیا ہے تو ہم بھی یہ کام جانتے ہیں"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "یا ان کا خیال یہ ہے کہ ہم ان کے راز اور خفیہ باتوں کو نہیں سن سکتے ہیں تو ہم کیا ہمارے نمائندے سب کچھ لکھ رہے ہیں"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "آپ کہہ دیجئے کہ اگر رحمٰن کے کوئی فرزند ہوتا تو میںسب سے پہلا عبادت گزار ہوں"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "وہ آسمان و زمین اور عرش کا مالک ان کی باتوں سے پاک اور منّزہ ہے"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "انہیں ان کے حال پر چھوڑ دیجئے باتیں بناتے رہیں اور کھیل تماشے میں لگے رہیں یہاں تک کہ اس دن کا سامنا کریں جس کا وعدہ دیا جارہا ہے"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "اور وہی وہ ہے جو آسمان میں بھی خدا ہے اور زمین میں بھی خدا ہے اور وہ صاحبِ حکمت بھی ہے اور ہر شے سے باخبر بھی ہے"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "اور بابرکت ہے وہ جس کے لئے آسمان و زمین اور اس کے مابین کا ملک ہے اور اسی کے پاس قیامت کا بھی علم ہے اور اسی کی طرف تم سب واپس کئے جاؤ گے"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "اور اس کے علاوہ جنہیں یہ لوگ پکارتے ہیں وہ سفارش کا بھی اختیار نہیں رکھتے ہیں...._ مگر وہ جو سمجھ بوجھ کر حق کی گواہی دینے والے ہیں"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "اور اگر آپ ان سے سوال کریں گے کہ خود ان کا خالق کون ہے تو کہیں گے کہ اللہ .... تو پھر یہ کدھر بہکے جارہے ہیں"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "اور اسی کو اس قول کا بھی علم ہے کہ خدایا یہ وہ قوم ہے جو ایمان لانے والی نہیں ہے"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "لہٰذا ان سے منہ موڑ لیجئے اور سلامتی کا پیغام دے دیجئے پھر عنقریب انہیں سب کچھ معلوم ہوجائے گا"
        },
        {
            "chapter": 44,
            "verse": 1,
            "text": "حمۤ"
        },
        {
            "chapter": 44,
            "verse": 2,
            "text": "روشن کتاب کی قسم"
        },
        {
            "chapter": 44,
            "verse": 3,
            "text": "ہم نے اس قرآن کو ایک مبارک رات میں نازل کیا ہے ہم بیشک عذاب سے ڈرانے والے تھے"
        },
        {
            "chapter": 44,
            "verse": 4,
            "text": "اس رات میں تمام حکمت و مصلحت کے امور کا فیصلہ کیا جاتا ہے"
        },
        {
            "chapter": 44,
            "verse": 5,
            "text": "یہ ہماری طرف کا حکم ہوتا ہے اور ہم ہی رسولوں کے بھیجنے والے ہیں"
        },
        {
            "chapter": 44,
            "verse": 6,
            "text": "یہ آپ کے پروردگار کی رحمت ہے اور یقینا وہ بہت سننے والا اور جاننے والا ہے"
        },
        {
            "chapter": 44,
            "verse": 7,
            "text": "وہ آسمان و زمین اور اس کے مابین کا پروردگار ہے اگر تم یقین کرنے والے ہو"
        },
        {
            "chapter": 44,
            "verse": 8,
            "text": "اس کے علاوہ کوئی خدا نہیں ہے . وہی حیات عطا کرنے والا ہے اور وہی موت دینے والا ہے - وہی تمہارا بھی پروردگار ہے اور تمہارے گزشتہ بزرگوں کا بھی پروردگار ہے"
        },
        {
            "chapter": 44,
            "verse": 9,
            "text": "لیکن یہ لوگ شک کے عالم میں کھیل تماشہ کررہے ہیں"
        },
        {
            "chapter": 44,
            "verse": 10,
            "text": "لہٰذا آپ اس دن کا انتظار کیجئے جب آسمان واضح قسم کا دھواں لے کر آجائے گا"
        },
        {
            "chapter": 44,
            "verse": 11,
            "text": "جو تمام لوگوں کو ڈھانک لے گا کہ یہی دردناک عذاب ہے"
        },
        {
            "chapter": 44,
            "verse": 12,
            "text": "تب سب کہیں گے کہ پروردگار اس عذاب کو ہم سے دور کردے ہم ایمان لے آنے والے ہیں"
        },
        {
            "chapter": 44,
            "verse": 13,
            "text": "بھلا ان کی قسمت میں نصیحت کہاں جب کہ ان کے پاس واضح پیغام والا رسول بھی آچکا ہے"
        },
        {
            "chapter": 44,
            "verse": 14,
            "text": "اور انہوں نے اس سے منہ پھیرلیا اور کہا کہ یہ سکھایا پڑھایا ہوا دیوانہ ہے"
        },
        {
            "chapter": 44,
            "verse": 15,
            "text": "خیر ہم تھوڑی دیر کے لئے عذاب کو ہٹالیتے ہیں لیکن تم پھر وہی کرنے والے ہو جو کررہے ہو"
        },
        {
            "chapter": 44,
            "verse": 16,
            "text": "ایک دن آئے گا جب ہم سخت قسم کی گرفت کریں گے کہ ہم یقینا بدلہ لینے والے بھی ہیں"
        },
        {
            "chapter": 44,
            "verse": 17,
            "text": "اور ہم نے ان سے پہلے فرعون کی قوم کو آزمایا جب ان کے پاس ایک محترم پیغمبر آیا"
        },
        {
            "chapter": 44,
            "verse": 18,
            "text": "کہ اللہ کے بندوں کو میرے حوالے کردو میں تمہارے لئے ایک امانت دار پیغمبر ہوں"
        },
        {
            "chapter": 44,
            "verse": 19,
            "text": "اور خدا کے سامنے اونچے نہ بنو میں تمہارے پاس بہت واضح دلیل لے کر آیا ہوں"
        },
        {
            "chapter": 44,
            "verse": 20,
            "text": "اور میں اپنے اور تمہارے رب کی پناہ چاہتا ہوں کہ تم مجھے سنگسار کردو"
        },
        {
            "chapter": 44,
            "verse": 21,
            "text": "اور اگر تم ایمان نہیں لاتے ہو تو مجھ سے الگ ہوجاؤ"
        },
        {
            "chapter": 44,
            "verse": 22,
            "text": "پھر انہوں نے اپنے رب سے رَعا کی کہ یہ قوم بڑی مجرم قوم ہے"
        },
        {
            "chapter": 44,
            "verse": 23,
            "text": "تو ہم نے کہا کہ ہمارے بندوں کو لے کر راتوں رات چلے جاؤ کہ تمہارا پیچھا کیا جانے والا ہے"
        },
        {
            "chapter": 44,
            "verse": 24,
            "text": "اور دریا کو اپنے حال پر ساکن چھوڑ کر نکل جاؤ کہ یہ لشکر غرق کیا جانے والا ہے"
        },
        {
            "chapter": 44,
            "verse": 25,
            "text": "یہ لوگ کتنے ہی باغات اور چشمے چھوڑ گئے"
        },
        {
            "chapter": 44,
            "verse": 26,
            "text": "اور کتنی ہی کھیتیاں اور عمدہ مکانات چھوڑ گئے"
        },
        {
            "chapter": 44,
            "verse": 27,
            "text": "اور وہ نعمتیں جن میں مزے اُڑا رہے تھےیہی انجام ہوتا ہے اور ہم نے سب کا وارث دوسری قوم کو بنادیا"
        },
        {
            "chapter": 44,
            "verse": 28,
            "text": "اور وہ نعمتیں جن میں مزے اُڑا رہے تھےیہی انجام ہوتا ہے اور ہم نے سب کا وارث دوسری قوم کو بنادیا"
        },
        {
            "chapter": 44,
            "verse": 29,
            "text": "پھر تو ان پر نہ آسمان رویا اور نہ زمین اور نہ انہیں مہلت ہی دی گئی"
        },
        {
            "chapter": 44,
            "verse": 30,
            "text": "اور ہم نے بنی اسرائیل کو رسوا کن عذاب سے بچالیا"
        },
        {
            "chapter": 44,
            "verse": 31,
            "text": "فرعون کے شر سے جو زیادتی کرنے والوں میں بھی سب سے اونچا تھا"
        },
        {
            "chapter": 44,
            "verse": 32,
            "text": "اور ہم نے بنی اسرائیل کو تمام عالمین میں سمجھ بوجھ کر انتخاب کیا ہے"
        },
        {
            "chapter": 44,
            "verse": 33,
            "text": "اور انہیں ایسی نشانیاں دی ہیں جن میں کھلا ہوا امتحان پایا جاتا ہے"
        },
        {
            "chapter": 44,
            "verse": 34,
            "text": "بیشک یہ لوگ یہی کہتے ہیں"
        },
        {
            "chapter": 44,
            "verse": 35,
            "text": "کہ یہ صرف پہلی موت ہے اور بس اس کے بعد ہم اٹھائے جانے والے نہیں ہیں"
        },
        {
            "chapter": 44,
            "verse": 36,
            "text": "اور اگر تم سچے ہو تو ہمارے باپ دادا کو قبروں سے اٹھا کر لے آؤ"
        },
        {
            "chapter": 44,
            "verse": 37,
            "text": "بھلا یہ لوگ زیادہ بہتر ہیں یا قوم تّبع اور ان سے پہلے والے افراد جنہیں ہم نے اس لئے تباہ کردیا کہ یہ سب مجرم تھے"
        },
        {
            "chapter": 44,
            "verse": 38,
            "text": "اور ہم نے زمین و آسمان اور اس کی درمیانی مخلوقات کو کھیل تماشہ کرنے کے لئے نہیں پیدا کیا ہے"
        },
        {
            "chapter": 44,
            "verse": 39,
            "text": "ہم نے انہیں صرف حق کے ساتھ پیدا کیا ہے لیکن ان کی اکثریت اس امر سے بھی جاہل ہے"
        },
        {
            "chapter": 44,
            "verse": 40,
            "text": "بیشک فیصلہ کا دن ان سب کے اٹھائے جانے کا مقررہ وقت ہے"
        },
        {
            "chapter": 44,
            "verse": 41,
            "text": "جس دن کوئی دوست دوسرے دوست کے کام آنے والا نہیں ہے اور نہ ان کی کوئی مدد کی جائے گی"
        },
        {
            "chapter": 44,
            "verse": 42,
            "text": "علاوہ اس کے جس پر خدا رحم کرے کہ بیشک وہ بڑا بخشنے والا اور مہربان ہے"
        },
        {
            "chapter": 44,
            "verse": 43,
            "text": "بیشک آخرت میں ایک تھوہڑ کا درخت ہے"
        },
        {
            "chapter": 44,
            "verse": 44,
            "text": "جو گناہگاروں کی غذا ہے"
        },
        {
            "chapter": 44,
            "verse": 45,
            "text": "وہ پگھلے ہوئے تانبے کی مانند پیٹ میں جوش کھائے گا"
        },
        {
            "chapter": 44,
            "verse": 46,
            "text": "جیسے گرم پانی جوش کھاتا ہے"
        },
        {
            "chapter": 44,
            "verse": 47,
            "text": "فرشتوں کو حکم ہوگا کہ اسے پکڑو اور بیچوں بیچ جہّنم تک لے جاؤ"
        },
        {
            "chapter": 44,
            "verse": 48,
            "text": "پھر اس کے سر پر کھولتے ہوئے پانی کا عذاب انڈیل دو"
        },
        {
            "chapter": 44,
            "verse": 49,
            "text": "کہو کہ اب اپنے کئے کا مزہ چکھو کہ تم تو بڑے صاحب هعزّت اور محترم کہے جاتے تھے"
        },
        {
            "chapter": 44,
            "verse": 50,
            "text": "یہی وہ عذاب ہے جس میں تم شک پیدا کررہے تھے"
        },
        {
            "chapter": 44,
            "verse": 51,
            "text": "بیشک وہ صاحبانِ تقویٰ محفوظ مقام پر ہوں گے"
        },
        {
            "chapter": 44,
            "verse": 52,
            "text": "باغات اور چشموں کے درمیان"
        },
        {
            "chapter": 44,
            "verse": 53,
            "text": "وہ ریشم کی باریک اور موٹی پوشاک پہنے ہوئے ایک دوسرے کے سامنے بیٹھے ہوں گے"
        },
        {
            "chapter": 44,
            "verse": 54,
            "text": "ایسا ہی ہوگا اور ہم بڑی بڑی آنکھوں والی حوروں سے ان کے جوڑے لگادیں گے"
        },
        {
            "chapter": 44,
            "verse": 55,
            "text": "وہ وہاں ہر قسم کے میوے سکون کے ساتھ طلب کریں گے"
        },
        {
            "chapter": 44,
            "verse": 56,
            "text": "اور وہاں پہلی موت کے علاوہ کسی موت کا مزہ نہیں چکھنا ہوگا اور خدا انہیں جہّنم کے عذاب سے محفوظ رکھے گا"
        },
        {
            "chapter": 44,
            "verse": 57,
            "text": "یہ سب آپ کے پروردگار کا فضل و کرم ہے اور یہی انسان کے لئے سب سے بڑی کامیابی ہے"
        },
        {
            "chapter": 44,
            "verse": 58,
            "text": "پس ہم نے اس قرآن کو آپ کی زبان سے آسان کردیا ہے کہ شاید یہ لوگ نصیحت حاصل کرلیں"
        },
        {
            "chapter": 44,
            "verse": 59,
            "text": "پھر آپ انتظار کریں اور یہ لوگ بھی انتظار کر ہی رہے ہیں"
        },
        {
            "chapter": 45,
            "verse": 1,
            "text": "حمۤ"
        },
        {
            "chapter": 45,
            "verse": 2,
            "text": "اس کتاب کی تنزیل اس خدا کی طرف سے ہے جو صاحبِ عزّت بھی ہے اور صاحب هحکمت بھی ہے"
        },
        {
            "chapter": 45,
            "verse": 3,
            "text": "بیشک آسمانوں اور زمینوں میں صاحبانِ هایمان کے لئے بہت سی نشانیاں پائی جاتی ہیں"
        },
        {
            "chapter": 45,
            "verse": 4,
            "text": "اور خود تمہاری خلقت میں بھی اور جن جانورں کو وہ پھیلاتا رہتا ہے ان میں بھی صاحبانِ یقین کے لئے بہت سی نشانیاں ہیں"
        },
        {
            "chapter": 45,
            "verse": 5,
            "text": "اور رات دن کی رفت و آمد میں اور جو رزق خدا نے آسمان سے نازل کیا ہے جس کے ذریعہ سے اَمردہ زمینوں کو زندہ بنایا ہے اور ہواؤں کے چلنے میں اس قوم کے لئے نشانیاں پائی جاتی ہیں جو عقل رکھنے والی ہے"
        },
        {
            "chapter": 45,
            "verse": 6,
            "text": "یہ اللہ کی آیتیں ہیں جن کی حق کے ساتھ تلاوت کی جارہی ہے تو اللہ اور اس کی آیتوں کے بعد یہ کس بات پر ایمان لانے والے ہیں"
        },
        {
            "chapter": 45,
            "verse": 7,
            "text": "بیشک ہر جھوٹے گنہگار کے حال پر افسوس ہے"
        },
        {
            "chapter": 45,
            "verse": 8,
            "text": "جو تلاوت کی جانے والی آیات کو سنتا ہے اور پھر اکڑ جاتا ہے جیسے سنا ہی نہیں ہے تو اسے دردناک عذاب کی بشارت دیدیجئے"
        },
        {
            "chapter": 45,
            "verse": 9,
            "text": "اور اسے جب بھی ہماری کسی نشانی کا علم ہوتا ہے تو اس کا مذاق اڑاتا ہے بیشک یہی وہ لوگ ہیں جن کے لئے رسوا کن عذاب ہے"
        },
        {
            "chapter": 45,
            "verse": 10,
            "text": "ان کے پیچھے جہنّم ہے اور انہوں نے جو کچھ کمایا ہے اور جن لوگوں کو خدا کو چھوڑ کر سرپرست بنایا ہے کوئی کام آنے والا نہیں ہے اور ان کے لئے بہت بڑا عذاب ہے"
        },
        {
            "chapter": 45,
            "verse": 11,
            "text": "یہ قرآن ایک ہدایت ہے اور جن لوگوں نے آیااُ خدا کا انکار کیا ہے ان کے لئے سخت قسم کا دردناک عذاب ہوگا"
        },
        {
            "chapter": 45,
            "verse": 12,
            "text": "اللہ ہی نے تمہارے لئے دریا کو لَسخّر کیا ہے کہ اس کے حکم سے کشتیاں چل سکیں اور تم اس کے فضل و کرم کو تلاش کرسکو اور شاید اس کا شکریہ بھی ادا کرسکو"
        },
        {
            "chapter": 45,
            "verse": 13,
            "text": "اور اسی نے تمہارے لئے زمین و آسمان کی تمام چیزوں کو لَسّخر کردیا ہے بیشمَ اس میں غور و فکر کرنے والی قوم کے لئے نشانیاں پائی جاتی ہیں"
        },
        {
            "chapter": 45,
            "verse": 14,
            "text": "آپ صاحبانِ ایمان سے کہہ دیں کہ وہ خدائی دنوں کی توقع نہ رکھنے والوں سے درگزر کریں تاکہ خدا قوم کو ان کے اعمال کا مکمل بدلہ دے سکے"
        },
        {
            "chapter": 45,
            "verse": 15,
            "text": "جو نیک کام کرے گا وہ اپنے فائدہ کے لئے کرے گا اور جو برائی کرے گا وہ اپنے ہی نقصان کے لئے کرے گا اس کے بعد تم سب پروردگار کی طرف پلٹائے جاؤ گے"
        },
        {
            "chapter": 45,
            "verse": 16,
            "text": "اور یقینا ہم نے بنی اسرائیل کو کتابً حکومت اور نبوت عطا کی ہے اور انہیں پاکیزہ رزق دیا ہے اور انہیں تمام عالمین پر فضیلت دی ہے"
        },
        {
            "chapter": 45,
            "verse": 17,
            "text": "اور انہیں اپنے امر کی کھلی ہوئی نشانیاں عطا کی ہیں پھر ان لوگوں نے علم آنے کے بعد آپس کی ضد میں اختلاف کیا تو یقینا تمہارا پروردگار روزِ قیامت ان کے درمیان ان تمام باتوں کا فیصلہ کردے گا جن میں یہ اختلاف کرتے رہے ہیں"
        },
        {
            "chapter": 45,
            "verse": 18,
            "text": "پھر ہم نے آپ کو اپنے حکم کے واضح راستہ پر لگادیا لہٰذا آپ اسی کا اتباع کریں اور خبرار جاہلوں کی خواہشات کا اتباع نہ کریں"
        },
        {
            "chapter": 45,
            "verse": 19,
            "text": "یہ لوگ خدا کے مقابلہ میں ذرہ برابر کام آنے والے نہیں ہیں اور ظالمین آپس میں ایک دوسرے کے دوست ہیں تو اللہ صاحبانِ تقویٰ کا سرپرست ہے"
        },
        {
            "chapter": 45,
            "verse": 20,
            "text": "یہ لوگوں کے لئے روشنی کا مجموعہ اور یقین کرنے والی قوم کے لئے ہدایت اور رحمت ہے"
        },
        {
            "chapter": 45,
            "verse": 21,
            "text": "کیا برائی اختیار کرلینے والوں نے یہ خیال کرلیا ہے کہ ہم انہیں ایمان لانے والوں اور نیک عمل کرنے والوں کے برابر قرار دے دیں گے کہ سب کی موت و حیات ایک جیسی ہو یہ ان لوگوں نے نہایت بدترین فیصلہ کیا ہے"
        },
        {
            "chapter": 45,
            "verse": 22,
            "text": "اور اللہ نے آسمان و زمین کو حق کے ساتھ پیدا کیا ہے اور اس لئے بھی کہ ہر نفس کو اس کے اعمال کا بدلہ دیا جاسکے اور یہاں کسی پر ظلم نہیں کیا جائے گا"
        },
        {
            "chapter": 45,
            "verse": 23,
            "text": "کیا آپ نے اس شخص کو بھی دیکھا ہے جس نے اپنی خواہش ہی کو خدا بنالیا ہے اور خدا نے اسی حالت کو دیکھ کر اسے گمراہی میں چھوڑ دیا ہے اور اس کے کان اور دل پر مہر لگادی ہے اور اس کی آنکھ پر پردے پڑے ہوئے ہیں اور خدا کے بعد کون ہدایت کرسکتا ہے کیا تم اتنا بھی غور نہیں کرتے ہو"
        },
        {
            "chapter": 45,
            "verse": 24,
            "text": "اور یہ لوگ کہتے ہیں کہ یہ صرف زندگانی دنیا ہے اسی میں مرتے ہیں اور جیتے ہیں اور زمانہ ہی ہم کو ہلاک کردیتا ہے اور انہیں اس بات کا کوئی علم نہیں ہے کہ یہ صرف ان کے خیالات ہیں اور بس"
        },
        {
            "chapter": 45,
            "verse": 25,
            "text": "اور جب ان کے سامنے ہماری کھلی ہوئی آیات کی تلاوت ہوتی ہے تو ان کی دلیل صرف یہ ہوتی ہے کہ اگر تم سچے ہو تو ہمارے باپ دادا کو زندہ کرکے لے آؤ"
        },
        {
            "chapter": 45,
            "verse": 26,
            "text": "آپ کہہ دیجئے کہ خدا ہی تم کو بھی زندہ رکھے ہے پھر ایک دن موت دے گا اور آخر میں سب کو روز قیامت جمع کرے گا اور اس میں کوئی شک نہیں ہے لیکن اکثر لوگ اس بات کو بھی نہیں سمجھتے ہیں"
        },
        {
            "chapter": 45,
            "verse": 27,
            "text": "اور اللہ ہی کے لئے زمین و آسمان کا ملک ہے اور جس دن قیامت قائم ہوگی اس دن اہل ه باطل کو واقعا خسارہ ہوگا"
        },
        {
            "chapter": 45,
            "verse": 28,
            "text": "اور آپ ہر قوم کو گھٹنے کے بل بیٹھا ہوا دیکھیں گے اور سب کو ان کے نامئہ اعمال کی طرف بلایا جائے گا کہ آج تمہیں تمہارے اعمال کا بدلہ دیا جائے گا"
        },
        {
            "chapter": 45,
            "verse": 29,
            "text": "یہ ہماری کتاب (نامئہ اعمال) ہے جو حق کے ساتھ بولتی ہے اور ہم اس میں تمہارے اعمال کو برابر لکھوا رہے تھے"
        },
        {
            "chapter": 45,
            "verse": 30,
            "text": "اب جو لوگ ایمان لائے اور انہوں نے نیک اعمال کئے انہیں پروردگار اپنی رحمت میں داخل کرلے گا کہ یہی سب سے نمایاں کامیابی ہے"
        },
        {
            "chapter": 45,
            "verse": 31,
            "text": "اور جن لوگوں نے کفر اختیار کیا تو کیا تمہارے سامنے ہماری آیات کی تلاوت نہیں ہورہی تھی لیکن تم نے اکڑ سے کام لیا اور بیشک تم ایک مجرم قوم تھے"
        },
        {
            "chapter": 45,
            "verse": 32,
            "text": "اور جب یہ کہا گیا کہ اللہ کا وعدہ سچا ہے اور قیامت میں کوئی شک نہیں ہے تو تم نے کہہ دیا کہ ہم تو قیامت نہیں جانتے ہیں ہم اسے ایک خیالی بات سمجھتے ہیں اور ہم اس کا یقین کرنے والے نہیں ہیں"
        },
        {
            "chapter": 45,
            "verse": 33,
            "text": "اور ان کے لئے ان کے اعمال کی برائیاں ثابت ہوگئیں اور انہیں اسی عذاب نے گھیر لیا جس کا وہ مذاق اڑایا کرتے تھے"
        },
        {
            "chapter": 45,
            "verse": 34,
            "text": "اور ان سے کہا گیا کہ ہم تمہیں آج اسی طرح نظر انداز کردیں گے جس طرح تم نے آج کے دن کی ملاقات کو بھلادیا تھا اور تم سب کا انجام جہّنم ہے اور تمہارا کوئی مددگار نہیں ہے"
        },
        {
            "chapter": 45,
            "verse": 35,
            "text": "یہ سب اس لئے ہے کہ تم نے آیات الہٰی کا مذاق بنایا تھا اور تمہیں زندگانی دنیا نے دھوکے میں رکھا تھا تو آج یہ لوگ عذاب سے باہرنہیں نکالے جائیں گے اور انہیں معافی مانگنے کا موقع بھی نہیں دیا جائے گا"
        },
        {
            "chapter": 45,
            "verse": 36,
            "text": "ساری حمد اسی خدا کے لئے ہے جو آسمان و زمین اور تمام عالمین کا پروردگار اور مالک ہے"
        },
        {
            "chapter": 45,
            "verse": 37,
            "text": "اسی کے لئے آسمان و زمین میں بزرگی اور کبریائی ہے اور وہی صاحبِ عزّت اور حکمت والا ہے"
        }
    ]
}