{
    "juzs": [
        {
            "chapter": 5,
            "verse": 82,
            "text": "آپ دیکھیں گے کہ صاحبانِ ایمان سے سب سے زیادہ عداوت رکھنے والے یہودی اور مشرک ہیں اور ان کی محبت سے سب سے زیادہ قریب وہ لوگ ہیں جو کہتے ہیں کہ ہم نصرانی ہیں ...._ یہ اس لئے ہے کہ ان میں بہت سے قسیس اور راہب پائے جاتے ہیں اور یہ متکبر اور برائی کرنے والے نہیں ہیں"
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "اور جب اس کلام کو سنتے ہیں جو رسول پر نازل ہوا ہے تو تم دیکھتے ہو کہ ان کی آنکھوں سے بے ساختہ آنسو جاری ہوجاتے ہیں کہ انہوں نے حق کو پہچان لیا ہے اور کہتے ہیں کہ پروردگار ہم ایمان لے آئے ہیں لہذا ہمارا نام بھی تصدیق کرنے والوں میں درج کرلے"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "بھلا ہم اللہ اور اپنے پاس آنے والے حق پر کس طرح ایمان نہ لائیں گے جب کہ ہماری خواہش ہے کہ پروردگار ہمیں نیک کردار بندوں میں شامل کرلے"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "تو اس قول کی بنا پر پروردگار نے انہیں وہ باغات دے دئیے جن کے نیچے نہریں بہہ رہی ہیں اور وہ انہی میں ہمیشہ رہنے والے ہیں کہ یہی نیک کردار لوگوں کی جزا ہے"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "اور جن لوگوں نے کفر اختیار کرلیا اور ہماری آیات کو جھٹلا دیا تو وہ لوگ جہنّمی ہیں"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "ایمان والو جن چیزوں کو خدا نے تمہارے لئے حلال کیا ہے انہیں حرام نہ بناؤ اور حد سے تجاوز نہ کرو کہ خدا تجاوز کرنے والوں کو دوست نہیں رکھتا ہے"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "اور جو اس نے رزق حلال و پاکیزہ دیا ہے اس کو کھاؤ اور اس خدا سے ڈرتے رہو جس پر ایمان رکھنے والے ہو"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "خدا تم سے بے مقصد قسمیں کھانے پر مواخذہ نہیں کرتا ہے لیکن جن قسموں کی گرہ دل نے باندھ لی ہے ان کی مخالفت کا کفارہ دس مسکینوں کے لئے اوسط درجہ کا کھانا ہے جو اپنے گھر والوں کو کھلاتے ہو یا ان کا کپڑا یا ایک غلام کی آزادی ہے .... پھر اگر یہ سب ناممکن ہو تو تین روزے رکھو ...._ کہ یہ تمہاری قسموں کا کفارہ ہے جب بھی تم قسم کھا کر اس کی مخالفت کرو اپنی قسموں کا تحفظ کرو کہ خدا اس طرح اپنی آیات کو واضح کرکے بیان کرتا ہے کہ شاید تم اس کے شکر گزار بندے بن جاؤ"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "ایمان والو !شرابً جوا ,بت ,پانسہ یہ سب گندے شیطانی اعمال ہیں لہذا ان سے پرہیز کرو تاکہ کامیابی حاصل کرسکو"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "شیطان تو بس یہی چاہتا ہے کہ شراب اور جوے کے بارے میں تمہارے درمیان بغض اور عداوت پیدا کردے اور تمہیں یاد خدا اور نماز سے روک دے تو کیا تم واقعا رک جاؤ گے"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "اور دیکھو اللہ کی اطاعت کرو اور رسول کی اطاعت کرو اور نافرمانی سے بچتے رہو ورنہ اگر تم نے روگردانی کی توجان لو کہ رسول کی ذمہ داری صرف واضح پیغام کا پہنچادینا ہے"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "جو لوگ ایمان لائے اور انہوں نے نیک اعمال کئے ان کے لئے اس میں کوئی حرج نہیں ہے جو کچھ کھا پی چکے ہیں جب کہ وہ متقی بن گئے اور ایمان لے آئے اور نیک اعمال کئے اور پرہیز کیااور ایمان لے آئے اور پھر پرہیز کیا اور نیک عمل کیا اور نیک اعمال کرنے والوں ہی کو دوست رکھتا ہے"
        },
        {
            "chapter": 5,
            "verse": 94,
            "text": "ایمان والو !اللہ ان شکاروں کے ذریعہ تمہارا امتحان ضرور لے گا جن تک تمہارے ہاتھ اور نیزے پہنچ جاتے ہیں تاکہ وہ یہ دیکھے کہ اس سے لوگوں کے غائبانہ میں بھی کون کون ڈرتا ہے پھر جو اس کے بعد بھی زیادتی کرے گا اس کے لئے دردناک عذاب ہے"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "ایمان والو حالاُ احرام میں شکار کو نہ مارو اور جو تم میں قصدا ایسا کرے گا اس کی سزا انہی جانوروں کے برابر ہے جنہیں قتل کیا ہے جس کا فیصلہ تم میں سے دو عادل افراد کریں اور اس قربانی کو کعبہ تک جانا چاہئے یا مساکین کے کھانے کی شکل میں کفارہ دیا جائے یا اس کے برابر روزے رکھے جائیں تاکہ اپنے کام کے انجام کا مزہ چکھیں -اللہ نے گزشتہ معاملات کو معاف کردیا ہے لیکن اب جو دوبارہ شکار کرے گا تو اس سے انتقام لے گا اور وہ سب پر غالب آنے والا اور بدلہ لینے والا ہے"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "تمہارے لئے دریائی جانور کا شکار کرنا اور اس کا کھانا حلال کردیا گیا ہے کہ تمہارے لئے اور قافلوں کے لئے فائدہ کا ذریعہ ہے اور تمہارے لئے خشکی کا شکار حرام کردیا گیا ہے جب تک حالت احرام میں رہو اور اس خدا سے ڈرتے رہو جس کی بارگاہ میں حاضر ہونا ہے"
        },
        {
            "chapter": 5,
            "verse": 97,
            "text": "اللہ نے کعبہ کو جو بیت الحرام ہے اور محترم مہینے کو اور قربانی کے عام جانوروں کو اور جن جانوروں کے گلے میں پٹہ ڈال دیا گیا ہے سب کو لوگوں کے قیام و صلاح کا ذریعہ قرار دیا ہے تاکہ تمہیں یہ معلوم رہے کہ اللہ زمین و آسمان کی ہر شے سے باخبر ہے اور وہ کائنات کی ہر شے کا جاننے والا ہے"
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "یاد رکھو خدا سخت عذاب کرنے والا بھی ہے اور غفور و رحیم بھی ہے"
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "اور رسول پر تبلیغ کے علاوہ کوئی ذمہ داری نہیں ہے اور اللہ سے جن باتوں کا تم اظہار کرتے ہو یا چھپاتے ہو سب سے باخبر ہے"
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "پیغمبر آپ کہہ دیجئے کہ خبیث اور پاکیزہ برابر نہیں ہوسکتے ,چاہے خبیث کی کثرت اچھی ہی کیوں نہ لگے صاحبان عقل اللہ سے ڈرتے رہو شاید کہ تم اس طرح کامیاب ہوجاؤ"
        },
        {
            "chapter": 5,
            "verse": 101,
            "text": "ایمان والو ان چیزوں کے بارے میں سوال نہ کرو جو تم پر ظاہر ہوجائیں تو تمہیں بری لگیں اور اگر نزول قرآن کے وقت دریافت کرلو گے تو ظاہر بھی کردی جائیں گی اور اب تک کی باتوں کواللہ نے معاف کردیا ہے کہ وہ بڑا بخشنے والا اور برداشت کرنے والا ہے"
        },
        {
            "chapter": 5,
            "verse": 102,
            "text": "تم سے سے پہلے والی قوموں نے بھی ایسے ہی سوالات کئے اور اس کے بعد پھر کافر ہوگئے"
        },
        {
            "chapter": 5,
            "verse": 103,
            "text": "اللہ نے بحیرہ ,سائبہ ,وصیلہ اور ہام کا کوئی قانون نہیں بنایا یہ جو لوگ کافر ہوگئے ہیں وہ اللہ پر جھوٹا بہتان باندھتے ہیں اور ان میں کے اکثر بے عقل ہیں"
        },
        {
            "chapter": 5,
            "verse": 104,
            "text": "اور جب ان سے کہا جاتا ہے کہ خد اکے نازل کئے ہوئے احکام اور اس کے رسول کی طرف آؤ تو کہتے ہیں کہ ہمارے لئے وہی کافی ہے جس پر ہم نے اپنے آباؤ و اجداد کو پایا ہے چاہے ان کے آباؤ و اجداد نہ کچھ سمجھتے ہوں اور نہ کسی طرح کی ہدایت کرتے ہوں"
        },
        {
            "chapter": 5,
            "verse": 105,
            "text": "ایمان والو اپنے نفس کی فکر کرو -اگر تم ہدایت یافتہ رہے تو گمراہوں کی گمراہی تمہیں کوئی نقصان نہیں پہنچاسکتی -تم سب کی بازگشت خدا کی طرف ہے پھر وہ تمہیں تمہارے اعمال سے باخبر کرے گا"
        },
        {
            "chapter": 5,
            "verse": 106,
            "text": "ایمان والو جب تم میں سے کسی کی موت سامنے آجائے تو گواہی کا خیال رکھنا کہ وصیت کے وقت دو عادل گواہ تم میں سے ہوں یا پھر تمہارے غیر میں سے ہوں اگر تم سفر کی حالت میں ہو اور وہیں موت کی مصیبت نازل ہوجائے ان دونوں کو نماز کے بعد روک کر رکھو پھر اگر تمہیں شک ہو تو یہ خدا کی قسم کھائیں کہ ہم اس گواہی سے کسی طرح کا فائدہ نہیں چاہتے ہیں چاہے قرابتدار ہی کا معاملہ کیوں نہ ہو اور نہ خدائی شہادت کو چھپاتے ہیں کہ اس طرح ہم یقینا گناہگاروں میں شمار ہوجائیں گے"
        },
        {
            "chapter": 5,
            "verse": 107,
            "text": "پھر اگر معلوم ہوجائے کہ وہ دونوں گناہ کے حقدار ہوگئے ہیں تو ان کی جگہ دو دوسرے آدمی کھڑے ہوں گے ان افراد میں سے جو میت سے قریب تر ہیں اور وہ قسم کھائیں گے کہ ہماری شہادت ان کی شہادت سے زیادہ صحیح ہے اور ہم نے کسی طرح کی زیادتی نہیں کی ہے کہ اس طرح ظالمین میں شمار ہوجائیں گے"
        },
        {
            "chapter": 5,
            "verse": 108,
            "text": "یہ بہترین طریقہ ہے کہ شہادت کو صحیح طریقہ سے پیش کریں یا اس بات سے ڈریں کہ کہیں ہماری گواہی دوسروں کی گواہی کے بعد رد نہ کردی جائے اوراللہ سے ڈرتے رہو اور اس کی سنو کہ وہ فاسق قوم کی ہدایت نہیں کرتا ہے"
        },
        {
            "chapter": 5,
            "verse": 109,
            "text": "جس دن خدا تمام مرسلین کو جمع کرکے سوال کرے گا کہ تمہیں قوم کی طرف سے تبلیغ کا کیا جواب ملا تو وہ کہیں گے کہ ہم کیا بتائیں تو خود ہی غیب کا جاننے والا ہے"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "اور جب اللہ نے کہا کہ اے عیسٰی بن مریم کیا تم نے لوگوں سے یہ کہہ دیا ہے کہ اللہ کو چھوڑ کو مجھے اور میری ماں کو خدا مان لو .... تو عیسٰی نے عرض کی کہ تیری ذات بے نیاز ہے میں ایسی بات کیسے کہوں گا جس کا مجھے کوئی حق نہیں ہے اور اگر میں نے کہا تھا تو تجھے تو معلوم ہی ہے کہ تو میرے دل کا حال جانتا ہے اور میں تیرے اسرار نہیں جانتا ہوں -تو ,تو غیب کا جاننے والا بھی ہے"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "اور جب ہم نے حواریین کی طرف الہام کیا کہ ہم پر اور ہمارے رسولوں پر ایمان لے آؤ تو انہوں نے کہا کہ ہم ایمان لے آئے اور تو گواہ رہنا کہ ہم مسلمان ہیں"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "اور جب حواریین نے کہا کہ اے عیسٰی بن مریم کیا تمہارے رب میں یہ طاقت بھی ہے کہ ہمارے اوپر آسمان سے دسترخوان نازل کردے تو انہوں نے جواب دیا کہ تم اگر مومن ہو تو اللہ سے ڈرو"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "ان لوگوں نے کہا کہ ہم چاہتے ہیں کہ ہم اس میں سے کھائیں اور اطمینان قلب پیدا کریں اور یہ جان لیں کہ آپ نے ہم سے سچ کہا ہے اور ہم خود بھی اس کے گواہوں میں شامل ہوجائیں"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "عیسٰی بن مریم نے کہا خدایا پروردگار !ہمارے اوپر آسمان سے دستر خوان نازل کردے کہ ہمارے اول و آخر کے لئے عید ہوجائے اور تیری قدرت کی نشانی بن جائے اور ہمیں رزق دے کہ تو بہترین رزق دینے والا ہے"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "پروردگار نے کہا کہ ہم نازل تو کررہے ہیں لیکن اس کے بعد جو تم میں سے انکار کرے گا اس پر ایسا عذاب نازل کریں گے کہ عالمین میں کسی پر نہیں کیا ہے"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "اور جب اللہ نے کہا کہ اے عیسٰی بن مریم کیا تم نے لوگوں سے یہ کہہ دیا ہے کہ اللہ کو چھوڑ کو مجھے اور میری ماں کو خدا مان لو .... تو عیسٰی نے عرض کی کہ تیری ذات بے نیاز ہے میں ایسی بات کیسے کہوں گا جس کا مجھے کوئی حق نہیں ہے اور اگر میں نے کہا تھا تو تجھے تو معلوم ہی ہے کہ تو میرے دل کا حال جانتا ہے اور میں تیرے اسرار نہیں جانتا ہوں -تو ,تو غیب کا جاننے والا بھی ہے"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "میں نے ان سے صرف وہی کہا ہے جس کا تو نے حکم دیا تھا کہ میری اور اپنے پروردگار کی عبادت کرو اور میں جب تک ان کے درمیان رہا ان کا گواہ اور نگراں رہا -پھر جب تو نے مجھے اٹھالیا تو تو ان کا نگہبان ہے اور تو ہر شے کا گواہ اور نگراں ہے"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "اگر تو ان پر عذاب کرے گا تو وہ تیرے ہی بندے ہیں اور اگر معاف کردے گا تو صاحب عزت بھی ہے اور صاحب حکمت بھی ہے"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "اللہ نے کہا کہ یہ قیامت کا دن ہے جب صادقین کو ان کا سچ فائدہ پہنچائے گا کہ ان کے لئے باغات ہوں گے جن کے نیچے نہریں جاری ہوں گی اور وہ ان میں ہمیشہ ہمیشہ رہیں گے -خدا ان سے راضی ہوگا اور وہ خدا سے اور یہی ایک عظیم کامیابی ہے"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "اللہ کے لئے زمین و آسمان اور ان کے درمیان کی کل حکومت ہے اور وہ ہر شے پر قدرت رکھنے والا ہے"
        },
        {
            "chapter": 6,
            "verse": 1,
            "text": "ساری تعریف اس اللہ کے لئے ہے جس نے آسمانوں اور زمین کو پیدا کیا ہے اور تاریکیوں اور نور کو مقرر کیا ہے اس کے بعد بھی کفر اختیار کرنے والے دوسروں کو اس کے برابر قرار دیتے ہیں"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "وہ خدا وہ ہے جس نے تم کو مٹی سے پیدا کیا ہے پھر ایک مدت کا فیصلہ کیا ہے اور ایک مقررہ مدت اس کے پاس اور بھی ہے لیکن اس کے بعد بھی تم شک کرتے ہو"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "وہ آسمانوں اور زمین ہرجگہ کا خدا ہے وہ تمہارے باطن اور ظاہر اور جو تم کاروبار کرتے ہو سب کو جانتا ہے"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "ان لوگوں کے پاس ان کے پروردگار کی کوئی نشانی نہیں آتی مگر یہ کہ یہ اس سے کنارہ کشی اختیار کرلیتے ہیں"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "ان لوگوں نے اس کے پہلے بھی حق کے آنے کے بعد حق کا انکار کیا ہے عنقریب ان کے پاس جن چیزوں کا مذاق اڑاتے تھے ان کی خبریں آنے والی ہیں"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "کیا انہوں نے نہیں دیکھا کہ ہم نے ان سے پہلے کتنی نسلوں کو تباہ کردیا ہے جنہیں تم سے زیادہ زمین میں اقتدار دیا تھا اور ان پر موسلادھار پانی بھی برسایا تھا -ان کے قدموں میں نہریں بھی جاری تھیں پھر ان کے گناہوں کی بنا پر انہیں ہلاک کردیا اور ان کے بعد دوسری نسل جاری کردی"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "اور اگر ہم آپ پر کاغذ پر لکھی ہوئی کتاب بھی نازل کردیتے اور یہ اپنے ہاتھ سے چھو بھی لیتے تو بھی ان کے کافر یہی کہتے کہ یہ کھلا ہوا جادو ہے"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "اور یہ کہتے ہیں کہ ان پر مُلکُ کیوں نہیں نازل ہوتا حالانکہ ہم ملُک نازل کردیتے تو کام کا فیصلہ ہوجاتا اور پھر انہیں کسی طرح کی مہلت نہ دی جاتی"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "اگر ہم پیغمبر کو فرشتہ بھی بناتے تو بھی مرد ہی بناتے اور وہی لباس پہنچاتے جو مرد پہنا کرتے ہیں"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "پیغمبر آپ سے پہلے بہت سے رسولوں کا مذاق اُڑایا گیا ہے جس کے نتیجہ میں مذاق اُڑانے والوں کے لئے ان کا مذاق ہی ان کے گلے پڑ گیا اور وہ اس میں گھر گئے"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "آپ ان سے کہہ دیجئے کہ زمین میں سیر کریں پھر اس کے بعد دیکھیں کہ جھٹلانے والوں کا انجام کیا ہوتا ہے"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "ان سے کہئے کہ زمین و آسمان میں جو کچھ بھی ہے وہ سب کس کے لئے ہے? پھر بتائیے کہ سب اللہ ہی کے لئے ہے اس نے اپنے اوپر رحمت کو لازم قرار دے لیا ہے وہ تم سب کو قیامت کے دن اکٹھا کرے گا جس میں کسی شک کی گنجائش نہیں ہے -جن لوگوں نے اپنے نفس کو خسارہ میں ڈال دیا ہے وہ اب ایمان نہ لائیں گے"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "اور اس خدا کے لئے وہ تمام چیزیں ہیں جو رات اور دن میں ثابت ہیں اور وہ سب کی سننے والا اور سب کا جاننے والا ہے"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "آپ کہئے کہ کیا میں خدا کے علاوہ کسی اور کو اپنا ولی بنالوں جب کہ زمین و آسمان کا پیدا کرنے والا وہی ہے اور وہی سب کو کھلاتا ہے اس کو کوئی نہیں کھلاتا ہے. کہئے کہ مجھے حکم دیا گیا ہے کہ میں سب سے پہلا اطاعت گزار بنوں اور خبردار تم لوگ مشرک نہ ہوجانا"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "کہئے کہ میں اپنے خدا کی نافرمانی کروں تو مجھے بڑے سنگین دن کے عذاب کا خطرہ ہے"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "اس دن جس سے عذاب ٹال دیا جائے اس پر خدا نے بڑا رحم کیا اور یہ ایک کھلی ہوئی کامیابی ہے"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "اگر خدا کی طرف سے تم کو کوئی نقصان پہنچ جائے تو اس کے علاوہ کوئی ٹالنے والا بھی نہیں ہے اور اگر وہ خیر دے دے تو وہی ہر شے پر قدرت رکھنے والا ہے"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "اور اپنے تمام بندوں پر غالب اور صاحب حکمت اور باخبر رہنے والا ہے"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "آپ کہہ دیجئے کہ گواہی کے لئے سب سے بڑی چیز کیا ہے اور بتادیجئے کہ خدا ہمارے اور تمہارے درمیان گواہ ہے اور میری طرف اس قرآن کی وحی کی گئی ہے تاکہ اس کے ذریعہ میں تمہیں اور جہاں تک یہ پیغام پہنچے سب کو ڈراؤں کیا تم لوگ گواہی دیتے ہو کہ خدا کے ساتھ کوئی اور خدا بھی ہے تو آپ کہہ دیجئے کہ میں اس کی گواہی نہیں دے سکتا اور بتادیجئے کہ خدا صرف خدائے واحد ہے اور میں تمہارے شرک سے بیزار ہوں"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "جن لوگوں کو ہم نے کتاب دی ہے وہ پیغمبر کو اسی طرح پہچانتے ہیں جس طرح اپنی اولاد کو پہنچاتے ہیں لیکن جن لوگوں نے اپنے نفس کو خسارہ میں ڈال دیا ہے وہ ایمان نہیں لاسکتے"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "اس سے زیادہ ظالم کون ہوسکتا ہے جو خدا پر بہتان باندھے اور اس کی آیات کی تکذیب کرے -یقینا ان ظالمین کے لئے نجات نہیں ہے"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "قیامت کے دن ہم سب کو ایک ساتھ اُٹھائیں گے پھر مشرکین سے کہیں گے کہ تمہارے وہ شرکائ کہاں ہیں جو تمہارے خیال میں خدا کے شریک تھے"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "اس کے بعد ان کا کوئی فتنہ نہ ہوگا سوائے اس کے کہ یہ کہہ دیں کہ خدا کی قسم ہم مشرک نہیں تھے"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "دیکھئے انہوں نے کس طرح اپنے آپ کو جھٹلایا اور کس طرح ان کا افترا حقیقت سے دور نکلا"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "اور ان میں سے بعض لوگ کان لگا کر آپ کی بات سنتے ہیں لیکن ہم نے ان کے دلوں پر پردے ڈال دئیے ہیں ... یہ سمجھ نہیں سکتے ہیں اور ان کے کانوں میں بھی بہراپن ہے -یہ اگر تمام نشانیوں کو دیکھ لیں تو بھی ایمان نہ لائیں گے یہاں تک کہ جب آپ کے پاس آئیں گے تو بھی بحث کریں گے اور کفار کہیں گے کہ یہ قرآن تو صرف اگلے لوگوں کی کہانی ہے"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "یہ لوگ دوسروں کو قرآن سے روکتے ہیں اور خود بھی دور بھاگتے ہیں حالانکہ یہ اپنے ہی کو ہلاک کررہے ہیں اور انہیں شعور تک نہیں ہے"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "اگر آپ دیکھتے کہ یہ کس طرح جہنّم کے سامنے کھڑے کئے گئے اور کہنے لگے کہ کاش ہم پلٹا دئیے جاتے اور پروردگار کی نشانیوں کی تکذیب نہ کرتے اور مومنین میں شامل ہوجاتے"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "بلکہ ان کے لئے وہ سب واضح ہوگیا جسے پہلے سے چھپارہے تھے اور اگر یہ پلٹا بھی دئیے جائیں تو وہی کریں گے جس سے یہ روکے گئے ہیں اور یہ سب جھوٹے ہیں"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "اور یہ کہتے ہیں کہ یہ صرف زندگانی دنیا ہے اور ہم دوبارہ نہیں اُٹھائے جائیں گے"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "اور اگر آپ اس وقت دیکھتے جب انہیں پروردگار کے سامنے کھڑا کیا جائے گا اور ان سے خطاب ہوگا کہ کیا یہ سب حق نہیں ہے تو وہ لوگ کہیں گے کہ بیشک ہمارے پروردگار کی قسم یہ سب حق ہے تو ارشاد ہوگا کہ اب اپنے کفر کے عذاب کا مزہ چکھو"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "بیشک وہ لوگ خسارہ میں ہیں جنہوں نے اللہ کی ملاقات کا انکار کیا یہاں تک کہ جب اچانک قیامت آگئی تو کہنے لگے کہ ہائے افسوس ہم نے قیامت کے بارے میں بہت کوتاہی کی ہے -اس وقت وہ اپنے گناہوں کا بوجھ اپنی پشت پر لادے ہوں گے اور یہ بدترین بوجھ ہوگا"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "اور یہ زندگانی دنیا صرف کھیل تماشہ ہے اور دار آخرت صاحبان تقوٰی کے لئے سب سے بہتر ہے ... کیا تمہاری سمجھ میں یہ بات نہیں آرہی ہے"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "ہمیں معلوم ہے کہ آپ کو ان کے اقوال سے دکھ ہوتا ہے لیکن یہ آپ کی تکذیب نہیں کررہے ہیں بلکہ یہ ظالمین آیات الٰہی کا انکار کررہے ہیں"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "اور آپ سے پہلے والے رسولوں کو بھی جھٹلایا گیا ہے تو انہوں نے اس تکذیب اور اذیت پر صبر کیا ہے یہاں تک کہ ہماری مدد آگئی اور اللہ کی باتوں کا کوئی بدلنے والا نہیں ہے اور آپ کے پاس تو مرسلین کی خبریں آچکی ہیں"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "اور اگر ان کا اعراض و انحراف آپ پر گراں گزرتا ہے تو اگر آپ کے بس میں ہے کہ زمین میں سرنگ بنادیں یا آسمان میں سیڑھی لگا کر کوئی نشانی لے آئیں تو لے آئیں ....بیشک اگر خدا چاہتا تو جبرا سب کو ہدایت پر جمع ہی کردیتا لہذا آپ اپنا شمار ناواقف لوگوں میں نہ ہونے دیں"
        },
        {
            "chapter": 6,
            "verse": 36,
            "text": "بس بات کو وہی لوگ قبول کرتے ہیں جو سنتے ہیں اور مفِدوں کو تو خدا ہی اُٹھائے گا اور پھر اس کی بارگاہ میں پلٹائے جائیں گے"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "اور یہ کہتے ہیں کہ ان کے اوپر کوئی نشانی کیوں نہیں نازل ہوتی تو کہہ دیجئے کہ خدا تمہاری پسندیدہ نشانی بھی نازل کرسکتا ہے لیکن اکثریت اس بات کو بھی نہیں جانتی ہے"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "اور زمین میں کوئی بھی رینگنے والا یا دونوں پروں سے پرواز کرنے والا طائر ایسا نہیں ہے جو اپنی جگہ پر تمہاری طرح کی جماعت نہ رکھتا ہو -ہم نے کتاب میں کسی شے کے بیان میں کوئی کمی نہیں کی ہے اس کے بعد سب اپنے پروردگار کی بارگاہ میں پیش ہوں گے"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "اور جن لوگوں نے ہماری آیات کی تکذیب کی وہ بہرے گونگے تاریکیوں میں پڑے ہوئے ہیں اور خدا جسے چاہتا ہے یوں ہی گمراہی میں رکھتا ہے اور جسے چاہتا ہے صراط مستقیم پر لگا دیتا ہے"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "آپ ان سے کہئے کہ تمہارا کیا خیال ہے کہ اگر تمہارے پاس عذاب یا قیامت آجائے تو کیا تم اپنے دعوے کی صداقت میں غیر خدا کو بلاؤ گے"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "نہیں تم خدا ہی کو پکارو گے اور وہی اگر چاہے گا تو اس مصیبت کو رفع کرسکتا ہے ....اور تم اپنے مشرکانہ خداؤں کو بھول جاؤ گے"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "ہم نے تم سے پہلے والی اُمتوں کی طرف بھی رسول بھیجے ہیں اس کے بعد انہیں سختی اور تکلیف میں مبتلا کیا کہ شاید ہم سے گڑ گڑائیں"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "پھر ان سختیوں کے بعد انہوں نے کیوں فریاد نہیں کی بات یہ ہے کہ ان کے دل سخت ہوگئے ہیں اور شیطان نے ان کے اعمال کو ان کے لئے آراستہ کردیا ہے"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "پھر جب ان نصیحتوں کو بھول گئے جو انہیں یاد دلائی گئی تھیں تو ہم نے امتحان کے طور پر ان کے لئے ہر چیز کے دروازے کھول دئیے یہاں تک کہ جب وہ ان نعمتوں سے خوشحال ہوگئے تو ہم نے اچانک انہیں اپنی گرفت میں لے لیا اور وہ مایوس ہوکر رہ گئے"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "پھر ظالمین کا سلسلہ منقطع کردیا گیا اور ساری تعریف اس خد اکے لئے ہے جو رب العالمین ہے"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "آپ ان سے پوچھئے کہ اگر خد انے ان کی سماعت و بصارت کو لے لیا اور ان کے دل پر مہر لگادی تو خدا کے علاوہ دوسرا کون ہے جو دوبارہ انہیں یہ نعمتیں دے سکے گا دیکھو ہم اپنی نشانیوں کو کس طرح الٹ پلٹ کر دکھلاتے ہیں اور پھر بھی یہ منہ موڑ لیتے ہیں"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "آپ ان سے کہئے کہ کیا تمہارا خیال ہے کہ اگر اچانک یا علی الاعلان عذاب آجائے تو کیا ظالمین کے علاوہ کوئی اور ہلاک کیا جائے گا"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "اور ہم تو مرسلین کو صرف بشارت دینے والا اور ڈرانے والا بنا کر بھیجتے ہیں اس کے بعد جو ایمان لے آئے اور اپنی اصلاح کرلے اس کے لئے نہ خوف ہے اور نہ حزن"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "اور جن لوگوں نے تکذیب کی انہیں ان کی نافرمانیوں کی وجہ سے عذاب اپنی لپیٹ میں لے لے گا"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "آپ کہئے کہ ہمارا دعو ٰی یہ نہیں ہے کہ ہمارے پاس خدائی خزانے ہیں یا ہم عالم الغیب ہیں اور نہ ہم یہ کہتے ہیں کہ ہم مُلک ہیں. ہم تو صرف وحی پروردگار کا اتباع کرتے ہیں اور پوچھئے کہ کیا اندھے اور بینا برابر ہوسکتے ہیں آخر تم کیوں نہیں سوچتے ہو"
        },
        {
            "chapter": 6,
            "verse": 51,
            "text": "اور آپ اس کتاب کے ذریعہ انہیں ڈرائیں جنہیں یہ خوف ہے کہ خدا کی بارگاہ میں حاضر ہوں گے اور اس کے علاوہ کوئی سفارش کرنے والا یا مددگار نہ ہوگا شاید ان میں خوف خدا پیدا ہوجائے"
        },
        {
            "chapter": 6,
            "verse": 52,
            "text": "اور خبردار جو لوگ صبح و شام اپنے خدا کو پکارتے ہیں اور خدا ہی کو مقصود بنائے ہوئے ہیں انہیں اپنی بزم سے الگ نہ کیجئے گا. نہ آپ کے ذمہ ان کا حساب ہے اور نہ ان کے ذمہ آپ کا حساب ہے کہ آپ انہیں دھتکار دیں اور اس طرح ظالموں میں شمارہوجائیں"
        },
        {
            "chapter": 6,
            "verse": 53,
            "text": "اور اسی طرح ہم نے بعض کو بعض کے ذریعہ آزمایا ہے تاکہ وہ یہ کہیں کہ یہی لوگ ہیں جن پر خدا نے ہمارے درمیان فضل و کرم کیا ہے اور کیا وہ اپنے شکر گزار بندوں کو بھی نہیں جانتا"
        },
        {
            "chapter": 6,
            "verse": 54,
            "text": "اور جب آپ کے پاس وہ لوگ آئیں جو ہماری آیتوں پر ایمان رکھتے ہیں تو ان سے کہئے السلام علیکم ...._ تمہارے پروردگار نے اپنے اوپر رحمت لازم قرر دے لی ہے کہ تم میں جو بھی ازروئے جہالت برائی کرے گا اور اس کے بعد توبہ کرکے اپنی اصلاح کرلے گا تو خدا بہت زیادہ بخشنے والا اور مہربان ہے"
        },
        {
            "chapter": 6,
            "verse": 55,
            "text": "اور ہم اسی طرح اپنی نشانیوں کو تفصیل کے ساتھ بیان کرتے ہیں تاکہ مجرمین کا راستہ ان پر واضح ہوجائے"
        },
        {
            "chapter": 6,
            "verse": 56,
            "text": "آپ کہہ دیجئے کہ مجھے اس بات سے روکا گیا ہے کہ میں ان کی عبادت کروں جنہیں تم خدا کو چھوڑ کر پکارتے ہو کہہ دیجئے کہ میں تمہاری خواہشات کا اتباع نہیں کرسکتا کہ اس طرح گمراہ ہوجاؤں گا اور ہدایت یافتہ نہ رہ سکوں گا"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "کہہ دیجئے کہ میں پروردگار کی طرف سے کھلی ہوئی دلیل رکھتا ہوں اور تم نے اسے جھٹلایا ہے تو میرے پاس وہ عذاب نہیں ہے جس کی تمہیں جلدی ہے حکم صرف اللہ کے اختیار میں ہے وہی حق کو بیان کرتا ہے اور وہی بہترین فیصلہ کرنے والا ہے"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "کہہ دیجئے کہ اگر میرے اختیار میں وہ عذاب ہوتا جس کی تمہیں جلدی ہے تو اب تک ہمارے تمہارے درمیان فیصلہ ہوچکا ہوتا اور خدا ظالمین کو خوب جانتا ہے"
        },
        {
            "chapter": 6,
            "verse": 59,
            "text": "اور اس کے پاس غیب کے خزانے ہیں جنہیں اس کے علاوہ کوئی نہیں جانتا ہے اور وہ خشک و تر سب کا جاننے والا ہے -کوئی پتہ بھی گرتا ہے تو اسے اس کا علم ہے زمین کی تاریکیوں میں کوئی دانہ یا کوئی خشک و تر ایسا نہیں ہے جو کتاب همبین کے اندر محفوظ نہ ہو"
        },
        {
            "chapter": 6,
            "verse": 60,
            "text": "اور وہی خدا ہے جو تمہیں رات میں گویا کہ ایک طرح کی موت دے دیتا ہے اور دن میں تمہارے تمام اعمال سے باخبر ہے اور پھر دن میں تمہیں اُٹھادیتا ہے تاکہ مقررہ مدت حیات پوری کی جاسکے -اس کے بعد تم سب کی باز گشت اسی کی بارگاہ میں ہے اور پھر وہ تمہیں تمہارے اعمال کے بارے میں باخبر کرے گا"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "اور وہی خدا ہے جو اپنے بندوں پر غالب ہے اور تم سب پر محافظ فرشتے بھیجتا ہے یہاں تک کہ جب کسی کی موت کا وقت آجاتا ہے تو ہمارے بھیجے ہوئے نمائندے اسے اُٹھالیتے ہیں اور کسی طرح کی کوتاہی نہیں کرتے"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "پھر سب اپنے مولائے برحق پروردگار کی طرف پلٹا دئیے جاتے ہیں .... آگاہ ہوجاؤ کہ فیصلہ کا حق صرف اسی کو ہے اور وہ بہت جلدی حساب کرنے والا ہے"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "ان سے کہئے کہ خشکی اور تری کی تاریکیوں سے کون نجات دیتا ہے جسے تم گڑگڑا کر اور خفیہ طریقہ سے آواز دیتے ہو کہ اگر اس مصیبت سے نجات دے دے گا تو ہم شکر گزار بن جائیں گے"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "کہہ دیجئے کہ خد اہی تمہیں ان تمام ظلمات سے اور ہر کرب و بے چینی سے نجات دینے والا ہے اس کے بعد تم لوگ شرک اختیار کرلیتے ہو"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "کہہ دیجئے کہ وہی اس بات پر بھی قادر ہے کہ تمہارے اوپر سے یا پیروں کے نیچے سے عذاب بھیج دے یا ایک گروہ کو دوسرے سے ٹکرادے اور ایک کے ذریعہ دوسرے کو عذاب کا مزہ چکھادے -دیکھو ہم کس طرح آیات کو پلٹ پلٹ کر بیان کرتے ہیں کہ شاید ان کی سمجھ میں آجائے"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "اور آپ کی قوم نے اس قرآن کی تکذیب کی حالانکہ وہ بالکل حق ہے تو آپ کہہ دیجئے کہ میں تمہارا نگہبان نہیں ہوں"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "ہر خبر کے لئے ایک وقت مقررہے اور عنقریب تمہیں معلوم ہوجائے گا"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "اور جب تم دیکھو کہ لوگ ہماری نشانیوں کے بارے میں بے ربط بحث کررہے ہیں تو ان سے کنارہ کش ہوجاؤ یہاں تک کہ وہ دوسری بات میں مصروف ہوجائیں اور اگر شیطان غافل کردے تو یاد آنے کے بعد پھر ظالموں کے ساتھ نہ بیٹھنا"
        },
        {
            "chapter": 6,
            "verse": 69,
            "text": "اور صاحبان هتقو یٰ پر ان کے حساب کی کوئی ذمہ داری نہیں ہے لیکن یہ ایک یاددہانی ہے کہ شاید یہ لوگ بھی تقوٰی اختیار کرلیں"
        },
        {
            "chapter": 6,
            "verse": 70,
            "text": "اور ان لوگوں کو چھوڑ دو جنہوں نے اپنے دین کو کھیل تماشہ بنا رکھا ہے اور انہیں زندگانی دنیا نے دھوکہ میں مبتلا کردیا ہے اور ان کو یاد دہانی کراتے رہو کہ مبادا کوئی شخص اپنے کئے کی بنا پر ایسے عذاب میں مبتلا ہوجائے کہ اللہ کے علاوہ کوئی سفارش کرنے والا اور مدد کرنے والا نہ ہو اور سارے معاوضے اکٹھا بھی کردے تو اسے قبول نہ کیا جائے یہی وہ لوگ ہیں جنہیں ان کے کرتوت کی بنا پر بلاؤں میں مبتلا کیا گیا ہے کہ اب ان کے لئے گرم پانی کا مشروب ہے اور ان کے کفر کی بنا پر دردناک عذاب ہے"
        },
        {
            "chapter": 6,
            "verse": 71,
            "text": "پیغمبر آپ کہہ دیجئے کہ ہم خدا کو چھوڑ کر ان کو پکاریں جو نہ فائدہ پہنچاسکتے ہیں اور نہ نقصان اور اس طرح اللہ کے ہدایت دینے کے بعد اُلٹے پاؤں پلٹ جائیں جس طرح کہ کسی شخص کو شیطان نے روئے زمین پر بہکا دیا ہو اور وہ حیران و سرگرداں مارا مارا پھر رہا ہو اور اس کے کچھ اصحاب اسے ہدایت کی طرف پکار رہے ہوں کہ ادھر آجاؤ .... آپ کہہ دیجئے کہ ہدایت صرف اللہ کی ہدایت ہے اور ہمیں حکم دیا گیا ہے کہ ہم رب العالمین کی بارگاہ میں سراپا تسلیم رہیں"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "اور دیکھو نماز قائم کرواور اللہ سے ڈرو کہ وہی وہ ہے جس کی بارگاہ میں حاضر کئے جاؤ گے"
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "وہی وہ ہے جس نے آسمان و زمین کو حق کے ساتھ پیدا کیا ہے اور وہ جب بھی کہتا ہے کہ ہوجا تو وہ چیز ہوجاتی ہے اس کا قول برحق ہے اور جس دن صور پھونکا جائے گا اس دن سارا اختیار اسی کے ہاتھ میں ہوگا وہ غائب اور حاضر سب کا جاننے والا صاحب حکمت اور ہر شے سے باخبر ہے"
        },
        {
            "chapter": 6,
            "verse": 74,
            "text": "اور اس وقت کو یاد کرو جب ابراہیم علیھ السّلامنے اپنے مربی باپ آزر سے کہا کہ کیا تو ان بتوں کو خدا بنائے ہوئے ہے .میں تو تجھے اور تیری قوم کو کِھلی ہوئی گمراہی میں دیکھ رہا ہوں"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "اور اسی طرح ہم ابراہیم علیھ السّلامکو آسمان و زمین کے اختیارات دکھلاتے ہیں اور اس لئے کہ وہ یقین کرنے والوں میں شامل ہوجائیں"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "پس جب ان پر رات کی تاریکی چھائی اور انہوں نے ستارہ کو دیکھا تو کہا کہ کیا یہ میرا رب ہے . پھر جب وہ غروب ہوگیا تو انہوں نے کہا کہ میں ڈوب جانے والوں کو دوست نہیں رکھتا"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "پھر جب چاند کو چمکتا دیکھا تو کہا کہ پھر یہ رب ہوگا .پھر جب وہ بھی ڈوب گیا تو کہا کہ اگر پروردگار ہی ہدایت نہ دے گا تو میں گمراہوں میں ہوجاؤں گا"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "پھر جب چمکتے ہوئے سورج کو دیکھا تو کہا کہ پھر یہ خدا ہوگا کہ یہ زیادہ بڑا ہے لیکن جب وہ بھی غروب ہوگیا تو کہا کہ اے قوم میں تمہارے شِرک سے بری اور بیزار ہوں"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "میرا رخ تمام تر اس خدا کی طرف ہے جس نے آسمانوں اور زمین کو پیدا کیا ہے اور میں باطل سے کنارہ کش ہوں اور مشرکوں میں سے نہیں ہوں"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "اور جب ان کی قوم نے ان سے کٹ حجتی کی تو کہا کہ کیا مجھ سے خدا کے بارے میں بحث کررہے ہو جس نے مجھے ہدایت دے دی ہے اور میں تمہارے شریک کردہ خداؤں سے بالکل نہیں ڈرتا ہوں .مگر یہ کہ خود میرا خدا کوئی بات چاہے کہ اس کا علم ہر شے سے وسیع تر ہے کیا یہ بات تمہاری سمجھ میں نہیں آتی ہے"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "اور میں کس طرح تمہارے خداؤں سے ڈر سکتا ہوں جب کہ تم اس بات سے نہیں ڈرتے ہو کہ تم نے ان کو خدا کا شریک بنادیا ہے جس کے بارے میں خدا کی طرف سے کوئی دلیل نہیں نازل ہوئی ہے تو اب دونوں فریقوں میں کون زیادہ امن و سکون کا حقدار ہے اگر تم جاننے والے ہو تو بتاؤ"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "جو لوگ ایمان لے آئے اور انہوں نے اپنے ایمان کو ظلم سے آلودہ نہیں کیا ان ہی کے لئے امن وسکون ہے اور وہی ہدایت یافتہ ہیں"
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "یہ ہماری دلیل ہے جسے ہم نے ابراہیم علیھ السّلامکو ان کی قوم کے مقابلہ میں عطا کی اور ہم جس کو چاہتے ہیں اس کے درجات کو بلند کردیتے ہیں . بیشک تمہارا پروردگار صاحب هحکمت بھی ہے اور باخبر بھی ہے"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "اور ہم نے ابراہیم علیھ السّلامکو اسحاق علیھ السّلامو یعقوب علیھ السّلامدئیے اور سب کو ہدایت بھی دی اور اس کے پہلے نوح علیھ السّلامکو ہدایت دی اور پھر ابراہیم علیھ السّلامکی اولاد میں داؤد علیھ السّلام ,سلیمان علیھ السّلامًایوب علیھ السّلامً یوسف علیھ السّلام,موسٰی علیھ السّلام ,اور ہارون علیھ السّلامقرار دئیے اور ہم ِسی طرح نیک عمل کرنے والوں کو جزا دیتے ہیں"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "اور زکریا علیھ السّلام,یحیٰی علیھ السّلام,عیسٰی علیھ السّلاماور الیاس علیھ السّلام کو بھی رکھا جو سب کے سب نیک کرداروں میں تھے"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "اور اسماعیل علیھ السّلام, الیسع علیھ السّلام ,یونس علیھ السّلام اور لوط علیھ السّلام بھی بنائے اور سب کو عالمین سے افضل و بہتر بنایا"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "اور پھر ان کے باپ دادا ,اولاد اور برادری میں سے اور خود انہیں بھی منتخب کیا اور سب کو سیدھے راستہ کی ہدایت کردی"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "یہی خدا کی ہدایت ہے جسے جس بندے کو چاہتا ہے عطا کردیتاہے اور اگر یہ لوگ شرک اختیار کرلیتے تو ان کے بھی سارے اعمال برباد ہوجاتے"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "یہی وہ افراد ہیں جنہیں ہم نے کتاب ,حکومت اور نبوت عطا کی ہے . اب اگر یہ لوگ ان باتوں کا بھی انکار کرتے ہیں تو ہم نے ان باتوں کا ذمہ دار ایک ایسی قوم کو بنایا ہے جو انکار کرنے والی نہیں ہے"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "یہی وہ لوگ ہیں جنہیں اللہ نے ہدایت دی ہے لہذا آپ بھی اسی ہدایت کے راستہ پر چلیں اور کہہ دیجئے کہ ہم تم سے اس کار تبلیغ و ہدایت کا کوئی اجر نہیں چاہتے ہیں یہ قرآن تو عالمین کی یاددہانی کا ذریعہ ہے"
        },
        {
            "chapter": 6,
            "verse": 91,
            "text": "اور ان لوگوں نے واقعی خدا کی قدر نہیں کی جب کہ یہ کہہ دیا کہ اللہ نے کسی بشر پر کچھ نہیں نازل کیا ہے تو ان سے پوچھئے کہ یہ کتاب جو موسٰی علیھ السّلاملے کر آئے تھے جو نور اور لوگوں کے لئے ہدایت تھی اور جسے تم نے چند کاغذات بنادیا ہے اور کچھ حصّہ ظاہر کیا اور کچھ چھپادیا حالانکہ اس کے ذریعہ تمہیں وہ سب بتادیا گیا تھا جو تمہارے باپ دادا کو بھی نہیں معلوم تھا یہ سب کس نے نازل کیا ہے اب آپ کہہ دیجئے کہ وہ وہی اللہ ہے اور پھر انہیں چھوڑ دیجئے یہ اپنی بکواس میں کھیلتے پھریں"
        },
        {
            "chapter": 6,
            "verse": 92,
            "text": "اور یہ کتاب جو ہم نے نازل کی ہے یہ بابرکت ہے اور اپنے پہلے والی کتابوں کی تصدیق کرنے والی ہے اور یہ اس لئے ہے کہ آپ مکّہ اور اس کے اطراف والوں کو ڈرائیں اور جو لوگ آخرت پر ایمان رکھتے ہیں وہ اس پر ایمان رکھتے ہیں اور اپنی نماز کی پابندی کرتے ہیں"
        },
        {
            "chapter": 6,
            "verse": 93,
            "text": "اور اس سے بڑا ظالم کون ہوگا جو خدا پر جھوٹا الزام لگائے یا اس کے نازل کئے بغیر یہ کہہ دے کہ مجھ پر وحی نازل ہوئی ہے اور جو یہ کہہ دے کہ میں بھی خدا کی طرح باتیں نازل کرسکتا ہوں اور اگر آپ دیکھتے کہ ظالم موت کی سختیوں میں ہیں اور ملائکہ اپنے ہاتھ بڑھائے ہوئے آواز دے رہے ہیں کہ اب اپنی جان نکال دو کہ آج تمہیں تمہارے جھوٹے بیانات اور الزامات پر رسوائی کا عذاب دیا جائے گا کہ تم آیات خدا سے انکار اور استکبار کررہے تھے"
        },
        {
            "chapter": 6,
            "verse": 94,
            "text": "اور بالآخر تم اسی طرح ہمارے پاس تنہا آئے جس طرح ہم نے تم کو پیدا کیا تھا اور جو کچھ تمہیں دیا تھا سب اپنے پیچھے چھوڑ آئے اور ہم تمہارے ساتھ تمہارے ان سفارش کرنے والوں کو بھی نہیں دیکھتے جنہیں تم نے اپنے لئے خدا کا شریک بنایا تھا. تمہارے ان کے تعلقات قطع ہوگئے اور تمہارا خیال تم سے غائب ہوگیا"
        },
        {
            "chapter": 6,
            "verse": 95,
            "text": "خدا ہی وہ ہے جو گٹھلی اور دانے کا شگافتہ کرنے والا ہے -وہ لَردہ سے زندہ اور زندہ سے لَردہ کو نکالتا ہے. یہی تمہارا خدا ہے تو تم کدھر بہکے جارہے ہو"
        },
        {
            "chapter": 6,
            "verse": 96,
            "text": "وہ نور سحر کا شگافتہ کرنے والا ہے اور اس نے رات کو وجہ سکون اور شمس و قمر کو ذریعہ حساب بنایا ہے . یہ اس صاحب هعزّت و حکمت کی مقرر کردہ تقدیر ہے"
        },
        {
            "chapter": 6,
            "verse": 97,
            "text": "وہی وہ ہے جس نے تمہارے لئے ستارے مقرر کئے ہیں کہ ان کے ذریعہ خشکی اور تری کی تاریکیوں میں راستہ معلوم کرسکو -ہم نے تمام نشانیوں کو اس قوم کے لئے تفصیل کے ساتھ بیان کیا ہے جو جاننے والی ہے"
        },
        {
            "chapter": 6,
            "verse": 98,
            "text": "وہی وہ ہے جس نے تم سب کو ایک نفس سے پیدا کیا ہے پھر سب کے لئے قرار گاہ اور منزلِ ودیعت مقرر کی ہے. ہم نے صاحبانِ فہم کے لئے تمام نشانیوں کو تفصیل کے ساتھ بیان کردیا ہے"
        },
        {
            "chapter": 6,
            "verse": 99,
            "text": "وہی خدا وہ ہے جس نے آسمان سے پانی نازل کیا ہے پھر ہم نے ہر شے کے کوئے نکالے پھر ہری بھری شاخیں نکالیں جس سے ہم گتھے ہوئے دانے نکالتے ہیں اور کھجور کے شگوفے سے لٹکتے ہوئے گچھےّ پیدا کئے اور انگور و زیتون اور انار کے باغات پیدا کئے جو شکل میں ملتے جلتے اور مزہ میں بالکل الگ الگ ہیں -ذرا اس کے پھل اور اس کے پکنے کی طرف غور سے دیکھو کہ اس میں صاحبان هایمان کے لئے کتنی نشانیاں پائی جاتی ہیں"
        },
        {
            "chapter": 6,
            "verse": 100,
            "text": "اور ان لوگوں نے جنّات کو خدا کا شریک بنادیا ہے حالانکہ خدا نے انہیں پیدا کیا ہے پھر اس کے لئے بغیر جانے بوجھے بیٹے اور بیٹیاں بھی تیار کردی ہیں .جب کہ وہ بے نیاز اور ان کے بیان کردہ اوصاف سے کہیں زیادہ بلند وبالا ہے"
        },
        {
            "chapter": 6,
            "verse": 101,
            "text": "وہ زمین و آسمان کا ایجاد کرنے والا ہے -اس کے اولاد کس طرح ہوسکتی ہے اس کی تو کوئی بیوی بھی نہیں ہے اور وہ ہر شے کا خالق ہے اور ہرچیز کا جاننے والا ہے"
        },
        {
            "chapter": 6,
            "verse": 102,
            "text": "وہی اللہ تمہارا پروردگار ہے جس کے علاوہ کوئی خدا نہیں -وہ ہر شے کا خالق ہے اسی کی عبادت کرو .وہی ہر شے کا نگہبان ہے"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "نگاہیں اسے پا نہیں سکتیں اور وہ نگاہوں کا برابر ادراک رکھتا ہے کہ وہ لطیف بھی ہے اور خبیر بھی ہے"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "تمہارے پاس تمہارے پروردگار کی طرف سے دلائل آچکے ہیں اب جو بصیرت سے کام لے گا وہ اپنے لئے اور جو اندھا بن جائے گا وہ بھی اپنا ہی نقصان کرے گا اور میں تم لوگوں کا نگہبان نہیں ہوں"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "اور اسی طرح ہم پلٹ پلٹ کر آیتیں پیش کرتے ہیں اور تاکہ وہ یہ کہیں کہ آپ نے قرآن پڑھ لیا ہے اور ہم جاننے والوں کے لئے قرآن کو واضح کردیں"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "آپ اپنی طرف آنے والی وحی الٰہی کا اتباع کریں کہ اس کے علاوہ کوئی خدا نہیں ہے اور مشرکین سے کنارہ کشی کرلیں"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "اور اگر خدا چاہتا تو یہ شرک ہی نہ کرسکتے اور ہم نے آپ کو ان کا نگہبان نہیں بنایا ہے اور نہ آپ ان کے ذمہ دار ہیں"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "اور خبردار تم لوگ انہیں برا بھلا نہ کہو جن کو یہ لوگ خدا کو چھوڑ کر پکارتے ہیں کہ اس طرح یہ دشمنی میں بغیر سمجھے بوجھے خدا کو برا بھلا کہیں گے ہم نے اسی طرح ہر قوم کے لئے اس کے عمل کو آراستہ کردیا ہے اس کے بعد سب کی بازگشت پروردگار ہی کی بارگاہ میں ہے اور وہی سب کو ان کے اعمال کے بارے میں باخبر کرے گا"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "اور ان لوگوں نے اللہ کی سخت قسمیں کھائیں کہ ان کی مرضی کی نشانی آئی تو ضرور ایمان لے آئیں گے تو آپ کہہ دیجئے کہ نشانیاں تو سب خدا ہی کے پاس ہیں اور تم لوگ کیا جانو کہ وہ آبھی جائیں گی تو یہ لوگ ایمان نہ لائیں گے"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "اور ہم ان کے قلب و نظر کو اس طرح پلٹ دیں گے جس طرح یہ پہلے ایمان نہیں لائے تھے اور ان کو گمراہی میں ٹھوکر کھانے کے لئے چھوڑ دیں گے"
        }
    ]
}