{
    "maqras": [
        {
            "chapter": 18,
            "verse": 99,
            "text": "Gunu gelince biz onları bırakırız, dalga dalga birbirlerine karısırlar. Sur’a uflendigi zaman da hepsini bir araya toplarız"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "O gun Cehennem'i kafirlerin karsısına getirir, sunarız"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "Onlar, gozleri beni anmaktan perdeli olan ve dinleyecek gucleri de olmayan kimselerdi"
        },
        {
            "chapter": 18,
            "verse": 102,
            "text": "Kafirler, beni bırakıp da kullarımı veliler/ilahlar edineceklerini mi sandılar? Biz, Cehennem'i kafirler icin konak olarak hazırladık"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "(Ey Muhammed!) De ki: Amelleri bakımından husranda olan kimseleri size haber verelim mi"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "Onlar, dunya hayatındaki butun amelleri bosa gitmisken, kendilerini gercekte guzel is yapmakta sanan kimselerdir"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "Onlar, Rablerinin ayetleri ve O’na kavusacakları hakkında kafir olanlar, boylece amelleri bosa cıkan, o yuzden de kıyamet gununde amelleri icin bir terazi kurmayacagımız kimselerdir"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "Iste; kafir oldukları, ayetlerimi ve rasullerimi alaya aldıkları icin onların cezası Cehennem'dir"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "Gercekten iman edip salih ameller isleyenlerin ise konakları Firdevs Cennetleri'dir"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "Onlar orada ebedi kalıcıdırlar. Oradan ayrılmak da istemezler"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "De ki: “Rabbimin sozleri icin deniz(ler) murekkep olsa, buna destek olarak bir o kadar daha katsak Rabbimin sozleri tukenmeden o deniz(ler) tukenir.”"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "De ki: \"Ben de ancak sizin gibi bir insanım! Bana ilahınızın sadece tek ilah oldugu vahyediliyor. Kim Rabbine kavusmayı umuyorsa, salih amel islesin ve Rabbine ibadetinde kimseyi ortak kosmasın"
        },
        {
            "chapter": 19,
            "verse": 1,
            "text": "Kaf, Ha, Ya, Ayn, Sad"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "Bu, Rabbinin Zekeriya kuluna olan merhametinin zikredilmesidir"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "Hani o, Rabbine gizlice yalvarmıstı"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "O, soyle demisti: \"Rabbim! Suphesiz kemiklerim zayıflayıp gevsedi ve agarmıs sacıyla basım yaslılık aleviyle tutustu. Sana dua etmekle de ey Rabbim, hic bir zaman bedbaht olmadım"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "Ben arkamdan gelecek yakınlarım icin endiseliyim. Karım ise kısırdır, bana katından bir evlat bagısla"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "Bana da Yakupogulları'na mirascı olsun. Rabbim onu razı olacagın bir kimse kıl"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "“Ey Zekeriya! Gercekten biz sana Yahya adında bir ogul mujdeleriz. Bundan once kimseye bu adı vermemistik.”"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "“Rabbim! Hanımım kısır ve ben de son derece kocamısken nasıl oglum olur ki?”dedi"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "(Melek) Dedi ki: “Oyle. (Ama) Rabbin buyurdu ki: Bu, benim icin pek kolaydır. Cunku sen daha once bir sey degilken seni yarattım.”"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "Zekeriyya: “Rabbim, oyleyse bana (cocugumun olacagına) bir isaret ver.” dedi. Allah da: “Senin isaretin, sapasaglam oldugun halde insanlarla (uc gun) uc gece konusamamandır.” dedi"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "Derken Zekeriya mabedden halkının karsısına cıktı ve onlara “Sabah aksam (Allah’ı) tesbih edin!” diye isaret etti"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "“Ey Yahya! Kitabı tam bir kuvvetle tut.” Biz ona daha cocukken hikmeti verdik"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "Katımızdan bir merhamet ve arınmıslık vermistik. O takva sahibiydi"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "Ana babasına karsı itaatkardı. Buyukluk taslayan ve isyankar bir kimse degildi"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "Dogdugu gun, oldugu gun ve yeniden dirilecegi gun ona selam olsun"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "Kitapta Meryem’i de an! Hani o, ailesinden ayrılarak dogu tarafında inzivaya cekilmisti"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "Sonra onlarla kendi arasında bir perde germisti. Derken biz ona ruhumuzu (Cebrail’i) gonderdik. Ona tam bir insan suretinde gorundu"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "Meryem: “Senden Rahman’a sıgınırım, eger takva sahibi bir kimse isen” dedi"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "Cebrail: “Ben ancak Rabbinin elcisiyim. Sana tertemiz bir cocuk bagıslamak icin gonderildim.” dedi"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "Meryem: “Bana hicbir insan dokunmadıgı ve iffetsiz bir kadın olmadıgım halde, benim nasıl cocugum olabilir?” dedi"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "Cebrail: “Evet, oyle! Rabbin diyor ki: O benim icin cok kolaydır. Onu insanlara bir mucize, katımızdan bir rahmet kılmak icin boyle takdir ettik. Bu, zaten (ezelde) hukme baglanmıs bir istir.” dedi"
        }
    ]
}