{
    "maqras": [
        {
            "chapter": 27,
            "verse": 27,
            "text": "Suleyman, Hudhud'e soyle dedi: “Dogru mu soyluyorsun, yoksa yalancılardan mısın, gorecegiz.”"
        },
        {
            "chapter": 27,
            "verse": 28,
            "text": "Su mektubumu gotur, onlara at, sonra da onlardan bir tarafa cekil; boylelikle bir bakıver, neye basvuracaklar"
        },
        {
            "chapter": 27,
            "verse": 29,
            "text": "Sebe kralicesi Belkıs dedi ki: “Ey ileri gelenler! Bana cok onemli bir mektup bırakıldı.”"
        },
        {
            "chapter": 27,
            "verse": 30,
            "text": "O; Suleyman’dan, Rahman ve Rahim olan Allah’ın adıyla (baslıyor)"
        },
        {
            "chapter": 27,
            "verse": 31,
            "text": "Bana bas kaldırmayın, teslimiyet gosterip bana gelin.\" diye (yazmaktadır)"
        },
        {
            "chapter": 27,
            "verse": 32,
            "text": "“Ey ileri gelenler! Durumum hakkında bana gorus bildirin. Sizler yanımda bulunmadıkca hicbir ise kesin olarak karar vermem.”"
        },
        {
            "chapter": 27,
            "verse": 33,
            "text": "Dediler ki: \"Biz guclu ve cetin savascı kimseleriz. Emir ise senindir. Artık neyi emredecegine bak"
        },
        {
            "chapter": 27,
            "verse": 34,
            "text": "Suphesiz hukumdarlar bir sehre girdiklerinde onu harap ederler. Ahalisinin sereflilerini zelil kılarlar. Gercekten de onlar boyle yaparlar"
        },
        {
            "chapter": 27,
            "verse": 35,
            "text": "“Ben onlara bir hediye gonderip, elcilerin ne haber ile doneceklerine bakacagım.”"
        },
        {
            "chapter": 27,
            "verse": 36,
            "text": "(Elci) Suleyman'a geldiginde (Suleyman ona) soyle dedi: \"Bana mal ile yardım mı etmek istiyorsunuz? Allah'ın bana verdigi size verdiginden daha hayırlıdır. Belki kendi hediyenizle siz sevinirsiniz"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "“Don onlara! Andolsun uzerlerine karsı duramayacakları ordularla gelecegiz ve onları –andolsun- oradan zelil ve kucuk dusmusler olarak cıkartacagız.”"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "Suleyman: “Ey ileri gelenler! Onlar bana teslim olmadan once hanginiz bana onun (kralicenin) tahtını getirebilir?”"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "Cinlerden bir ifrit; ”Sen yerinden kalkmadan ben onu sana getiririm ve suphesiz ben, buna guc yetirecek guvenilir biriyim.” dedi"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "Kitaptan bilgisi olan biri; “Ben onu, gozunu kapayıp acmadan once sana getiririm.” dedi. Suleyman, tahtı yanında yerlesmis halde gorunce soyle dedi: “Bu, sukur mu yoksa nankorluk mu edecegim diye beni sınamak icin, Rabbimin bana bir lutfudur. Kim sukrederse ancak kendisi icin sukretmis olur. Kim de nankorluk ederse (bilsin ki) Rabbim Ganidir, Kerimdir.”"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "Dedi ki: “Onun tahtını degisiklige ugratın, bir bakalım (kendi tahtı oldugunu) bulabilecek mi, yoksa bulamayanlardan mı olacak?”"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "Belkıs gelince; “Senin tahtın boyle mi?” denildi. “O da: “Sanki bu odur” bize bundan once ilim verilmis olup, biz teslim olanlardan olmustuk.” dedi"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "Daha once Allah’tan baska ibadet ettigi seyler ona engel olmustu. Cunku o kafir bir kavimden idi"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "Ona; “Koske gir!” denildi. Kosku gorunce onu (zeminini) derin bir su sandı ve eteklerini topladı. Suleyman ona; “Bu, (zemini) billurdan dosenmis bir kosktur.” dedi. Belkıs: “Ey Rabbim! Suphesiz ben nefsime zulmetmistim. Simdi ise Suleyman ile birlikte alemlerin Rabbi olan Allah’a teslim oldum.” dedi"
        },
        {
            "chapter": 27,
            "verse": 45,
            "text": "Andolsun biz, “Allah’a ibadet edin!” diye (uyarması icin) Semud kavmine, kardesleri Salih’i, peygamber olarak gondermistik. Bir de ne gorsun?Onlar birbiriyle cekisen iki grup olmuslar"
        },
        {
            "chapter": 27,
            "verse": 46,
            "text": "Dedi ki: “Kavmim, iyilikten once ne diye kotulugun cabuk gelmesini istersiniz?Allah’tan magfiret dilemelisiniz degil mi? Belki size merhamet olunur.”"
        },
        {
            "chapter": 27,
            "verse": 47,
            "text": "Dediler ki: “Sen ve sana uyanlar bize ugursuzluk getirdiniz.” Dedi ki: Sizin ugursuzlugunuz Allah nezdindedir. Aslında siz imtihan edilmekte olan bir kavimsiniz.” dedi"
        },
        {
            "chapter": 27,
            "verse": 48,
            "text": "O sehirde yeryuzunde bozgunculuk yapan fakat ıslah etmeyen dokuz kisi vardı"
        },
        {
            "chapter": 27,
            "verse": 49,
            "text": "Onlar kendi aralarında Allah adına yemin ederek dediler ki: “Ona ve aile halkına gece baskın yapalım. Sonra da velisine: Biz aile halkının helak edildikleri yere bile tanık olmadık. Biz gercekten dogru soyleyenlerdeniz, diyelim.”"
        },
        {
            "chapter": 27,
            "verse": 50,
            "text": "Onlar tuzak kurdular. Biz de –onlar fark etmeksizin- bir tuzak kurduk"
        },
        {
            "chapter": 27,
            "verse": 51,
            "text": "Bak, onların tuzaklarının sonucu nasıl oldu. Biz, onları ve kavimlerini topyekun helak ettik"
        },
        {
            "chapter": 27,
            "verse": 52,
            "text": "Iste zulumleri yuzunden harabeye donmus evleri! Suphesiz bunda bilen bir kavim icin ibret vardır"
        },
        {
            "chapter": 27,
            "verse": 53,
            "text": "Iman edip Allah’a karsı gelmekten sakınmakta olanları ise kurtardık"
        },
        {
            "chapter": 27,
            "verse": 54,
            "text": "Lut'u da (an). Hani o kavmine soyle demisti: \"Siz gore gore bu cirkin kotulugu yapıyor musunuz"
        },
        {
            "chapter": 27,
            "verse": 55,
            "text": "“Siz kadınları bırakıp sehvetle erkeklere mi yanasıyorsunuz? Dogrusu siz cahillik eden bir kavimsiniz.”"
        }
    ]
}