{
    "maqras": [
        {
            "chapter": 49,
            "verse": 1,
            "text": "Ey iman edenler! (Hicbir iste) Allah ve resulunden one gecmeyin ve Allah'tan korkup sakının.Suphesiz Allah; her seyi isitendir, gorendir"
        },
        {
            "chapter": 49,
            "verse": 2,
            "text": "Ey iman edenler! Sesinizi, Peygamberin sesi uzerine yukseltmeyin. Birbirinize yuksek sesle konustugunuz gibi onunla da oyle yuksek sesle konusmayın. Yoksa siz farkında olmadan amelleriniz bosa gider"
        },
        {
            "chapter": 49,
            "verse": 3,
            "text": "Muhakkak ki Rasulullahın huzurunda seslerini alcaltanlar, Allah’ın kalplerini takva icin sectigi kimselerdir. Onlar icin bir magfiret ve buyuk bir mukafat vardır"
        },
        {
            "chapter": 49,
            "verse": 4,
            "text": "Muhakkak ki odaların arkasından sana seslenenlerin cogunun akılları ermez"
        },
        {
            "chapter": 49,
            "verse": 5,
            "text": "Eger onlar sen yanlarına cıkana kadar sabretselerdi, kendileri icin elbette daha hayırlı olurdu. Allah; cok bagıslayıcıdır, cok merhametlidir"
        },
        {
            "chapter": 49,
            "verse": 6,
            "text": "Ey iman edenler! Eger bir fasık size bir haber getirirse onun dogrulugunu arastırın. Yoksa bilmeden bir topluluga kotuluk edersiniz de sonra yaptıgınıza pisman olursunuz"
        },
        {
            "chapter": 49,
            "verse": 7,
            "text": "Aranızda Allah’ın Rasulunun bulundugunu bilin. Eger O, bircok iste size uymus olsaydı, siz sıkıntıya duserdiniz. Fakat Allah, size imanı sevdirmis ve onu kalplerinizde suslemistir. Size kufru, fasıklıgı ve isyanı ise kotu gostermistir. Iste onlar, dogru yolu bulmus olanlardır"
        },
        {
            "chapter": 49,
            "verse": 8,
            "text": "Bu, Allah'tan bir lutuf ve nimettir. Allah; Alim'dir, Hakim'dir"
        },
        {
            "chapter": 49,
            "verse": 9,
            "text": "Eger Mu'minlerden iki grup savasa tutusurlarsa, aralarını duzeltin. Eger biri digerine saldırırsa, Allah’ın emrine donunceye kadar saldırana karsı savasın. Eger donerse, aralarını adaletle duzeltin ve adil davranın. Suphesiz Allah, adaletli olanları sever"
        },
        {
            "chapter": 49,
            "verse": 10,
            "text": "Mu'minler ancak kardestirler. Oyleyse kardeslerinizin arasını duzeltin ve Allah’tan sakının ki, merhamet olunasınız"
        },
        {
            "chapter": 49,
            "verse": 11,
            "text": "Ey iman edenler! Bir topluluk, diger bir toplulukla alay etmesin. Belki de onlar (alay edilenler), alay edenlerden daha hayırlıdır. Kadınlar da baska kadınlarla alay etmesin. Belki de onlar, bunlardan daha hayırlıdır. Kendi kendinizi ayıplamayın ve birbirinizi kotu lakaplarla cagırmayın. Imandan sonra fasıklık ne kotu bir isimdir! Kim tevbe etmezse, iste zalimler onlardır"
        },
        {
            "chapter": 49,
            "verse": 12,
            "text": "Ey iman edenler! Zannın cogundan kacının. Cunku zannın bir kısmı gunahtır. Birbirinizin gizlisini arastırmayın. Birbirinizin gıybetini yapmayın. Biriniz, olu kardesinin etini yemeyi sever mi? Bundan tiksindiniz degil mi? Allah’tan sakının. Kuskusuz Allah, tevbeleri cokca kabul edendir, cokca merhamet edendir"
        },
        {
            "chapter": 49,
            "verse": 13,
            "text": "Ey insanlar! Biz, sizi bir erkek ve bir disiden yarattık. Sizi tanısasınız diye kollara ve kabilelere ayırdık. Allah katında en degerliniz, ondan en cok sakınanınız/takvalı olanınızdır. Suphesiz Allah; Alim'dir, her seyden haberdardır"
        }
    ]
}