{
    "maqras": [
        {
            "chapter": 49,
            "verse": 14,
            "text": "Bedeviler; “Iman ettik” dediler. De ki: \"Siz iman etmediniz. Fakat teslim/Islam olduk, deyin. Cunku iman, henuz kalplerinize girmedi. Eger Allah’a ve Rasulune itaat ederseniz, (Allah) amellerinizden hicbir sey eksiltmez. Nitekim Allah; cok bagıslayandır, cok merhamet edendir"
        },
        {
            "chapter": 49,
            "verse": 15,
            "text": "Asıl Mu'minler, Allah’a ve Rasulune iman edip, sonra da hic suphe etmeyen ve Allah yolunda mallarıyla, canlarıyla cihad edenlerdir. Iste dogrular/sadıklar onlardır"
        },
        {
            "chapter": 49,
            "verse": 16,
            "text": "De ki: \"Siz dininizi Allah'a mı ogretiyorsunuz? Allah, goklerde ve yerde ne varsa bilir. Allah, her seyi hakkıyla bilendir"
        },
        {
            "chapter": 49,
            "verse": 17,
            "text": "Musluman oldular diye seni minnet altında tutmak istiyorlar. De ki: \"Musluman olmanız sebebiyle beni minnet altında bırakmayın. Bilakis size dogru yolu gosterdigi icin Allah sizi minnet altında tutar, eger samimi iseniz"
        },
        {
            "chapter": 49,
            "verse": 18,
            "text": "Allah, suphesiz goklerin ve yerin gaybını bilir. Allah, yapmakta oldugunuz amelleri hakkıyla gorendir"
        },
        {
            "chapter": 50,
            "verse": 1,
            "text": "Kaf. Cok serefli Kur’an’a and olsun"
        },
        {
            "chapter": 50,
            "verse": 2,
            "text": "Kendilerine iclerinden bir uyarıcının gelmesine sasırdılar da, o kafirler: \"Bu, sasılacak bir seydir.\" dediler"
        },
        {
            "chapter": 50,
            "verse": 3,
            "text": "Biz oldukten ve toprak olduktan sonra mı? Bu ne uzak bir donustur"
        },
        {
            "chapter": 50,
            "verse": 4,
            "text": "Yerin onlardan (cesetlerinden) ne eksiltecegini biliriz. Katımızda koruyup saklayan bir kitap vardır"
        },
        {
            "chapter": 50,
            "verse": 5,
            "text": "Hayır! Onlar, kendilerine hak gelince yalanladılar. Simdi onlar saskınlık icindedirler"
        },
        {
            "chapter": 50,
            "verse": 6,
            "text": "Uzerlerindeki goge hic bakmıyorlar mı? Onu nasıl bina ettik, nasıl susledik? Onda bir catlak da yoktur"
        },
        {
            "chapter": 50,
            "verse": 7,
            "text": "Ve yeryuzunu nasıl yayıp, uzerinde sabit daglar yerlestirdik. Orada her cesit ic acıcı guzel bitkiler yetistirdik"
        },
        {
            "chapter": 50,
            "verse": 8,
            "text": "(Bize) yonelen butun kullar icin (bunları) bir basiret ve ogut kıldık"
        },
        {
            "chapter": 50,
            "verse": 9,
            "text": "Gokten bereketli bir su indirdik de onunla bahceler ve bicilecek ekinler bitirdik"
        },
        {
            "chapter": 50,
            "verse": 10,
            "text": "Ve uzunca boylu hurma agacları da yetistirdik ki, onlar icin birbiri ustune konmus muntazam salkımlar, tomurcuklar vardır"
        },
        {
            "chapter": 50,
            "verse": 11,
            "text": "Kullara rızık olarak. O su ile olu beldeye hayat verdik. Iste (kabirden) cıkıs da boyledir"
        },
        {
            "chapter": 50,
            "verse": 12,
            "text": "Onlardan once Nuh’un kavmi, Ress halkı ve Semud da yalanlamıstı"
        },
        {
            "chapter": 50,
            "verse": 13,
            "text": "Ad ve Firavun ile Lut’un kardesleri de (yalanladılar)"
        },
        {
            "chapter": 50,
            "verse": 14,
            "text": "Eyke halkı, Tubba kavmi de. Hepsi de elcileri yalanladı ve boylece benim tehdidim (onların uzerine) hak oldu"
        },
        {
            "chapter": 50,
            "verse": 15,
            "text": "Ilk yaratmakta acizlik mi gosterdik? Hayır onlar yeni yaratıstan suphe ve tereddut icindedirler"
        },
        {
            "chapter": 50,
            "verse": 16,
            "text": "Suphesiz insanı biz yarattık ve nefsinin ona ne vesveseler vermekte oldugunu da biliriz. Biz ona sahdamarından daha yakınız"
        },
        {
            "chapter": 50,
            "verse": 17,
            "text": "Sag tarafta ve sol tarafta oturan iki alıcı (melek) oturmus (kayıt yapmaktadır)"
        },
        {
            "chapter": 50,
            "verse": 18,
            "text": "Insan hicbir soz soylemez ki, yanında gozetleyen yazmaya hazır bir melek bulunmasın"
        },
        {
            "chapter": 50,
            "verse": 19,
            "text": "Olum sarhoslugu bir hakikat olarak insana gelir de ona; “Iste bu, senin oteden beri kacıp durdugun seydir.” denir"
        },
        {
            "chapter": 50,
            "verse": 20,
            "text": "Sur’a ufurulmustur. Iste bu, tehdidin gerceklesecegi gundur"
        },
        {
            "chapter": 50,
            "verse": 21,
            "text": "Her kisi yanında bir sevkedici/surucu ve sahit ile gelecektir"
        },
        {
            "chapter": 50,
            "verse": 22,
            "text": "Sen, bundan gafil idin. Gozunden perdeyi kaldırdık. Artık bugun gorusun keskindir"
        },
        {
            "chapter": 50,
            "verse": 23,
            "text": "Beraberindeki (melek) soyle der: “Iste bu yanımdaki hazırdır.”"
        },
        {
            "chapter": 50,
            "verse": 24,
            "text": "Her inatcı kafiri Cehennem'e atın"
        },
        {
            "chapter": 50,
            "verse": 25,
            "text": "Hayra butun gucuyle engel olanı, azgın supheciyi"
        },
        {
            "chapter": 50,
            "verse": 26,
            "text": "Allah ile birlikte baska bir ilah edineni atın siddetli azaba"
        }
    ]
}