{
    "chapter": [
        {
            "chapter": 60,
            "verse": 1,
            "text": "Ey iman edenler; benim de düşmanım, sizin de düşmanınız olanları dost edinmeyin. Onlar, size gelen gerçeği inkar etmişken onlara sevgi gösteriyorsunuz. Halbuki onlar; Rabbınız olan Allah´a inandığınızdan dolayı sizi ve peygamberi yurdunuzdan çıkarıyorlar. Eğer siz, benim yolumda savaşmak ve hoşnudluğumu kazanmak için çıkmışsanız; onlara nasıl sevgi gösterirsiniz? Oysa Ben, sizin gizlediğinizi de, açığa vurduğunuzu da bilirim. İçinizden kim bunu yaparsa; şüphesiz ki doğru yoldan sapmış olur"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "Şayet onlar, sizi ele geçirirlerse; size düşman kesilirler. Kötülükle ellerini ve dillerini uzatırlar. Ve sizin kafir olmanızı isterler"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "Yakınlarınız ve çocuklarınız size asla fayda veremezler. Allah, kıyamet günü onlarla sizin aranızı ayırır. Ve Allah; işlediklerinizi görendir"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "İbrahim´de ve onun beraberinde olanlarda sizin için gerçekten güzel bir örnek vardı. Hani onlar, kavimlerine demişlerdi ki: Biz, sizden ve Allah´ ı bırakıp taptığınız başka şeylerden uzağız. Sizi inkar ediyoruz. Yalnız Allah´a inanıncaya kadar bizimle sizin aranızda ebedi düşmanlık ve öfke belirmiştir. Yalnız İbrahim´in babasına; andolsun ki, senin için mağfiret dileyeceğim. Ama Allah´tan sana gelecek herhangi birşeyi def´etmeye gücüm yetmez, demesi müstesna. Ey Rabbımız; Sana tevekkül ettik ve Sana yöneldik. Dönüş de ancak Sana´dır"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "Ey Rabbımız; bizi, o küfredenler için bir fitne kılma. Bağışla bizi. Ey Rabbımız; doğrusu Aziz, Hakim olan Sensin Sen"
        },
        {
            "chapter": 60,
            "verse": 6,
            "text": "Andolsun ki; sizlerden, Allah´ı ve ahiret gününü umanlar için onlarda güzel bir örnek vardır. Kim de yüz çevirirse, muhakkak ki Allah; Gani´ dir, Hamid´dir"
        },
        {
            "chapter": 60,
            "verse": 7,
            "text": "Olur ki Allah; sizinle, onlardan düşman olduğunuz kimseler arasında yakında bir dostluk peyda eder. Allah; Kadir´dir. Ve Allah; Gafur´dur, Rahim´dir"
        },
        {
            "chapter": 60,
            "verse": 8,
            "text": "Sizinle din uğrunda savaşmayan, sizi yurdunuzdan çıkarmayanlara iyilik yapmanızı ve adil davranmanızı Allah yasaklamaz. Doğrusu Allah; adil olanları sever"
        },
        {
            "chapter": 60,
            "verse": 9,
            "text": "Allah; sadece sizinle din uğrunda savaşanları, sizi yurtlarınızdan çıkaranları ve çıkarılmanıza yardım edenleri dost edinmenizi yasaklar. Kim onları dost edinirse; işte onlar, zalimlerin kendileridir"
        },
        {
            "chapter": 60,
            "verse": 10,
            "text": "Ey iman edenler; inanan kadınlar hicret ederek size gelirlerse, onları imtihan edin. Allah, onların imanlarını daha iyi bilir. Fakat siz de onların inanmış kadınlar olduklarını öğrenirseniz; artık onları kafirlere geri göndermeyin. Bunlar onlara helal değildir, onlar da bunlara helal olmazlar. Onların sarfettiklerini kendilerine geri verin. Mehirlerini verdiğiniz zaman onlarla evlenmenizde bir vebal yoktur. Kafir kadınları nikahınızda tutmayın, sarfettiğinizi isteyin. Onlar da sarfettiklerini istesinler. Allah´ın hükmü budur. Aranızda O hükmeder. Ve Allah; Alim´ dir, Hakim´dir"
        },
        {
            "chapter": 60,
            "verse": 11,
            "text": "Eğer eşlerinizden kafirlere bir şey geçecek olursa ve siz de galib durumda bulunursanız; eşleri gidenlere sarfettikleri kadarını verin. İnandığınız Allah´tan sakının"
        },
        {
            "chapter": 60,
            "verse": 12,
            "text": "Ey Peygamber; inanmış kadınlar; Allah´a hiç bir şeyi ortak koşmamak, hırsızlık yapmamak, zina etmemek, çocuklarını öldürmemek, elleriyle ayakları arasından bir iftira düzüp getirmemek, ma´rufu işlemekte sana karşı gelmemek üzere biat etmeye geldikleri zaman, biatlarını kabul et. Ve onlar için Allah´tan mağfiret dile. Muhakkak ki Allah; Gafur´dur, Rahim´dir"
        },
        {
            "chapter": 60,
            "verse": 13,
            "text": "Ey iman edenler; Allah´ın kendilerine gazab ettiği bir kavim ile dost olmayın. Kafirlerin kabirdekilerden ümidlerini kestikleri gibi, onlar da ahiretten ümidlerini kesmişlerdir"
        }
    ]
}