{
    "rukus": [
        {
            "chapter": 6,
            "verse": 155,
            "text": "Zhe shi wo suo jiang shi de, jixiang de jingdian, gu nimen dang zunshou ta, bing dang jingwei zhu, yibian nimen meng zhu de lianmin"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "(Wo jiang shi tian jing), yimian nimen shuo:“Tian jing zhi bei jiang shi women yiqian de liang huo ren, women duiyu tamen suo song xi de jingdian, que shi shuhu de.”"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "Huozhe shuo:“Jiaruo tian jing bei jiang shi yu women, name, women biding bi tamen geng neng zunxun zhengdao.” Cong nimen de zhu fachu de mingzheng, zhengdao he ci'en, que yi jianglin nimenle. Fouren zhenzhu de jixiang, er jiayi beiqi de ren, you shei bi ta hai bu yi ne? Beiqi wo de jixiang de ren, wo jiang yin tamen de beiqi er yi zui yanli de xingfa baochou tamen"
        },
        {
            "chapter": 6,
            "verse": 158,
            "text": "Tamen zhiyou dengdai zhong tianshen de jianglin, zhiyou dengdai ni de zhu (de xingfa) lailin, huo ni de zhu de yibufen jixiang de jianglin. Ni de zhu de yibufen jixiang jianglin zhi ri, fan yiqian weiceng xindao, huo sui xindao er wei xingshan de ren, zai na ri, jishi xindao, ye wuyile. Ni shuo:“Nimen dengdai ba! Women que shi dengdai de.”"
        },
        {
            "chapter": 6,
            "verse": 159,
            "text": "Fenli ziji de zongjiao er ge cheng zongpai de ren, ni yu tamen hao wu guanxi; tamen de shi, zhi guizhenzhu. Ranhou, ta jiang ba tamen de xingwei gaosu tamen"
        },
        {
            "chapter": 6,
            "verse": 160,
            "text": "Xing yi jian shanshi de ren, jiang de shi bei de baochou; zuo yi jian e shi de ren, zhi shou tongyang de chengfa; tamen dou bu shou kui wang"
        },
        {
            "chapter": 6,
            "verse": 161,
            "text": "Ni shuo:“Wo de zhu ji zhiyin wo yitiao zhenglu, ji zhengjiao, chongzheng de yi bo la xin de zongjiao. Ta bushi yi wu pei zhu de ren.”"
        },
        {
            "chapter": 6,
            "verse": 162,
            "text": "Ni shuo:“Wo de libai, wo de xisheng, wo de shenghuo, wo de siwang, dique dou shi wei zhenzhu ──quan shijie de zhu"
        },
        {
            "chapter": 6,
            "verse": 163,
            "text": "Ta jue wu huoban, wo zhi feng dao zhege mingling, wo shi shouxian shunfu de ren.”"
        },
        {
            "chapter": 6,
            "verse": 164,
            "text": "Ni shuo:“Zhenzhu shi wanwu de zhu, wo neng she ta er ling qiu yige zhu ma?” Ge ren fanzui, ziji fuze. Yi ge fu zui de ren, bu fu bieren de zui. Ranhou, nimen jianglai yao guiyu nimen de zhu, er ta jiang ba nimen suo zhenglun de shifei gaosu nimen"
        },
        {
            "chapter": 6,
            "verse": 165,
            "text": "Ta yi nimen wei dadi de dai zhi zhe, bing shi nimen zhong de yibufen ren chaoyue ling yibufen ren ruogan ji, yibian ta kaoyan nimen ruhe xiangshou ta shangci nimen de endian. Ni de zhu que shi xingfa shensu de, ta que shi zhi she de, que shi zhi ci de.§"
        }
    ]
}