{
    "rukus": [
        {
            "chapter": 31,
            "verse": 12,
            "text": "ထို့ပြင် ဧကန်မလွဲ ငါအရှင်မြတ်သည် ‘လွတ်က်မာန်’အား ဉာဏ်ပညာကို ချီးမြှင့်ပေးသနားတော်မူခဲ့၏။ (၎င်းပြင်) အသင်သည် အလ္လာဟ်အရှင်မြတ်အား ကျေးဇူးတင်ပါလေ။ စင်စစ်သော်ကား မည်သူမဆို ကျေးဇူးတင်ရှိပါမူ ထိုသူသည် မိမိအကျိုးငှာသာလျှင် ကျေးဇူးတင်လေသည်။ သို့ရာတွင်မည်သူမဆို ကျေးဇူးကန်းခဲ့မူ မလွဲဧကန် အလ္လာဟ်အရှင်မြတ်သည် လိုလားတောင့်တခြင်း ကင်းမဲ့တော်မူသော၊ အလွန်တရာချီးမွမ်းခြင်း ခံထိုက်တော်မူသော အရှင်ဖြစ်တော်မူသည်ဟူ၍(အမိန့်တော် ထုတ်ပြန်တော်မူခဲ့ပေသတည်း)။"
        },
        {
            "chapter": 31,
            "verse": 13,
            "text": "၎င်းပြင် တစ်ရံရောအခါဝယ် လွတ်က်မာန်သည် မိမိသားကို ဆုံးမဩဝါဒပေးရာ၌(ဤ)သို့ ပြောကြားခဲ့လေ၏။ အို-ချစ်သား၊ အသင်သည် (မည်သည့်တစ်စုံတစ်ရာကိုမျှပင်) အလ္လာဟ်အရှင်မြတ်နှင့် တွဲဖက်နှိုင်းယှဉ် ကိုးကွယ်မှုကို မပြုလေနှင့်။ (အကြောင်းမူကား)မချွတ်ဧကန်တွဲဖက်နှိုင်းယှဉ် (ကိုးကွယ်) မှုသည် အမှန်ပင် ကြီးလေးလှစွသောမတရား မှု ဖြစ်သောကြောင့်တည်း။"
        },
        {
            "chapter": 31,
            "verse": 14,
            "text": "ထိုမှတစ်ပါး ငါ(အလ္လာဟ်)အရှင်မြတ်သည်မနုဿ လူသားအား ၎င်း၏မိဘနှစ်ပါးနှင့် ပတ်သက်၍ (ဤသို့)လေးနက်စွာ အမိန့်ပေးတော်မူခဲ့၏။ ၎င်း၏မိခင်မှာ အားအင်ချည့်နဲ့မှုအပေါ်၌ အားအင်ချည့်နဲ့မှုကို ခံစားလျက် ၎င်းအား (မိမိဝမ်းတွင်း၌) လွယ်ပိုက်ခဲ့လေ၏။ ထိုမှတစ်ပါးနှစ်နှစ်မြောက်သောအခါ၌သာလျှင် ၎င်းအား နို့ဖြတ်လေ၏။(သို့ဖြစ်ပေရာ) အသင်သည် ငါအရှင်မြတ်အားလည်းကောင်း၊အသင်၏မိဘနှစ်ပါးတို့အားလည်းကောင်း၊ ကျေးဇူးတင်လော့၊(အသင်လူသား၏) ပြန်လည်ရာဌာနသည် ငါ အရှင်မြတ်အထံတော်၌ပင် ဖြစ်လေသည်။"
        },
        {
            "chapter": 31,
            "verse": 15,
            "text": "သို့ရာတွင် အကယ်၍သာ ထိုမိဘနှစ်ပါးတို့သည် အသင်၌ သက်သေအထောက်အထား အသိပညာတစ်စုံတစ်ရာမရှိသော အရာတစ်ခုခုကို ငါအရှင်မြတ်နှင့်တွဲဖက်နှိုင်းယှဉ်ရန် အသင့်အား အနိုင်အထက်ပြုခဲ့ကြသည်ရှိသော် အသင်သည် ထိုမိဘနှစ်ပါး၏အမိန့်ကိုပင် မလိုက်နာလေနှင့်။ သို့ရာတွင် အသင်သည် ဤလောကီဘဝ၌မူ ထိုမိဘနှစ်ပါးနှင့် ကောင်းမွန်စွာဆက်ဆံလော့။ ထိုမှတစ်ပါးအသင်သည် ငါအရှင်မြတ်ဘက်သို့ စိတ်စေတနာ ဖြူစင်စွာပြန်လှည့်သောသူ၏လမ်းစဉ်ကို လိုက်နာလော့။ အသင်တို့ (အားလုံး)မှာ ငါအရှင်မြတ်အထံတော်သို့သာလျှင် ပြန်လှည့်၍ လာကြရပေမည်။ ထိုအခါ ငါအရှင်မြတ်သည် အသင်တို့ ကျင့်မူပြုလုပ် ခဲ့ကြသည်တို့ကို အသင်တို့အား သိစေတော်မူအံ့သတည်း။"
        },
        {
            "chapter": 31,
            "verse": 16,
            "text": "အို-ချစ်သား၊ မုချဧကန် အပြုအမူတစ်စုံတစ်ရာသည် မုန်ညင်းစေ့ခန့်မျှဖြစ်ပြီး၊ ကျောက်ဆောင်တစ်ခုခု၌ ရှိနေသည်ဖြစ်စေ၊ မိုးကောင်းကင်များ၌ ရှိနေသည်ဖြစ်စေ၊ ပထဝီမြေအတွင်း၌ရှိနေသည်ဖြစ်စေ၊ အလ္လာဟ်အရှင်မြတ်သည် ယင်းအပြုအမူကို (ရှေ့တော်မှောက်ဝယ်) အသင့်ရောက်စေတော်မူမည်ဖြစ်သည်။ စင်စစ်ဧကန် အလ္လာဟ်အရှင်မြတ်သည် နက်နဲသိမ်မွေ့သောအရာတို့ကို အလွန်တရာ သိမြင်တော်မူသောအရှင်၊ အလွန်တရာ ကြားသိတော်မူသောအရှင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 31,
            "verse": 17,
            "text": "အို-ချစ်သား၊ အသင်သည် ‘ဆွလာတ်’ ဝတ်ပြုမှုကို ဆောက်တည်ပါလေ။ ၎င်းပြင် အသင်သည် (သူတပါးတို့အားလည်း) ကောင်းမှု(ပြုလုပ်ကြရန်)နှင့်စပ်လျဉ်း၍ အမိန့်ပေးပါလေ။ ထို့ပြင် အသင်သည် မကောင်းမှုမှ(ကြဉ်ရှောင်ကြရန်)တားမြစ်ပါလေ။ ထိုမှတစ်ပါး အသင်သည် မိမိ၌ သက်ရောက်အံ့သော ဘေးဒုက္ခနှင့်စပ်လျဉ်း၍ ကြံ့ခိုင်စွာရှိပါလေ။ ဧကန်မလွဲ ဤ(ကြံ့ခိုင်စွာရှိခြင်း)သည် ဇွဲသတိ္တနှင့်သက်ဆိုင်သောအမှုကိစ္စတို့အနက်မှပင် ဖြစ်ချေသည်။"
        },
        {
            "chapter": 31,
            "verse": 18,
            "text": "၎င်းပြင် (အို-ချစ်သား) အသင်သည် လူတို့ရှေ့ဝယ် မိမိမျက်နှာကို စူ၍မထားလေနှင့်။ (လူတို့ဘက်မှ မိမိမျက်နှာကို မလွှဲပါလေနှင့်၊) ထို့ပြင် အသင်သည် ပထဝီမြေဝယ်မော်ကြွားလျက်လမ်းမလျှောက်လေနှင့်။ ဧကန်အမှန်အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်စိတ် နေမြင့်သူ၊ အထင်ကြီးသူ၊ ဝါကြွားသူ၊ ဂုဏ်မောက်သူ တို့ကို နှစ်သက်တော်မူသည်မဟုတ်ပေ။"
        },
        {
            "chapter": 31,
            "verse": 19,
            "text": "ထို့ပြင် အသင်သည် မိမိလမ်းလျှောက်မှု၌အလယ်အလတ်ပြုလုပ်ပါလေ။ ဣန္ဒြေစောင့်စည်းပါလေ။ထိုမှတစ်ပါး အသင်သည် မိမိအသံကို နှိမ့်ချပါလေ။ မလွဲဧကန်စက်ဆုပ်ဖွယ်အဖြစ်ဆုံး အသံကား မြည်း သတ္တဝါတို့၏အသံပင်ဖြစ်ချေသတည်း။"
        }
    ]
}