{
    "rukus": [
        {
            "chapter": 2,
            "verse": 274,
            "text": "အကြင်သူတို့သည် မိမိတို့၏ ဥစ္စာပစ္စည်း များကိုနေ့ညဉ့်မရွေး(အခါခပ်သိမ်း) လျှို့ဝှက်စွာဖြင့်(တစ်မျိုး)ထင် ရှားစွာဖြင့်(တစ်ဖုံ) လှူဒါန်းသုံးစွဲကြကုန်၏။ သို့ဖြစ်လျှင် ယင်းသူတို့၏ ကုသိုလ်အကျိုးသည် ယင်းသူတို့အား မွေးမြူတော်မူသောအရှင်မြတ်၏ အထံတော်၌(အသင့်)ရှိပေသည်။ ထို့ပြင်တဝယင်းသူတို့အပေါ်ဝယ် မည်သည့်စိုးရိမ်ကြောင့်ကြခြင်း လည်းမရှိ၊ ယင်းသူတို့သည် ဝမ်းနည်းပူဆွေးကြမည်လည်းမဟုတ်ပေ။"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "အတိုးအညွန့်စားသူတို့သည် (ရှင်ပြန်ထမည့်နေ့တွင် သင်းချိုင်းတွင်းမှ ထကြသောအခါ) ကောင်းမွန်စွာမရပ်နိုင်ကြဘဲ ရှိုင်တွာန်ဖမ်းစား၍ အသိဉာဏ်မှောက်မှားရူးသွပ်တွေဝေနေသူများကဲ့ သို့သာလျှင် ရပ်ကြကုန်အံ့။ ဤကဲ့သို့ ဖြစ်ရခြင်းကား ယင်းသူတို့က “ကုန်စည် ကူးသန်းရောင်းဝယ်ခြင်းသည်လည်း အတိုးအညွန့်စားခြင်းနှင့် ထပ်တူထပ်မျှသာဖြစ်သည်” ဟု ပြောဆိုကြသောကြောင့် ဖြစ်လေသည်။အမှန်စင်စစ်သော်ကား အလ္လာဟ်အရှင်မြတ်သည် ကုန်စည်ကူးသန်းရောင်းဝယ်ခြင်းကို ခွင့်ပြုထား တော်မူ၍ အတိုးအညွန့်စားခြင်းကိုမူကား တားမြစ် တော်မူခဲ့လေသည်။သို့ဖြစ်လေရာအကြင်သူသည်၊ မိမိအား မွေးမြူတော်မူသော အရှင်မြတ်၏အထံတော်မှ (အတိုးအညွန့်ကို မြစ်တားခြင်းနှင့် စပ်လျဉ်း၍)ဆုံးမဩဝါဒ ရောက်ရှိလာပေရာ (အတိုးအညွန့် စားခြင်းကို)စွန့်လွှတ် ရပ်ဆိုင်းလိုက်ပါမူ ယခင်က(လက်ခံပြီးစားသုံးခဲ့သော)ယူခဲ့သော(အတိုးအညွန့် ကြေးငွေများသည်)ထိုသူ၏ ပစ္စည်းများပင်တည်း။ ထို့ပြင်တဝ ထိုသူ၏(အတွင်းရေး) ကိစ္စ သည်အလ္လာဟ်အရှင်မြတ် အထံတော်သို့ အပ်နှံပြီး ဖြစ်လေသည်။သို့ရာတွင် အကြင်သူတို့သည် (အလ္လာဟ်အရှင်မြတ် အထံတော်မှ အတိုးအညွန့်နှင့် စပ်လျဉ်းသော ပညတ်တော်များ ရောက်ရှိလာပြီးသည့် နောက်) တဖန် ထပ်မံ၍ (အတိုးအညွန့်စားခြင်းကို) ပြုကြပါမူ ထိုသူတို့သည် ငရဲသားများပင် ဖြစ်ကြကုန်၏။ထိုသူတို့သည် ငရဲမီးတွင် ထာဝစဉ် (ဒုက္ခကြီးစွာ)ခံစား နေထိုင်ကြရမည့်သူများ ဖြစ်ကြကုန်သတည်း။"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "အလ္လာဟ်အရှင်မြတ်သည် အတိုးအညွန့်ကို ဆုတ်ယုတ်ပျက်စီးစေတော်မူ၍ (ပေးကမ်းစွန့်ကြဲသုံးစွဲကြကုန်သော)အလှူဝတ္တုများကိုမူ (ဆထက် ထမ်းပိုး)တိုးပွား စေတော်မူ၏။အမှန်သော်ကား အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်ခြင်းသဒ္ဓါတရား ကင်းမဲ့သော ပြစ်မှုဒုစရိုက်များ ကျူး လွန်သော မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ နှစ်သက်တော်မူသည် မဟုတ်ချေ။"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "မုချဧကန် အကြင်သူတို့သည် ယုံကြည်ခြင်းသဒ္ဓါတရားထားရှိကြ၍ ကောင်းမြတ်သော အကျင့်သီလများကိုလည်း ဆောက်တည်ကြကုန်၏။ ထို့ပြင်တဝ ယင်းသူတို့သည်“ဆွလာတ်”ဝတ်ပြုကြကုန်၏။ 4င်းပြင် ထိုသူတို့သည်”ဇကာတ်”တရားဝင်ဒါနကြေးကိုလည်း ပေးဆောင်ကြကုန်၏။ ယင်းသူတို့၏အကျိုးဆုလာဘ်သည် ယင်းသူတို့အား မွေးမြူတော်မူသောအရှင်မြတ်၏အထံတော်၌ (အသင့်)ရှိ၏။ 4င်းပြင် ယင်းသူတို့အဖို့အရာမည်သည့် စိုးရိမ်ကြောက် ရွံ့ခြင်းမျှမရှိချေ။ 4င်းပြင်ယင်းသူတို့သည် ဝမ်းနည်းပူဆွေး ကြမည်လည်းမဟုတ်ပေ။"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "အို-ယုံကြည်သူ အပေါင်းတို့၊ အကယ်၍ အသင်တို့သည် ယုံကြည်သူများဖြစ်ကြပါမူ၊ အလ္လာဟ်အရှင်မြတ်ကိုကြောက်ရွံ့လေးစား ရိုသေ ခန့်ညားကြကုန်၊ 4င်းပြင် ကြွင်းကျန်လျက်ရှိသော အတိုးအညွန့်များကိုလည်း စွန့်လွှတ်ကြကုန်။"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "တဖန် အကယ်၍သာ အသင်တို့သည် (အတိုးအညွန့် မစားသုံးအပ်ခြင်းနှင့် စပ်လျဉ်း၍ အလ္လာဟ်အရှင်မြတ်၏အမိန့်တော်များကို မလိုက်နာ) မပြုလုပ်ခဲ့ကြပါမူ အလ္လာဟ်ရှင်မြတ်နှင့်လည်းကောင်း၊ ထို အရှင်မြတ်၏ ရစူလ်တမန်တော်(မုဟမ္မဒ် ဆွာလ္လလ္လာဟုအလိုင်ဟိဝစလ္လာမ်)နှင့်လည်းကောင်း၊စစ်မက် ပြိုင်ဆိုင်တို က်ခိုက်ကြရန် အဆင်သင့်ရှိကြကုန်။ သို့ရာတွင် အကယ်၍သာ၊ အသင်တို့သည် နောင်တ တရားရရှိကာ(အတိုးအညွန့် စားသုံးခြင်းကို စွန့်လွှတ်၍ အလ္လာဟ်အရှင်မြတ်ဘက်သို့) ပြန်လှည့်ကြပါလျှင် အသင်တို့သည် မိမိတို့(ချေးငှားထားသော) ငွေရင်းများကို ပိုင်ဆိုင်ခွင့်ရှိကြကုန်၏။(မတည်ငွေရင်းများထက် ပိုမို၍ အတိုးအညွန့် မယူခြင်းအားဖြင့်) အသင်တို့သည် (သူတစ်ပါးကို) မတရား ဆုံးရှုံးနစ်နာစေကြမည်လည်းမဟုတ်၊ (မိမိတို့၏ မတည်ငွေရင်းများကို ပြန်လည်ရရှိခြင်း အားဖြင့် သူတစ်ပါးတို့၏) မတရားဆုံးရှုံး နစ်နာစေခြင်းကိုလည်း ခံကြရမည်မဟုတ်ပေ။"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "တဖန် အကယ်၍ (မြီစားသည်) ဆင်းရဲ နွမ်းပါးသူဖြစ်၍ (အသင်တို့၏ကြွေးမြီများကို အချိန်မှီ မပေးဆပ်နိုင်ခဲ့ပါမူ ထိုသူအား) ဥစ္စာပစ္စည်း ချောင်လည်သည်အထိ အချိန်ကိုရွှေ့ဆိုင်း၍ပေးရမည်။ သို့ရာတွင် အကယ်၍ အသင်တို့သည်သိတတ်ကြ ပါမူ (မြီစား၏ဒုက္ခကို ထောက်ထားညှာတာသည့်သဘောဖြင့် မိမိတို့ရထိုက်သောကြွေးမြီကိုပင်) အလှူဒါနအဖြစ်(စာရင်းချေဖျက်) စွန့်လွှတ်ခြင်းသည် အသင်တို့အဖို့သာ၍ပင် ကောင်းမြတ်ပေသတည်း။"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "ထို့ပြင်တဝ (အို-မုစ်လင်မ် အပေါင်းတို့) အသင်တို့သည် အကြင်နေ့ကို ကြောက်ရွံ့ကြကုန်။ ထိုနေ့တွင် အသင်တို့သည် အလ္လာဟ်အရှင်မြတ် အထံတော်သို့ ပြန်လည်ရောက်ရှိကြကုန်အံ့။ ထို့နောက် လူတိုင်းသည် မိမိတို့ ရှာဖွေ ဆည်းပူးခဲ့ကြသော (ကောင်းမှု မကောင်းမှုတို့၏ အကျိုးအပြစ်များကို)အပြည့်အစုံပေးခြင်း ခံကြရလတ္တံ့။ သို့ရာတွင် ယင်း သူတို့သည်(ထိုကဲ့သို့ အကျိုးအပြစ်ပေးခြင်း ခံကြရာတွင် တစ်စုံတစ်ရာမျှ)မတော်မတရား နစ်နာ ဆုံးရှုံးခြင်းကို ခံကြရမည် မဟုတ်ပေ။"
        }
    ]
}