{
    "rukus": [
        {
            "chapter": 53,
            "verse": 1,
            "text": "(ငါအရှင်မြတ်သည်) ကြယ်တာရာကို သက်သေထူတော်မူ၏။ အကြင်အခါဝယ် ထိုကြယ်တာရာသည် ကွယ်ပျောက်၍သွားလေ၏။"
        },
        {
            "chapter": 53,
            "verse": 2,
            "text": "အသင်တို့၏အဖော် (တမန်တော်မြတ် မုဟမ္မဒ်)သည် လမ်းလွဲနေသည်လည်း မဟုတ်ပေ။ လမ်းမှားကို လိုက်ခဲ့သည်လည်း မဟုတ်ပေ။"
        },
        {
            "chapter": 53,
            "verse": 3,
            "text": "ထိုမှတစ်ပါး ထိုအဖော် (တမန်တော်မြတ်မုဟမ္မဒ်)သည် (မိမိ)စိတ်အလိုဆန္ဒအရ စကားပြောဆိုလေ့ရှိသည်လည်း မဟုတ်ပေ။"
        },
        {
            "chapter": 53,
            "verse": 4,
            "text": "ယင်းပြောဆိုမှုကား (အလ္လာဟ်အရှင်မြတ် အထံတော်မှ) ထုတ်ပြန်ခြင်း ခံရလေသော ထုတ်ပြန်ချက် သာလျှင်ဖြစ်ပေသည်။"
        },
        {
            "chapter": 53,
            "verse": 5,
            "text": "(အသင်တို့၏) ထိုအဖော်အား အလွန်အားအင်ကြီးမားသူ (ကောင်းကင်တမန်)သည် သင်ကြားပို့ချ၍ ပေးခဲ့လေ၏။"
        },
        {
            "chapter": 53,
            "verse": 6,
            "text": "စွမ်းအင်နှင့်ပြည့်စုံသူဖြစ်သော လွန်စွာလှပတင့်တယ်သူဖြစ်သော၊ ထို့နောက် ထို(ကောင်းကင် တမန်)သည်နဂိုမူလ ရုပ်သဏ္ဌာန်နှင့် အထင်အရှား ပေါ်လာခဲ့၏။"
        },
        {
            "chapter": 53,
            "verse": 7,
            "text": "ထိုစဉ်အခါဝယ် ထို(ကောင်းကင်တမန်)သည် မြင့်စွင့်လှစွာသော မိုးကုပ်စက်ဝိုင်း၌ ရှိနေခဲ့၏။"
        },
        {
            "chapter": 53,
            "verse": 8,
            "text": "ထို့နောက် ထို(ကောင်းကင်တမန်)သည် ချဉ်းကပ်၍ လာခဲ့၏။ ထို့နောက်တစ်ဖန် ထပ်မံ၍ ချဉ်းကပ်ခဲ့ပေရာ။"
        },
        {
            "chapter": 53,
            "verse": 9,
            "text": "လေးနှစ်ပြန်မျှသာ ဝေးကွာလေတော့၏။စင်စစ် ထို့ထက်ပင် ပို၍ နီးကပ်စွာရှိခဲ့လေ၏။"
        },
        {
            "chapter": 53,
            "verse": 10,
            "text": "ထိုအခါ ထိုအရှင်မြတ်သည် မိမိ၏ကျွန်(မုဟမ္မဒ်)ထံသို့ မိမိထုတ်ပြန်(လိုသော)ထုတ်ပြန်ချက်များကို ထုတ်ပြန်တော်မူခဲ့လေ၏။"
        },
        {
            "chapter": 53,
            "verse": 11,
            "text": "(ထိုအသင်တို့အဖော်၏)စိတ်နှလုံးသည် တွေ့မြင်ခဲ့သော အရာများနှင့်စပ်လျဉ်း၍ မှားယွင်းခြင်း မရှိခဲ့ပေ။"
        },
        {
            "chapter": 53,
            "verse": 12,
            "text": "သို့ပါလျက် အသင်တို့သည် ထိုအဖော်နှင့် ၎င်းတွေ့မြင်ခဲ့သော အရာများတွင် အငြင်းအခုံ ပြုနေကြလေသလော။"
        },
        {
            "chapter": 53,
            "verse": 13,
            "text": "ထိုမှတစ်ပါး ထိုအဖော်သည် ထို(ကောင်းကင်တမန်)အား ဒုတိယအကြိမ် ဆင်းသက်ရာ၌ မုချဧကန်တွေ့မြင်ခဲ့၏။"
        },
        {
            "chapter": 53,
            "verse": 14,
            "text": "နယ်စွန်နယ်ဖျား၌ရှိသော ဆီးပင် ‘စစ်ဒ်ရတုလ်မွန်တဟာ’ ဆီးပင်၏အနီးတွင်။"
        },
        {
            "chapter": 53,
            "verse": 15,
            "text": "ယင်းဆီးပင်၏ အနီး၌ပင် ‘ဂျန္နတုလ်မအ်ဝါ’သုခဘုံ ရှိ၏။"
        },
        {
            "chapter": 53,
            "verse": 16,
            "text": "အကြင်အခါဝယ် ဆီးပင်ကို ဖုံးလွှမ်းလျက်ရှိသောအရာများသည် ဖုံးလွှမ်းလျက်ရှိ၏။"
        },
        {
            "chapter": 53,
            "verse": 17,
            "text": "(ထိုအဖော်၏) မျက်စိသည် သွေချော်ခဲ့သည်လည်း မရှိချေ။ ကျော်လွန်သွားခဲ့သည်လည်း မရှိချေ။"
        },
        {
            "chapter": 53,
            "verse": 18,
            "text": "ဧကန်မလွဲ ထိုအဖော်သည် ၎င်းအား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်၏ ကြီးကျယ်လှစွာသော သက်သေလက္ခဏာတော်များကို တွေ့မြင်ခဲ့သည်မှာ အမှန်ပေတည်း။"
        },
        {
            "chapter": 53,
            "verse": 19,
            "text": "သို့ဖြစ်ပေရာ အသင်တို့သည် ‘လားတ်’နှင့်စပ်လျဉ်း၍လည်းကောင်း၊ ‘အွဇ္ဇာ’ နှင့်စပ်လျဉ်း၍လည်းကောင်း။"
        },
        {
            "chapter": 53,
            "verse": 20,
            "text": "အခြား တတိယမြောက်ဖြစ်သော ‘မနားတ်’နှင့်စပ်လျဉ်း၍လည်းကောင်း၊ ဆင်ခြင်သုံးသပ်ခြင်းကို ပြုခဲ့ကြလေသလော။"
        },
        {
            "chapter": 53,
            "verse": 21,
            "text": "အသင်တို့၌ သားယောက်ျားကလေးများ ရှိကြ၍ ထိုအရှင်မြတ်၌ သမီးမိန်းကလေးများ ရှိကြလေသလော။"
        },
        {
            "chapter": 53,
            "verse": 22,
            "text": "ဤသည်ကား လွန်စွာမမျှတသော ခွဲဝေမှုပင်။"
        },
        {
            "chapter": 53,
            "verse": 23,
            "text": "ယင်း(ဆိုခဲ့ပြီးသော ရုပ်တု)တို့မှာ အသင်တို့ ကိုယ်တိုင်သည်လည်းကောင်း၊ အသင်တို့၏ အဘ၊ ဘိုး ဘေးတို့သည်လည်းကောင်း၊ မှည့်ခေါ်ထားသော အမည်နာမများသာလျှင် ဖြစ်ကြကုန်၏။ အလ္လာဟ်အရှင်မြတ်သည် ယင်းတို့(ကိုကိုးကွယ်ရန်)နှင့် စပ်လျဉ်း၍ မည်သည့်သက်သေသာဓက တစ်စုံတစ်ရာကိုမျှပင် ချပေးတော်မူခဲ့သည် မဟုတ်ပေ။ ထိုသူတို့ကား ရမ်းဆထင်မြင်ချက်နှင့် စိတ်အလိုဆန္ဒများကိုသာလျှင် လိုက်နာလျက် ရှိကြကုန်၏။ အမှန်မှာ ၎င်းတို့ထံသို့ ၎င်းတို့၏ အရှင်ထံမှ အမှန်တရားသည် ရောက်ရှိလာခဲ့ချေပြီ။"
        },
        {
            "chapter": 53,
            "verse": 24,
            "text": "‘မနုဿ’လူသား၌ ၎င်းအာသာဆန္ဒရှိသမျှ ရရှိလေသလော။"
        },
        {
            "chapter": 53,
            "verse": 25,
            "text": "စင်စစ်မှာကား တမလွန်ဘဝသည် လည်းကောင်း၊ လောကီဘဝသည်လည်းကောင်း၊ အလ္လာဟ်အရှင်မြတ်(၏လက်တော်တွင်း)၌သာရှိ၏။"
        }
    ]
}