{
    "rukus": [
        {
            "chapter": 54,
            "verse": 41,
            "text": "ထိုမှတစ်ပါး မုချဧကန် ‘ဖစ်ရ်အောင်န်’ ၏ခြွေရံသင်းပင်းတို့ထံလည်း သတိပေးနှိုးဆော်ချက်များ ရောက်ရှိလာခဲ့၏။"
        },
        {
            "chapter": 54,
            "verse": 42,
            "text": "၎င်းတို့သည် ငါအရှင်မြတ်၏ သက်သေ လက္ခဏာအလုံးစုံတို့ကို မဟုတ်မမှန်ဟူ၍ စွပ်စွဲ ငြင်းပယ်ခဲ့ကြကုန်၏။ သို့ဖြစ်ပေရာ ငါအရှင်မြတ်သည် ၎င်းတို့အား နိုင်နင်းလွှမ်းမိုးတော်မူသော တန်ခိုးနှင့် ပြည့်စုံတော်မူသောအရှင်၏ ဖမ်းဆီးပုံမျိုးနှင့် ဖမ်းဆီး အရေးယူတော်မူခဲ့၏။"
        },
        {
            "chapter": 54,
            "verse": 43,
            "text": "အသင်တို့ခေတ်၌ရှိကုန်သော ‘ကာဖိရ်’သွေဖည်ငြင်းပယ်သူတို့သည် ၎င်းတို့ထက် သာလွန် မြင့်မြတ်ကြ လေသလော၊ သို့တည်းမဟုတ် ကျမ်းဂန်များ၌ အသင်တို့အဖို့ လွတ်ငြိမ်းခွင့်ရှိသည်ဟူ၍ လာရှိလေသလော။"
        },
        {
            "chapter": 54,
            "verse": 44,
            "text": "သို့တည်းမဟုတ် ၎င်းတို့က ‘ကျွန်ုပ်တို့သည်အောင်နိုင်မှု ရရှိကြအံ့သောအုပ်စုဖြစ်သည်’ ဟု ပြောဆိုကြလေသလော။"
        },
        {
            "chapter": 54,
            "verse": 45,
            "text": "ယင်းအုပ်စုမှာ မကြာမြင့်မီမှာပင် အရေးရှုံးနိမ့်ကြပြီး ကျောခိုင်း၍ ထွက်ပြေးကြရပေမည်။"
        },
        {
            "chapter": 54,
            "verse": 46,
            "text": "စင်စစ်မှာကား ‘ကိယာမတ်’ ရှင်ပြန်ထမည့် အချိန်ကာလသည် ၎င်းတို့အား ချိန်းချက်ထားသော ချိန်းချက်မှုဖြစ်၏။ ထိုမှတစ်ပါး ‘ကိယာမတ်’ ရှင်ပြန် ထမည့်အချိန်ကာလသည် ပို၍ပင် ပြင်းထန်သည့်ပြင် ပို၍ပင် နာကြည်းဖွယ် ဖြစ်ပေသတည်း။"
        },
        {
            "chapter": 54,
            "verse": 47,
            "text": "ဧကန်အမှန် ပြစ်မှုကျူးလွန်သူတို့သည် လမ်းလွဲမှု၌လည်းကောင်း၊ ဉာဏ်ကင်းမဲ့မှု၌ လည်းကောင်း၊ ရှိနေကြကုန်၏။"
        },
        {
            "chapter": 54,
            "verse": 48,
            "text": "၎င်းတို့သည် မှောက်လျက် ငရဲမီး၌ တရွတ် တိုက်ဆွဲချခြင်းကို ခံကြရသောနေ့တွင် ‘အသင်တို့သည် ငရဲမီး ထိရောက်ခြင်း၏ ရသာကို မြည်းစမ်းကြ ကုန်’(ဟု မိန့်ကြားတော်မူခြင်းကို ခံကြရလတ္တံ့)။"
        },
        {
            "chapter": 54,
            "verse": 49,
            "text": "ဧကန်မလွဲ ငါအရှင်မြတ်သည် အရာခပ်သိမ်းတို့ကို ချင့်ချိန်၍ ဖန်ဆင်းတော်မူခဲ့၏။"
        },
        {
            "chapter": 54,
            "verse": 50,
            "text": "စင်စစ်သော်ကား ငါအရှင်မြတ်၏ အမိန့်တော်မှာ တစ်ကြိမ်တည်း အမိန့်ပေးရုံကာမျှဖြင့် မျက်စိတစ်မှိတ်အတွင်း ဖြစ်မြောက်သွားပေမည်။"
        },
        {
            "chapter": 54,
            "verse": 51,
            "text": "မချွတ်ဧကန် ငါအရှင်မြတ်သည် အသင်တို့နှင့် ဝါဒတူတို့အား ကွပ်မျက်ဖျက်ဆီးတော်မူခဲ့ရာ တရားရယူသူများဟူ၍ ရှိကြပါသလော။"
        },
        {
            "chapter": 54,
            "verse": 52,
            "text": "စင်စစ်သော်ကား ၎င်းတို့ပြုမူခဲ့သမျှတို့သည် မှတ်တမ်းများ၌လည်း ရှိကုန်၏။"
        },
        {
            "chapter": 54,
            "verse": 53,
            "text": "ထိုမှတစ်ပါး အကြီးအသေး ဟူသမျှတို့သည် ရေးသား၍ထားရှိပြီး ဖြစ်ကုန်၏။"
        },
        {
            "chapter": 54,
            "verse": 54,
            "text": "မလွဲဧကန် ‘မွတ္တကီ’ သူတော်စင်တို့မှာ ဥယျာဉ်များ၌လည်းကောင်း၊ စမ်းချောင်းများ၌လည်းကောင်း၊ ရှိကုန်အံ့။"
        },
        {
            "chapter": 54,
            "verse": 55,
            "text": "တန်ခိုးတော်နှင့် ပြည့်စုံတော်မူသော ဘုရင်၏ထံတော်ပါး၌ မြင့်မြတ်မှန်ကန်သော နေရာဌာနတွင် ရှိကုန်အံ့သတည်း။"
        }
    ]
}