{
    "rukus": [
        {
            "chapter": 3,
            "verse": 92,
            "text": "(အို-မုစ်လင်မ်အပေါင်းတို့) အသင်တို့သည်မိမိတို့ နှစ်သက်ကြကုန်သော ဥစ္စာပစ္စည်းများအနက်မှ၊လှူဒါန်းသုံးစွဲခြင်း မပြုသမျှ ကာလပတ်လုံး၊ မြင့်မြတ်သောအကျင့်တရားအစစ် အမှန်(၏ အကျိုးကျေးဇူး) ကိုမည်သည့်နည်းနှင့်မျှ ရယူနိုင်ကြမည် မဟုတ်ပေ။ ၎င်းပြင်မည်သည့်အရာမဆို အသင်တို့ လှူဒါန်း သုံးစွဲကြပါမူ၊အလ္လာဟ်အရှင်မြတ်သည် ထိုအရာကို အကြွင်းမဲ့သိတော်မူသောအရှင် ဖြစ်တော်မူသည်။"
        },
        {
            "chapter": 3,
            "verse": 93,
            "text": "တောင်ရာတ် ကျမ်းမြတ်မကျရောက်မီ [နဗီတမန်တော် အစ္စရာအီလ် (ဝါ) ယအ်ကူဗ် (အလိုင်ဟစ္စလာမ်)]သည်(တင်ကြောလျှောက်နာ ဖြစ်ခဲ့သဖြင့်] မိမိအဖို့ မြစ်တားခဲ့သော အရာ [(ဝါ)ကုလားအုတ်သား)]မှအပ(ယေဘုယျအားဖြင့် လူအများစားသုံးကြကုန်သောအခြား) စားဘွယ်သောက်ဖွယ် အားလုံးတို့သည် အစ္စရာအီလ်၏မျိုးနွယ်များအဖို့(စား) ခွင့်ပြုပြီး ဖြစ်ခဲ့လေသည်။ (သို့ဖြစ်ပေရာ အိုနဗီတမန်တော်ကုလားအုတ် သားကိုမစားရဟု နဗီတမန်တော်အစ်ဗ်ရာဟီမ် (အလိုင်ဟစ္စလာမ်) လက်ထက်ကပင်ပညတ်ထားသည်ဟု ပြောဆိုကြကုန် သော ယဟူဒီများအား)အသင် (ဤသို့) ပြောကြားပါလေ။ (ဟယ်-ယဟူဒီအပေါင်းတို့) သို့ (အသင်တို့ ပြောဆိုကြသည့် အတိုင်း)ဖြစ်ခဲ့ပါလျှင် အသင်တို့သည် တောင်ရာတ်ကျမ်းမြတ်ကိုဆောင်ယူခဲ့ကြလေကုန်၊ ပြီးနောက် တဖန် အကယ်၍ သင်တို့သည် (မိမိတို့ပြောဆိုရာ၌) အမှန်ကို ပြောဆိုကြ သူများဖြစ်ကြပါမူ ယင်း (တောင်ရာတ်ကျမ်းမြတ်)ကို ရွတ်ဖတ်ကြလေကုန်။"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "သို့(ထိုသူတို့ မုသားပြောဆိုကြောင်းကို သာဓကနှင့်တကွ ထင်ရှားစေပြီး) ဖြစ်ပါလျက် အကြင်သူတို့သည် ထို(ကဲ့သို့ထင်ရှားစေပြီး) နောက် အလ္လာဟ်အရှင်မြတ်အပေါ်၌လုပ်ကြံ မုသားပြောဆိုပါမူ ဤကဲ့သို့သောသူများသည် ပြစ်မှုကျူးလွန်သော သူများပင်ဖြစ်သည်။"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "(အို-နဗီတမန်တော်) အသင်သည် (ယင်းယဟူဒီ တို့အား ဤသို့) ပြောကြားပါလေ။ (ဟယ်-ယဟူဒီအပေါင်းတို့) အလ္လာဟ်အရှင်မြတ်ကမူ ဟုတ်တိုင်းမှန်ရာမြွက်ဟမိန့်ကြားတော် မူခဲ့ချေပြီ။ သို့ဖြစ်ပေရာ အသင်တို့သည်ဖြောင့်မတ်တည်ကြည် သော (နဗီတမန်တော်) အစ်ဗ်ရာဟီမ်(အလိုင်ဟစ္စလာမ်)၏ (အစ္စလာမ်) သာသနာကိုပင်လိုက်နာကြလေကုန်။စင်စစ်သော် ကား ယင်းနဗီတမန်တော(အစ်ဗ်ရာဟီမ် အလိုင်ဟစ္စလာမ်)သည် အခြားတစုံတရာကို အလ္လာဟ်အရှင်မြတ်နှင့် တွဲဖက်ကိုးကွယ်သူ များအနက်မှလည်း အပါအဝင်မဟုတ်ပေ။"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "ဧကန်စင်စစ် (အလ္လာဟ်အရှင်မြတ်အားခဝပ်ကိုး ကွယ်ရန်အလို့ငှာ) လူသားတို့အဖို့ ဦးစွာပဌမ တည်ဆောက်ထား သော အိမ်တော်သည်ကား မက္ကာမြို့တော်၌တည်ရှိသော အိမ် တော်ပင်တည်း။ ထိုအိမ်တော်သည်ကောင်းခြီးမင်္ဂလာ အဖြာဖြာ နှင့် ပြည့်စုံလျက်ရှိသည့်ပြင်စကြာဝဠာခပ်သိမ်းကို တရားလမ်းမှန် သို့လည်း ညွှန်ကြားလျက် ရှိ၏။"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "ယင်းအိမ်တော်၌ ထင်ရှားလှစွာသော သက်သေလက္ခဏာများရှိကြ၏။ (ယင်းလက္ခဏာများ အနက်မှ မကာမုအစ်ဗ်ရာဟီမ်နဗီတမန်တော်)အစ်ဗ်ရာဟီမ် (အလိုင်ဟစ္စလာမ်)ရပ်တည်သောနေရာသည် (လည်းလက္ခဏာတစ်ရပ်ပင်) ဖြစ်ချေသည်။ ထိုမှတစ်ပါး အကြင်သူသည် ယင်းအိမ်တော်သို့ဝင် ရောက်ခဲ့အံ့၊ ထိုသူသည် ဘေးရန်(ခပ်သိမ်း) ကင်းငြိမ်းသူဖြစ်လတ္တံ့။ တဖန် လူများအပေါ်ဝယ် တာဝန်ရှိသည်မှာ၊အကြင် သူသည် ထိုအိမ်တော်သို့အရောက် ခရီးသွားရန်တတ်စွမ်း နိုင်ခဲ့ ပါလျှင်၊ အလ္လာဟ်အရှင်မြတ် (နှစ်သက်တော်မူရန်)အတွက် ထိုအိမ်တော်သို့ သွားရောက် ဟဂျ်ပြုရန် (ထိုသူ့အပေါ်၌) တာဝန်ရှိပေသည်။ သို့ရာတွင် အကြင်သူသည်(အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်များကို) ငြင်းပယ်သည်ရှိသော် (အလ္လာဟ်အရှင်မြတ်၌ တစ်စုံတစ်ရာမျှနစ်နာ ဆုံးရှုံးမှုအလျင်း မရှိချေ၊) အဘယ်ကြောင့်ဟူမူ အလ္လာဟ်အရှင်မြတ်သည် မုချဧကန် စကြာဝဠာ အပေါင်းတို့အား လိုလား တောင့်တခြင်း ကင်းတော်မူသော အရှင်ဖြစ်တော်မူပေသတည်း။"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "အသင်သည် (ထိုအထက်ကျမ်းဂန်ရရှိသူတို့အား ဤသို့)ပြောကြားပါလေ။ အို-ကျမ်းဂန်ရရှိသူ အပေါင်းတို့အသင်တို့သည် အလ္လာဟ်အရှင်မြတ် ၏အမိန့်တော်များကိုအဘယ်ကြောင့် ငြင်းပယ်ကြပါသနည်း။ စင်စစ်တမူကားအလ္လာဟ်အရှင်မြတ်သည် အသင်တို့ ပြုလုပ်သမျှသော ကိစ္စအဝဝကိုဒိဋ္ဌမျက်မြင် အသိသက်သေပင် ဖြစ်တော်မူသည်။"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "(အို-နဗီတမန်တော်) အသင်သည် (ယင်းအထက်ကျမ်းဂန်ရရှိသူတို့အား ဤသို့)ပြောကြားပါလေ။ အိုကျမ်းဂန်ရရှိသူအပေါင်းတို့ အသင်တို့သည် ယုံကြည်ခြင်း သဒ္ဓါတရား ထားရှိသူတို့အား အလ္လာဟ်အရှင်မြတ်၏ တရားလမ်းတော်မှ ထိုတရားလမ်း တော်၌ ကွေ့ကောက်မှုကို ရှာဖွေစူးစမ်း(ဖန်တည်း)ကာ အဘယ်ကြောင့် ပိတ်ပင်တားဆီးကြပါသနည်း။စင်စစ်တမူကား (အလ္လာဟ်အရှင်မြတ်၏ တရားလမ်းစဉ် မှန်ကန်ကြောင်းနှင့်စပ်လျဉ်း၍) အသင်တို့ ကိုယ်တိုင်ပင်လျှင်အသိသက်သေများဖြစ်ကြကုန်၏။ ထိုမှတစ်ပါး အလ္လာဟ်အရှင်မြတ်သည် အသင်တို့ ပြုလုပ်ကြကုန်သော ကိစ္စအရပ်ရပ်တို့ကိုမေ့လျော့ လျစ်လျူရှုတော်မူမည့် အရှင်လည်းမဟုတ်ချေ။"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "အို-မုအ်မင်န် ယုံကြည်သူအပေါင်းတို့ အကယ်၍ အသင်တို့သည် (အထက်)ကျမ်းဂန်ရရှိသူ တို့အနက် လူတစ်စု(၏စကား)ကို လိုက်နာကြပါမူ ယင်းသူတို့သည် အသင်တို့အား အသင်တို့ ယုံကြည်ခြင်းသဒ္ဓါတရား ထားရှိကြပြီးနောက်ကာဖိရ် မယုံမကြည် သွေဖည်ငြင်းပယ်သောသူများအဖြစ်သို့ပြန်လည်ရောက်ရှိစေကြကုန်အံ့။"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "၎င်းပြင် အသင်တို့သည် မည်သည့်နည်းဖြင့်မယုံမကြည် သွေဖည် ငြင်းပယ်နိုင်ကြအံ့နည်း။ စင်စစ်တမူကား အလ္လာဟ်အရှင်မြတ်၏ အာယသ်တော်များလည်းအသင်တို့ရှေ့ဝယ် ဖတ်ကြားလျက်ရှိ၏။ ထိုမှတစ်ပါး ထို(အလ္လာဟ်)အရှင်မြတ်၏ ရစူလ် တမန်တော် [မုဟမ္မဒ်(ဆွ)]သည်လည်း အသင်တို့အတွင်း၌ ရှိနေလေပြီ။ စင်စစ်သော်ကားမည်သူမဆို အလ္လာဟ်အရှင်မြတ်ကို မြဲမြံစွာ ဖက်ကိုင်၍ ထားပါလျှင် ထိုသူသည် ဖြောင့်မတ်မှန်ကန်သောတရားလမ်းစဉ်သို့ဧကန်မလွဲ ညွှန်ကြားပြသခြင်း ခံရလတ္တံ့။"
        }
    ]
}