{
    "rukus": [
        {
            "chapter": 82,
            "verse": 1,
            "text": "မိုးကောင်းကင်သည် အက်ကွဲသောအခါ။"
        },
        {
            "chapter": 82,
            "verse": 2,
            "text": "၎င်းပြင် ကြယ်တာရာများသည် ကြွေကျကြသောအခါ။"
        },
        {
            "chapter": 82,
            "verse": 3,
            "text": "ထို့ပြင် ပင်လယ်သမုဒ္ဒရာများသည် ဆူပွက်စီးထွက်(စေခြင်းကို ခံကြရ)သောအခါ။"
        },
        {
            "chapter": 82,
            "verse": 4,
            "text": "ထိုမှတစ်ပါး သင်္ချိုင်းများသည် အထက်အောက်မှောက်လှန် ဖရိုဖရဲဖြစ်စေခြင်းကို ခံကြရသောအခါ။"
        },
        {
            "chapter": 82,
            "verse": 5,
            "text": "ဇီဝိန် အသီးသီးတို့သည် မိမိတို့ ကြိုတင်ပို့နှင့်ခဲ့ကြသည် များကိုလည်းကောင်း၊ မိမိတို့သည် နောက်တွင် ချန်ခဲ့ကြသည်များကိုလည်းကောင်း၊ သိသွားခဲ့ ကြပေမည်။"
        },
        {
            "chapter": 82,
            "verse": 6,
            "text": "အို-လူသား၊ မိမိအား ဖန်ဆင်းမွေးမြူတော်မူသော ကျေးဇူးတော်ရှင်နှင့် ပတ်သက်၍ မည်သည့်အရာသည် အသင့်အား လှည့်ဖြားခဲ့သနည်း။"
        },
        {
            "chapter": 82,
            "verse": 7,
            "text": "အကြင်အရှင်မြတ်သည် အသင်(လူသား)အား ဖန်ဆင်းတော်မူခဲ့၏။ တစ်ဖန် အသင်၏(ဤအဆစ်အပိုင်းများ)ကို နေထားတကျဖြစ်အောင်လည်း ပြုပြင်တော်မူခဲ့၏။တဖန် အသင့်အား အချိုးအစား ကျအောင်လည်း စီမံတော်မူခဲ့၏။"
        },
        {
            "chapter": 82,
            "verse": 8,
            "text": "မိမိအလိုရှိတော်မူသော ပုံသဏ္ဍာန်၌ အသင့်အား စီစဉ်ပြုလုပ် (ဖန်ဆင်း)တော်မူခဲ့၏။"
        },
        {
            "chapter": 82,
            "verse": 9,
            "text": "(မည်သည့်အကြောင်းမျှ) အလျှင်းမဟုတ်၊ စင်စစ်မှာမူကား အသင်တို့သည် အစားပေးခြင်းကိုပင် မဟုတ်မမှန်ဟူ၍ ငြင်းပယ်ကြကုန်၏။"
        },
        {
            "chapter": 82,
            "verse": 10,
            "text": "စင်စစ်သော်ကား အသင်တို့အပေါ်၌ ကိုယ်စောင့်များသည် ဧကန်မလွဲ ရှိကြကုန်၏။"
        },
        {
            "chapter": 82,
            "verse": 11,
            "text": "(ငါအရှင်မြတ်အထံတော်၌) မြင့်မြတ်သူများ၊(အသင်တို့၏ ပြောဆိုပြုမူချက်တို့ကို) ရေးမှတ်သူများ။"
        },
        {
            "chapter": 82,
            "verse": 12,
            "text": "၎င်းတို့သည် အသင်တို့ ပြုလုပ်သမျှတို့ကို သိရှိကြကုန်သတည်း။"
        },
        {
            "chapter": 82,
            "verse": 13,
            "text": "ဧကန်မလွဲ သူတော်ကောင်းတို့သည် ထာဝရသုခ၌ ရှိကြပေမည်။"
        },
        {
            "chapter": 82,
            "verse": 14,
            "text": "သို့ရာတွင် ဆိုးသွမ်းသူတို့မူကား ဧကန်မလွဲ 'ဂျဟန္နမ်' ငရဲ၌ပင် ရှိကြပေမည်။"
        },
        {
            "chapter": 82,
            "verse": 15,
            "text": "၎င်းတို့သည် ထို 'ဂျဟန္နမ်' ငရဲသို့ အစားပေးမည့်နေ့တွင် ဝင်ကြရပေမည်။"
        },
        {
            "chapter": 82,
            "verse": 16,
            "text": "ထို့ပြင် ၎င်းတို့သည် ယင်းငရဲမှ ခွဲခွာမည့်သူများ၊(ထွက်ရမည့်သူများ) မဟုတ်ကြချေ။"
        },
        {
            "chapter": 82,
            "verse": 17,
            "text": "စင်စစ် အစားပေးမည့်နေ့သည် အဘယ်ကဲ့သို့သော နေ့ပါနည်းဟု အသင်သိပါသလော။"
        },
        {
            "chapter": 82,
            "verse": 18,
            "text": "တစ်ဖန် အစားပေးမည့်နေ့သည် အဘယ်ကဲ့သို့သော နေ့ဖြစ်သည်ကို အသင်သိပါသလော။"
        },
        {
            "chapter": 82,
            "verse": 19,
            "text": "(ထိုနေ့သည်ကား) မည်သူမျှပင် မည်သူတစ်ဦးတစ်ယောက်ကိုမျှ လုံးဝ အကျိုးပြုပိုင်ခွင့် မရှိသောနေ့ပင်။ထိုနေ့တွင်ကား အမိန့်အာဏာ အလုံးစုံတို့သည် အလ္လာဟ်အရှင်မြတ်၌သာ ရှိကုန်အံ့သတည်း။"
        }
    ]
}