{
    "maqras": [
        {
            "chapter": 27,
            "verse": 82,
            "text": "Jaba unīharūkō lāgi yātanākō vācā pūrā hunēcha, taba hāmīlē unīharūkō lāgi dharatībāṭa ē'uṭā janāvara nikālnēchauṁ, jasalē unīharūsita kurā garnēcha, ki mānisaharū hāmrō āyataharūmā viśvāsa gardainathē"
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "Ra juna dina hāmī pratyēka samūhamadhyēbāṭa tyasa samūhalā'ī ēkatrita garnēchauṁ, jasalē hāmrā āyataharūlā'ī asatya bhandathē, ani unīharūlā'ī vibhinna śrēṇīharūmā vibhājita garinēcha"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "Yahām̐sam'ma ki jaba sabai ā'ipugnēchan taba allāhalē ādēśa garnēchaḥ ki timīlā'ī pūrā jñāna nabha'ēra pani timīlē mērā āyataharūlā'ī kina asatya bhanēkā thiyau? Ra yō pani batā'ū ki timīlē kē gardai thiyau"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "ra unīharūkō aparādhakō kāraṇalē unīharūkō hakamā yātanākō vācā pūrā bha'ēra nai chāḍnēcha, ani unīharū kēhī bōlna saknēchainan"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "Kē unīharūlē dēkhēnan ki hāmīlē rātalā'ī banā'ēkā chauṁ tāki yasamā tinīharūlē ārāma garun, ra dinalā'ī ujyālō banā'ēkā chauṁ. Ra niḥsandēha yasamā tyasa samudāyaharūkō lāgi jō īmāna ra viśvāsa rākhdachan niśānīharū chan"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "Ra juna dina sūra phūm̐kinēcha taba jō ākāśaharū ra jō jaminamā chan, sabai āttinēchan, tinī bāhēka jasalā'ī allāha cāhancha. Ra sabai usakō samakṣa vivaśa ra bādhya bha'ī upasthita hunēchan"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "Ra jaba timīlē pahāḍaharūlā'ī hērēra tinīharūlā'ī āphnō ṭhā'um̐mā sthira dēkhdachau, tara tinīharū pani yasaprakāra hiṇḍnēchan, jastō ki bādala. Yō allāhakō kārīgarī hō, jasalē pratyēka kurālā'ī baliyō banāyō. Niḥsandēha usalē timrō karmaharūkō bārēmā jānakārī rākhdacha"
        },
        {
            "chapter": 27,
            "verse": 89,
            "text": "Juna vyaktilē asala karma li'ēra ā'unēcha, usakō nimti usalā'ī tyasabhandā rāmrō pratiphala milnēcha, ra yastā mānisaharū tyasa dinakō ghabarāhaṭabāṭa niścinta hunēchan"
        },
        {
            "chapter": 27,
            "verse": 90,
            "text": "Ra jasalē narāmrō karma li'ēra ā'unēchan tinīharūlā'ī ghōkrā'ēra narkamā dhakēlinēcha. Timīlā'ī ta tinai karmaharūkō pratiphala prāpta hunēcha, juna timīlē gardai ā'irahēkā chau"
        },
        {
            "chapter": 27,
            "verse": 91,
            "text": "(Bhanidinus) malā'ī yahī nai ādēśa bha'ēkō chaḥ ki ma yasa ‘‘makkā’’ śaharakō svāmīkō upāsanā garūm̐, jasalē yasalā'ī sam'mānita ra maryādita banā'ēkō cha ra yī sabai kurā usaikō adhīnamā chan ra yō pani ādēśa bha'ēkō cha ki ma usakō ājñākārīkō rūpamā rahūm̐"
        },
        {
            "chapter": 27,
            "verse": 92,
            "text": "Ra yō pani ki ma ‘‘kura'āna’’ paḍhnē garūm̐, ta juna mānisalē sōjhō bāṭō apanā'um̐cha, usalē āphnai phā'idākō nimti apanā'um̐cha, ra jō mārgavicalita huncha ta bhanidinus ki ma ta mātra sacēta garnēvālā hūm̐"
        },
        {
            "chapter": 27,
            "verse": 93,
            "text": "Bhanidinus ki sampūrṇa praśansā allāhakai lāgi hun. Usalē timīlā'ī śīghra nai āphnā niśānīharū dēkhā'unēcha, jasalā'ī timī āphailē cinhihālnēchau ra juna karma timīlē gardaichau, tyasabāṭa timrō pālanakartā anabhijña chaina"
        },
        {
            "chapter": 28,
            "verse": 1,
            "text": "Tā–sīna–mīma"
        },
        {
            "chapter": 28,
            "verse": 2,
            "text": "Yī spaṣṭa kitābakā āyataharū hun"
        },
        {
            "chapter": 28,
            "verse": 3,
            "text": "(Hē muham'mada!) Hāmīlē tapā'ī samakṣa mūsā ra phira'aunakā satya ghaṭanāharū mōminaharūkō lāgi varṇana gardachauṁ"
        },
        {
            "chapter": 28,
            "verse": 4,
            "text": "Niḥsandēha phira'aunalē dharatīmā aṭṭēripanā gardai ā'ēkō thiyō ra tyahām̐kā mānisaharūlā'ī anēka samūhamā vibhājana garī ē'uṭā samūhalā'ī kamajōra pārisakēkō thiyō. Tyasalē unīharūkā chōrāharūlā'ī māridinthyō ra unīharūkā chōrīharūlā'ī jīvita rahana dinthyō niścaya nai tyō upadrava garnēharūmadhyēkō thiyō"
        },
        {
            "chapter": 28,
            "verse": 5,
            "text": "Ra hāmīlē cāhayauṁ ki tinīharūmāthi upakāra garauṁ, jasalā'ī dharatīmā ati kamajōra gari'ēkō thiyō ra unīharūlā'ī nai (dharatīkō) nāyaka ra uttarādhikārī banā'auṁ"
        },
        {
            "chapter": 28,
            "verse": 6,
            "text": "Ra yō pani ki hāmīlē dharatīmā unīharūlā'ī sattādhikāra pradāna garauṁ ra unīharūbāṭa phira'auna ra hāmāna ra unīharūkō sēnāharūlā'ī tī kurā dēkhā'auṁ, jasabāṭa unīharū ḍarā'irahēkā chan"
        },
        {
            "chapter": 28,
            "verse": 7,
            "text": "Hāmīlē ‘‘mūsā’’ (alaihis'salāma) kī āmālā'ī saṅkēta garyauṁ ki usalā'ī dūdha khuvā'um̐dai gara ani yadi timīlā'ī usakō viṣayamā kunai bhaya huncha bhanē usalā'ī nadīmā hālidinu ra timīlē kunai bhaya namānnu na ta cintā garnu. Hāmīlē usalā'ī timrō pāsamā pharkā'idinēchauṁ ra usalā'ī paiaigambara banā'unēvālā chauṁ"
        },
        {
            "chapter": 28,
            "verse": 8,
            "text": "Antataḥ phira'aunakā mānisaharūlē tyasa baccālā'ī uṭhā'ihālē, ra pariṇāma svarūpa tyō unīharūkō śatru ra unīharūkō nimti duḥkhakō kāraṇa ban'yō. Niścaya phira'auna ra hāmāna ra unīharūkā sēnā gambhīra aparādhī nai thi'ē"
        },
        {
            "chapter": 28,
            "verse": 9,
            "text": "Ra phira'aunakī śrīmatīlē bhanīḥ ki yō mērō ra timrō duvaikō ām̐khākō śītalatā hō, yasakō hatyā nagarnu, dhērai sambhava cha ki yasalē hāmīlā'ī phā'idā puryā'um̐cha, athavā hāmīlē yasalā'ī āphnō chōrā banā'ihālauṁ, ra unīharū anabhijña nai thi'ē"
        },
        {
            "chapter": 28,
            "verse": 10,
            "text": "Ra mūsākī āmākō hr̥daya bēcaina bha'ihālyō. Yadi hāmīlē usakō hr̥dayalā'ī śāntvanā pradāna nagaridi'ēkō bha'ē tinalē sambhavataḥ yasa ghaṭanālā'ī prakaṭa garidinthi'in. Uddēśya yō thiyō ki unī mōminharūmadhyēbāṭa rahun"
        },
        {
            "chapter": 28,
            "verse": 11,
            "text": "Mūsākō āmālē usakī (mūsākī) bahinīsita bhanin ki timī usakō pachi–pachi lāga. Ataḥ tinalē unalā'ī ṭāḍhaibāṭa hērirākhin ra phira'aunakō mānisaharūlā'ī yasakō jānakārī nai bha'ēna"
        }
    ]
}