{
    "maqras": [
        {
            "chapter": 9,
            "verse": 60,
            "text": "Sadkā (viśēṣa kisimakō dāna) mātra gariba, ra nimukhāharūkō nimti hun, ra jō yasa kāmakā lāgi niyukta gari'ēkā hun ra unīharūkō lāgi jasakā hr̥dayalā'ī ākr̥ṣṭa garnu ra rijhā'una abhiṣṭa huncha ra dāsaharūlā'ī mukta garā'unumā ra r̥ṇiharūkō r̥ṇa tirnalā'ī ra allāhakō bāṭōmā ra yātrīharūkō sahāyatākō nimti. Yō allāhakō tarphabāṭa paṭhā'i'ēkō anivārya ādēśa hō. Allāha sabaikurā jānnēvālā, atyanta tatvadarśī cha"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "Ra unīharūmadhyē yastā pani chan, jō nabīlā'ī duḥkha dinchan, ra bhandachanḥ (tyō ta) kānakō kamajōra hō. Bhanidinusḥ ‘‘tyō kāna timrō bhalōkō nimti hō. Usalē allāhamāthi īmāna rākhdacha ra musalamānaharūkō kurāmā viśvāsa gardacha. Ra timīmadhyē jō īmānavālā chan, yō unīharūkō nimti rahamata (puraskāra) hō, rasūlullāhalā'ī jasalē yātanā dinchan, unīharūkō nimti duḥkhada yātanā cha"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "Unīharūlē timīlā'ī khuśī pārnakō nimti mātra timrō agāḍi allāhakō śapatha khānchan. Jabaki yadi yinī īmānadāra bha'ēkō bha'ē allāha ra usakō rasūlalā'ī khuśī pārna dhērai hakadāra hunthē"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Kē yinīharū jāndainan ki jō pani allāha ra usakō rasūlakō virōdha garnēcha, usakō nimti niścaya nai narkakō āgō cha jasamā tinī sam̐dhaiṁ rahanēvālā chan. Yō ṭhūlō apamānajanaka kurā hō"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "Munāphikaharū (kapaṭī)lā'ī sadhaiṁ yasa kurākō bhaya rahancha ki musalamānaharūmāthi yastō sūrāḥ avatarita nahōs jasalē unīharūkō hr̥dayakā kurā yinīharūlā'ī batā'idē'ōs. Bhanidinus timī khillī uḍā'irākha, niḥsandēha mahāna allāha tyasalā'ī prakaṭa garnēvālā cha, juna kurākō timīlā'ī bhaya cha"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "Yadi tapā'īnlē unīharūsaṅga sōdhnuhuncha bhanē spaṣṭa bhannēchan ki hāmī ta yastai āpasamā hām̐sō(khēla) garirākhēkā thiyauṁ. Bhannusḥ ‘‘kē allāha, usakō āyataharū ra usakō rasūlanai timrō lāgi hām̐sōkhēlakā pātra hun"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "timī bahānā nabanā'ū, niścaya nai timīlē īmāna lyā'ēpachi kāphiÞra bha'ēkā hau. Yadi hāmīlē timīmadhyē kēhīlā'ī kṣamā garihālēṁ pani kēhīlā'ī unakō kasūrakō lāgi yātanā di'ēra nai chāḍnē chauṁ kinabhanē unīharū aparādhī hun"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "Sabai kapṭī puruṣa ra strī āpasamā ēka samāna chan. Yinīharūlē narāmrō kāmagarna lagā'um̐chan ra rāmrō kurābāṭa rōkchan ra kanjūsī gardachan. Unīharūlē allāhalā'ī birsihālēchan ta allāhalē unīharūlā'ī pani birsidiyō. Niścaya nai munāphikaÞ, avajñākārī ra caritrahīna chan"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Mahāna allāhalē yī munāphikaÞ puruṣa, strī ra kāphiraharūsita narkakō āgōkō vācā garisakēkō cha. Jahām̐ yinīharū sadhaiṁ rahanēchan, tyahī nai yinīharūkō nimti paryāpta cha. Unīharūmāthi allāhakō dhikkāra cha. Ra yinīharūkai nimti sthāyī yātanā cha"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "Unīharū jastai, jō timībhandā pahilā thi'ē, unīharū śaktimā timībhandā nikai śaktiśālī ra dhanasampati ra santānaharūmā dhērai sampanna thi'ē. Ani unīharūlē āphnō bhāgakō ānanda lina cāhē ra timī pani āphnō bhāgakō svāda lina cāhēkō juna prakāralē timībhandā pahilākā mānisaharūlē āphnō bhāgabāṭa lābhānvita bha'ēkā thi'ē ra juna prakāralē unīharū vādavivādamā parēkā thi'ē, timī pani ustai hām̐sakhyālakō vādavivādamā parihālyau. Yī tinai hun jasakā karmaharū duniyām̐ ra ākhiÞratamā vyartha bha'ē, ra tinai ghāṭāmā parnēvālā hun"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "Kē unīharūlā'ī tī mānisaharūkō br̥ttānta pugēna, jō unībhandā pahilā gujrisakēkā chan— nūha, āda ra samūdakā kaumaharū, ra ibrāhīmakō kaumakā ra madiyanavālākō ra tī ulṭō bastīharūkā bāsindākō unakā rasūlaharū unīharūkō pāsamā khullā niśānīharū li'ēra ā'ēkā thi'ē, ani allāha yastō thi'ēna ki usalē unīharūmāthi atyācāra garōs parantu unīharū svayanlē āphūmāthi atyācāra garirākhēkā thi'ē"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "Mōmina puruṣa, strīharū paraspara ēka'arkākā sahāyaka ra mitra hun unīharūlē rāmrō kurā garna bhandachan ra narāmrō kurābāṭa rōkdachan. Niyamita namājaÞ paḍhadachan, jakāta dinchan, allāha ra usakā rasūlakō ājñāpālana gardachan. Yī tinai mānisa hun, jasamāthi śīghra nai allāhalē dayā garnēcha. Niḥsandēha allāha sarvaśaktiśālī, tatvadarśī cha"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "Allāhalē yī mōmin (āsthāvāna) puruṣaharū ra mōmin strīharūsita svargakō vacana di'ēkō cha jasamuni naharaharū bagirākhēkā hunēchan, jasamā unīharū sadhaiṁ bāsa garnēchan ra pavitra nivāsa gr̥haharūkō pani (vādā) cha, juna samāpta nahunēvālā jannatamā chan ra allāhakō prasannatā sababhandā ṭhūlō kurā hō, yahī nai sababhandā ṭhūlō saphalatā hō"
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "Hē nabī! Inkāra garnē ra munāphikaÞharūsita dharma yud'dha jārī rākha. Ra unīharūsita kaḍā'īkāsātha vyavahāra gara. Antataḥ unīharūkō ṭhēgānā narka hō ra tyō sāhrai narāmrō ṭhā'um̐ hō"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "Unīharū allāhakō śapatha khā'ēra bhandachan ki unīharūlē bhanēnan, jabaki unīharūlē avaśya nai kuphrakō kurā garēkā hun. Ra āphūlē islāma svīkāra garēpaścāta inkāra garē, ra unīharūlē tyasa kāmakō icchā pani garē, juna pūrā hunasakēna. Ra unīharūkō pratiśōdhakō kāraṇa ta yō hō ki allāha āphnō kr̥pālē ra usakō rasūlalē unīharūlā'ī samr̥d'dha garihālē. Yadi unīharū ahilē pani prāyaścita garē bhanē unīharūkai lāgi rāmrō hunēcha ra yadi unīharū vimukha bha'ē bhanē allāhalē unīharūlā'ī duniyām̐ ra ākhiratamā duḥkhada yātanā dinēcha ra dhartīmā unīharūkō nakōhī mitra hunēcha ra na ta sahāyaka"
        }
    ]
}