{
    "pages": [
        {
            "chapter": 6,
            "verse": 74,
            "text": "I koga Ibrahim mu reče na Azir, babo mu: “Ke gi zemaš li kipovite za božestvo? Jas, navistina, te gledam, tebe i narodot tvoj, vo skršnuvanje očigledno"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "I, ete taka na Ibrahim Nie mu ja pokažavme vlasta I na nebesata i na Zemjata za da bide meǵu uverenite"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "I bidejḱi padna noḱta, zdogleda zvezda, I reče: “Ova e Gospodarot moj.\" I bidejḱi zajde, reče: “Ne gi sakam onie koi zaoǵaat"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "I bidejḱi ja vide Mesečinata kako izleguva, reče: “Ova e Gospodarot moj.\" I bidejḱi zajde, reče: “Gospodarot moj da ne me upateše ḱe bev, sekako, meǵu luǵeto vo zabluda skršnati"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "I bidejḱi go vide Sonceto kako izleguva, reče: “Ovoj e Gospodarot moj; ovoj e najgolemiot!\" I bidejḱi zajde, reče: “O narode moj, jas sum daleku od ona što vie Nemu za združenik Mu go pripišuvate, navistina"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "Da, jas go upravuvam licevo moe kon Onoj Koj gi sozdade nebesata i Zemjata, kon - vVIstinskata vera. I ne sum od onie koi združenik Mu pripišuvaat"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "I narodot negov raspravaše so nego; reče: “Ḱe raspravate li so mene za Allah koj, sekako, me upati?“ I jas ne se plašam od onie koi Mu gi pripišuvate, osven od ona što go saka Gospodarot moj. Gospodarot moj so znaenjeto gi opfaḱa site nešta. Ne se seḱavate li"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "I kako ḱe se plašam od ona. što Mu go pripišuvate kako združenik a vie, ete, ne se plašite od vašeto pripišuvanje združenik na Allah za što On ne vi objavi nikakov dokaz? Pa, koja od dvete družini, imajḱi ja predvid sigurnosta, e poispravna? Ako znaete"
        }
    ]
}