{
    "pages": [
        {
            "chapter": 7,
            "verse": 179,
            "text": "Nie sozdadovme i džinovi mnogu i luǵe mnogu za Džehennemot: imaat srca, no so niv ne razbiraat, imaat oči, no so NIV ne gledaat, imaat uši, no so Niv ne slušaat, - kako dobitok se, duri i ušte pološi. Sekako, ramnodušni se"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "Najubavite iminja se - Allahovite! I so niv molete Mu se! Ostavete gi onie što gi prenebregnuvaat iminjata Negovi. Ke bidat kazneti za ona što go rabotea"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "A meǵu onie koi Nie gi sozdadovme ima družina...kon vistinata upatuvaat i spored nea pravedno postapuvaat"
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "Na onie koi gi smetaa za lažni ajetite Naši postapno, OD kaj što ne znaat, kon propast ḱe gi turkame"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "I Jas ḱe im opredelam rok. Itrinata Moja e cvrsta, navistina"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Ne razmisluvaat li? Drugarot nivni ne e bezumnik. One samo opomenuvač jasen"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Ne gledaš li vo Zemjatai vo nebesata i vo ona što go ima sozdadeno Allah deka možebi im se približuva krajot nivni? Togaš. vo koj govor po nego veruvaat"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "Onoj kogo Allah ḱe go skršne vo zabluda nikoj ne može da go upati. I gi pušta da talkaat vo neverieto nivno"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "Ge prašuvaat za Časot: “Koga ḱe se sluči?\" Kaži: “Znaenjeto za toa, navistina, e kaj Gospodarot moj. „Samo ON vremeto negovo ḱe go obelodeni. Težok ḱe bide toj za Zemjata i za nebesata. Ḱe vi dojde odnenadež.\" Te prašuvaat za nego kako ti da go krieš znaenjeto za toa. Kaži: “Znaenjeto za toa, navistina, e kaj Allah, No mnozinstvoto na luǵeto ne znaat"
        }
    ]
}