{
    "pages": [
        {
            "chapter": 2,
            "verse": 146,
            "text": "Onie na koi Nie im ja dadovme Knigata go poznavaat pejgamberot kako što gi poznavaat sinovite svoi. A nekoi od niv znaejḱi, sekako, ja skrivaat vistinata"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "Vistinata e od Gospodarot tvoj, pa, nemoj da bideš meǵu somnevačite"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "I sekoj kon svojata strana si se upravuva, pa prethodete ednizadrugi vo dobrini. I kade bilo da se najdete - Allah ḱe ve zbere. Allah, navistina, e Kadar za se"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "I kade bilo da osamneš... pa, upravi go liceto svoe kon Mesdžidul Haram. Vistinata e od Gospodarot tvoj. I Allah nee nevnimatelen kon ona što go rabotite"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "I kade bilo da osamneš... pa, upravi go liceto svoe kon Mesdžidul Haram. I kade bilo da se najdete, upravete gi licata vaši kon Mesdžidul Haram za da ne donesat luǵeto dokaz protiv vas, izzemajḱi gi od niv zulumḱarite od koi ne treba da se plašite, tuku, za da vi go zgolemam blagodatot i da ve upatam po patot VISTINSKI, OD Mene plašete se"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "Meǵu vas Nie pejgamber isprativme koj ḱe vi gi kažuva ajetite Naši, i koj ḱe ve očisti i koj ḱe ve pouči i vo Knigata i vo Mudrosta i vo ona što ne go znaevte"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "Spomenuvajte Me ai Jas ḱe ve spomenuvam; bidete Mi blagodarni i nemojte da ne veruvate"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "O vernici, i vo trpelivost i vo namaz pomoš barajte. Allah, navistina e so trpelivite"
        }
    ]
}