{
    "pages": [
        {
            "chapter": 18,
            "verse": 54,
            "text": "Nie vo ovoj Kuran | poredivme, sekako, primeri sekakvi za luǵeto. Čovekot od site suštestva, meǵutoa, najmnogu rasprava"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "I koga im dojde Patokazot im zabranuvaat na luǵeto ne im zabranuvaa da veruvaat vo nešto, i da baraat proška od Gospodarot svoj samo za da im se povtori praksata na odamnešnite ili da im dojde kaznata neposredno"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "Pejgamberite Nie gi ispraḱame samo kako radosnici i opomenuvači. Onie koi ne veruvaat raspravaat za nevistinata za da ja otstranat vistinata so nea. A znamenijata i opomenite Moi gi ismevaat"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "I koj e pogolem zulumḱar od onoj koj, koga ḱe se spomenat ajetite na Gospodarot negov, e ramnodušen kon niv i koj zaborava ona što go napravija racete negovi. Vrz srcata nivni Nie im stavivme zavesa za da ne go razberat Kuranot, a vo ušite nivni težina. I ako gi povikaš kon Patokazot, togaš, za navek ne ḱe se upatat"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "Gospodarot tvoj e Prostuvač i Posrednik na milosta. Koga bi go zemal predvid kaj niv ona što go spečalija, kaznata vednaš ḱe im dojde. No, za niv ima vreme opredeleno i, osven ova, ne ḱe najdat zasolnište"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "tie gradovi Nie gi uništivme, zatoa što zulum pravea, i točno vreme opredelivme za urivanjeto nivno"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "I koga Musa mu reče na svoeto momče: “Ne ḱe prestanam da odam se dodeka ne dojdam do edno mesto kadešto se spojuvaat dve morinja ili, pak, ḱe pešačam dolgo vreme"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "I bidejḱi dojdoa do mestoto kadešto se spojuvaat dve morinja, ja zaboravija ribata svoja koja slobodno si go zede svojot pravec kon moreto"
        }
    ]
}