{
    "pages": [
        {
            "chapter": 23,
            "verse": 60,
            "text": "koi davaat od daenoto im, a srcata nivni se ispolneti so trepet od toa deka, navistina, ḱe Mu se vratat na Gospodarot svoj"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "onakvite, sekako, brzaat kon dobrini i vo toa, tokmu, im prethodat na drugite"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "I Nie nikogo ne optovaruvame nad možnosta negova. Pri nas e Knigata koja zboruva vistina. I nim ne ḱe im se našteti"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "No, ne! Srcata nivni Vo vrska so toa se vo bespaḱe a, delata nivni što gi rabotat, se sprotivni na toa"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "Dodeka gi opfativme od Naša strana so kazna onie koi živeeja raskošno.. koga, ete, zalelekaa"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "“Ne lelekajte denes! Ne ḱe vi se pomogne od Mene, navistina"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "Da, ajetite Moi vam vi se kažuvani, a vie, ete, se vraḱate po stapalkite vaši"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "duvajḱi se vo Hramot, razgovarajḱi do polnoḱ nepristojni zborovi"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "Zošto ne razmisluvaat za Govorot? Ili, pak, im doaǵa nešto što ne im beše došlo na predcite nivni odamnešni"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "Ili, pak, ne go poznavaat pejgamberot svoj!? Vo nego tie, tokmu, ne veruvaat"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "Ili, pak, im zboruvaat za nego: “Pri nego ima džinovi!\" No, ne! Pejgamberot im dojde so vistina, a, ete, MNOZINSTVOTO OD niv ne ja priznavaat vistinata"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "Koga Vistinata bi gi sledela želbite nivni, sigurno bi propadnale i nebesata i Zemjata i ona što e vo NIV. Naprotiv, Nie im ja dadovme opomenata nivna a tie, tokmu, se ramnodušni kon opomenata"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "Ili, pak, od niv baraat pridones? Pridonesot od Gospodarot tvoj e podobar. On meǵu snabduvačite e Najdobriot"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "Ti niv, sekako, gI povikuvaš kon patot vistinski"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "A onie koi ne veruvaat vo Ahiret skršnuvaat, navistina, OD patot VISTINSKI"
        }
    ]
}