{
    "pages": [
        {
            "chapter": 27,
            "verse": 36,
            "text": "I bidejḱi pratenikot dojde kaj Sulejman, ovoj reče: “Da me potkupite li so bogatstvo? Pa, ona što mi go dade Allah e podobro od ona što vam Vi go dade. No, vie se raduvate na podarokot vaš"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "Vrati se kaj niv! Pa, ḱe im dojdeme, togaš, so vojska na koja ne ḱe možat da i se spravat i od Sabe, sigurno, ḱe gi isterame potčineti i navednati"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "Sulejman reče: “O golemci, koj meǵu vas ḱe mi dojde so prestolot nejzin pred da mi dojdat potčineti"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "Eden ifrit od džinovite, reče: “Jas ḱe ti go donesam pred da se ispraviš od mestoto tvoe. Jas sum za toa, navistina, silen i doverliv"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "A onoj kaj nego što beše se steknal so znaenje od Knigata, reče: “Jas ḱe ti go donesam pred da trepneš so okoto.\" I bidejḱi go vide kako e uporen, reče: “Ova e edna od dobrinite na Gospodarot moj za da „me isproba: ḱe bidam li blagodaren ili nema da bidam blagodaren. A onoj koj e blagodaren, za sebesi e blagodaren, a onoj koj ne e blagodaren... pa, Gospodarot tvoj, navistina, e Bogat i Blagoroden"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "I reče: “Izmenete go izgledot na prestolot nejzin, pa ḱe vidime dali e upatena ili, pak, e od onie koi ne upatuvaat"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "bidejḱi dojde I beše rečeno:“Ova li e prestolot tvoj?\" Taa reče: “Pa, izgleda deka e toj. A znaenje ni e dadeno i pred nego; i nie sme Poslušni"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "Ja oddalečija onie koi taa gi obožavaše osven Allah. Taa beše, navistina, meǵu narodot nevernički"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "I beše rečeno: “Vlezete vo dvorecot!\" I štom taa go zdogleda vednaš pomisli deka e voda dlaboka, i ja podigna dolamata nejzina za da ne se namokri. Sulejman reče: “Ne, ova e dvorec popločen so staklenki!\" Taa reče: “Tospodare moj, jas, navistina, za sebesi zlo si napraviv; poslušna sum, zaedno so Sulejman, na Allah, Gospodarot na svetovite"
        }
    ]
}