{
    "pages": [
        {
            "chapter": 45,
            "verse": 33,
            "text": "ḱe im se prikažat zlodelata nivni što gi pravea i ḱe im se OVISTINI ona što go ismevaa"
        },
        {
            "chapter": 45,
            "verse": 34,
            "text": "I ḱe se reče: “Denes Nie ḱe zaboravime na vas kako što vie zaboravivte na Sredbata na ovoj Den vaš; ognot e prestojuvališteto vaše i za vas nema poddržnici"
        },
        {
            "chapter": 45,
            "verse": 35,
            "text": "Ete, toa vi e zašto gi ismevavte znamenijata Allahovi i što ve obzede životot na ovoj svet.\" Pa, denes ne ḱe bidat izvedeni od ognot a nitu, pak, od niv ḱe se bara da se izvinat"
        },
        {
            "chapter": 45,
            "verse": 36,
            "text": "Pa, blagodarnosta Mu pripaǵa na Allah, Gospodarot na nebesata, Gospodarot na Zemjata i Gospodarot na svetovite"
        },
        {
            "chapter": 45,
            "verse": 37,
            "text": "Veličijata i na nebesata i na Zemjata se - Negovi! On e Silen i Mudar"
        },
        {
            "chapter": 46,
            "verse": 1,
            "text": "Ha, mim"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "Kniga što se objavuva Od Allah, Silen i Mudar"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "Nie gi sozdadovme i nebesata i Zemjata i ona što e meǵu niv samo so vistina i do rok opredelen. A onie koi ne veruvaat se ramnodušni kon ona so što se opomenuvaat"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "Kaži: “Pokažete mi go ona što go posakuvavte osven Allah? Pokažete što sozdadoa na zemjata! Ili, pak, se združeni vo sozdavanjeto na nebesata. Dajte im ja Knigata pred ovaa ili, pak, tragite na znaenjeto ako ste iskreni"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "Koj poveḱe skršnal od onoj koj povikuva drug bog osven Allah, koj ne može da mu se ozvie na Denot suden i tie, osven Allah, ramnodušni se kon molbite NIVNI"
        }
    ]
}