{
    "pages": [
        {
            "chapter": 5,
            "verse": 46,
            "text": "Na tukawafuatishia, Manabii wa Wana wa Isrāīl, ‘Īsā mwana wa Maryam akiwa ni mwenye kuyaamini yaliyomo ndani ya Taurati na kuzitumia hukumu zilizomo kati ya zile ambazo hazikufutwa na Kitabu chake na tukamteremshia Injili ikiwa ni yenye kuongoza kwenye haki na yenye kuyaeleza yale ambayo watu hawakuyajua katika hukumu za Mwenyezi Mungu na ni yenye kutoa ushahidi juu ya ukweli wa Taurati kwa hukumu zake ilizokusanya Na tumeifanya ni bainifu kwa wale wanaomuogopa Mola wao, ni yenye kuwakemea wasiyafanye yaliyoharamishwa"
        },
        {
            "chapter": 5,
            "verse": 47,
            "text": "Basi na wahukumu watu wa Injili, ambao alitumwa kwao Īsā, kwa yaliyoteremshwa na Mwenyezi Mungu ndani yake. Na wale ambao hawakuhukumu kwa yaliyoteremshwa na Mwenyezi Mungu, Basi hao ndio wenye kutoka kwenye amri Yake, wenye kumuasi"
        },
        {
            "chapter": 5,
            "verse": 48,
            "text": "Na tumekuteremshia wewe, ewe Mtume, Qur’ani. Na yote yaliyomo ndani yake ni haki, yanatoa ushahidi juu ya ukweli wa Vitabu kabla yake na kwamba -vitabu hivyo- vinatoka kwa Mwenyezi Mungu, hali ya kuuthibitisha usahihi uliomo, kuufafanua upotovu uliomo na kuzifuta baadhi ya sheria zake. Kwa hivyo, wahukumu kati ya wale Mayahudi wanaoshitakiana kwako kwa sheria zile ulizoteremshiwa katika hii Qur’ani, wala usiiepuke haki, ambayo Mweyezi Mungu Amekuamrisha uitumie, ukafuata matakwa yao na yale waliyoyazoea. Kwani kila kundi la watu tumewawekea sheria na njia iliyo wazi ya wao kuifuata. N a lau Mwenyezi Mungu Angalitaka, Angalizifanya sheria zenu kuwa ni moja, lakini Yeye, Aliyetukuka, Alizifanya zitafautiane ili awape mtihani, ili mtiifu na mwenye kuasi wajulikane waziwazi. Basi yakimbilieni yale yaliyo bora kwenu katika Makao Mawili yenu(duniani na Akhera), kwa kuyafuata yaliyomo kwenye Qur’ani kivitendo. Kwani mwisho wenu ni kurudi kwa Mwenyezi Mungu; huko Atawapa habari ya yale mliyokuwa mkitafautiana juu yake, na hapo Atamlipa kila mmoja kwa amali yake"
        },
        {
            "chapter": 5,
            "verse": 49,
            "text": "Hukumu, ewe Mtume , kati ya Mayahudi kwa Aliyokuteremshia Mwenyezi Mungu katika Qur’ani, wala usiyafuate matakwa ya wale wanaoshitakiana kwako. Na jihadhari nao wasikuzuie na baadhi ya Aliyokuteremshia Mwenyezi Mungu ukaacha kuyatumia. Na iwapo wataikataa hukumu unayoitoa, basi jua kwamba Mwenyezi Mungu Anataka kuwaepusha na njia ya uongofu kwa sababu ya madhambi waliyotangulia kuyafanya. Na kwa hakika, wengi wa watu wako nje ya utiifu wa Mola wao"
        },
        {
            "chapter": 5,
            "verse": 50,
            "text": "Je, wanataka Mayahudi hawa uhukumu kati yao kwa yale ya upotevu na ujinga waliyoyazoea washirikina wanaoabudu masanamu? Hayo hayawi wala hayafai kabisa. Na ni nani aliye muadilifu zaidi kuliko Mwenyezi Mungu katika hukumu Yake kwa aliyeziifahamu sheria za Mwenyezi Mungu, akamuamini na akawa na yakini kwamba hukumu ya Mwenyezi Mungu ndiyo ya haki"
        }
    ]
}