{
    "pages": [
        {
            "chapter": 7,
            "verse": 74,
            "text": "Na kumbukeni neema ya Mwenyezi Mungu juu yenu, Alipowafanya nyinyi mnashika nafasi za waliokuwa kabla yenu katika ardhi, baada ya kabila la ‘Ād, Akawamakinisha nyinyi katika ardhi nzuri, mkaifanya makao, mkajenga kwenye mabonde yake majumba makubwa na mkayachonga majabali yake ili mfanye majumba mengine. Basi kumbukeni neema za Mwenyezi Mungu juu yenu na msizunguke katika ardhi kwa uharibifu"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "Wakasema mabwana na wakubwa wa wale waliokuwa wakijiona kuwa ni wakubwa, miongoni mwa watu wa Ṣāliḥ, kuwaambia wale waliokuwa wakiwafanya wanyonge na kuwadharau, «Kwani mnajua kwamba Ṣāliḥ ametumwa kwetu na Mwenyezi Mungu?» Wale walioamini walisema, «Sisi tunayaamini yale ambayo Mwenyezi Mungu Amemtuma nayo na tunaifuata sheria aliyokuja nayo"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "Wakasema wale waliojiona, «Sisi ni wenye kuyakanusha hayo mliyoyaamini nyinyi na kuyafuata kuhusu unabii wa Ṣāliḥ.”"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "Wakamchinja ngamia kwa kutojali onyo la Ṣāliḥ, na wakaingiwa na kiburi kilichowafanya wasifuate amri ya Mola wao na wakasema, kwa njia ya shere na kwa kuona kuwa adhabu iko mbali na wao, «Ewe Ṣāliḥ, tuletee hiyo adhabu ambayo unatuonya nayo, iwapo wewe ni miongoni mwa Mitume wa Mwenyezi Mungu!»"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "Basi wale waliokufuru walishikwa na tetemeko kali ambalo lilizitoa nyoyo zao, wakawa wameangamia katika mji wao, wamegandama na ardhi kwa magoti yao na nyuso zao, hakuna yoyote kati yao aliyeponyoka"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "Ṣāliḥ, amani imshukie, alijiepusha na watu wake, walipomchinja ngamia, na maangamivu yakawa ni yenye kuwashukia, na akasema kuwaambia, «Enyi watu wangu! Nimewafikishia yale Mola wangu Aliyoniamuru niwafikishie, kuhusu maamrisho Yake na makatazo Yake, na nimewafanyia bidii kiasi nilichoweza katika kuwavutia kwenye kheri na kuwakemea shari na kuwa muaminifu, lakini nyinyi hamuwapendi waaminifu kwenu, ndipo mkayakataa maneno yao na mkamtii kila shetani aliyelaaniwa.»"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "Na mkumbuke, ewe Mtume, Lūṭ, amani imshukie, pindi aliposema kuwaambia watu wake, «Je, mnafanya kitendo kibaya kilichofikia upeo wa ubaya? Hakuna yoyote, miongoni mwa viumbe, aliyefanya kitendo hiko kabla yenu"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "Nyinyi mnawaendea wanaume kwenye sehemu zao za nyuma, hali ya kuingiwa na matamanio ya kufanya hivyo, bila kujali uovu wake, huku mkiacha kile alichowahalalishia Mwenyezi Mungu kwa wake zenu. Bali nyinyi ni watu mliopita kiasi katika kukiuka mipaka ya Mwenyezi Mungu. Hakika kuwaendea wanaume badala ya wanawake ni miongoni mwa machafu ambayo yalianzishwa na kaumu ya Lūṭ, na hawakutanguliwa na yoyote katika viumbe"
        }
    ]
}