{
    "pages": [
        {
            "chapter": 8,
            "verse": 17,
            "text": "Nyinyi, enyi Waumini, hamukuwaua washirikina siku ya Badr, lakini Mwenyezi Mungu ndiye Aliwaua, kwa kuwa Aliwasaidia nyinyi kufanya hilo. Na hukurusha uliporusha, ewe Nabii, lakini ni Mwenyezi Mungu Aliyerusha, kwa kuwa Alikifikisha kile ulichokirusha kwenye nyuso za washirikina; na ili Mwenyezi Mungu Awafanyie mtihani wenye kumuamini Mwenyezi Mungu na Mtume Wake, na Awafikishe kwa sababu ya jihadi kwenye daraja za juu, na Awajulisha wao neema Zake kwao wapate kumshukuru, kutakata na sifa za upungufu ni Kwake, kwa hilo. Hakika Mwenyezi Mungu ni Msikizi wa dua zenu na maneno yenu mliyoyaficha na mliyoyafanya waziwazi, ni Mjuzi wa yenye nafuu kwa waja Wake"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "Kitendo hiki cha kuwaua washirikina na kuwarushia waliposhindwa na mtihani mzuri wa kuwapa ushindi Waumini juu ya maadui zao, huo unatoka kwa Mwenyezi Mungu kuja kwa Waumini, na kwamba Mwenyezi Mungu, mbeleni, ni mwenye kuvikosesha nguvu na kuvimaliza vitimbi vya makafiri mpaka wawe wanyonge na wafuate haki au waangamie"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "Muombapo, enyi makafiri, kwa Mwenyezi Mungu Ayalete mateso na adhabu Yake kwa wale wenye kupita mipaka na kudhulumu, basi Mwenyezi Mungu Ameshaitikia maombi yenu Alipowaletea mateso Yake yaliyokuwa ni adhabu kwenu na ni mazingatio kwa wacha-Mungu. Na iwapo mtakomeka, enyi makafiri, kumkanusha Mwenyezi Mungu na Mtume Wake na kumpiga vita Nabii Wake, rehema na amani zimshukiye, hilo ni bora kwenu katika ulimwengu wenu na Akhera yenu. Na mkirudi vitani na kumpiga vita Muhammad, rehema na amani zimshukiye, na kuwapiga vita wafuasi wake Waumini, basi tutarudia kuwashinda kama mlivyoshindwa Siku ya Badr. Na hautawafaa mkusanyiko wenu kitu chochote kama ambavyo haukuwafaa siku ya Badr, pamoja na wingi wa idadi yenu na zana zenu na uchache wa idadi ya waumini na zana zao. Na Mwenyezi Mungu yuko pamoja na Waumini kwa kuwasaidia na kuwapa ushindi"
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "Enyi ambao mlimuamini Mwenyezi Mungu na Mtume Wake, kuweni na utiifu kwa Mwenyezi Mungu na Mtume Wake katika yale Aliyowaamrisha kwayo na Akawakataza nayo, na msiache kumtii Mwenyezi Mungu na kumtii Mtume Wake na hali nyinyi mnazisikia hoja na dalili zinazosomwa kwenu kwenye Qur’ani"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "Wala msiwe, enyi Waumini, katika kwenda kinyume kwenu na Mwenyezi Mungu na Mtume Wake, rehema na amani zimshukiye, ni kama washirikina na wanafiki ambao wakisikia Kitabu cha Mwenyezi Mungu kinasomwa kwao huwa wakisema, «Tumesikia kwa masikio yetu,» na hali wao kwa hakika hawayazingatii wanayoyasikia wala hawayatii akilini"
        },
        {
            "chapter": 8,
            "verse": 22,
            "text": "Hakika waovu zaidi wa wanaotembea kwenye ardhi, miongoni mwa viumbe vya Mwenyezi Mungu, mbele ya Mwenyezi Mungu ni viziwi ambao masikio yao yamezibana kutoisikia haki wakawa hawasikii, mabubu ambao ndimi zao zimeshikwa kutoitamka haki wakawa hawatamki. Hawa ndio wale wasioelewa maamrisho na makatazo yanayotoka kwa Mwenyezi Mungu"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "Na lau Mwenyezi Mungu Alijua kwamba ndani ya hawa kuna kheri yoyote Angaliwafanya wasikie mawaidha ya Qur’ani na mazingatio yake mpaka wazifahamu hoja na dalili za Mwenyezi Mungu, Aliyeshinda na kutukuka. Lakini Yeye Alijua kwamba hamna kheri kwao na kwamba wao hawataamini. Na lau Aliwasikilizisha, kwa kukadiria na kukisia, wangaliipa mgongo Imani kwa kusudi na ujeuri, baada kuielewa. Na wao ni wenye kuipa mgongo, hawazunguki kuitazama haki kwa njia yoyote"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "Enyi ambao mlimuamini Mwenyezi Mungu kuwa ni Mola na Muhammad kuwa ni Nabii na ni Mtume, Itikieni mwito wa Mwenyezi Mungu na wa Mtume kwa kumtii awaitapo kwenye haki yenye kuwapa uhai. Kwani katika kuitikia mwito huo kunatengeneza maisha yenu katika ulimwengu na Akhera. Na mjue, enyi Waumini, kwamba Mwenyezi Mungu, Aliyetukuka, Ndiye Mwenye kuendesha kila kitu na Ndiye Muweza, Anaingilia kati baina ya mtu na kile ambacho moyo wake unakitamani. Yeye, kutakata na sifa za upungufu ni Kwake, Ndiye Anayestahiki kuitikiwa Akiwaita, kwani mamlaka ya kila kitu yako mkononi Mwake. Na jueni kwamba nyinyi mtakusanywa kwa Siku isiyo na shaka, ambapo kila mmoja atalipwa kwa analostahili kulipwa"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "Na jihadharini, enyi Waumini, na mtihani na mkasa yenye kuwaenea waliofanya makosa na wasiofanya, hawahusishwi nayo wenye maasia wala aliyefanya dhambi; bali yanawapata watu wema pamoja nao iwapo wanaweza kukataza udhalimu wasiukataze. Na jueni kwamba Mwenyezi Mungu ni Mkali wa mateso kwa mwenye kwenda kinyume na maamrisho Yake na makatazo Yake"
        }
    ]
}