{
    "pages": [
        {
            "chapter": 10,
            "verse": 21,
            "text": "Na tunapowaonjesha washirikina usahali, faraja na neema baada ya uzito, shida na dhiki zilizowapata, punde si punde wanakanusha na kuzifanyia shere aya za Mwenyezi Mungu. Sema uwaambie, ewe Mtume, washirikina hawa wanaofanya shere, «Mwenyezi Mungu ni ni mpesi wa vitimbi, kuwavuta nyinyi kidogokidogo na kuwatesa.» Hakika watunzi wetu tunaowatuma kwenu, wanayasajili kwenu yale mnayoyafanyia vitimbi kuhusu aya zetu kisha tutawahesabu kwa hayo"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "Yeye Ndiye Anayewaendesha nyinyi, enyi watu, juu ya wanyama na vinginevyo barani, na ndani ya majahazi baharini, hata mnapokuwa humo na yakatembea kwa upepo mzuri na abiria wa hayo majahazi wakafurahi kwa huo upepo mzuri, ghafla majahazi hayo yanajiwa na upepo mkali, na mawimbi yakawajia abiria kutoka kila mahali, na wakawa na hakika kuwa maangamivu yamewazunguka, hapo wanamtakasia dua Mwenyezi Mungu Peke Yake, na wakaviacha vile ambavyo walikuwa wakiviabudu na wanasema, «Ukituokoa kutoka kwenye shida hii ambayo tuko nayo, kwa kweli tutakuwa ni miongoni mwa wale wenye kukushukuru kwa neema yako.»"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "Mwenyezi Mungu Alipowaondolea shida na mikasa, punde si punde wakawa wanafanya uharibifu na maasia katika ardhi. Enyi watu, hakika ukorofi wa udhalimu wenu unawarudia nyinyi wenyewe. Chukueni starehe katika uhai wa kilimwengu wenye kuondoka, kisha kwetu ndio mwisho wenu na marejeo yenu, hapo tutawapa habari ya matendo yenu yote na tutawahesabu juu ya hayo"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "Hakika mfano wa uhai wa kilimwengu na yale mnayojifahiri nayo baina yenu ya mapambo na mali ni kama mfano wa mvua tulioiteremsha kutoka juu kushuka ardhini, tukaotesha kwayo aina za mimea zilizochanganyika miongoni mwa zile zinazoliwa na watu katika matunda na zinazoliwa na wanyama katika nyasi, mpaka ulipoonekana wazi uzuri wa hii ardhi na mng’aro wake, na watu wa ardhi hii wakadhani kwamba wao ni waweza wa kuyavuna na kufaidika nayo, hapo amri yetu na hukumu yetu iliyajia kuwa ile mimea iliyoko juu yake iangamie na uzuri wake uondoke, kipindi cha usiku au mchana, tukaifanya mimea hii na miti imevunwa imekatwa, hakuna kitu katika ardhi hiyo, kama kwamba hapakuwa na mazao na mimea iliokuwa imesimama kabla ya hapo juu ya uso wa ardhi. Hivyo ndivyo kutoweka kunakomaliza yale mnayojigamba nayo baina yenu ya ulimwengu wenu na pambo lake, Mwenyezi Mungu Akayamaliza na kuyaangamiza. Na kama tulivyowafafanulia, enyi watu, mfano wa ulimwengu huu, na tukawajulisha uhakika wake, ndivyo tunavyofafanua hoja zetu na dalili zetu kwa watu wanaofikiri juu ya aya za Mwenyezi Mungu na wanaozingatia yanayowafaa duniani na Akhera"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "Na Mwenyezi Mungu Anawaita kwenye mabustani ya Pepo Yake Aliyowaandalia wanaojitegemeza Kwake, na Anawaongoza Anaowataka miongoni mwa viumbe vyake, Akawaafikia kuipata njia iliyolingana sawa, nayo ni Uislamu"
        }
    ]
}