{
    "pages": [
        {
            "chapter": 11,
            "verse": 13,
            "text": "Au je, washirikina hawa, miongoni mwa watu wa Makkah, wanasema kwamba Muhammad ameizua hii Qur’ani? Waambie basi, «Iwapo mambo ni kama mnavyodai, leteni sura kumi mfano wake za kuzuliwa, na muwaite mnaowaweza miongoni mwa viumbe wote wa Mwenyezi Mungu, ili wawasaidie kuzileta hizi sura kumi, iwapo nyinyi ni wa kweli katika madai yenu"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "Iwapo washirikina hawa hawatawaitikia nyinyi, ewe Mtume na walio pamoja na wewe, kwa yale mnayowaitia , kwa kulemewa kufanya hivyo, basi jueni kwamba hii Qur’ani, kwa hakika Mwenyezi Mungu Amemteremshia Mtume Wake kwa ujuzi Wake, na si maneno ya binadamu. Na jueni kwamba hapana mola apasae kuabudiwa kwa haki isipokuwa Mwenyezi Mungu. Je nyinyi, baada ya kusimama hoja hii kwenu, ni wenye kujisalimisha, ni wenye kunyosha shingo kwa Mwenyezi Mungu na Mtume Wake"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Yoyote atakaye, kwa matendo yake, maisha ya kilimwengu na starehe zake, tutawapa wao walichogawiwa cha malipo mazuri ya matendo yao katika uhai wa kilimwengu, yakiwa kamili yasiyopunguzwa"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "Hao hawana huko Akhera isipokuwa Moto wa Jahanamu wakiadhibika kwa joto lake, na yatawaondokea wao manufaa na yale mema waliyoyatenda, na matendo yao yatatanguka kwa kuwa hayakuwa yanakusudiwa Mwenyezi Mungu"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "Je, yule aliyekuwa kwenye hoja na uangalifu kutoka kwa Mola wake katika kile anachokiamini na anachokilingania kwa wahyi ambao ndani yake Mwenyezi Mungu Ameuteremsha ushahidi huu, na ukafuatiwa na hoja nyingine kutoka Kwake yenye kuutolea ushahidi, nayo ni Jibrili au ni Muhammad, rehema na amani ziwashukie, na ukatiliwa nguvu na dalili ya tatu kabla ya Qur’ani, nayo ni Taurati - Kitabu alichotemshiwa Mūsā chenye uongozi na rehema kwa waliokiamini- (je yeye) ni kama yule ambaye hamu yake ilikuwa ni maisha yenye kutoweka na pambo lake? Hao wanaiamini hii Qur’ani wanazifuata hukumu zake kivitendo. Na mwenye kuikanusha hii Qur’ani, miongoni mwa wale waliojikusanya kumpinga Mtume wa Mwenyezi Mungu, rehema ya Mwenyezi Mungu na amani zimshukie, basi malipo yake ni Moto, hapana budi atauingia. Basi usiwe na shaka juu ya jambo la Qur’ani na kuwa inatoka kwa Mwenyezi Mungu Aliyetukuka baada ya dalili na hoja kulitolea ushahidi hilo. Na ujue kwamba Dini hii ndio ukweli unaotoka kwa Mola wako, lakini wengi wa watu hawaamini wala hawayatendi yale wanayoamrishwa. Huu ni muongozo unaowaenea ummah wa Muhammad, rehema ya Mwenyezi Mungu na amani zimshukie"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "Na hakuna yoyote aliye dhalimu zaidi kuliko yule aliyemzulia Mwenyezi Mungu urongo. Hao wataorodheshwa kwa Mola wao Siku ya Kiyama, ili Awahesabu kwa matendo yao. Na watasema waliohudhuria miongoni mwa Malaika na Manabii na wengineo, «Hawa ndio wale waliosema urongo kumsingizia Mola wao ulimwenguni. Mwenyezi Mungu Amewakasirikia wao na Amewalaani laana isiyokatika, kwa kuwa udhalimu walioufanya umekuwa ni sifa inayoambatana na wao"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "Hawa madhalimu ni wale ambao wanawazuia watu na njia ya Mwenyezi Mungu yenye kupelekea kumuubudu na wanataka njia hizi ziwe kombo ziambatane na matamanio yao na wao wanaikanusha Akhera, hawaamini kufufuliwa wa kulipwa"
        }
    ]
}