{
    "pages": [
        {
            "chapter": 11,
            "verse": 63,
            "text": "Ṣāliḥ akasema kuwaambia watu wake, «Enyi watu wangu, iwapo niko kwenye hoja ya Mwenyezi Mungu na ukanijia mimi utume na hekima kutoka Kwake, niambieni mimi: ni nani atakayeniondolea adhabu ya Mwenyezi Mungu nikimuasi, nisiufikishe ujumbe na nisitoe ushauri mzuri kwenu? Hapo hamtaniogezea isipokuwa upotevu na kuwa mbali na wema"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "«Na enyi watu wangu, huyu ni ngamia wa Mwenyezi Mungu, Amemjaalia ni hoja na alama ya kuonesha ukweli wangu katika yale ninayowaitia. Basi muacheni ale katika ardhi ya Mawenyezi Mungu, kwani chakula chake hakiko juu yenu. Na wala msimguse kumchinja, kwani nyinyi mkifanya hivyo itawapata adhabu kutoka Kwake kwa muda mfupi baada kumchinja.»"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "Wakamkanusha na wakamchinja ngamia, hapo Ṣāliḥ akawaambia, «Stareheni na maisha yenu katika mji wenu kwa muda wa siku tatu, kwani adhabu ni yenye kuwashukia baada yake, na hiyo ni ahadi kutoka kwa Mwenyezi Mungu isiyokanushika, haina budi kutukia.»"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "Basi amri yetu ilipokuja ya kuwaangamiza Thamūd, tulimuokoa Ṣāliḥ na walioamini pamoja na yeye na maangamivu kwa rehema kutoka kwetu. Na tuliwaokoa wao na unyonge wa Siku hiyo na udhalilifu wake. Hakika Mola wako, ewe Mtume, Ndiye Mwenye nguvu, Mwenye ushindi. Na miongoni mwa nguvu Zake na ushindi Wake ni kuwa Aliwaangamiza watu wenye kupita kiasi kwenye uasi na akawaokoa Mitume na wafuasi wao"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "Na ukelele wa nguvu uliwapata Thamūd walio madhalimu, hapohapo wakawa kwenye majumba yao ni wafu waliokauka na kuanguka kwa nyuso zao, hakuna anayetikisika"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "Kama kwamba wao, kwa haraka ya kuondoka kwao na kutoeka kwao, hawakuishi humo. Jueni mtanabahi kwamba Thamūd walikanusha aya za Mola wao na hoja Zake. Jueni mtanabahi kwamba kuwa mbali na kufukuzwa kwenye rehema ya Mwenyezi Mungu ni kwa hao Thamūd; ni upotevu ulioje na unyonge ulioje huo wao"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "Hakika Malaika walimjia Ibrāhīm, amani imshukiye, wakimpa yeye na mke wake bishara ya Isḥḥḥaq na Ya'qūb baada yake, wakasema, «Salām (amani)» Akasema kuwarudishia maamkuzi yao, «Salām (amani)» Hapo akaondoka haraka na akrudi na mwanang>ombe wa kuchoma aliyenona ili wao wale"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "<Alipoona Ibrāhīm kuwa mikono yao haifikikishwi kwenye yule mwanang>ombe aliyewaletea na kuwa wao hawamli, alikataa hilo kutoka kwao na akaingiwa na hisia ya uoga ndani ya moyo wake. Malaika wakasema, walipoona uoga uliomuingia Ibrāhīm, «Usiogope! Sisi ni Malaika wa Mola wako tumetumwa kwenda kwa watu wa Lūṭ kuwaangamiza"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "Na Sārah, mke wa Ibrāhīm, alikuwa amesimema nyuma ya pazia yuwasikia hayo maneno. Alicheka kwa kuyaonea ajabu aliyoyasikia. Hapo tukampa habari njema, kupitia kwa ndimi za Malaika, kwamba atazaa, kwa mume wake Ibrāhīm, mtoto atakayeitwa Isḥāq; na mtoto wake ataishi, na baada ya Isḥāq atakuwa na mjukuu kutoka kwake, naye ni Ya’qūb"
        }
    ]
}