{
    "pages": [
        {
            "chapter": 17,
            "verse": 97,
            "text": "Na yoyote yule ambaye Mwenyezi Mungu Anamuongoza ndiye mwenye kuongoka kwenye haki, na yoyote yule ambaye Yeye Anampoteza, Akamdhili na Akamuachia yeye na nafsi yake basi huyo hakuna mwenye kumuongoza badala ya Mwenyezi Mungu. Hawa wapotevu Mwenyezi Mungu Atawafufua Siku ya Kiyama na Awakusanye kwa nyuso zao hali wakiwa hawaoni wala hawatamki wala hawasikii. Mwisho wao ni moto wa Jahanamu wenye kuwaka, kila kutuliapo kuwaka kwake na kuzimika mroromo wake, tunawazidishia moto wenye kuwaka na kuroroma"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "Adhabu hii iliyosifiwa ni mateso kwa washirikina kwa sababu ya kukanausha kwao aya za Mwenyezi Mungu na hoja Zake, kukanusha kwao Mitume Wake waliowaita kumuabudu Yeye na kule kusema kwao kwa njia ya kukataa, waamrishwapo kuamini kuwa kuna Ufufuzi, «Tutakapokufa na tukawa mifupa iliyochakaa na vipande vilivyotengeka mbalimbali, je tutafufuliwa baada yake hali ya kuwa ni viumbe vipya?»"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "Je, kwani wameghafilika hawa washirikina, wasiangalie na kujuwa kwamba Mwenyezi Mungu, Aliyeumba mbingu na ardhi na viumbe vilivyomo ndani yake bila ya mfano uliotangulia, ni muweza wa kuumba mfano wao baada ya kumalizika kwao? Mwenyezi Mungu Amewaekea washirikina hawa wakati maalumu wa kufa kwao na kuadhibiwa, hapana shaka wakati huo utawafikia. Na pamoja na uwazi wa haki na dalili Zake walikataa washirikina isipokuwa ni kuikanusha Dini ya Mwenyezi Mungu, Aliyeshinda na kutukuka"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Sema, ewe Mtume, kuwaambia hawa washirikina, «Lau nyinyi mnamiliki hazina za rehema ya Mola wangu ambazo hazimaliziki wala hazitoeki, basi mungalizifanyia ubahili msitoe katika hizo kuwapa wengine kwa kuchelea zisimalizike mkawa mafukara.» Na ni katika tabia ya binadamu kuwa yeye ni mgumu wa kile kilicho mkononi mwake, isipokuwa yule aliyehifadhiwa na Mwenyezi Mungu"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "Na hakika tulimpa Mūsā miujiza tisa iliyo waziwazi, yenye kutolea ushahidi wa ukweli wa unabii wake, nayo ni fimbo, mkono, ukame, upungufu wa matunda, mafuriko, nzige, chawa, vyura na damu. Basi waulize Mayahudi, ewe Mtume, suala la kuthibitisha, pale Mūsā alipowajia mababu zao na miujiza iliyo wazi, Fir'awn akasema kumwambia Mūsā, «Mimi nadhani, ewe Mūsā, kwamba wewe ni mchawi uliodanganywa na kutekwa akili yako kwa vitendo hivyo vya ajabu unavyovileta.»"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "Mūsā akamjibu, «Umeshajua kwa yakini, ewe Fir'awn, kwamba hakuiteremsha miujiza hiyo tisa yenye kuutolea ishahidi unabii wangu isipokuwa Mola wa mbingu na ardhi, ipate kuwa ni dalili ambazo wenye busara watazitumia kuonyesha upweke wa Mwenyezi Mungu Aliyetukuka katika uola Wake na uungu Wake, na mimi nina yakini kwamaba wewe, ewe Fir'awn, ni mwenye kuangamia, kulaaniwa na kushindwa.»"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "Hapo Fir'awn akataka kumbabaisha Mūsā na kumtoa pamoja na Wana wa Isrāīl kwenye ardhi ya Misri, tukamuanagamiza baharini yeye na askari waliokuwa pamoja na yeye kwa kuwatesa"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "Na tukasema, baada ya kuangamia Fir’awn na askari wake, kuwaambia Wana wa Isrāīl, «Kaeni ardhi ya Sham. Na itakapo kuja Siku ya Kiyama, tutawaleta nyote kutoka makaburini mwenu kufika kwenye kisimamo cha kuhesabiwa.»"
        }
    ]
}