{
    "pages": [
        {
            "chapter": 18,
            "verse": 28,
            "text": "Na uvumilie nafsi yako, ewe Mtume, pamoja na Masahaba wako miongoni mwa Waumini masikini wanaomuabudu Mola wao Peke Yake na kumuomba Yeye kucha na kutwa, wakiomba kupata radhi Zake, ukae mamoja nao na utangamane nao, na usiuepushe uso wako na wao kuwaangalia wasiokuwa wao miongoni mwa makafiri kwa kutaka kujistarahesha na pambo la uhai wa kilimwengu. Na usimtii yule tulioufanya moyo wake ughafilike kututaja na akafadhilisha kufuata matamanio yake juu ya kumtii Mola Wake na mambo yake yakawa, katika matendo yake yote, yamepotea na kuangamia"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "Na usme kuwaambia hawa walioghafilika, «Haya niliyowaletea ndio ukweli utokao kwa Mola wenu. Basi yoyote kati yenu atakye kuamini na akafanya matendo yanayolingana na hiyo Imani, na afanye kwani hilo ni bora kwake, na mwenye kutaka kukanusha na akanushe kwani atakua hakumdhulumu yoyote isipokuwa nafsi yake mwenyewe. Hakika sisi tumewatayarishia makafiri Moto mkali ambao kuta lake limwazunguka. Na makafiri hawa wakitaka msaada Motoni wapatiwe maji kwa vile kiu ilivyo kali, wataletewa maji kama mafuta machafu yaliyo moto sana yanayochoma nyuso zao. Ni kibaya kilioje kinywaji hiki ambacho hakiondoi kiu yao bali kinaizidisha na ni ubaya ulioje wa Moto kuwa ndio mashukio yao na makazi. Katika haya pana onyo na tishio kali kwa yoyote mwenye kuipa mgongo haki na asiuamini utume wa Muhammad, rehema ya Mwenyezi Mungu na amani zimshukiye, na asifanye vitendo vinavyolingana na Imani hiyo"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "Hakika wale waliomuamini Mwenyezi MUngu na Mtume Wake na wakafanya matendo mema watakuwa na malipo makubwa kabisa. Sisi hatupotezi malipo yao wala hatutawapunguzia kwa matendo mazuri waliyoyafanya"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "Hao walioamini watakuwa na mabustani ya Peponi, watakaa humo daima, ambapo mito yenye maji tamu itakuwa ikipita chini ya vyumba vyao na nyumba zao. Watapambwa humo kwa vikuku vya dhahabu, na watavaa nguo za rangi ya kijani zilizofumwa kwa hariri nyembamba na nzito. Watategemea wakiwa humo kwenye vitanda vilivopambwa kwa pazia nzuri. Neema ya malipo ni malipo yao, na Pepo ni nzuri kuwa ni mashukio yao na mahali pao"
        },
        {
            "chapter": 18,
            "verse": 32,
            "text": "Wapigie, ewe Mtume, makafiri wa watu wako mfano wa wanaume wawili miongoni mwa ummah waliopita : mmoja wao ni Muumini na mwingine ni kafiri, na yule kafiri tulimfanya awe na mashamba mawili ya mizabibu tuliyoizungusha na mitende mingi, na tukaotesha kati yake makulima mengi ya sampuli mbalimbali yenye manufaa"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "Kila mojawapo ya yale mashamba mawili lilikuwa limetoa matunda yake na halikupunguza kitu katika utoaji wake, na tulipasua mto baina yao ili kuyanosheza kwa usahali na upesi"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "Na mwenye hayo mashamba mawili alikuwa na matunda na mali mengine, hapo akasema kumwambia mwenzake akimjadili katika mazungumzo, na huku amejawa na majivuno, «Mimi ni mwingi wa utajiri kuliko wewe na nina wasaidizi wenye nguvu zaidi wenye kunihami.»"
        }
    ]
}