{
    "pages": [
        {
            "chapter": 33,
            "verse": 16,
            "text": "Sema, ewe Nabii, kuwaambia hawa wanafiki, «Kukimbia kwenu vitani kwa kuogopa kufa au kuuawa, huko hakutachelewesha muda wenu wa kuishi katika dunia hii, na mkikimbia hamtastarehe katika dunia hii isipokuwa kwa kadiri ya umri wenu uliowekewa kikomo, nacho ni muda mchache sana ukilinganishwa na Akhera.»"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "Sema, ewe Nabii, kuwaambia wao, «Ni nani Atakayewazuia na Mwenyezi Mungu Au Atakayewaokoa na adhabu Yake Akiwa Anawatakia ubaya au Akiwa Anawatakia rehema?» Na hakika Yeye Ndiye Mpaji, Mzuiliaji, Mwenye kudhuru, Mwenye kunufaisha? Na hawatapata hawa wanafiki, isipokuwa Mwenyezi Mungu, msaidizi wa kuwasaidia wala mnusuru wa kuwapa ushindi"
        },
        {
            "chapter": 33,
            "verse": 18,
            "text": "Hakika Mwenyezi Mungu Anawajua wale wenye kuwavunja watu moyo wasipigane jihadi katika njia ya Mwenyezi Mungu, na wenye kuwaambia ndugu zao, «Njooni mjiunge na sisi na muacheni Muhammad! Msihudhurie vitani pamoja na yeye.» Kwani sisi tunachelea msije mkaangamia anapoangamia yeye. Na wao, pamoja na uvunjaji moyo wao huu, hawaji vitani isipokuwa kwa tukizi, kwa kujionyesha na kutaka kusikika na kuogopa fedheha"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "Wanawafanyia nyinyi, enyi Waumini, ugumu wa mali, nafsi, juhudi na mapenzi kwa uadui na chuki walizonazo ndani ya nafsi zao, kwa kupenda kuishi na kuogopa kufa. Na vita vikisimama huwa wakiogopa kuangamia, na utawaona wanakuangalia, macho yao yanazunguka kwa kuwa akili zao zimeondoka kwa kuogopa na kukimbia kuuawa, kama vile macho ya mtu aliyekaribia kufa yanavyozunguka. Na vita vinapomalizika na hofu kuondoka wanawarushia nyinyi matamshi makali yenye kukera. Na utawakuta wao, zinapogawiwa ngawira, ni wachoyo na ni mahasidi. Hao hawakuamini kwa nyoyo zao ndipo Mwenyezi Mungu Akawaondolea thawabu za matendo yao, na hilo kwa Mwenyezi Mungu ni jepesi"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "Wanafiki wanadhani kwamba mapote ya watu ambao Mwenyezi Mungu, Aliyetukuka, Aliwafanya washindwe, hawakuondoka kwenda zao, hivyo ni kwa sababu ya kicho na uoga. Na lau hayo mapote yangalirudi Madina wangalitamani wanafiki hao kuwa wao hawako Madina, wako pamoja na mabedui wa jangwani wantafuta habari zenu na wanauliza kuhusu wana wenu wakiwa mbali. Na lau wangalikuwa wako na nyinyi hawangalipigana pamoja na nyinyi isipokuwa kidogo, kwa uoga wao mwingi, unyonge wao na uchache wa Imani yao"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "Hakika yenu nyinyi, enyi Waumini, mna mfano mwema wa kuiga katika maneno ya Mtume wa Mwenyezi Mungu, rehema ya Mwenyezi Mungu na amani zimshukie, matendo yake na mwenendo wake. Basi jilazimisheni na mwenendo wake, kwani anaoufuata na kuuiga ni yule anayemtaraji Mwenyezi Mungu na Siku ya Mwisho, Akamtaja Mwenyezi Mungu na kumuomba msamaha kwa wingi na akamshukuru kwa kila namna"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "Na Waumini walipoyashuhudia mapote ya watu waliojikusanya pambizoni mwa mji wa Madina na wakauzunguka, walikumbuka kwamba ahadi ya ushindi imekaribia na wakasema, «Haya ndiyo yale Aiyotuahidi Mwenyezi Mungu na Mtume Wake ya maonjo, shida na (kisha) ushindi. Mwenyezi Mungu Alitekeleza ahadi Yake na Mtume Wake alisema kweli katika bishara njema aliyoitoa. Na hakukuwaongezea kule kuyatazama yale mapote isipokuwa kumuamini Mwenyezi Mungu na kujisalimisha na uamuzi Wake na kufuata amri Yake"
        }
    ]
}