{
    "pages": [
        {
            "chapter": 34,
            "verse": 32,
            "text": "Viongozi watasema kuwaambia wale waliofanywa wanyonge, «Kwani ni sisi tuliowazuia uongofu baada ya kuwajia? Bali ni nyinyi wenyewe mlikuwa wahalifu kwa kuwa mliingia kwenye ukafiri kwa matakwa yenu na hiyari yenu.»"
        },
        {
            "chapter": 34,
            "verse": 33,
            "text": "Watasema waliofanywa wanyonge kuwaambia wakubwa wao katika upotevu, «Bali ni kule kutupangia kwenu ubaya usiku na mchana ndiko kulikotutia sisi katika majanga. Kwa kuwa mlikuwa mkitutaka tumkanushe Mwenyezi Mungu na tumfanye kuwa ana washirika katika kuabudiwa.» Na watu wa kila mojawapo ya makundi mawili wataficha majuto watakapoiona adhabu ilioandaliwa wao. Na tutaweka minyororo kwenye shingo za wale waliokanusha. Na wao hawatateswa kwa adhabu hii isipokuwa ni kwa sababu ya kumkanusha kwao Mwenyezi Mungu na kufanya kwao matendo mabaya duniani. Katika hii aya kuna onyo kali dhidi ya kuwafuata walinganizi wa upotevu na viongozi wa ukiukaji Sheria"
        },
        {
            "chapter": 34,
            "verse": 34,
            "text": "Na hatukutumiliza Mtume yoyote katika mji wowote alinganie kwenye kumwahidisha Mwenyezi Mungu na kumpwekesha katika ibada, isipokuwa wale wenye kuvama kwenye starehe na matamanio miongoni mwa watu wake huwa wakisema, «Hakika sisi kwa haya mliokuja nayo, enyi Mitume, ni wenye kukanusha.»"
        },
        {
            "chapter": 34,
            "verse": 35,
            "text": "Na wanasema, «Sisi ni wengi zaidi wa mali na watoto, na Mwenyezi Mungu hakutupa neema hizi isipokuwa ni kuwa anaridhika na sisi, na sisi si wenye kuadhibiwa duniani wala Akhera.»"
        },
        {
            "chapter": 34,
            "verse": 36,
            "text": "Sema uwaambie, ewe Mtume, «Hakika Mola wangu Anawakunjulia riziki hapa duniani anaowataka miongoni mwa waja Wake, na Anawabania Anaowataka, si kwa mapenzi wala chuki, lakini Anafanya hivyo kwa kuwatahini. Lakini wengi wa watu hawajui kwamba huo ni mtihani kwa waja Wake kuwa wao hawataamali.»"
        },
        {
            "chapter": 34,
            "verse": 37,
            "text": "Hayakuwa mali yenu na watoto wenu ni vitu vya kuwafanya nyinyi muwe karibu na sisi, na daraja zenu ziwekwe juu, lakini wenye kumuamini Mwenyezi Mungu na wakafanya matendo mema, basi hao watapata malipo ya nyongeza: kwa jema moja kwa kumi mfano wake mpaka kiwango cha nyongeza Anachokitaka Mwenyezi Mungu. Na wao watakuwa kwenye Pepo ya juu kwa juu, wakiwa wamesalimika na adhabu, kifo na mambo ya huzuni"
        },
        {
            "chapter": 34,
            "verse": 38,
            "text": "Na wale wanaokimbilia kuzibatilisha hoja zetu na wanaozuia njia ya Mwenyezi Mungu isifuatwe wakiwa wapinzani na washindani, hawa wataingia ndani ya adhabu ya Jahanamu Siku ya Kiyama, watahudhuriwa na Zabāniyah, ambao ni askari wa Motoni, na hawatatoka humo"
        },
        {
            "chapter": 34,
            "verse": 39,
            "text": "Waambie, ewe Mtume, hawa waliodanganyika kwa mali na watoto, «Mola wangu anamkunjulia riziki Anayemtaka miongoni mwa waja Wake na Anambania Anayemtaka, kwa hekima Anayoijua. Na namna mtakavyotoa kitu chochote, Yeye Atawapa badala yake duniani na huko Akhera Atawapa malipo mema. Na Yeye, kutakasika na sifa za upungufu ni Kwake, Ndiye bora wa wenye kuruzuku, basi tafuteni riziki Kwake Peke Yake na zungukeni kwa kufuata sababu zake Alizowaamuru"
        }
    ]
}