{
    "pages": [
        {
            "chapter": 39,
            "verse": 22,
            "text": "Je, yule ambaye Mwenyezi Mungu Amemkunjua kifua chake, akabahatika kuukubali Uislamu, kuufuata na kuuamini, akawa yuko kwenye uwazi wa jambo lake na uongofu kutoka kwa Mola wake, je ni kama yule ambaye hayuko hivyo? Hao wawili hawalingani. Basi ole wao na maangamivu wale ambao nyoyo zao zilikuwa ngumu na zikajiepusha na utajo wa Mwenyezi Mungu. Hao wako kwenye upotevu ulio kando na haki waziwazi"
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "Mwenyezi Mungu Aliyetukuka, Aliteremsha Mazungumzo mazuri zaidi kuliko yote, nayo ni Qur’ani tukufu, inayofanana katika uzuri wake, upangikaji wake na kutotafautiana kwake, ndani yake mna hadithi, hukumu, hoja na dalili zilizo wazi. Kusomwa kwake kunarudiwa na ule wingi wa kuikariri hauifanyi ichokeshe. Isomwapo huifanya miili ya wenye kuisikia itetemeke na zitikisike ngozi za wale wanaomuogopa Mola wao, kwa kuathirika na yale yaliyomo ndani yake ya kutisha na kuonya, kisha zikalainika ngozi zao na nyoyo zao kwa kufurahia bishara iliyomo ya ahadi njema na mahimizo ya kufanya kheri. Kuathirika huko na Qur’ani ni uongofu kutoka kwa Mwenyezi Mungu kwa waja Wake. Na yoyote yule ambaye Mwenyezi Mungu Anayempoteza asiiamini hii Qur’ani kwa sababu ya ukafiri wake na ushindani wake, basi hana muongozi mwenye kumuongoa na kumuafikia"
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "Je, Yule atakayetupwa Motoni akiwa amefungwa, akawa hawezi kujikinga na Moto isipokuwa kwa uso wake, kwa ukafiri wake na upotevu wake, ni bora au ni yule anayestarehe Peponi, kwa kuwa Mwenyezi Mungu Amemuongoa? Na madhalimu Siku hiyo wataambiwa, «Onjeni madhara ya yale mliokuwa mkiyachuma duniani ya kumuasi Mwenyezi Mungu"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "Wale waliokuwa kabla ya watu wako, ewe Mtume, waliwakanusha Mitume wao, hivyo basi adhabu ikawajia kwa namna ambayo hawakuhisi kuja kwake"
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "Basi Mwenyezi Mungu Akawaonjesha ummah waliokanusha adhabu na unyonge duniani, na Akawaandalia adhabu kali zaidi na ngumu zaidi huko Akhera. Lau hawa washirikina wangalijua, kuwa kile kilichowashukia ni kwa sababu ya ukafiri wao na ukanushaji wao, wangaliwaidhika"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "Na kwa hakika tumewapigia hawa wenye kumshirikisha Mwenyezi Mungu kila mfano katika mifano ya watu wa kame zilizopita, kwa kuwatisha na kuwaonya, ili wakumbuke na wakomeke na lile ambalo wako nalo la kumkufuru Mwenyezi Mungu"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "Na tumeijaalia hii Qur’ani ni kwa lugha ya Kiarabu, yenye matamshi yaliyofunuka wazi na yenye maana mepesi yasiyo na uchanganyifu wala upotofu, huenda wao wakamcha Mwenyezi Mungu kwa kufuata amri Zake na kuepuka makatazo yake"
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "Mwenyezi Mungu Anapiga mfano wa mtumwa aliyemilikiwa na washirika wenye kuteta, na mtumwa mwingine aliyekuwa ni wa mmiliki mmoja tu, akawa yuwajua matakwa yake na yanayomridhisha. Je, mfano wa wawili hao unalingana? Basi Hivyo ndivo alivyo mshirikina. Yeye yuko katika hali ya mshangao na shaka, na Muumini yuko katika raha na utulivu. Sifa njema kamilifu zilizotimia ni za Mwenyezi Mungu, Peke Yake, lakini washirikina hawaijui haki wakaifuata"
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "Wewe ni mwenye kufa, ewe Mtume, na wao ni wenye kufa"
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "kisha nyote, Siku ya Kiyama. Kwa Mola wenu mtagombana, hapo Ahukumu baina yenu kwa uadilifu na usawa"
        }
    ]
}