{
    "pages": [
        {
            "chapter": 6,
            "verse": 19,
            "text": "Say (O Muhammad SAW): \"What thing is the most great in witness?\" Say: \"Allah (the Most Great!) is Witness between me and you; this Quran has been revealed to me that I may therewith warn you and whomsoever it may reach. Can you verily bear witness that besides Allah there are other aliha (gods)?\" Say \"I bear no (such) witness!\" Say: \"But in truth He (Allah) is the only one Ilah (God). And truly I am innocent of what you join in worship with Him"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "Those to whom We have given the Scripture (Jews and Christians) recognize him (i.e. Muhammad SAW as a Messenger of Allah, and they also know that there is no Ilah (God) but Allah and Islam is Allah's Religion), as they recognize their own sons. Those who destroy themselves will not believe. (Tafsir At-Tabari)"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "And who does more wrong than he who invents a lie against Allah or rejects His Ayat (proofs, evidences, verses, lessons, revelations, etc.)? Verily, the Zalimun (polytheists and wrong-doers, etc.) shall never be successful"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "And on the Day when We shall gather them all together, We shall say to those who joined partners in worship (with Us): \"Where are your partners (false deities) whom you used to assert (as partners in worship with Allah)"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "There will then be (left) no Fitnah (excuses or statements or arguments) for them but to say: \"By Allah, our Lord, we were not those who joined others in worship with Allah"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Look! How they lie against themselves! But the (lie) which they invented will disappear from them"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "And of them there are some who listen to you; but We have set veils on their hearts, so they understand it not, and deafness in their ears; if they see every one of the Ayat (proofs, evidences, verses, lessons, signs, revelations, etc.) they will not believe therein; to the point that when they come to you to argue with you, the disbelievers say: \"These are nothing but tales of the men of old"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "And they prevent others from him (from following Prophet Muhammad SAW) and they themselves keep away from him, and (by doing so) they destroy not but their ownselves, yet they perceive (it) not"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "If you could but see when they will be held over the (Hell) Fire! They will say: \"Would that we were but sent back (to the world)! Then we would not deny the Ayat (proofs, evidences, verses, lessons, revelations, etc.) of our Lord, and we would be of the believers"
        }
    ]
}