{
    "pages": [
        {
            "chapter": 9,
            "verse": 32,
            "text": "They (the disbelievers, the Jews and the Christians) want to extinguish Allah's Light (with which Muhammad SAW has been sent - Islamic Monotheism) with their mouths, but Allah will not allow except that His Light should be perfected even though the Kafirun (disbelievers) hate (it)"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "It is He Who has sent His Messenger (Muhammad SAW) with guidance and the religion of truth (Islam), to make it superior over all religions even though the Mushrikun (polytheists, pagans, idolaters, disbelievers in the Oneness of Allah) hate (it)"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "O you who believe! Verily, there are many of the (Jewish) rabbis and the (Christian) monks who devour the wealth of mankind in falsehood, and hinder (them) from the Way of Allah (i.e. Allah's Religion of Islamic Monotheism). And those who hoard up gold and silver [Al-Kanz: the money, the Zakat of which has not been paid], and spend it not in the Way of Allah, -announce unto them a painful torment"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "On the Day when that (Al-Kanz: money, gold and silver, etc., the Zakat of which has not been paid) will be heated in the Fire of Hell and with it will be branded their foreheads, their flanks, and their backs, (and it will be said unto them):-\"This is the treasure which you hoarded for yourselves. Now taste of what you used to hoard"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Verily, the number of months with Allah is twelve months (in a year), so was it ordained by Allah on the Day when He created the heavens and the earth; of them four are Sacred, (i.e. the 1st, the 7th, the 11th and the 12th months of the Islamic calendar). That is the right religion, so wrong not yourselves therein, and fight against the Mushrikun (polytheists, pagans, idolaters, disbelievers in the Oneness of Allah) collectively, as they fight against you collectively. But know that Allah is with those who are Al-Muttaqun (the pious - see V)"
        }
    ]
}