{
    "pages": [
        {
            "chapter": 12,
            "verse": 87,
            "text": "O my sons! Go you and enquire about Yusuf (Joseph) and his brother, and never give up hope of Allah's Mercy. Certainly no one despairs of Allah's Mercy, except the people who disbelieve"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "Then, when they entered unto him [Yusuf (Joseph)], they said: \"O ruler of the land! A hard time has hit us and our family, and we have brought but poor capital, so pay us full measure and be charitable to us. Truly, Allah does reward the charitable"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "He said: \"Do you know what you did with Yusuf (Joseph) and his brother, when you were ignorant"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "They said: \"Are you indeed Yusuf (Joseph)?\" He said: \"I am Yusuf (Joseph), and this is my brother (Benjamin). Allah has indeed been gracious to us. Verily, he who fears Allah with obedience to Him (by abstaining from sins and evil deeds, and by performing righteous good deeds), and is patient, then surely, Allah makes not the reward of the Muhsinun (good-doers - see V. 2:112) to be lost"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "They said: \"By Allah! Indeed Allah has preferred you above us, and we certainly have been sinners"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "He said: \"No reproach on you this day, may Allah forgive you, and He is the Most Merciful of those who show mercy"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "Go with this shirt of mine, and cast it over the face of my father, he will become clear-sighted, and bring to me all your family"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "And when the caravan departed, their father said: \"I do indeed feel the smell of Yusuf (Joseph), if only you think me not a dotard (a person who has weakness of mind because of old age)"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "They said: \"By Allah! Certainly, you are in your old error"
        }
    ]
}