{
    "pages": [
        {
            "chapter": 16,
            "verse": 73,
            "text": "And they worship others besides Allah, such as do not and cannot own any provision for them from the heavens or the earth"
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "So put not forward similitudes for Allah (as there is nothing similar to Him, nor He resembles anything). Truly! Allah knows and you know not"
        },
        {
            "chapter": 16,
            "verse": 75,
            "text": "Allah puts forward the example (of two men a believer and a disbeliever); a slave (disbeliever) under the possession of another, he has no power of any sort, and (the other), a man (believer) on whom We have bestowed a good provision from Us, and He spends thereof secretly and openly. Can they be equal? (By no means, not). All the praises and thanks be to Allah. Nay! (But) most of them know not"
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "And Allah puts forward (another) example of two men, one of them dumb, who has no power over anything (disbeliever), and he is a burden to his master, whichever way he directs him, he brings no good. Is such a man equal to one (believer in the Islamic Monotheism) who commands justice, and is himself on a Straight Path"
        },
        {
            "chapter": 16,
            "verse": 77,
            "text": "And to Allah belongs the unseen of the heavens and the earth. And the matter of the Hour is not but as a twinkling of the eye, or even nearer. Truly! Allah is Able to do all things"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "And Allah has brought you out from the wombs of your mothers while you know nothing. And He gave you hearing, sight, and hearts that you might give thanks (to Allah)"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "Do they not see the birds held (flying) in the midst of the sky? None holds them but Allah [none gave them the ability to fly but Allah]. Verily, in this are clear proofs and signs for people who believe (in the Oneness of Allah)"
        }
    ]
}