{
    "pages": [
        {
            "chapter": 39,
            "verse": 41,
            "text": "Verily, We have sent down to you (O Muhammad SAW) the Book (this Quran) for mankind in truth. So whosoever accepts the guidance, it is only for his ownself, and whosoever goes astray, he goes astray only for his (own) loss. And you (O Muhammad SAW) are not a Wakil (trustee or disposer of affairs, or keeper) over them"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "It is Allah Who takes away the souls at the time of their death, and those that die not during their sleep. He keeps those (souls) for which He has ordained death and sends the rest for a term appointed. Verily, in this are signs for a people who think deeply"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "Have they taken others as intercessors besides Allah? Say: \"Even if they have power over nothing whatever and have no intelligence"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "Say: \"To Allah belongs all intercession. His is the Sovereignty of the heavens and the earth, then to Him you shall be brought back"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "And when Allah Alone is mentioned, the hearts of those who believe not in the Hereafter are filled with disgust (from the Oneness of Allah and when those (whom they obey or worship) besides Him [like all false deities other than Allah, it may be a Messenger like 'Iesa (Jesus) - son of Maryam (Mary), 'Uzair (Ezra), an angel, a pious man, a jinn, or any other creature even idols, graves of religious people, saints, priests, monks, etc.] are mentioned, behold, they rejoice"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "Say (O Muhammad SAW): \"O Allah! Creator of the heavens and the earth! All-Knower of the Ghaib (unseen) and the seen. You will judge between your slaves about that wherein they used to differ"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "And those who did wrong (the polytheists and disbelievers in the Oneness of Allah), if they had all that is in earth and therewith as much again, they verily, would offer it to ransom themselves therewith on the Day of Resurrection from the evil torment, and there will become apparent to them from Allah, what they had not been reckoning"
        }
    ]
}