{
    "pages": [
        {
            "chapter": 41,
            "verse": 47,
            "text": "(The learned men) refer to Him (Alone) the knowledge of the Hour. No fruit comes out of its sheath, nor does a female conceive (within her womb), nor brings forth (young), except by His Knowledge. And on the Day when He will call unto them (polytheists) (saying): \"Where are My (so-called) partners (whom you did invent)?\" They will say: \"We inform You that none of us bears witness to it (that they are Your partners)"
        },
        {
            "chapter": 41,
            "verse": 48,
            "text": "And those whom they used to invoke before will fail them, and they will perceive that they have no place of refuge (from Allah's punishment)"
        },
        {
            "chapter": 41,
            "verse": 49,
            "text": "Man (the disbeliever) does not get tired of asking good (things from Allah), but if an evil touches him, then he gives up all hope and is lost in despair"
        },
        {
            "chapter": 41,
            "verse": 50,
            "text": "And truly, if We give him a taste of mercy from us, after some adversity (severe poverty or disease, etc.) has touched him, he is sure to say: \"This is for me (due to my merit), I think not that the Hour will be established. But if I am brought back to my Lord, Surely, there will be for me the best (wealth, etc.) with Him. Then, We verily, will show to the disbelievers what they have done and We shall make them taste a severe torment"
        },
        {
            "chapter": 41,
            "verse": 51,
            "text": "And when We show favour to man, he withdraws and turns away, but when evil touches him, then he has recourse to long supplications"
        },
        {
            "chapter": 41,
            "verse": 52,
            "text": "Say: \"Tell me, if it (the Quran) is from Allah, and you disbelieve in it, who is more astray than one who is in opposition far away (from Allah's Right Path and His obedience)"
        },
        {
            "chapter": 41,
            "verse": 53,
            "text": "We will show them Our Signs in the universe, and in their ownselves, until it becomes manifest to them that this (the Quran) is the truth. Is it not sufficient in regard to your Lord that He is a Witness over all things"
        },
        {
            "chapter": 41,
            "verse": 54,
            "text": "Verily! They are in doubt concerning the Meeting with their Lord? (i.e. Resurrection after their deaths, and their return to their Lord). Verily! He it is Who is surrounding all things"
        }
    ]
}