{
    "pages": [
        {
            "chapter": 42,
            "verse": 45,
            "text": "And you will see them brought forward to it (Hell) made humble by disgrace, (and) looking with stealthy glance. And those who believe will say: \"Verily, the losers are they who lose themselves and their families on the Day of Resurrection. Verily, the Zalimun [i.e. Al-Kafirun (disbelievers in Allah, in His Oneness and in His Messenger SAW, polytheists, wrong-doers, etc.)] will be in a lasting torment"
        },
        {
            "chapter": 42,
            "verse": 46,
            "text": "And they will have no Auliya' (protectors) to help them other than Allah. And he whom Allah sends astray, for him there is no way"
        },
        {
            "chapter": 42,
            "verse": 47,
            "text": "Answer the Call of your Lord (i.e. accept the Islamic Monotheism, O mankind, and jinns) before there comes from Allah a Day which cannot be averted. You will have no refuge on that Day nor there will be for you any denying (of your crimes as they are all recorded in the Book of your deeds)"
        },
        {
            "chapter": 42,
            "verse": 48,
            "text": "But if they turn away (O Muhammad SAW from the Islamic Monotheism, which you have brought to them). We have not sent you (O Muhammad SAW) as a Hafiz (protector) over them (i.e. to take care of their deeds and to recompense them). Your duty is to convey (the Message). And verily, when We cause man to taste of Mercy from Us, he rejoices thereat, but when some ill befalls them because of the deeds which their hands have sent forth, then verily, man (becomes) ingrate"
        },
        {
            "chapter": 42,
            "verse": 49,
            "text": "To Allah belongs the kingdom of the heavens and the earth. He creates what He wills. He bestows female (offspring) upon whom He wills, and bestows male (offspring) upon whom He wills"
        },
        {
            "chapter": 42,
            "verse": 50,
            "text": "Or He bestows both males and females, and He renders barren whom He wills. Verily, He is the All-Knower and is Able to do all things"
        },
        {
            "chapter": 42,
            "verse": 51,
            "text": "It is not given to any human being that Allah should speak to him unless (it be) by Inspiration, or from behind a veil, or (that) He sends a Messenger to reveal what He wills by His Leave. Verily, He is Most High, Most Wise"
        }
    ]
}