{
    "pages": [
        {
            "chapter": 45,
            "verse": 33,
            "text": "And the evil of what they did will appear to them, and they will be completely encircled by that which they used to mock at"
        },
        {
            "chapter": 45,
            "verse": 34,
            "text": "And it will be said: \"This Day We will forget you as you forgot the Meeting of this Day of yours. And your abode is the Fire, and there is none to help you"
        },
        {
            "chapter": 45,
            "verse": 35,
            "text": "This, because you took the revelations of Allah (this Quran) in mockery, and the life of the world deceived you. So this Day, they shall not be taken out from there (Hell), nor shall they be Yusta'tabun (i.e. they shall not return to the worldly life, so that they repent to Allah, and beg His Pardon for their sins)"
        },
        {
            "chapter": 45,
            "verse": 36,
            "text": "So all the praises and thanks are to Allah, the Lord of the heavens and the Lord of the earth, and the Lord of the 'Alamin (mankind, jinns and all that exists)"
        },
        {
            "chapter": 45,
            "verse": 37,
            "text": "And His (Alone) is the Majesty in the heavens and the earth, and He is the All-Mighty, the All-Wise"
        },
        {
            "chapter": 46,
            "verse": 1,
            "text": "Ha-Mim. [These letters are one of the miracles of the Quran, and none but Allah (Alone) knows their meanings"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "The revelation of the Book (this Quran) is from Allah, the All-Mighty, the All-Wise"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "We created not the heavens and the earth and all that is between them except with truth, and for an appointed term. But those who disbelieve turn away from that whereof they are warned"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "Say (O Muhammad SAW to these pagans): \"Think! All that you invoke besides Allah show me! What have they created of the earth? Or have they a share in (the creation of) the heavens? Bring me a Book (revealed before this), or some trace of knowledge (in support of your claims), if you are truthful"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "And who is more astray than one who calls (invokes) besides Allah, such as will not answer him till the Day of Resurrection, and who are (even) unaware of their calls (invocations) to them"
        }
    ]
}