{
    "pages": [
        {
            "chapter": 48,
            "verse": 1,
            "text": "Verily, We have given you (O Muhammad SAW) a manifest victory"
        },
        {
            "chapter": 48,
            "verse": 2,
            "text": "That Allah may forgive you your sins of the past and the future, and complete His Favour on you, and guide you on the Straight Path"
        },
        {
            "chapter": 48,
            "verse": 3,
            "text": "And that Allah may help you with strong help"
        },
        {
            "chapter": 48,
            "verse": 4,
            "text": "He it is Who sent down As-Sakinah (calmness and tranquillity) into the hearts of the believers, that they may grow more in Faith along with their (present) Faith. And to Allah belong the hosts of the heavens and the earth, and Allah is Ever All-Knower, All-Wise"
        },
        {
            "chapter": 48,
            "verse": 5,
            "text": "That He may admit the believing men and the believing women to Gardens under which rivers flow (i.e. Paradise), to abide therein forever, and to expiate from them their sins, and that is with Allah, a supreme success"
        },
        {
            "chapter": 48,
            "verse": 6,
            "text": "And that He may punish the Munafiqun (hypocrites), men and women, and also the Mushrikun men and women, who think evil thoughts about Allah, for them is a disgraceful torment, and the Anger of Allah is upon them, and He has cursed them and prepared Hell for them, and worst indeed is that destination"
        },
        {
            "chapter": 48,
            "verse": 7,
            "text": "And to Allah belong the hosts of the heavens and the earth. And Allah is Ever All-Knower, All-Wise"
        },
        {
            "chapter": 48,
            "verse": 8,
            "text": "Verily, We have sent you (O Muhammad SAW) as a witness, as a bearer of glad tidings, and as a warner"
        },
        {
            "chapter": 48,
            "verse": 9,
            "text": "In order that you (O mankind) may believe in Allah and His Messenger (SAW), and that you assist and honour him (SAW), and (that you) glorify (Allah's) praises morning and afternoon"
        }
    ]
}