{
    "pages": [
        {
            "chapter": 48,
            "verse": 10,
            "text": "Verily, those who give Bai'a (pledge) to you (O Muhammad SAW) they are giving Bai'a (pledge) to Allah. The Hand of Allah is over their hands. Then whosoever breaks his pledge, breaks only to his own harm, and whosoever fulfills what he has covenanted with Allah, He will bestow on him a great reward"
        },
        {
            "chapter": 48,
            "verse": 11,
            "text": "Those of the bedouins who lagged behind will say to you: \"Our possessions and our families occupied us, so ask forgiveness for us.\" They say with their tongues what is not in their hearts. Say: \"Who then has any power at all (to intervene) on your behalf with Allah, if He intends you hurt or intends you benefit? Nay, but Allah is Ever All-Aware of what you do"
        },
        {
            "chapter": 48,
            "verse": 12,
            "text": "Nay, but you thought that the Messenger (SAW) and the believers would never return to their families; and that was made fair-seeming in their hearts, and you did think an evil thought and you became a useless people going for destruction"
        },
        {
            "chapter": 48,
            "verse": 13,
            "text": "And whosoever does not believe in Allah and His Messenger (Muhammad SAW), then verily, We have prepared for the disbelievers a blazing Fire"
        },
        {
            "chapter": 48,
            "verse": 14,
            "text": "And to Allah belongs the sovereignty of the heavens and the earth, He forgives whom He wills, and punishes whom He wills. And Allah is Ever Oft-Forgiving, Most Merciful"
        },
        {
            "chapter": 48,
            "verse": 15,
            "text": "Those who lagged behind will say, when you set forth to take the spoils, \"Allow us to follow you,\" They want to change Allah's Words. Say: \"You shall not follow us; thus Allah has said beforehand.\" Then they will say: \"Nay, you envy us.\" Nay, but they understand not except a little"
        }
    ]
}