{
    "pages": [
        {
            "chapter": 49,
            "verse": 12,
            "text": "O you who believe! Avoid much suspicions, indeed some suspicions are sins. And spy not, neither backbite one another. Would one of you like to eat the flesh of his dead brother? You would hate it (so hate backbiting). And fear Allah. Verily, Allah is the One Who accepts repentance, Most Merciful"
        },
        {
            "chapter": 49,
            "verse": 13,
            "text": "O mankind! We have created you from a male and a female, and made you into nations and tribes, that you may know one another. Verily, the most honourable of you with Allah is that (believer) who has At-Taqwa [i.e. one of the Muttaqun (pious - see V. 2:2). Verily, Allah is All-Knowing, All-Aware"
        },
        {
            "chapter": 49,
            "verse": 14,
            "text": "The bedouins say: \"We believe.\" Say: \"You believe not but you only say, 'We have surrendered (in Islam),' for Faith has not yet entered your hearts. But if you obey Allah and His Messenger (SAW), He will not decrease anything in reward for your deeds. Verily, Allah is Oft-Forgiving, Most Merciful"
        },
        {
            "chapter": 49,
            "verse": 15,
            "text": "Only those are the believers who have believed in Allah and His Messenger, and afterward doubt not but strive with their wealth and their lives for the Cause of Allah. Those! They are the truthful"
        },
        {
            "chapter": 49,
            "verse": 16,
            "text": "Say: \"Will you inform Allah about your religion? While Allah knows all that is in the heavens and all that is in the earth, and Allah is All-Aware of everything"
        },
        {
            "chapter": 49,
            "verse": 17,
            "text": "They regard as favour upon you (O Muhammad SAW) that they have embraced Islam. Say: \"Count not your Islam as a favour upon me. Nay, but Allah has conferred a favour upon you, that He has guided you to the Faith, if you indeed are true"
        },
        {
            "chapter": 49,
            "verse": 18,
            "text": "Verily, Allah knows the unseen of the heavens and the earth. And Allah is the All-Seer of what you do"
        }
    ]
}