{
    "juzs": [
        {
            "chapter": 9,
            "verse": 93,
            "text": "راه [ایراد و مؤاخذه]، تنها بر کسانى است که در عینِ توانگرى و ثروتمندى، از تو اذن مى‌خواهند [که به جبهه نروند] و راضى شده‌اند که با متخلّفان باشند. خداوند بر دل‌هایشان مهر زده است، از این رو نمى‌دانند"
        },
        {
            "chapter": 9,
            "verse": 94,
            "text": "هنگامى که از جهاد برگشتید، [منافقانِ متخلّف از جنگ تبوک،] براى شما عذر مى‌آوردند. بگو: «عذرتراشى نکنید! ما هرگز حرف شما را باور نمى‌کنیم. خداوند ما را از اخبار [و احوال] شما آگاه کرده است. خداوند و پیامبرش، عملکرد شما را مى‌بینند، آن گاه نزد خدایى که داناى پنهان و آشکار است، بازگردانده مى‌شوید و او شما را به آنچه مى‌کردید، آگاه خواهد کرد.»"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "هنگامى که از جهاد، نزد منافقان بازگشتید، براى شما به خدا سوگند مى‌خورند تا از [گناه و سرزنشِ] آنان چشم بپوشید. پس، از آنان اعراض و دورى کنید که آنان پلیدند و به خاطر آنچه به دست خود کسب مى‌کرده‌اند، جایگاهشان دوزخ خواهد بود"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "براى شما سوگند مى‌خورند تا شما از آنان راضى شوید. [بدانید که شما هم] اگر از آنان راضى شوید، قطعاً خداوند از گروه فاسقان، خشنود نخواهد شد"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "بادیه‌نشینانِ عرب [به خاطر دورى از تعلیم و تربیت و سخنان پیامبر]، در کفر و نفاق شدیدترند و به این که حدود آنچه را خدا بر پیامبرش نازل کرده، ندانند، سزاوارتر و خداوند دانا و حکیم است"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "بعضى از بادیه‌نشینان، کسانى هستند که آنچه را انفاق مى‌کنند، [به خاطر نفاق یا ضعف ایمان،] ضرر حساب مى‌کنند و براى شما پیشامدهاى بد را انتظار مى‌کشند. پیشامد بد برای خود آنهاست! و خداوند شنوا و داناست"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "امّا برخى از عرب‌هاى بادیه‌نشین، کسانى هستند که به خداوند و روز قیامت ایمان دارند و آنچه را انفاق مى‌کنند، وسیله‌ى نزدیکی به خدا و [جلب] دعا و صلوات رسول مى‌دانند. آگاه باشید که همین انفاق‌ها، براى آنان موجب نزدیکی است. به زودى خداوند آنان را در رحمت خویش، وارد مى‌کند. خداوند آمرزنده و مهربان است"
        },
        {
            "chapter": 9,
            "verse": 100,
            "text": "و خداوند از نخستین پیشگامانِ از مهاجران و انصار و کسانى که با نیکوکارى آنان را پیروى کردند، راضى است و آنان نیز از خدا راضى‌اند و [خدا] براى آنان باغ‌هایى فراهم ساخته که نهرها از پاى [درختان] آن جارى است. همیشه در آن جاودانه‌اند. این است رستگارى و کامیابى بزرگ"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "و از میان بادیه‌نشینانِ پیرامونِ شما، گروهى منافقند و از اهل مدینه نیز عدّه‌اى با نفاق خو گرفته‌اند. تو آنان را نمى‌شناسى، [ولى] ما آنها را مى‌شناسیم! به زودى آنان را دو بار عذاب خواهیم کرد. سپس به سوى عذابى سهمگین، بازگردانده مى‌شوند"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "و [از اعراب،] دیگرانى هستند که به گناهان خویش اعتراف کرده‌اند. کار خوب و بد را به هم آمیخته‌اند. امید است خداوند توبه‌ى آنان را بپذیرد [و لطف خویش را به آنان بازگرداند]. همانا خداوند، آمرزنده و مهربان است"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "از اموالشان صدقه‌ای [به عنوان زکات] بگیر تا بدین وسیله آنان را [از بخل و دنیاپرستى] پاک سازى و رشدشان دهى و بر آنان درود فرست [و دعا کن]. زیرا دعاى تو، مایه‌ى آرامش آنان است و خداوند شنوا و داناست"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "آیا ندانستند که تنها خداوند، از بندگانش توبه را مى‌پذیرد و صدقات را مى‌گیرد؟ و این که خداوند، بسیار توبه‌پذیر و مهربان است؟"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "و بگو: « [هرگونه که مى‌خواهید و مى‌توانید،] عمل کنید، که به زودى خداوند و پیامبرش و مؤمنان کار شما را مى‌نگرند و به زودى به سوى داناى غیب و آشکار، بازگردانده مى‌شوید. پس شما را به آنچه انجام مى‌دادید، آگاه خواهد کرد.»"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "و گروه دیگرى هستند که کارشان به خواست الهى واگذار شده است؛ یا عذابشان مى‌کند و یا [به خاطر توبه و پشیمانى،] به آنان لطف مى‌کند و خداوند دانا و حکیم است"
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "و [گروهى دیگر از منافقان،] کسانى هستند که مسجدى براى ضربه زدن به اسلام و براى ترویج کفر و تفرقه افکنى میان مؤمنان و کمین‌گاهى براى [مساعدت] به دشمنان دیرینه‌ى خدا و پیامبرش ساختند و همواره سوگند مى‌خورند که: «ما جز خیر، قصدى نداریم‌!» [ولى] خداوند گواهى مى‌دهد که آنان دروغگویانند"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "در آن [مسجد ضرار،] هرگز [براى نماز] نایست! به راستی مسجدى که از روز نخست، بر اساس تقوا بنا شده، سزاوارتر است که در آن نماز بر پا دارى. [زیرا] در آن مسجد، مردانى هستند که دوست دارند خود را پاک سازند و خداوند پاکان را دوست مى‌دارد"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "آیا کسى که بنیانِ [کارِ] خود را بر پایه‌ى تقوا و رضاى الهى قرار داده بهتر است، یا کسى که بنیاد [کار] خویش را بر لبه‌ی پرتگاهى سست و فرو ریختنى نهاده، که او را در آتشِ دوزخ مى‌اندازد؟ خداوند گروه ستمگر را هدایت نمى‌کند"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "بنیانى را که منافقان بنا نهادند، همواره موجب تحیر و سردرگمى در دل‌هاى آنان است. [آنها راه نجاتى ندارند،] مگر آن که دل‌هایشان [از نفاق] جدا شود [یا با مرگ، متلاشى گردد] و خداوند دانا و حکیم است"
        },
        {
            "chapter": 9,
            "verse": 111,
            "text": "خداوند از مؤمنان، جان‌ها و اموالشان را به بهاى بهشت خریده است. آنان در راه خدا مى‌جنگند تا بکشند یا کشته شوند. [وفاى به این] وعده‌ى حقّ که در تورات و انجیل و قرآن آمده، بر عهده‌ی خداست و چه کسى از خدا به عهدش وفادارتر است؟ پس مژده باد شما را بر این معامله‌اى که به وسیله‌ى آن [با خدا] بیعت کردید و این همان رستگارى بزرگ است"
        },
        {
            "chapter": 9,
            "verse": 112,
            "text": "[مؤمنانِ مجاهد،] اهل توبه، عبادت، ستایش، سیاحت، رکوع، سجود، امر به معروف و نهى از منکر و حفظِ حدود و مقرّرات الهى‌اند و چنین مؤمنانى را بشارت ده"
        },
        {
            "chapter": 9,
            "verse": 113,
            "text": "براى پیامبر و کسانى که ایمان آورده‌اند، سزاوار نیست که براى مشرکان، پس از آن که برایشان آشکار گردید که آنان اهل دوزخند، طلب آمرزش کنند، هر چند خویشاوند آنان باشند"
        },
        {
            "chapter": 9,
            "verse": 114,
            "text": "و آمرزش‌خواهى ابراهیم براى [عموى مشرکش که به جای] پدرش [سرپرستی او را به عهده داشت]، فقط به خاطر وعده‌اى بود که به او داده بود، [آن هنگام که از هدایتش ناامید نبود،] پس هنگامى که برایش روشن شد، او دشمن خداست، از او بیزارى جست. همانا ابراهیم، اهل آه و ناله [از ترس خدا] و بردبار بود"
        },
        {
            "chapter": 9,
            "verse": 115,
            "text": "خداوند بر آن نیست که قومى را بعد از آن که هدایتشان نمود، بى‌راه بگذارد. مگر آن که آنچه را [که باید از آن] پرهیز کنند، برایشان بیان کند. قطعاً خداوند به هر چیزى داناست"
        },
        {
            "chapter": 9,
            "verse": 116,
            "text": "حکومت آسمان‌ها و زمین تنها از آنِ خداست. زنده مى‌کند و مى‌میراند و شما را جز خداوند، هیچ سرپرست و یاورى نیست"
        },
        {
            "chapter": 9,
            "verse": 117,
            "text": "خداوند، لطف خود را بر پیامبر و مهاجران و انصارى که او را در لحظه‌ى دشوارِ [جنگ تبوک] پیروى کردند، سرازیر نمود، پس از آن که نزدیک بود دل‌هاى بعضى از آنان منحرف شود، [و در جبهه حضور نیابند.] سپس خداوند لطف خود را به آنان بازگرداند. او به آنان رئوف و مهربان است"
        },
        {
            "chapter": 9,
            "verse": 118,
            "text": "و [نیز] سه نفرى که [از شرکت در جبهه‌ى تبوک به خاطر سستى] وامانده بودند، تا آن گاه که زمین با همه‌ى وسعتش [به سبب قهر و نفرت مردم] بر آنان تنگ شد و از خود به تنگ آمدند و فهمیدند که در برابر خدا، هیچ پناهگاهى جز خود او نیست، پس خداوند لطف خویش را شامل آنان ساخت تا به توبه موفّق شوند. همانا خداوند توبه‌پذیر و مهربان است"
        },
        {
            "chapter": 9,
            "verse": 119,
            "text": "اى کسانى که ایمان آورده‌اید! از خدا پروا کنید و با راستگویان باشید"
        },
        {
            "chapter": 9,
            "verse": 120,
            "text": "اهل مدینه و بادیه‌نشینان اطرافِ آنان، حقّ ندارند از [فرمانِ] رسول خدا تخلّف کنند و [به جبهه نروند و] جان‌هاى خود را از جان پیامبر عزیزتر بدانند؛ زیرا هیچ گونه تشنگى، رنج و گرسنگى در راه خدا به آنان نمى‌رسد و هیچ گامى در جایى که کافران را به خشم آورد، برنمى‌دارند و هیچ چیزى از دشمن به آنان نمى‌رسد، مگر آن که براى آنان به پاداش اینها عمل صالح نوشته مى‌شود. قطعاً خداوند پاداش نیکوکاران را تباه نمى‌کند"
        },
        {
            "chapter": 9,
            "verse": 121,
            "text": "هیچ مال اندک یا فراوانى را [در مسیر جهاد] انفاق نمى‌کنند و هیچ سرزمینى را نمى‌پیمایند، مگر آن که براى آنان ثبت مى‌شود، تا خداوند آنان را به بهتر از آنچه مى‌کرده‌اند، پاداش دهد"
        },
        {
            "chapter": 9,
            "verse": 122,
            "text": "سزاوار نیست که همه‌ى مؤمنان [به جهاد] رهسپار شوند. پس چرا از هر گروهى از ایشان، دسته‌اى کوچ نمى‌کنند تا در دین فقیه شوند و هنگامى که به سوى قوم خویش بازگشتند، آنان را بیم دهند، تا شاید آنان [از گناه و طغیان] حذر کنند"
        },
        {
            "chapter": 9,
            "verse": 123,
            "text": "اى کسانى که ایمان آورده‌اید! با کسانى از کفّار که نزدیک شمایند، بجنگید. باید آنان در شما خشونت و صلابت بیابند و بدانید که خداوند، با پرهیزکاران است"
        },
        {
            "chapter": 9,
            "verse": 124,
            "text": "و هرگاه سوره‌اى نازل شود، برخى از منافقان گویند: «این سوره، ایمان کدام یک از شما را افزود؟» امّا آنان که ایمان آورده‌اند، [آیات قرآن] بر ایمانشان می‌افزاید و آنان بشارت مى‌گیرند"
        },
        {
            "chapter": 9,
            "verse": 125,
            "text": "و امّا آنان که در دل‌هایشان بیمارى است، [آیات قرآن،] پلیدى بر پلیدى آنان می‌افزاید و در حال کفر می‌میرند"
        },
        {
            "chapter": 9,
            "verse": 126,
            "text": "آیا نمى‌بینند که آنان در هر سال، یک یا دو بار آزمایش مى‌شوند، امّا نه توبه مى‌کنند و نه پند مى‌گیرند"
        },
        {
            "chapter": 9,
            "verse": 127,
            "text": "و هر گاه سوره‌اى نازل شود، بعضى از آنان به بعضى دیگر نگاه کنند [و بپرسند:] «آیا کسى شما را مى‌بیند؟» [مخفیانه از حضور پیامبر] خارج مى‌شوند. خداوند دل‌هاى آنان را [از حق] برگردانده است، زیرا آنان مردم نفهمى هستند"
        },
        {
            "chapter": 9,
            "verse": 128,
            "text": "پیامبرى از خودتان به سوى شما آمده است که آنچه شما را برنجاند، بر او سخت است، بر هدایت شما حریص و دلسوز و به مؤمنان رئوف و مهربان است"
        },
        {
            "chapter": 9,
            "verse": 129,
            "text": "پس اگر [از سخنان خداوند] روى‌‌گردان شدند، بگو: «خداوند مرا کافى است، هیچ معبودى جز او نیست، تنها بر او توکل کرده‌ام و او پروردگار عرش بزرگ است.»"
        },
        {
            "chapter": 10,
            "verse": 1,
            "text": "الف، لام، را. این است آیات کتاب استوار و حکمت آمیز"
        },
        {
            "chapter": 10,
            "verse": 2,
            "text": "آیا براى مردم شگفت‌آور است که به مردى از خود آنان وحى کردیم که مردم را بترسان و به مؤمنان بشارت بده که براى آنان نزد پروردگارشان جایگاه نیکویى است. کافران گفتند: این مرد، جادوگرى آشکار است"
        },
        {
            "chapter": 10,
            "verse": 3,
            "text": "پروردگارتان، خدایى است که آسمان‌ها و زمین را در شش روز [و دوران] آفرید، سپس بر عرش [قدرت] قرار گرفت. کار جهان را تدبیر و سامان‌دهى مى‌کند. هیچ شفاعت‌کننده‌اى جز با اذن او نیست. آن خداوند است که پروردگار شماست، پس او را بپرستید. آیا پند نمى گیرید؟"
        },
        {
            "chapter": 10,
            "verse": 4,
            "text": "بازگشت همه‌ى شما به سوى اوست. این وعده‌ى حقّ الهى است. اوست که آفرینش را آغاز مى‌کند، سپس آن را بازمى‌گرداند، تا کسانى را که ایمان آورده و عمل صالح انجام داده‌اند، به عدالت پاداش دهد. و براى آنان که کافر شده‌اند، به سزاى کفرشان، نوشیدنى از مایع سوزان و عذابى دردناک خواهد بود"
        },
        {
            "chapter": 10,
            "verse": 5,
            "text": "اوست که خورشید را درخشنده و ماه را تابان قرار داد و براى حرکتِ ماه منزلگاه‌هایى قرار داد تا شماره‌ى سال‌ها و حساب را بدانید. خداوند اینها را جز بر اساس حقّ نیافریده است. خداوند آیات را براى آنان که [مى‌خواهند] بدانند، به تفصیل بیان مى‌کند"
        },
        {
            "chapter": 10,
            "verse": 6,
            "text": "در رفت و آمد شب و روز و در آنچه خداوند در آسمان‌ها و زمین آفریده است، براى مردم پرهیزکار نشانه‌هایى [بزرگ] است"
        },
        {
            "chapter": 10,
            "verse": 7,
            "text": "قطعاً آنان که به دیدار ما [و دریافت نعمت‌هاى اخروى،] امید ندارند و [تنها] به زندگى دنیا دل­خوش کرده‌اند و به آن آرام گرفته و تکیه مى‌کنند و نیز کسانى که از نشانه‌هاى [قدرت] ما غافلند،"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "آنان به خاطر آنچه که عمل مى‌کردند، جایگاهشان آتش است"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "به یقین آنان که ایمان آورده و کارهاى شایسته انجام داده‌اند، پروردگارشان آنان را به خاطر ایمانشان هدایت مى‌کند. و در باغ‌هاى پرنعمت که نهرها از زیر پایشان جارى است، اقامت دارند"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "دعا و نیایش آنان در بهشت، این است که: «خدایا! تو پاک و منزّهى!» و درودشان در آنجا، سلام است و پایان نیایش آنان این است که: «سپاس و ستایش مخصوص خداوندى است که پروردگار جهانیان است.»"
        },
        {
            "chapter": 10,
            "verse": 11,
            "text": "و اگر خداوند براى مردم به همان شتاب که براى خود خیر مى‌طلبند، در رساندن بلا به آنان شتاب مى‌نمود، قطعاً اجلشان فرارسیده بود. پس کسانى را که به دیدار ما امید [و باور] ندارند، به حال خود رها مى‌کنیم تا در سرکشى خویش سرگردان بمانند"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "و هنگامى که ضررى به انسان برسد، در حالى که به پهلو خوابیده، یا نشسته و یا ایستاده است، ما را مى‌خواند؛ ولى چون ضرر را از او برطرف ساختیم، چنان به راه خود مى‌رود که گویى هرگز ما را براى گرفتارى که به وى رسیده بود، نخوانده است! این­گونه براى اسرافکاران، عملشان زیبا جلوه مى‌کند"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "و ما امّت‌هاى پیش از شما را، چون ستم کردند، هلاک کردیم. پیامبرانشان براى آنها معجزات آوردند، ولى آنها ایمان نیاوردند. ما این­گونه گروه تبهکاران را کیفر مى‌دهیم"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "سپس شما را پس از [هلاکت] آنان، جانشینانى در زمین قرار دادیم، تا ببینیم شما چگونه عمل مى‌کنید"
        },
        {
            "chapter": 10,
            "verse": 15,
            "text": "و هرگاه آیات روشن ما بر آنان تلاوت مى‌شود، کسانى که به دیدار ما [و دریافت پاداش‌هاى اخروى] امید و باورى ندارند، مى‌گویند: «قرآنى غیر از این بیاور! یا این قرآن را تغییر بده!» [به آنان] بگو: «من حقّ ندارم که آن را از پیش خود تغییر دهم. من تنها آنچه را که به من وحى می‌شود، پیروى مى‌کنم. من از عذاب روزى بزرگ بیمناکم، اگر پروردگارم را نافرمانى کنم.»"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "بگو: «اگر خداوند مى‌خواست، آن را بر شما نمى‌خواندم و [خداوند] شما را به آن آگاه نمى‌ساخت. من پیش از [آوردن] قرآن، عمرى در میان شما بوده‌ام، آیا نمى‌اندیشید؟!»"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "پس کیست ستمکارتر از کسى که بر خدا دروغ بندد؟ یا آیات او را دروغ بشمارد؟ قطعاً مجرمان، رستگار نمى‌شوند"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "و به جاى خدا چیزهایى را مى‌پرستند که نه به آنان ضرر مى‌رساند و نه سودشان مى‌دهد. و مى‌گویند: «این بت‌ها، شفیعان ما نزد خدایند.» بگو: «آیا خدا را به چیزى خبر مى‌دهید که او خبرى از آنها در آسمان‌ها و زمین ندارد؟» منزّه و والاتر است از شریکانى که برایش قرار مى‌دهند"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "[در آغاز،] مردم، امّتى واحد [و بر فطرت پاک توحیدى] بودند، پس دچار اختلاف شدند، [گروهى موّحد و گروهى مشرک،] و اگر سنّتِ [مهلت یافتن مردم براى آزمایش،] از سوى پروردگارت مقدّم و مقدّر نگردیده بود، [در همین دنیا] میان مردم در آنچه اختلاف مى‌کردند، داورى مى‌شد"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "و مى‌گویند: «چرا از سوى پروردگارش بر او آیه و معجزه‌اى نازل نمى‌شود؟» بگو: «غیب از آنِ خداست [نه در اختیار من، یا تابع هوس مردم]. پس در انتظار باشید، من نیز همراه شما از منتظرانم. [که خداوند چگونه پاسخ بهانه‌گیرى‌هاى شما را مى‌دهد.]»"
        },
        {
            "chapter": 10,
            "verse": 21,
            "text": "و هرگاه پس از رنجى که به مردم رسیده، رحمت و لطفى به آنان بچشانیم، [به جاى سپاس،] در آیات ما مکر و حیله مى‌کنند. بگو: «تدبیر الهى سریع‌تر و نافذتر است.» فرستادگان ما آنچه را مکر و نیرنگ مى‌کنید، مى‌نویسند"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "او کسى است که شما را در خشکى و دریا سیر مى‌دهد، تا آنگاه که در کشتى باشید و بادى موافق، کشتى‌ها را به جریان در آورد و [مسافران] بدین وسیله خوشحال شوند، ناگهان تندبادى بوزد و موج از هر سو سراغشان آید و گمان برند که در محاصره‌ى بلا گرفتارند، [در این هنگام،] خداوند را با اخلاص مى‌خوانند [و مى‌گویند:] «اگر ما را از این خطر نجات دهى، قطعاً از شاکران خواهیم بود.»"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "پس چون خداوند نجاتشان داد، در زمین به ناحقّ سرکشى مى‌کنند. اى مردم! سرکشى شما فقط به زیانِ خودتان است. کامیابى زندگى دنیا [چند روزى بیش نیست]، سپس بازگشت شما به سوى ماست که شما را به عملتان آگاه خواهیم ساخت"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "مَثَل زندگى دنیا، همچون آبى است که از آسمان فرود آوردیم. پس گیاهِ زمین از آنچه مردم و چهارپایان مى‌خورند با آن در آمیخت [و رویید]، تا آنکه زمین [از آن گیاهان] زینت گرفت و اهل زمین پنداشتند که بر استفاده از آن توانایند. [ناگهان] فرمان ما شبى یا روزى آمد، پس آن را چنان درو کردیم که گویى دیروز گیاهى وجود نداشته است. ما این­گونه آیات خود را براى گروه اندیشمند تشریح مى‌کنیم"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "و خداوند [مردم را] به سرای سلامت و سعادت، [بهشت] مى‌خواند. و هر که را بخواهد، به راه راست هدایت مى‌کند"
        },
        {
            "chapter": 10,
            "verse": 26,
            "text": "براى آنان که نیکى کنند، پاداشى نیکوتر و افزون‌تر خواهد بود. و بر چهره‌ى آنان غبار ذلّت و خوارى ننشیند. آنان اهل بهشتند و همیشه در آنجایند"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "و آنان که به دنبال کسب بدى‌ها رفتند، به قدر همان بدى‌ها مجازات دارند، و غبار ذلّت و خوارى آنان را فرامى‌گیرد. از قهر خداوند، پناه‌دهنده‌اى ندارند، گویا چهره‌هایشان با پاره‌هایى از شبِ تیره پوشانده شده است. آنان اهل دوزخند و در آن جاودانه‌اند"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "و روزى که همه را گردِ هم آوریم، به مشرکان مى‌گوییم: شما و شریکانى که براى خدا مى‌پنداشتید، در جاى خود بمانید، پس میانشان جدایى مى‌افکنیم و معبودها [به مشرکین] مى‌گویند: «شما [در حقیقت] ما را نمى‌پرستیدید، [بلکه در پى هوس‌ها و اوهام خود بودید]"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "گواهى خدا میان ما و شما کافى است، به راستى ما از پرستش شما بى‌خبر بودیم.»"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "آنجا هر کس به [جزاى] آنچه از پیش فرستاده، مبتلا شود و به سوى سرپرست حقیقى خودشان [خداوند] برگردانده شوند. و آنچه به افترا و دروغ، خدا مى‌پنداشتند، از پیش چشمشان محو گردد"
        },
        {
            "chapter": 10,
            "verse": 31,
            "text": "بگو: «چه کسى از آسمان و زمین، شما را روزى مى‌دهد؟ یا چه کسى مالک گوش و چشم‌هاست؟ و چه کسى زنده را از مرده، و مرده را از زنده، بیرون مى‌آورد؟ و چه کسى کار هستى را سامان مى‌دهد؟» خواهند گفت: «خدا.» بگو: «آیا از کیفر پرستش غیر خدا، پروا نمى‌کنید؟»"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "پس این چنین خداوند، به حقّ، پروردگار شماست. و پس از حقّ، جز گمراهى چیست؟ پس چگونه [از حقّ] بازگردانده مى‌شوید؟"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "بدین­سان حکم و سخن پروردگارت بر آنان که نافرمانى کردند، محقّق شد، که آنان ایمان نمى‌آورند"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "بگو: «آیا از معبودهایى که شما شریک خدا قرار داده‌اید، کسى هست که بتواند آفرینش را آغاز کند، سپس آن را بازگرداند؟» بگو: «[فقط] خداوند، آفرینش را آغاز مى‌کند و سپس بازمى‌گرداند. پس چرا [از حقّ] بازگردانده مى‌شوید؟!»"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "بگو: «آیا از معبودهایى که شما شریک خدا قرار داده‌اید، کسى هست که به سوى حقّ هدایت کند؟» بگو: «[فقط] خداوند به حقّ هدایت مى‌کند. پس آیا کسى که به سوى حقّ هدایت مى‌کند، براى پیروى شایسته‌تر است، یا کسى که هدایت نمی‌شود، مگر آنکه هدایتش کنند؟ شما را چه می‌شود؟ چگونه حکم می‌کنید؟!»"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "و بیشترِ آنان، جز از گمان پیروى نمى‌کنند. قطعاً گمان به هیچ وجه [انسان را] ازحقیقت بى‌نیاز نمى‌کند. همانا خداوند به آنچه مردم انجام مى‌دهند، آگاه است"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "و چنان نیست که این قرآن از سوى غیرخدا و به دروغ ساخته شده باشد؛ بلکه تصدیقى است براى کتب آسمانى پیشین و توضیحى از آن کتاب است. شکى نیست که از سوى پروردگار جهانیان است"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "بلکه مى‌گویند: «[محمّد] آن را به دروغ ساخته [و به خدا نسبت داده] است!» بگو: «اگر راست مى‌گویید، پس سوره‌اى همانند آن بیاورید و هرکه را غیر از خدا مى‌توانید، به یارى بخوانید؟»"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "بلکه چیزى را که به شناخت آن احاطه نداشتند، دروغ پنداشتند، در حالی که سرانجام و حقیقت و باطن آن، هنوز برایشان روشن نشده است.کسانى که پیش از آنان بودند نیز همین­گونه تکذیب کردند. پس بنگر که سرانجام ستمگران چگونه است؟"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "و بعضى از آنان، کسانى هستند که به قرآن ایمان مى‌آورند و برخى، کسانى که به آن ایمان نمى‌آورند. و پروردگارت به فسادکنندگان داناتر است"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "و اگر تو را تکذیب کردند، بگو: «عمل من براى من، و عمل شما براى شما باشد. شما از آنچه من انجام مى‌دهم، بیزارید و من نیز از آنچه شما انجام مى‌دهید، بیزارم.»"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "گروهى از آنان به سخن تو گوش فرامى‌دهند، [امّا گویى کرند،] آیا تو مى‌توانى سخن خود را به گوش ناشنوایان برسانى؟ هر چند اهل تعقّل نباشند؟"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "و گروهى از مردم کسانى‌اند که به تو نگاه مى‌کنند، [امّا گویى هیچ نمى‌بینند.] پس آیا تو مى‌توانى نابینایان را هدایت کنى، هر چند نمى‌بینند؟"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "قطعاً خداوند هیچ ظلمى به مردم نمى‌کند، امّا این خود مردمند که به خویشتن ستم مى‌کنند"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "و روزى که خداوند آنان را محشور مى‌کند، گویا جز ساعتى از روز را [در دنیا یا برزخ] نمانده‌اند. آن روز یکدیگر را مى‌شناسند. قطعاً آنان که دیدار خدا را تکذیب کردند، زیان‌کار شدند و هرگز هدایت‌یافته نبوده‌اند"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "[اى پیامبر!] بخشى از قهر و کیفرى که به کافران وعده مى‌دهیم، یا [در حال حیات] نشانت مى‌دهیم، یا تو را از دنیا مى‌بریم [و به کیفر مى‌رسند، به هر حال] بازگشت آنان به سوى ماست و خداوند بر آنچه انجام مى‌دهند، گواه است"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "براى هر امّتى پیامبرى است. پس هرگاه پیامبرشان بیاید، میان آنان به عدالت داورى مى‌شود و ستمى به آنان روا نمى‌گردد"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "کفّار مى‌گویند: «اگر راست مى‌گویید، این وعده [عذاب] چه وقت است؟»"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "بگو: «من [حتّى] براى خودم جز آنچه خدا بخواهد، مالک زیان و سودى نیستم [تا چه رسد براى شما]، براى هر امّتى اجل و سرآمدى معین است که هرگاه مدّتشان فرارسد، نه لحظه‌اى تأخیر دارند و نه پیشى مى‌گیرند.»"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "بگو: «آیا اندیشیده‌اید، اگر عذاب خداوند شب یا روز به سراغ شما آید [چه مى‌کنید؟]» گناهکاران چه چیزى را از او به شتاب مى‌خواهند؟"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "آیا پس از آنکه [عذاب] نازل شد، به آن ایمان مى‌آورید؟ حالا؟ در حالى که پیش‌تر خواستار زود آمدن عذاب بودید؟"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "سپس به ستمگران گفته شود: «عذاب همیشگى را بچشید! آیا جز به آنچه به دست آورده‌اید، کیفر داده مى‌شوید؟»"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "و از تو خبر مى‌گیرند که آیا آن [وعده‌ى مجازات] حقّ است؟ بگو: «آرى! سوگند به پروردگارم که آن حتمى است، و شما نمى‌توانید [خدا را از انجام آن] عاجز کنید.»"
        },
        {
            "chapter": 10,
            "verse": 54,
            "text": "اگر براى هر کس که ستم کرده، آنچه در زمین است، مى‌بود، قطعاً همه‌ى آن را برای [نجات از قهر الهى و] بازخرید خود مى‌داد. آنان با دیدن عذاب، پشیمانى خود را پنهان مى‌کنند، و میانشان به عدالت داورى مى‌شود و بر آنان ستم نرود"
        },
        {
            "chapter": 10,
            "verse": 55,
            "text": "آگاه باشید! آنچه در آسمان‌ها و زمین است، قطعاً از آنِ خداست. آگاه باشید که وعده‌ى خدا حتمى و راست است، لیکن بیشترشان نمى‌دانند"
        },
        {
            "chapter": 10,
            "verse": 56,
            "text": "اوست که زنده مى‌کند و مى‌میراند، و به سوى او بازگردانده مى‌شوید"
        },
        {
            "chapter": 10,
            "verse": 57,
            "text": "اى مردم! بی‌گمان از سوى پروردگارتان پند و اندرزى براى شما آمد، که مایه‌ى شفاست براى آنچه در سینه‌هاى شماست، و هدایت و رحمتى براى مؤمنان است"
        },
        {
            "chapter": 10,
            "verse": 58,
            "text": "بگو: «[مؤمنان،] تنها به فضل و رحمت خداوند شاد شوند، که آن، بهتر از هرچیزى است که مى‌اندوزند.»"
        },
        {
            "chapter": 10,
            "verse": 59,
            "text": "بگو: «آیا دیدید هر رزقى که خداوند براى شما نازل کرده است، [از پیش خود] بعضى را حرام و بعضى را حلال قرار دادید؟» بگو: «آیا خداوند به شما اجازه داده، یا بر خداوند دروغ مى‌بندید؟»"
        },
        {
            "chapter": 10,
            "verse": 60,
            "text": "کسانى که به خدا دروغ مى‌بندند، [درباره‌ى کیفرِ] روز قیامت چه گمانى دارند؟ همانا خداوند داراى بخشش و احسان بر مردم است؛ ولى بیشترشان سپاس­گزارى نمى‌کنند"
        },
        {
            "chapter": 10,
            "verse": 61,
            "text": "و [تو] در هیچ حال [و اندیشه‌اى] نیستى، و هیچ بخشى از قرآن را نمى‌خوانى و [شما مردم!] هیچ عملى را انجام نمى‌دهید، مگر آنکه چون وارد آن [کار] مى‌شوید، ما بر شما گواهیم و چیزى به وزنِ ذرّه‌اى، نه در زمین و نه در آسمان، از پروردگارت پوشیده نیست، و نه کوچک‌تر از آن و نه بزرگ‌تر، جز آنکه درکتاب روشن، ثبت است"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "آگاه باشید که قطعاً بر اولیای خدا ترسى نیست و اندوهگین نمى‌شوند؛"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "آنان که ایمان آورده‌اند و شیوه‌ى آنان پرهیزکارى است"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "براى آنان، در زندگى دنیا و آخرت بشارت است. تبدیل و تغییرى در سخنان [و وعده‌هاى] الهى نیست، و آن همان رستگارى بزرگ است"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "گفتار مخالفان، تو را غمگین نسازد؛ زیرا عزّت، به تمامى، از آن خداوند است، و او شنوا و داناست"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "آگاه باشید! هر کس در آسمان‌ها و هر کس در زمین است، از آنِ خداست. و کسانى که به جاى خداوند، شریکانى را مى‌خوانند، [از آنها نیز] پیروى نمى‌کنند، بلکه جز گمان خود، چیز دیگرى را پیروى نمى‌کنند. و آنان فقط دروغ می‌بافند"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "اوست کسى که شب را براى شما قرار داد تا در آن آرامش یابید و روز را روشنى‌بخش گردانید [تا به کار بپردازید]. یقیناً در این [نظام حکیمانه و هدفدار،] نشانه‌هایى براى گروهى است که مى‌شنوند"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "[مشرکان] گفتند: «خداوند فرزندى گرفته است!» او منزّه است! او بى‌نیاز است! آنچه در آسمان‌ها و زمین است، از آنِ اوست. هیچ دلیلى نزد شما بر این گفتار نیست. آیا آنچه را نمى‌دانید به خدا نسبت مى‌دهید؟"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "بگو: «کسانى که بر خداوند دروغ مى‌بندند، رستگار نمى‌شوند.»"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "بهره‌اى اندک در دنیا دارند، سپس بازگشت آنان به سوى ماست، آنگاه به سزاى کفرشان، عذاب سخت به آنان مى‌چشانیم"
        },
        {
            "chapter": 10,
            "verse": 71,
            "text": "و بر آنان سرگذشت نوح را بخوان، آنگاه که به قوم خود گفت: «اى قوم من! اگر موقعیت من [در میان شما] و یادآورى‌ام نسبت به آیات خداوند، بر شما سنگین و تحمّل‌ناپذیر است، پس [بدانید که] من تنها بر خداوند توکل کرده‌ام پس شما و شریکانتان فکرتان را جمع کنید تا چیزى از کارتان بر شما پوشیده نماند، سپس درباره‌ى من تصمیم بگیرید و مهلتم ندهید"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "پس اگر پشت کردید، من از شما اجرتى نخواسته‌ام. پاداش من تنها بر خداست و من مأمورم که تسلیم فرمان او باشم.»"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "پس او را تکذیب کردند. آنگاه ما، او و کسانى را که در کشتى همراه او بودند، نجات دادیم و آنان را جانشینِ [در زمین] قرار دادیم. و همه‌ى کسانى که آیات ما را تکذیب کردند، غرق ساختیم. پس بنگر که پایانِ کارِ هشدار داده‌شدگان چگونه بود"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "آنگاه پیامبرانى را پس از نوح به سوى قومشان فرستادیم، پس آنان معجزات و دلایل روشن را براى مردم آوردند؛ ولى مردم بر آن نبودند که به آنچه قبلاً تکذیبش کرده بودند، ایمان بیاورند. ما این­گونه بر دل‌هاى متجاوزان مهر مى‌زنیم"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "سپس بعد از آنان، موسى و هارون را همراه با معجزات خویش، به سوى فرعون و سران قومش فرستادیم؛ امّا آنان که گروهى تبهکار بودند، تکبر ورزیدند"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "پس هنگامى که از جانب ما حقّ به سراغشان آمد، گفتند: «قطعاً این یک جادوى آشکار است!»"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "موسى گفت: «آیا چون حقّ به سراغ شما آمد، مى‌گویید: آیا این سحر است؟ در حالى که جادوگران هرگز رستگار نمى شوند.»"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "گفتند: «[اى موسى!] آیا آمده‌اى تا ما را از راهى که پدرانمان را بر آن یافته‌ایم، برگردانى، تا بزرگى و حکومت در زمین براى شما دو نفر باشد؟ و[لى] ما به شما دو نفر ایمان‌آور نیستیم.»"
        },
        {
            "chapter": 10,
            "verse": 79,
            "text": "و فرعون گفت: «هر جادوگر کاردانى را نزد من بیاورید.»"
        },
        {
            "chapter": 10,
            "verse": 80,
            "text": "پس چون جادوگران آمدند، موسى به آنان گفت: «آنچه را که مى‌توانید بیافکنید، بیافکنید!»"
        },
        {
            "chapter": 10,
            "verse": 81,
            "text": "پس چون [ساحران، ابزار خود را] افکندند، موسى گفت: «آنچه شما آورده‌اید، جادوست. خداوند به زودى آن را باطل خواهد کرد. چرا که خداوند، کار مفسدان را اصلاح نمى‌کند.»"
        },
        {
            "chapter": 10,
            "verse": 82,
            "text": "و خداوند، حقّ را با کلمات و قدرت و سنّت‌هاى خویش تثبیت مى‌کند، هر چند مجرمان از آن ناخشنود شوند"
        },
        {
            "chapter": 10,
            "verse": 83,
            "text": "[در آغاز] فقط گروهى اندک از فرزندان قوم موسى، به او ایمان آوردند، در حالى که از فرعون و اشراف آنان ترس داشتند که آنان را شکنجه کنند؛ زیرا فرعون در آن سرزمین، برترى‌جوى و از اسرافکاران بود"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "و موسى گفت: «اى قوم من! اگر به خداوند ایمان آورده‌اید و تسلیم او هستید، پس فقط بر او توکل کنید!»"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "آنان گفتند: «تنها بر خداوند توکل کرده‌ایم. پروردگارا! ما را گرفتار سختى‌ها و آزمایش ستمگران قرار مده"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "و ما را به رحمت خویش، از شرّ قوم کافر رهایى بخش!»"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "و به موسى و برادرش وحى کردیم که در مصر، براى قوم خودتان، خانه‌هایى آماده کنید و خانه‌هایتان را مقابل هم بسازید. و نماز به پادارید. و به مؤمنان بشارت بده [که پیروزى با آنهاست]"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "و موسى گفت: «پروردگارا! تو به فرعون و بزرگان قومش در زندگى دنیا، زینت و اموال بسیار داده‌اى. که [به وسیله‌ى آنها،] مردم را از راه تو گمراه می‌سازند. پروردگارا! اموالشان را نابود کن و دل‌هایشان را سخت گردان؛ زیرا که آنان تا عذاب دردناک را نبینند، ایمان نخواهند آورد.»"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "[خداوند] فرمود: «دعاى شما دو تن مستجاب شد، پس پایدار باشید و از شیوه‌ى نادانان پیروى نکنید.»"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "و ما بنى‌اسرائیل را از دریا عبور دادیم. در حالى که فرعون و لشکریانش از روى ستم و تجاوز آنان را دنبال مى‌کردند. تا چون غرقاب، فرعون را فراگرفت، گفت: «ایمان آوردم که معبودى نیست جز همان که بنى‌اسرائیل به او ایمان آورده‌اند، و من از تسلیم شدگانم.»"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "آیا اکنون!؟ در حالى که پیش‌تر نافرمانى مى‌کردى و از تبهکاران بودى؟"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "پس امروز جسد تو را [از آب] نجات مى‌دهیم تا عبرتى براى آیندگان باشى. یقیناً بسیارى از مردم از نشانه‌هاى ما غافلند"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "و ما بنى‌اسرائیل را در جایگاه شایسته‌اى جا دادیم و از چیزهاى پاکیزه به آنان روزى بخشیدیم؛ ولى آنان [به نزاع و اختلاف پرداختند. و] اختلاف نکردند، مگر پس از علم و آگاهى [به حقّانیت موسى]. همانا پروردگارت، روز قیامت در آنچه که در آن اختلاف مى‌کردند، میان آنان داورى مى‌کند"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "پس اگر در آنچه بر تو نازل کردیم، شک دارى، از آن کسانى که کتاب آسمانىِ پیش از تو را مى‌خوانند، بپرس. یقیناً حقّ از پروردگارت به سوى تو آمده است، پس از شک‌آوران مباش"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "و هرگز از کسانى که آیات الهى را تکذیب کردند، مباش که از زیانکاران خواهى بود"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "کسانى که فرمان پروردگارت علیه آنان [به کیفر اعمالشان] تحقّق یافته، ایمان نمى‌آورند"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "و اگرچه براى آنان هرگونه معجزه‌اى بیاید، تا آنکه عذاب دردناک الهى را ببینند [که ایمان، آن هنگام، بى‌ثمر است]"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "چرا اهل هیچ شهرى [به موقع] ایمان نیاوردند که [ایمانشان] سود بخشد؟ مگر قوم یونس [که وقتى ایمان آوردند،] ما عذاب خوارکننده را در زندگى دنیا از آنان برطرف کردیم و تا مدّتى بهره‌مندشان ساختیم"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "و اگر پروردگارت مى‌خواست، [به اجبار] همه‌ى مردم روى زمین یکجا ایمان مى‌آوردند. پس آیا تو مردم را مجبور مى‌کنى تا ایمان آورند؟"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "در حالى که هیچ کس جز به اذن و اراده‌ى الهى توفیق ایمان ندارد. و خداوند پلیدى [تردید و کفر] را بر کسانى که نمى‌اندیشند، مقرّر مى‌دارد"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "بگو: «[به دیده عبرت] بنگرید که در آسمان‌ها و زمین چیست؟» امّا نشانه‌ها و هشدارها براى کسانى که ایمان نمى‌آورند، سودى ندارد"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "پس آیا [کسانى که در برابر آیات و انبیای الهى سرپیچى مى‌کنند،] انتظار چیزى جز نظیر روزگارِ [پر نکبت و ذلّت] پیشینیان را دارند؟ بگو: «در انتظار باشید که من نیز با شما از منتظرانم!»"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "[به هنگام نزول مجازات،] پیامبران و مؤمنان را نجات مى‌دهیم. این­گونه بر ما حقّ است که مؤمنان را رهایى بخشیم"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "بگو: «اى مردم! اگر از دین من در شک و تردیدید، پس [بدانید که من] کسانى را که شما به جاى خدا مى‌پرستید، نمى‌پرستم؛ بلکه خدایى را مى‌پرستم که جان شما را مى‌گیرد و مأمورم که از مؤمنان باشم"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "و به آیینى خالى از هرگونه شرک، روى آور و هرگز از مشرکان مباش.»"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "و غیر از خداوند، چیزى را که نه سودى براى تو دارد، نه زیانى، نخوان. پس اگر چنین کنى، همانا از ستمگران خواهى بود"
        },
        {
            "chapter": 10,
            "verse": 107,
            "text": "و اگر خداوند زیانى به تو برساند، جز او كسى توانِ برطرف كردن آن را ندارد. و اگر براى تو خیرى بخواهد، هیچ كس مانع فضل او نخواهد شد. خیر را به هر كس از بندگانش كه بخواهد، مى‌رساند. و او آمرزنده و مهربان است"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "بگو: «اى مردم! حقّ از سوى پروردگارتان به سراغ شما آمده است. پس هر كس هدایت یابد، یقیناً به سود خویش هدایت مى‌یابد و هر كس گمراه شود، به زیان خویش گمراه مى‌شود. و من بر شما وكیل نیستم [تا به اجبار شما را به راه حقّ درآورم].»"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "و [تنها] آنچه را بر تو وحى مى‌شود، پیروى كن و پایدار باش، تا آنكه خداوند داورى كند، و او بهترینِ داوران است"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "الف، لام، را. [قرآن،] كتابى كه آیات آن استوار گشته، آن­گاه از جانب حكیمى آگاه، شرح و تفصیل داده شده است"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "كه: «جز خداوند یكتا را نپرستید! من از طرف او براى شما هشداردهنده و بشارت­دهنده‌ام"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "و از پروردگارتان طلب آمرزش كنید و به سوى او بازگردید تا شما را به بهره‌اى نیكو تا مدّتى معین [كه عمر دارید،] كامیاب كند، و به هر بافضیلتى فزونى بخشد. و اگر روى بگردانید، من از عذاب روزى بزرگ بر شما بیمناكم"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "بازگشت شما به سوى خداست. و او بر هر چیزى تواناست.»"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "بدانید كه مخالفان براى آن كه خود را از پیامبر پنهان دارند، سر و سینه‌هاى خود را به هم نزدیک مى‌كنند و لباس‌هاى خویش را بر سر مى‌كشند، [غافل از آن كه] خداوند تمام كارهاى پنهان و آشكار آنان را مى‌داند. همانا او به اسرار درون سینه‌ها آگاه است"
        }
    ]
}