{
    "maqras": [
        {
            "chapter": 40,
            "verse": 66,
            "text": "De: “Rəbbimdən mənə açıq-aydın dəlillər gəldiyi zaman sizin Allahdan başqa yalvardıqlarınıza ibadət etmək mənə qadağan edilmiş və mənə aləmlərin Rəbbinə itaət etmək əmr olunmuşdur”"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "Sizi torpaqdan, sonra nütfədən, sonra laxtalanmış qandan yaradan, sonra sizi, böyüyüb yetkinlik yaşına çatasınız, daha sonra da qocalasınız deyə uşaq olaraq ana bətnindən çıxardan Odur. Hərçənd ki, içərinizdə qocalmamışdan əvvəl öldürülənlər də var. Bu ona görədir ki, müəyyən olunmuş vaxta yetişəsiniz və bəlkə, düşünüb daşınasınız"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "Dirildən də, Öldürən də Odur. O, bir şeyin olmasını istədikdə ona ancaq: “Ol”– deyir, o da olur"
        },
        {
            "chapter": 40,
            "verse": 69,
            "text": "Allahın ayələri barəsində mübahisə edənləri görmürsənmi? Onlar necə də haqqa qarşı dönük çıxırlar"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "Onlar Kitabı və elçilərimizə göndərdiklərimizi yalan saydılar. Onlar yaxınlarda biləcəklər"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "o zaman ki, boyunlarında dəmir halqalar və zəncirlər olduğu halda sürüklənəcəklər –"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "qaynar suya tərəf; sonra odda yandırılacaqlar"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Sonra da onlara deyiləcəkdir: “Haradadır şərik qoşduqlarınız –"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "Allahdan başqa ibadət etdikləriniz?” Onlar deyəcəklər: “Onlar bizi qoyub qaçdılar. Xeyr, biz öncə də heç bir şeyə ibadət etmirdik!” Allah kafirləri beləcə azğınlığa salar"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "“Bu sizin yer üzündə nahaq yerə sevinməyinizə və qürrələnməyinizə görədir"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "İçində əbədi qalacağınız Cəhənnəmin qapılarına girin!” Təkəbbürlülərin yeri necə də pisdir"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "Səbir et! Həqiqətən, Allahın vədi haqdır. Ya onlara vəd etdiyimizin bir qismini sənə göstərəcək, ya da daha öncə sənin canını alacağıq. Onlar axırda Bizə qaytarılacaqlar"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "Biz səndən əvvəl də elçilər göndərmişdik. Onlardan bəziləri haqqında sənə danışmış, bəziləri haqqında isə danışmamışıq. Heç bir elçi Allahın izni olmadan hər hansı bir ayə gətirə bilməzdi. Allahın əmri gəldikdə isə ədalətlə hökm verilər və yalan danışanlar orada ziyana uğrayarlar"
        },
        {
            "chapter": 40,
            "verse": 79,
            "text": "Bəzilərini minəsiniz, bəzilərindən də yeyəsiniz deyə, heyvanları sizin üçün yaradan Allahdır"
        },
        {
            "chapter": 40,
            "verse": 80,
            "text": "Siz onlardan başqa mənfəətlər də əldə edirsiniz. Siz onları minərək ürəyinizdən keçən yerlərə gedib çatırsınız. Siz həm onların üstündə, həm də gəmilərdə daşınırsınız"
        },
        {
            "chapter": 40,
            "verse": 81,
            "text": "O sizə Öz möcüzələrini göstərir. Allahın hansı dəlillərini inkar edə bilərsiniz"
        },
        {
            "chapter": 40,
            "verse": 82,
            "text": "Məgər onlar yer üzündə gəzib dolaşaraq özlərindən əvvəlkilərin aqibətinin necə olduğunu görmədilərmi? Onlar bunlardan sayca daha çox, daha qüvvətli idilər və yer üzündə daha çox iz qoymuşdular. Müvəffəq olduqları onlara bir fayda vermədi"
        },
        {
            "chapter": 40,
            "verse": 83,
            "text": "Elçiləri onlara açıq-aydın ayələr gətirdikdə, ancaq özlərindəki biliyə sevindilər və, beləliklə də, onları istehza etdikləri şey əzabla çulğaladı"
        },
        {
            "chapter": 40,
            "verse": 84,
            "text": "Onlar əzabımızı daddıqda: “Biz Vahid Allaha iman gətirdik, Ona ortaq qoşduqlarımızı isə inkar edirik!”"
        },
        {
            "chapter": 40,
            "verse": 85,
            "text": "Lakin o zaman əzabımızı gördükdə iman gətirmələri onlara heç bir fayda vermədi. Bu, Allahın Öz qulları barəsində əzəldən bəri qüvvədə olan qanunudur. Onda kafirlər ziyana uğradılar"
        },
        {
            "chapter": 41,
            "verse": 1,
            "text": "Ha. Mim"
        },
        {
            "chapter": 41,
            "verse": 2,
            "text": "Bu, Mərhəmətli və Rəhmli Allah tərəfindən nazil edilmiş"
        },
        {
            "chapter": 41,
            "verse": 3,
            "text": "ayələri Quran olaraq ərəbcə müfəssəl izah edilmiş, anlaya bilən camaat üçün nəzərdə tutulmuş bir Kitabdır"
        },
        {
            "chapter": 41,
            "verse": 4,
            "text": "O, həm müjdə verən, həm də xəbərdar edəndir. Lakin onların çoxu üz çevirib söz eşitməzlər"
        },
        {
            "chapter": 41,
            "verse": 5,
            "text": "Onlar deyirlər: “Sənin bizi dəvət etdiyinə qarşı qəlbimiz qapalıdır, qulaqlarımızda tıxac vardır, bizimlə sənin arana pərdə çəkilmişdir. Sən işində ol, biz də öz işimizdə olacağıq!”"
        },
        {
            "chapter": 41,
            "verse": 6,
            "text": "De: “Mən də sizin kimi bir insanam. Mənə vəhy olunur ki, sizin məbudunuz Tək olan İlahdır. Ona tərəf doğru yol tutun və Ondan bağışlanmağınızı diləyin. Vay müşriklərin halına"
        },
        {
            "chapter": 41,
            "verse": 7,
            "text": "O kəslərin ki, zəkat vermir və axirəti inkar edirlər"
        },
        {
            "chapter": 41,
            "verse": 8,
            "text": "İman gətirib yaxşı əməl işləyənləri tükənməz nemətlər gözləyir”"
        }
    ]
}