{
    "maqras": [
        {
            "chapter": 11,
            "verse": 6,
            "text": "Yer üzündə elə bir canlı yoxdur ki, onun ruzisini Allah verməsin. Allah onların qərar tutduqları yeri də, qorunub saxlanıldıqları yeri də bilir. Bunların hamısı açıq-aydın Yazıdadır (Lövhi-məhfuzdadır)"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "Hansınızın daha yaxşı əməl sahibi olduğunu sınamaq üçün, Ərşi su üzərində ikən, göyləri və yeri altı gündə yaradan Odur. Əgər sən: “Siz öləndən sonra diriləcəksiniz!”– desən, kafir olanlar: “Bu, açıq-aydın bir sehrdir!”– deyərlər"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "Əgər onlara gələcək əzabı müəyyən vaxtadək gecikdirsək: “Onu saxlayan nədir?”– deyəcəklər. Xəbəriniz olsun ki, əzab onlara gəldiyi gün onu heç nə onlardan dəf edə bilməyəcək və istehza etdikləri o əzab onları bürüyəcəkdir"
        },
        {
            "chapter": 11,
            "verse": 9,
            "text": "Əgər insana Özümüzdən bir mərhəmət daddırsaq, sonra da ondan onu geri alsaq, o, naümid və nankor olar"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "Əgər başına gələn müsibətdən sonra, ona firavanlıq daddırsaq: “Bəlalar məndən sovuşdu!”– deyər və sevinib lovğalıq edər"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "Səbir edib yaxşı işlər görənlər istisnadır. Məhz onlar üçün bağışlanma və böyük bir mükafat vardır"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "Onların: “Nə üçün ona bir xəzinə endirilməyib yaxud onunla bir mələk gəlməyib?”– deməkləri üzündən, bəlkə də, sənə gələn vəhyin bir hissəsini tərk edəcəksən və buna görə köksün daralacaq. Sən ancaq qorxudansan. Allah isə hər şeyi Qoruyandır"
        },
        {
            "chapter": 11,
            "verse": 13,
            "text": "Yoxsa onlar: “Muhəmməd onu özündən uydurdu!”– deyirlər. De: “Əgər doğru danışırsınızsa, Ona bənzər uydurulmuş on surə də siz gətirin və Allahdan başqa, kimi bacarırsınızsa, köməyə çağırın!”"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "Əgər sizə cavab verməsələr, bilin ki, o ancaq Allahın elmi ilə nazil olmuşdur və Ondan başqa ibadətə layiq olan məbud yoxdur. Siz müsəlman olacaqsınızmı"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Kim dünya həyatını və onun bərbəzəyini istəyirsə, onlara əməllərinin əvəzini orada tam verərik və onlar orada zərər çəkməzlər"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "Onlar, axirətdə özləri üçün oddan başqa heç bir şeyi olmayan kimsələrdir. Onların dünyada gördükləri işlər boşa çıxar və tutduqları əməllər puç olar"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "Məgər Rəbbindən açıq-aydın bir dəlilə istinad edən, ardınca Ondan bir şahid (Cəbrail) gələn, ondan da əvvəl rəhbər və mərhəmət olmuş Musanın Kitabını təsdiqlədiyi kimsə kafirə tay ola bilərmi? Müsəlmanlar ona (Qurana) iman gətirirlər. Onu inkar edən firqələrin vəd olunduğu yer oddur. Sənin isə ona (Qurana) heç bir şübhən olmasın. Çünki bu, sənin Rəbbindən gələn haqdır, lakin insanların çoxu buna inanmır"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "Allaha qarşı yalan uyduran kəsdən daha zalım kim ola bilər? Onlar Rəbbinin hüzuruna gətiriləcək və şahidlər: “Bunlar Rəbbinə iftira yaxanlardır”– deyəcəklər. Allahın lənəti olsun zalımlara"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "O kəslərə ki, insanları Allah yolundan sapdırır, onu əyri göstərməyə çalışır və Axirəti inkar edirlər"
        },
        {
            "chapter": 11,
            "verse": 20,
            "text": "Onlar yer üzündə Allahdan yaxa qurtara bilməyəcəklər. Onların Allahdan başqa himayədarları da yoxdur. Onların əzabı qat-qat artırılar. Çünki onlar haqqı eşidə bilmirdilər və görmürdülər"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "Onlar özlərini ziyana uğradarlar. Uydurduqları bütlər isə onlardan qeybə çəkilib gedər"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "Şübhə yoxdur ki, axirətdə ən çox ziyana uğrayanlar da onlardır"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "Sözsüz ki, iman gətirib saleh əməllər edənlər və Rəbbinə boyun əyənlər Cənnət sakinləridir. Onlar orada əbədi qalacaqlar"
        }
    ]
}