{
    "pages": [
        {
            "chapter": 5,
            "verse": 83,
            "text": "Peygambere indirileni (Kur’an’ı, Hristiyanların anlayısları) dinledikleri zaman, hakkı anladıklarından oturu gozlerinin yasla dolup bosandıgını gorursun. Onlar soyle derler: “Ey Rabbimiz! Iman ettik, simdi bizi sehadet getirenlerle beraber yaz.”"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "Butun emelimiz Rabbimizin bizi salih kimseler arasına koyması iken, neye biz Allah’a ve bu bize gelen Peygamberle Kur’an’a iman etmiyelim?”"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "Iste boyle demelerine karsılık Allah da kendilerine sevap olarak agacları altından ırmaklar akan cennetleri verdi ki, iclerinde ebediyyen kalıcı haldedirler. Iste iyilik yapanların mukafatı budur"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "Kufredip ayetlerimizi yalanlayanlar ise, onlar, hep cehennemliktirler"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "Ey iman edenler! Allah’ın size helal kıldıgı nimetlerin temiz ve hoslarını kendinize haram etmeyin, asırı da gitmeyin. Cunku Allah asırı gidenleri sevmez"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "Allah’ın size rızık olarak verdigi nimetlerden helal ve hos olarak yeyin. Hem de kendisine iman etmis bulundugunuz Allah’dan korkun"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Allah, sehven ve kasıtsız olarak yaptıgınız yeminlerden dolayı sizi sorumlu tutmaz. Fakat bile bile yaptıgınız yeminler yuzunden sizi sorumlu tutar. Bunun da keffareti, ailenize yedirdiginizin orta derecesinden on fakiri doyurmak, yahut giydirmek, yahut bir kole azad etmektir. Bunlara gucu yetmiyen uc gun (arka arkaya) oruc tutar. Iste yemin ettiginiz vakit yeminlerinizin keffareti budur. Bununla beraber yeminlerinizi bozmaktan sakının. Allah ayetlerini size boyle acıklıyor ki, sukredesiniz"
        }
    ]
}