{
    "pages": [
        {
            "chapter": 6,
            "verse": 9,
            "text": "Eger Peygamberleri bir melek yapaydık, yine onu bir adam seklinde gosterirdik ve elbette onları, dusmekte oldukları supheye yine bırakırdık"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "Andolsun ki, (ey Rasulum) senden once gonderilen peygamberlerle de eglenildi. Fakat eglendikleri o hak, iclerinden maskaralık edenleri kusatıverdi (de helak oldular)"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "De ki: “-Yeryuzunde dolasın da hele bir bakın; o peygamberlere yalancı diyenlerin sonu nasıl olmustur.”"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "De ki: “- Goklerde ve yerde olan seyler kimin?” (Eger cevap verilmezse) de ki: Allah’ındır. O, kendi ustune rahmeti yazdı. Muhakkak ki sizi kıyamet gunune (goturup) toplayacaktır. Bunda asla suphe yoktur. Nefislerine ziyan edenler, iste onlar, iman etmezler.”"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "Halbuki gecede ve gunduzde yerlesenle hareket eden ne varsa O’nundur. O, herkesin sozlerini isitendir, butun hallerini bilendir"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "De ki: “- Gokleri ve yeri yaratan Allah’dan baskasını mı dost edinirim? Halbuki o, rızık veriyor, yediriyor; ve yedirilmekten, beslenmekten munezzeh bulunuyor.” De ki:”- Bana, Islamı kabul edenlerin ilki olmaklıgım emredildi ve sakın musriklerden olma (denildi.)”"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "De ki: “- Eger ben, Rabbime isyan edersem, cidden buyuk bir gunun azabından korkarım"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "O gun, kimden azab giderilirse muhakkak ki Allah ona merhamet etmistir. Iste apacık kurtulus budur"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "Eger Allah, sana bir bela (keder) degdirirse artık onu, ondan baska acacak (giderecek) kimse yoktur. Sana bir hayır degdirirse (verirse), yine O, onu devam ettirmege ve her seye kadirdir"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "O, kullarının ustunde galibdir. O, yegane hukum ve hikmet sahibidir, her seyden haberdardır.”"
        }
    ]
}