{
    "pages": [
        {
            "chapter": 7,
            "verse": 58,
            "text": "Topragı verimli olan guzel bir memleketin nebatı, Rabbinin izniyle cıkar (ve yetisir) fena ve verimsiz olan bir yerin nebatı ise cıkmaz; cıkan da bir seye yaramaz. Iste ayetleri, sukredecek bir kavim icin boyle acıklarız"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "Andolsun, biz Nuh’u Peygamber (olarak kavmine) gonderdik de o, soyle dedi: “- Ey kavmim! Allah’a ibadet ve itaat edin. Sizin icin ondan baska bir ilah yoktur. Ben, uzerinize gelecek cok buyuk bir gunun azabından hakikaten korkuyorum.”"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "Kavminin buyukleri, ona soyle cevap verdiler: “- Biz, seni cidden apacık bir sapıklık icinde goruyoruz.”"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "Bunun uzerine Nuh dedi ki: “- Ey kavmim! Bende hic bir sapıklık yoktur; lakin ben, alemlerin Rabbi tarafından gonderilen bir Peygamberim"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "Size Rabbimin vahyettiklerini teblig ediyorum; ve size ogut veriyorum. Allah’dan gelen vahy ile, sizin bilemiyeceklerinizi biliyorum"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "Sizi kufur akıbetinden korkutmak icin ve Allah’dan sakınmanız icin, icinizden bir adam (Peygamber) vasıtasıyla Rabbinizden size bir ihtar geldigine hayret mi ediyorsunuz? Olur ki, takvanız sebebiyle merhamet olunursunuz.”"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "Bunun uzerine Nuh’u tekzip ettiler. Biz de Nuh’u ve kendisiyle bareber gemide bulunanları kurtardık; ve ayetlerimizi yalanlıyanları (tufan ile) bogduk. Cunku onlar, basiretleri korlesmis bir kavim idiler"
        },
        {
            "chapter": 7,
            "verse": 65,
            "text": "Ad kavmine de kardesleri Hud’u gonderdik. O, soyle dedi: “- Ey kavmim Allah’a ibadet edin. Sizin O’ndan baska hic bir ilahınız yoktur. Hala (O’nun azabından) korkmıyacak mısınız.”"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "Hud’un kavminden kufre varan seckin bir topluluk soyle cevap verdi: “-Gercekten biz, seni, bir cılgınlık icinde goruyoruz ve seni, hakikaten yalancılardan sanıyoruz.”"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "(Bunun uzerine Hud) onlara soyle dedi: “- Ey kavmim, bende cılgınlık ve akıl hafifligi yok; ancak ben, alemlerin Rabbi tarafından gonderilen bir peygamberim.”"
        }
    ]
}