{
    "pages": [
        {
            "chapter": 9,
            "verse": 62,
            "text": "Ey muminler, munafıklar, rızanızı kazanmak icin: “- Biz munafık degiliz, “ diye Allah’a yemin ederler. Eger bunlar mumin iseler, daha once Allah’ı ve Rasulunu razı etmeleri daha dogrudur"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Su gercegi bilmiyorlar mı ki, kim Allah’a ve Rasulune karsı hududu asarsa, icinde ebedi olarak kalmak uzere, ona cehennem atesi vardır. Iste bu en buyuk perisanlıktır"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "Munafıklar, kalblerinde olan kufru yuzlerine vuracak bir Surenin uzerlerine indirilmesinden cekinirler (hem de alay ederler). De ki: “- Eglenin bakalım, Allah sizin o korktugunuz seyleri meydana cıkarıcıdır.”"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "Ey Rasulum. (Tebuk seferine giderken seninle alay eden munafıkların) eger kendilerine, hakkımda nicin boyle dediniz? diye sorarsan; “-Biz, ancak lafa dalmıs sakalasıyorduk.” derler. De ki: “- Allah ile, ayetleriyle ve O’nun Peygamberi ile mi egleniyordunuz?”"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "Bosuna ozur dilemeyin. Siz iman ettiginizi soyledikten sonra, icinizdeki kufru acıga vurdunuz. Icinizden bir kısmını bagıslasak bile, diger bir kısmını, suclarında ısrar ettiklerinden azabımıza ugratacagız"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "Munafık erkeklerle munafık kadınlar, birbirine benzerler. Onlar, kotulugu emrederler, iyilikten alıkoymaya calısırlar. Ellerini sıkı tutarlar (hayır yapmazlar). Allah’ı (ona itaatı) unuttular, Allah da onları unuttu (hidayetinden mahrum etti). Dogrusu munafıklar hep fasıktırlar"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Allah, munafık erkeklere, munafık kadınlara ve butun kafirlere, icinde ebedi olarak kalmak uzere, cehennem atesini vaad buyurdu. Bu azab onlara yeter. Allah onları rahmetinden uzaklastırdı. Onlara devamlı bir azab vardır"
        }
    ]
}