{
    "pages": [
        {
            "chapter": 9,
            "verse": 94,
            "text": "Savastan geri donup munafıkların yanına vardıgınız zaman, onlar size ozur dileyecekler. De ki: “- Bosuna ozur dilemeyin, size inanmıyacagız. Dogrusu Allah bize durumunuzdan bir cok haberler verdi. Bundan boyle Allah ve Rasulu, yaptıklarınızı gorecektir. Sonra gaybı ve hazırı bilen Allah’a donduruleceksiniz. O vakit size, Allah, ne yapmıs oldugunuzu haber verecektir.”"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "Yanlarına dondugunuz zaman, kendilerinden yuz cevirirsiniz (ayıplamıyasınız) diye, size karsı Allah’a yemin edecekler. Siz de onlardan yuz cevirin (kendilerini ayıplamayın.) Cunku onlar murdardır. Kazandıklarının cezası olarak varacakları yer de (barınakları) cehennem’dir"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "Kendilerinden razı olasınız diye, size yemin edecekler. Fakat siz, onlardan razı olsanız da asla Allah o fasıklar toplulugundan razı olmaz"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "Bedevi’ler, kufur ve nifak bakımından daha siddetlidirler. Bununla beraber, Allah’ın, Rasulune indirdigi hukumlerin sınırını bilmemeye daha layıktırlar. Allah her seyi kemaliyle bilicidir, hukmunde hikmet sahibidir"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "Bedevi’lerden kimi vardır ki, Allah yolunda harcadıgını ziyan sayar ve bundan kurtulmak icin, size, inkılap ve devrimlerin gelmesini bekler. O kotu devir kendi baslarına olsun. Allah, onların soylediklerini isitir, kalblerindekini bilir"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "Yine Bedevi’lerden oylesi de vardır ki, Allah’a ve ahiret gunune inanır; ve harcadıgını, Allah katında (rahmetine) yakınlıklara ve Peygamberin dualarını kazanmıya vesile edinir. Dogrusu, harcamıs oldukları seyler, Allah’ın rahmetine yaklasmaya kendileri icin bir sebebdir. Allah, onları rahmetine (cennet’ine) koyacaktır. Cunku Allah Gafur’dur, Rahim’dir"
        }
    ]
}