{
    "pages": [
        {
            "chapter": 11,
            "verse": 63,
            "text": "Salih (onlara soyle) dedi: “- ey kavmim, soyleyin bakayım, fikriniz nedir? Eger ben, Rabbim tarafından acık bir mucize uzerinde isem; ve bana kendi katından bir peygamberlik vermisse, ben Allah’a isyan ettigim takdirde, beni ondan kim kurtarabilir? Demek ki, siz bana ziyan ilave etmekten baska hic bir sey yapmıyacaksınız"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "Ey kavmim! Iste bu gordugunuz, Allah’ın disi devesi, size bir mucizedir. Onu kendi haline bırakın, Allah’ın arzından yayılsın otlasın. Ona fena bir maksadla el surmeyin, sonra sizi pesin bir azap yakalar.”"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "Nihayet o devenin ayaklarını keserek onu oldurduler. Bunun uzerine salih soyle dedi: “- Memleketinizde uc gun daha yasayadurun. Iste bu, yalan cıkarılamıyan bir vaaddir.”"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "Azab emrimizin vakti gelince, Salih’i ve beraberinde iman etmis olanları, tarafımızdan bir merhamet ile kurtardık; hem o gunun rusvaylıgından da... Gercekten senin Rabbin cok kuvvetlidir, her seye galibdir"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "O zulmedenleri ise, korkunc gurultu yakalayıverdi de evlerinde cokup helak oldular"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "Sanki orada bir senlik kurmamıslardı. Haberiniz olsun ki, Semud kavmi, dogrusu Rablerine kufrettiler. Biliniz ki, Semud kavmi Allah’ın rahmetinden uzak dusmus, helak olmustur"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "Sanım hakkı icin, (melek olan) elcilerimiz Ibrahim’e mujde ile gelip “selamun aleyk” dediler. O da onlara “aleykumu’s-Selam” dedi ve hemen gidip (onlara) kızartılmıs bir buzagı getirdi"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "Ibrahim, ellerinin, getirilen bu yemege uzanmadıgını gorunce, onlardan urktu ve icinde, kendilerinden bir nevi korku duydu. Onlar: “- Korkma, cunku biz (yemez-icmez melekleriz. Azap icin) lut kavmine gonderildik.” dediler"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "Ibrahim’in hanımı hizmette bulunurken, bu soylenenleri duyunca guldu. Bunun uzerine, biz de ona Ishak’ı ve Ishak’ın arkasından da torunu Yakub’u mujdeledik"
        }
    ]
}