{
    "pages": [
        {
            "chapter": 12,
            "verse": 5,
            "text": "Yusuf’un babası dedi ki: “- Yavrum, ruyanı kardeslerine anlatma; sonra sana bir hile kurarlar (ruyayı tabir ederler de, onbir yıldızın kendileri oldugunu, gunesin annelerine ve ayın babalarına delalet eyledigini anlarlar ve hased ederler, sana fenalık yaparlar). Cunku, Seytan insana acık bir dusmandır"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "Iste bu ruyan delalet ettigi gibi, Rabbin seni sececek ve sana ruya tabirini ogretecektir. Bundan once ataların Ibrahim’e ve Ishak’a, Allah nimetini tamamladıgı gibi; hem sana, hem Yakub ailesine de tamamlayacak. Gercekten Rabbin Alim’dir, Hakim’dir.“"
        },
        {
            "chapter": 12,
            "verse": 7,
            "text": "Sanım hakkı icin, Yusuf ve kardeslerinin kıssasında, ibret arayanlar icin cok alametler vardır"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "Kardesleri aralarında soyle demislerdi: “- Yusuf ve (ana baba bir) kardesi (Bunyamin), babamıza bizden daha sevgilidir. Halbuki biz, kuvvetli bir topluluguz. Dogrusu babamız acıkca yanılmadadır.”"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "(iclerinden biri dedi ki: ) Yusuf’u oldurun, yahud onu uzak bir yere atın ki, babanızın sevgisi yalnız size baglı kalsın ve ondan sonra tevbe edip salih bir kavim olasınız"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "Iclerinden bir soz sahibi de soyle dedi: “- Yusuf’u oldurmeyin de, bir kuyu dibine bırakın ki, bir yolcu kafilesi onu yitik mal olarak alsın. Eger yapacaksanız boyle yapın.”"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "Sonra babalarına dediler ki: “- ey babamız, sen bize Yusuf’u neye inanmıyorsun? Dogrusu biz onun icin hayır isteyicileriz"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Yarın, onu bizimle beraber (gezintiye) gonder de gezsin oynasın, muhakkak biz onun koruyucularıyız.”"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "Babaları dedi ki: “- Onu goturmeniz, cidden beni endiseye dusurur. Siz kendisinden habersiz bulunurken onu kurt yemesinden korkarım.”"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "Onlar: “-VAllahi, biz kuvvetli bir topluluk iken onu kurt yerse, biz o halde cok ziyan cekeriz.” dediler"
        }
    ]
}