{
    "pages": [
        {
            "chapter": 28,
            "verse": 60,
            "text": "Size (dunya vasıtalarından) verilen sey, (kısa) dunya hayatının istifadesi ve onun susudur. Allah katında olan (sevab ve cennet) ise, hem daha hayırlı, hem daha devamlıdır, (dunya nimetleri gibi sona ermez). Artık (bakinin faniden daha hayırlı oldugunu anlayıb) akıllanmıyacak mısınız"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "Kendisine (cennet gibi) guzel bir vaidde biz bulunub da, kıyamette ona kavusan kimse, hic gecici dunya hayatının zevkini kendisine taddırdıgımız kimse gibi olur mu ki, sonra da kıyamet gunu, atese hazırlananlardan olacaktır"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "Kıyamet gununde (Allah o musriklere) nida edib soyle buyuracaktır: “- Nerede, kendilerini ortaklarım diye zannettikleriniz?”"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "Uzerlerine azab vacib olanlar soyle diyecektir:” - Ey Rabbimiz! Iste su dusukler, azdırdıgımız kimseler. Biz nasıl azmıssak onları da oyle azdırdık, (hak yoldan cıkardık). Onların sectigi kufurden beri olub sana donduk. Aslında onlar bize tapmıyorlardı (ancak hevalarına uyuyorlardı).”"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "Musriklere soyle denecek: “- (azabdan kurtulmanız icin) yalvarın bakalım ortaklarınıza (putlarınıza).” Onlar da yalvaracaklar, fakat kendilerine karsılık vermiyecekler, (hic bir yardımda bulunamıyacaklardır. Onculer ve dusukler hepsi) azabı goreceklerdir. Onceden onlar hakkı kabul edib hidayete ereydiler ya"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "O kıyamet gunu Allah kafirlere nida edip soyle buyuracaktır: “- Size gonderilen peygamberlere (davetlerine karsı) ne cevab verdiniz?”"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "Artık o gun, cevap vermek onlara kapanmıstır, birbirlerine de (verilecek cevabı veya beyan edilecek ozru) soramazlar"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "Fakat kufurden tevbe edip de iman eden ve salih amel isliyen kimse, zafere kavusanlardan olmayı umabilir"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "Rabbin diledigini yaratır ve secer (istedigini peygamber yapar, Mekke’li elebasların istedigi olamaz). Irade (dilemede) serbestlik onların degil; (ancak Allah’ındır). Allah (bir kimsenin kendisi uzerine irade sahibi olmasından) munezzehtir ve onların ortak kostukları seylerden yucedir"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "(Allah’ın peygamberine besledikleri kinden) kalblerinin ne sakladıgını ve ne acıkladıklarını Rabbin hep bilir"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "O, oyle Allah’dır ki, kendisinden baska hic bir Ilah yoktur. Dunyada ve ahirette hamd O’na mahsustur ve (her seyde gecerli) hukum de O’nundur. Nihayet dondurulub O’na goturuleceksiniz"
        }
    ]
}