{
    "pages": [
        {
            "chapter": 28,
            "verse": 85,
            "text": "Muhakkak ki Kur’an’ı sana inzal eden (Allah), seni (ahirete gocmeden once, hicret ederek icinden cıktıgın) Mekke’ye geri cevirecektir. (Ey Rasulum), de ki: Rabbim, hidayetle gelen kimseyi ve apacık bir sapıklık icinde olanı daha iyi bilir"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "(Ey Rasulum) Kur’an’ın sana vahy olunacagını ummuyordun; ancak Rabbinden bir rahmet (olarak sana indirildi). O halde sakın kafirlere yardımcı olma"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "Sana indirildikten sonra, sakın Allah’ın ayetlerinden, (onları okuyup geregi uzre amel etmekten) seni cevirmesinler. Rabbine (ibadete) cagır ve kat’iyyen musriklerden olma"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "Allah ile beraber baska bir ilaha ibadet etme. O’ndan baska hic bir ilah yoktur!... O’nun zatından baska her sey yokluga mahkumdur. (Gecerli) hukum ancak O’nundur; ve (oldukten sonra) hep O’na donduruleceksiniz"
        },
        {
            "chapter": 29,
            "verse": 1,
            "text": "Elif, Lam, Mim"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "(Musrikler tarafından eziyet edilen) o insanlar sandılar mı ki, “iman ettik.” demeleriyle bırakılacaklar da imtihana cekilmiyecekler"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "Dogrusu biz, onlardan evvelkileri de (cesitli musibetlerle) denedik. Allah, (imtihan suretiyle imanında) sadık olanları da muhakkak bilecek, yalancı onları da elbette bilecek"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Yoksa kufur isleyib isyan edenler, bizden (azabımızdan) kurtulacaklarını mı sandılar? Ne fena hukum veriyorlar"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Kim (cennetde) Allah’a kavusmayı arzu ederse, subhesiz ki Allah’ın tayin ettigi vakit (kıyamet) gelecektir. O, Semi’dir = kulların sozlerini isitir, Alim’dir- inanc ve amellerini bilir"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "Kim (Allah yolunda veya nefsi ile) mucahede ederse, kendisi icin mucahede eder, (Sevabı onadır): Cunku Allah butun alemlerden mustagnidir, (kullarının mucahedesine de ihtiyacı yoktur)"
        }
    ]
}