{
    "pages": [
        {
            "chapter": 29,
            "verse": 39,
            "text": "Karun’u da, Firavun’u da ve (onun veziri) Haman’ı da helak ettik. Gercekten Musa, onlara apacık delillerle gelmisti de, onlar yeryuzunde kibirlenib bas kaldırdılar (iman etmediler). Halbuki (azabdan) kurtulacak degillerdi"
        },
        {
            "chapter": 29,
            "verse": 40,
            "text": "Biz de, her birini gunahıyla yakaladık. Kiminin uzerine tas yagdıran bir kasırga gonderdik, kimini korkunc gurultu yakalayıverdi, kimini yere batırdık, kimini de suda bogduk. (Lut kavmi tas yagmuruna tutuldu, Suayb ile Salih’in kavmi korkunc gurultu ile helak edildi. Karun ve beraberindekiler yere gecirildi, Firavun ve kavmi suda boguldu). Allah onlara zulmetmiyordu, fakat onlar kendi nefislerine zulmediyorlardı"
        },
        {
            "chapter": 29,
            "verse": 41,
            "text": "Allah’dan baska dostlar edinenlerin (putlara tapanların) hali, kendine bir ev yapan orumcegin hali gibidir. Halbuki evlerin en zayıfı muhakkak ki orumcek yuvasıdır, eger bilselerdi"
        },
        {
            "chapter": 29,
            "verse": 42,
            "text": "Onların Allah’dan baska hangi seylere taptıklarını subhesiz ki Allah biliyor. O, Aziz’dir= her seye galibdir, Hakim’dir= hukmunde hikmet sahibidir"
        },
        {
            "chapter": 29,
            "verse": 43,
            "text": "Hem bu misaller var ya, biz onları insanlar icin beyan ediyoruz. Bunları (bu misallerin guzelliklerini ve faydalarını) ancak (esyadan ibret alan) alimler anlar"
        },
        {
            "chapter": 29,
            "verse": 44,
            "text": "Allah, gokleri ve yeri (bosuna degil), hakkı gostermek icin yarattı. Muhakkak bu misallerde muminler icin bir ibret var"
        },
        {
            "chapter": 29,
            "verse": 45,
            "text": "(Manasını anlamak, ezberlemek ve geregi uzere Allah’a ibadet etmek icin ey Resulum) sana vahy edilen Kur’an’ı oku ve namazı (devamlı bes vakit) kıl. Gercekten namaz, kotu isden ve uygunsuzluktan alıkor. Muhakkak ki Allah’ı zikretmek (namaz kılmak, yahud Allah’ın magfiretle kullarını anısı, diger ibadetlerden) daha buyuktur. Allah, (iyilik ve kotuluk) her ne yaparsanız onu bilir"
        }
    ]
}