{
    "pages": [
        {
            "chapter": 41,
            "verse": 21,
            "text": "O kafirler, derilerine (azalarına): “-Nicin aleyhimizde sahitlik ettiniz?” derler. Onlar (cevab olarak): “-Bizi, her seyi soyleten Allah soyletti. Sizi ilk defa O yarattı, (oldukten sonra da) yine O’na goturuluyorsunuz"
        },
        {
            "chapter": 41,
            "verse": 22,
            "text": "Kulaklarınız, gozleriniz ve derileriniz aleyhinize sahidlik eder diye sakınmamıstınız ve muhakkak zannetmistiniz ki, Allah, yaptıklarınızdan bir cogunu bilmez"
        },
        {
            "chapter": 41,
            "verse": 23,
            "text": "Iste Rabbinize karsı beslediginiz bu zannınız, sizi helake dusurdu ve ziyana ugrayanlardan oldunuz.”"
        },
        {
            "chapter": 41,
            "verse": 24,
            "text": "Artık sabredebilirlerse, ates kendilerine bir meskendir. Eger dunyaya donmeyi isterlerse, artık dunyaya donecek olanlardan degillerdir"
        },
        {
            "chapter": 41,
            "verse": 25,
            "text": "Biz onlara, (o Mekke musriklerine) bir takım (seytanlardan ibaret) dostlar musallat kıldık da bunlar, onlara, hem onlerindeki ahiret isini, hem arkalarındaki dunya isini susleyi vermislerdir. Cin ve insanladan kendilerinden once gecmis (ve kafir olmus) ummetlerle beraber bunlara da azab vaadi gerceklesmistir. Cunku onlar kendilerine yazık etmislerdi"
        },
        {
            "chapter": 41,
            "verse": 26,
            "text": "Bir de o kafir olanlar: “- Bu Kur’an’ı dinlemeyin ve ona bozgunculuk edin; olur ki ustun gelirsiniz.” dediler"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "Iste bunun icindir ki, biz de o kafirlere siddetli bir azab taddıracagız; ve kendilerini yaptıkları amellerin en kotusu ile cezalandıracagız"
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "Iste bu, Allah dusmanlarının cezasıdır, atestir. Ayetlerimizi bile bile inkar etmelerinin cezası olarak onlara, orada ebedilik yurdu vardır"
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "O kafir olanlar (cehennemde) soyle diyecektir: “- Ey Rabbimiz! Cin ve insanlardan bizi yoldan cıkaran seytanları bize goster de onları ayaklarımız altına alalım, en asagı dusenlerden olsunlar.”"
        }
    ]
}