{
    "pages": [
        {
            "chapter": 43,
            "verse": 11,
            "text": "O Allah ki, gokten bir olcu ile yagmur indirmektedir. Iste biz onunla olu, (bitkileri kurumus) bir beldeye hayat vermekteyiz. Siz de (olmusken kabirlerinizden) boyle cıkarılacaksınız"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "O Allah ki, (erkek ve disi) butun ciftleri yarattı. Sizin icin gemilerden ve hayvanlardan bineceginiz seyler yaptı"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "Ki, sırtlarında kurulasınız, sonra da uzerlerine kurulunca Rabbinizin nimetini hatırlayıp soyle diyesiniz: “- Bunları bizim hizmetimize baglıyan Allah’ın sanı ne yucedir! O butun noksanlıklardan munezzehtir. Yoksa biz, bunlara guc yetiremezdik"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "Ve Muhakkak biz, donub Rabbimize varacagız.”"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "(Ey Rasulum o kafirlere, gokleri ve yeri yaratan kimdir? diye sorsan, “Allah’dır” derler. Bununla beraber tuttular), O’na kullarından bir cocuk isnad ettiler (Melekler Allah’ın kızlarıdır, dediler). Gercekten insan, kufru asikar bir nankordur"
        },
        {
            "chapter": 43,
            "verse": 16,
            "text": "Yoksa O, yaratmakta oldugu varlıklardan kendisine kızlar edindi de (kızlardan ustun tuttugunuz) ogulları size mi secib ayırdı"
        },
        {
            "chapter": 43,
            "verse": 17,
            "text": "O Allah’a kız isnad edenlerden birine, Rahman’a isnad ettigi bir benzerle (kızla) mujde verildigi zaman, kederinden yutkunur halde yuzu kapkara kesiliveriyor"
        },
        {
            "chapter": 43,
            "verse": 18,
            "text": "Sus icinde yetistirilib buyutulen ve iddiasını isbat edemiyen kimseyi (yaratılısca pek zayıf olan kızları) mı? (Allah’a cocuk isnad ediyorlar)"
        },
        {
            "chapter": 43,
            "verse": 19,
            "text": "Onlar, Rahman’ın kulları olan Melekleri de disi yaptılar. Yaratılıslarına sahid mi idiler? Onların (bu yalan) sahidlikleri yazılacak ve (kıyamette) sorumlu tutulacaklardır"
        },
        {
            "chapter": 43,
            "verse": 20,
            "text": "Bir de soyle dediler: “- Rahman dileseydi, biz o meleklere tapmazdık.” Onların bu hususta hic bir bilgisi yoktur; onlar ancak yalan soyluyorlar"
        },
        {
            "chapter": 43,
            "verse": 21,
            "text": "Yoksa biz, onlara, bundan (Kur’an’dan) once bir kitab vermisiz de ona mı tutunub amel ediyorlar"
        },
        {
            "chapter": 43,
            "verse": 22,
            "text": "Hayır (onların akli ve nakli hic bir delilleri yoktur, ancak) soyle dediler: “- Biz, atalarımızı bir din uzerinde bulduk. Biz de onların izlerince giderek hidayet buluruz.”"
        }
    ]
}