{
    "pages": [
        {
            "chapter": 48,
            "verse": 16,
            "text": "(Ey Rasulum, Hudeybiye seferinden) geri kalan o Bedevi’lere de ki: “- siz yakında cok kuvvetli olan cengaver bir kavimle harb icin cagrılacaksınız. Onlarla savasırsınız, yahud musluman olurlar (da kurtulurlar). Eger itaat ederseniz, Allah size guzel bir mukafat verir. Sayed bundan once yaptıgınız gibi, cihaddan donerseniz, sizi acıklı bir azab ile azablandırır"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "(Savasa cıkmamak hususunda) amaya gunah yok, aksaga gunah yok, hastaya gunah yok. Kim Allah’a ve Rasulune itaat ederse, Allah, onu (agacları) altından ırmaklar akar cennetlere koyar. Kim de (Allah’a ve Peygambere itaat etmekten) yuz cevirirse, onu acıklı bir azab ile azablandırır"
        },
        {
            "chapter": 48,
            "verse": 18,
            "text": "Hakikaten Allah, (Hudeybiye’de) agacın altında sana biat etmekte oldukları vakit, o muminlerden razı oldu. Boylece kalblerinde olan sadakatı bildi de, uzerlerine manevi huzuru indirdi. Kendilerine de yakın bir zafer (Hayber’in fethini) verdi"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "Bir de ele gecirecekleri (Hayber’deki) bir cok ganimetleri mukafat verdi. Allah Aziz’dir= her seye galibdir, Hakim’dir= hikmet sahibidir"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "Allah, size (kıyamete kadar olacak fetihlerden) alacagınız daha bir cok ganimetler vaadetmistir. Simdilik bunu (Hayber ganimetini) size pesin vermis ve insanların ellerini (savas hususunda) sizden cekmistir ki, muminlere bir ibret olsun ve sizi dogru bir yola cıkarsın, (Allah’ın lutuf ve ihsanına olan guveninizi artırsın)"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "Size, henuz elinizin ermedigi diger ganimetler de vermistir. Fakat Allah onları ilmi ile kusatmıstır. Allah ise her seye kadirdir"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "Eger (Mekke halkından olan) o kafirler, (Hudeybi’yede andlasma yapmayıb) sizinle carpıssaydılar, mutlaka arkalarını doneceklerdi (perisan olacaklardı). Sonra da ne onları koruyacak bir dost, ne de bir yaradımcı bulamıyacaklardı"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "Allah’ın oteden beri olagelen sunneti boyledir. Allah’ın sunnetinde asla bir degisiklik bulamazsın"
        }
    ]
}