{
    "pages": [
        {
            "chapter": 51,
            "verse": 31,
            "text": "(Hz. Ibrahim, kendisine misafir olarak gelen meleklere) dedi ki: “- O halde istediginiz nedir? (Nicin gonderildiniz)? Ey elciler!...”"
        },
        {
            "chapter": 51,
            "verse": 32,
            "text": "Onlar dediler ki: “- Biz, gunahkar bir kavme (Lut peygamberin kavmine) gonderildik"
        },
        {
            "chapter": 51,
            "verse": 33,
            "text": "Uzerlerine camurdan (pisirilmis) taslar atmak icin"
        },
        {
            "chapter": 51,
            "verse": 34,
            "text": "Ki o taslar, Rabbinin katında haddi asanlar icin damgalanmıslardır.”"
        },
        {
            "chapter": 51,
            "verse": 35,
            "text": "Nihayet Lut’un memleketinde bulunan muminleri (oradan) cıkardık, (ki kalan kafirleri helak edelim)"
        },
        {
            "chapter": 51,
            "verse": 36,
            "text": "Fakat bir evden baska orada musluman da bulmadık"
        },
        {
            "chapter": 51,
            "verse": 37,
            "text": "Ve oyle acıklı azabdan korkacaklar icin orada bir ibret nisanesi bıraktık, (o memleketi harabe ve tas yıgını haline getirdik)"
        },
        {
            "chapter": 51,
            "verse": 38,
            "text": "Musa’da da ibret vardır: Hani onu acık bir mucize ile Firavun’a gonderdik de"
        },
        {
            "chapter": 51,
            "verse": 39,
            "text": "O, butun ordusu ile (imandan) yuz cevirdi ve soyle dedi: “- Bu, bir sihirbaz, yahud bir mecnundur.”"
        },
        {
            "chapter": 51,
            "verse": 40,
            "text": "Bunun uzerine tuttuk kendisini ve ordularını denize attık. Oyle ki, kufur ve inad uzere bulunuyordu"
        },
        {
            "chapter": 51,
            "verse": 41,
            "text": "Ad kavminde de ibret vardır: Hani onların uzerine o koku kurutan ruzgarı gondermistik"
        },
        {
            "chapter": 51,
            "verse": 42,
            "text": "Oyle bir ruzgar ki, ugradıgı bir seyi bırakmıyor, mutlak onu kul gibi savuruyordu"
        },
        {
            "chapter": 51,
            "verse": 43,
            "text": "Semud kavminde de ibret vardır: Hani onlara “-Bir zamana kadar yasayın, istifade edin.” denilmisti de"
        },
        {
            "chapter": 51,
            "verse": 44,
            "text": "Rablerinin emrinden uzaklasıb azmıslardı. Bu yuzden bakınıb dururlarken kendilerini yıldırım carpıvermisti"
        },
        {
            "chapter": 51,
            "verse": 45,
            "text": "O vakit (bu azabdan kurtulub) kalkmaga guc yetiremediler, bir yardım da gormediler"
        },
        {
            "chapter": 51,
            "verse": 46,
            "text": "Daha once de Nuh kavmini helak ettik; cunku onlar (hakdan ayrılmıs kufur icinde bulunan) fasık bir kavim idiler"
        },
        {
            "chapter": 51,
            "verse": 47,
            "text": "(Bir de semaya bakın), biz onu kuvvetle bina ettik. Muhakkak ki biz, buyuk kudrete sahibiz"
        },
        {
            "chapter": 51,
            "verse": 48,
            "text": "Arzı da dosedik. Ne guzel doseyiciyiz"
        },
        {
            "chapter": 51,
            "verse": 49,
            "text": "Her seyden cift cift yarattık ki, iyice dusunesiniz"
        },
        {
            "chapter": 51,
            "verse": 50,
            "text": "(Ey Rasulum, de ki: ) O halde hemen Allah’a kacın, (kufru bırakıb hemen imana gelin). Gercekten ben, size, Allah tarafından (azab ile) korkutan acık bir peygamberim"
        },
        {
            "chapter": 51,
            "verse": 51,
            "text": "Ve Allah ile beraber baska bir ilah uydurmayın. Gercekten ben, size, Allah tarafından (azab ile) korkutan acık bir peygamberim"
        }
    ]
}