{
    "rukus": [
        {
            "chapter": 9,
            "verse": 7,
            "text": "Kak mozhe da ima za sŭdruzhavashtite dogovor s Allakh i s Negoviya Pratenik, osven za onezi, s koito se dogovorikhte pri Sveshtenata dzhamiya? I dokato sa chestni spryamo vas, bŭdete chestni spryamo tyakh i vie! Allakh obicha bogoboyazlivite"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "Kak? Nadviyat li vi, te ne spazvat spryamo vas nito rodstvo, nito obet. Ugazhdat vi na dumi, a sŭrtsata im se protivyat. I povecheto ot tyakh sa nechestivtsi"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "Prodavat na nishtozhna tsena znameniyata na Allakh i vŭzpirat ot Negoviya pŭt. Losho e onova, koeto vŭrshat"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "Ne spazvat spryamo vyarvasht nito rodstvo, nito obet. Tezi sa prestŭpvashtite"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "I ako se pokayat i ot·sluzhvat molitvata, i davat milostinyata zakat, togava te sa vashi bratya v religiyata. Razyasnyavame znameniyata na khora proumyavashti"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "I ako narushat kletvite si podir svoya obet, i porugayat vashata religiya, srazhavaĭte se s voditelite na neverieto, za da prestanat! Nyama kletvi za tyakh"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "[O, vyarvashti] nima ne shte se srazhavate s khora, koito narushikha svoite kletvi i vŭznameryavakha da izgonyat Pratenika? Pŭrvom te nastŭpikha sreshtu vas. Nima se strakhuvate ot tyakh? Allakh naĭ-mnogo zasluzhava da se strakhuvate ot Nego, ako ste vyarvashti"
        },
        {
            "chapter": 9,
            "verse": 14,
            "text": "Srazhavaĭte se s tyakh! Allakh shte gi nakazhe s vashite rŭtse i shte gi opozori, i shte vi pomaga sreshtu tyakh, i shte iztseri gŭrdite na khora vyarvashti"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "i shte premakhne gneva ot sŭrtsata im. Allakh priema pokayanieto na kogoto pozhelae. Allakh e vseznaesht, premŭdŭr"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "Ili smyatate, che shte bŭdete ostaveni, bez Allakh da uznae koi ot vas se boryat i vzimat za doverenik samo Allakh i Negoviya Pratenik, i vyarvashtite? Svedusht e Allakh za vashite dela"
        }
    ]
}