{
    "rukus": [
        {
            "chapter": 6,
            "verse": 71,
            "text": "Ni shuo:“Nandao women yao she an la er qiqiu yixie dui women ji wuyi ye wu hai de [ouxiang] ma? Zai an la yindao women hou, nandao women neng xiang bei emomen you ru qitu er zai da dishang miwang de ren ma? Ta de huobanmen jiao ta lai zunxing zhengdao [shi shuo]:“Ni dao women zheli lai ba!” Ni shuo:“An la de zhengdao [zhu] cai shi zhenzheng de zhengdao. Women yi fengming guishun zhong shijie de zhu [an la].”"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "[Women hai fengming]:“Nimen dang jin shou bai gong [zhu], dang jingwei ta [an la], nimen dou jiang bei jihe dao ta nali qu."
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "Ta yi zhenli chuangzao tiandi. Zai na ri, ta zhi xu xialing shuo:“You!” Yushi jiu youle. Ta de hua jiushi zhenli. Dang haojiao chui xiang zhi ri, zhuquan zhi gui ta. Ta quan zhi yiqie kan bujian zhi wu he kan de jian zhi wu. Ta shi zui ruizhi de, che zhi de.”"
        },
        {
            "chapter": 6,
            "verse": 74,
            "text": "Dangshi, yi bu la xin dui ta de fuqin a zai er [zhu 1] shuo:“Ni yao ba ouxiang [zhu 2] dang zhuzai [chongbai] ma? Wo renwei ni he ni de zuren que shi zai mingxian de mi wu zhong.”"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "Wo ruci rang yi bu la xin kanjian tiandi de zhuquan, yibian ta chengwei duxin zhe."
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "Dang yemu longzhao ta shi, ta [yi bu la xin] kanjian yi ke xing, ta shuo:“Zhe jiushi wo de zhu.” Dang xing moluo shi, ta you shuo:“Wo bu xihuan moluo de.”"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "Dang ta kanjian yueliang sheng qi shi, ta shuo:“Zhe jiushi wo de zhu.” Dang yueliang moluo shi, ta you shuo:“Jiaru wo de zhu bu yindao wo, wo biding hui chengwei mi wu de minzhong zhi yi.”"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "Dang ta kanjian taiyang sheng qi shi, ta shuo:“Zhe jiushi wo de zhu, zhe shi zui weida de zhu.” Dang taiyang moluo shi, ta you shuo:“Wo de zuren a! Wo yu nimen suo chongbai de ouxiang que shi hao wu guanxi de."
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "Wo que yiqiancheng chedi guishun tiandi de chuangzao zhe, wo bushi bai ouxiang zhe [zhu].”"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "Ta de zuren tong ta zhenglun, ta shuo:“An la que yi yindao wo, nandao nimen yao tong wo zhenglun ta [an la] ma? Wo jue bu weiju nimen suo chongbai de ouxiang, chufei wo de zhu yiyu. Wo de zhu zai zhishi fangmian shi baoluo wanwu de. Nandao nimen hai bu juewu ma?"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "An la wei jiang shi nimen renhe zhengju, nimen que gei ta shezhi huoban, nimen bu weiju, wo zenme hui weiju nimen suo chongbai de ouxiang ne? Women liang pai ren zhong na yipai geng ying huode ping'an ne? Jiaru nimen shi you zhishi de.”"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "Fan xinyang [an la] qie wei ba tamen de xinyang yu zui'e hunxiao qilai zhe [zhu], zhexie ren que shi huode ping'an zhe, que shi zunxing zhengdao zhe."
        }
    ]
}