{
    "rukus": [
        {
            "chapter": 7,
            "verse": 11,
            "text": "Wo que yi chuangzao nimen [de zuxian a dan], ranhou shi nimen chengxing [zhu], zhihou, wo dui tianshimen shuo:“Nimen dang fucong a dan.” Yushi tamen dou fucongle, wei yi bu lisi liwai, ta jujue chengwei fucong zhe."
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "Ta [an la] shuo:“Dang wo mingling ni [yi bu lisi] fucong shi, shi shenme zuzhi ni bu fucong ne?” Ta shuo:“Wo bi ta [a dan] youyue, ni yong huo chuangzao wo, er yong nitu chuangzao ta.”"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "Ta [an la] shuo:“Ni [yi bu lisi] cong zheli [leyuan] xiaqu ba! Ni bu gai zai zheli jiao'ao zi da. Ni chuqu ba! Ni que shi beijian de.”"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "Ta [yi bu lisi] shuo:“Qiu ni kuan yan wo dao tamen bei fuhuo di na yitian ba!”"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "Ta [an la] shuo:“Ni bei kuan yanle.”"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "Ta [yi bu lisi] shuo:“Youyu ni shi wo mi wu, wo bi jiang maifu zai ni de zhengdao shang denghou [mihuo] tamen."
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "Ranhou, wo bi jiang cong tamen qianmian he houmian, cong tamen youmian he zuomian turan xiji tamen, ni hui faxian tamen da duoshu ren shi bu gan'en de.”"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "Ta [an la] shuo:“Ni bei bian ze bei quzhu de cong zheli chuqu ba! Tamen zhong fan zhuisui ni zhe, wo biding yong ni ji ni de zhuisui zhe yiqi tian man huo yu [zhu].”"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "“A dan a! Ni he ni de qizi zhu zai leyuan ba! Ni lia ke suiyi chi leyuan li de fengfu shiwu, dan ni lia buyao jiejin zhe ke shu, yimian chengwei bu yi zhe.”"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "Suihou, emo jiaosuo ta lia, yibian ta lia bei zhegai de xiu ti hu xiang xianlu. Ta [yi bu lisi] shuo:“Ni lia de zhu jinzhi ni lia chi zhe ke shu de guozi, mudi shi pa ni lia chengwei tianshi huo yongsheng zhe.”"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "Ta [yi an la de mingyi] dui ta lia fashi:“Wo que shi ni lia zui hao de zhonggao zhe.”"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "Yinci, ta yong qipian de shouduan shi ta lia duoluo. Dang ta lia changle na ke shu de guo zi shi, ta lia [bei zhegai] de xiu ti bian hu xiang xianlule. Ta lia zhihao yong leyuan li de yezi zhegai ta lia de xiu ti. Ta lia de zhu zhaohuan ta lia [shuo]:“Nandao wo meiyou jinzhi ni lia chi na ke shu de guozi bing gaosu ni lia emo que shi ni lia mingxian de diren ma?”"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "Ta lia shuo:“Women de zhu a! Women yi shi ziji shou sun. Jiaru ni bu kuanshu women, bu ci min women, women bi chengle sunshi zhe [zhu].”"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "Ta [an la] shuo:“Nimen [cong leyuan] xiaqu ba! Nimen jiang huxiang dishi. Dadishang you nimen de jusuo he zhanshi de shenghuo ziliao [zhu].”"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "Ta [an la] shuo:“Nimen jiang zai da dishang shenghuo, ye jiang zai da dishang siwang, zuihou nimen jiang cong da di zhong bei quchu [fuhuo].”"
        }
    ]
}