{
    "rukus": [
        {
            "chapter": 7,
            "verse": 189,
            "text": "Shi ta [an la] cong yige ren [a dan] chuangzaole nimen, you cong nage ren [a dan] chuangzaole ta de qizi [ha wa], yibian ta tong ta huode shenghuo zhi le. Dang ta tong ta fangshi hou, ta huaiyunle, dan ta neng zhaochang shenghuo. Dang ta gandao tai'er chen chong shi, ta lia bian qiqiu an la——ta lia de zhu:“Jiaru ni ci gei women yige jianquan de haizi, women yiding zuo gan'en zhe.”"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Dan dang ta ci gei ta lia yige jianquan de hai zi shi, ta lia que yin ta ci gei ta lia de enhui er gei ta [an la] shezhile xuduo ouxiang. Zhigaowushang de an la chaojue yu tamen suo chongbai de ouxiang [zhu]."
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Nandao tamen yao gei ta [an la] shezhi ouxiang ma? Naxie ouxiang ji bu hui chuangzao renhe dongxi, er tamen benshen yeshi bei zao de."
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "Naxie ouxiang ji buneng bangzhu tamen, ye buneng zijiu."
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "Jiaru nimen zhaohuan tamen zunxing zhengdao, name, tamen bu hui zhuisui nimen. Wulun nimen zhaohuan tamen, haishi baochi jianmo, dui nimen dou shi yiyang de."
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Nimen she an la er qiqiu dique shi tong nimen yiyang de puren. Nimen qiqiu tamen, rang tamen huida nimen ba! Jiaru nimen shi chengshi zhe."
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Tamen [naxie ouxiang] you jiao neng zoulu ma? You shou neng na wu ma? You yan neng guancha ma? You er neng tingwen ma? Ni [mu sheng] shuo:“Nimen jiaohuan nimen [suo wangyan de an la] de huobanmen ba! Ranhou, nimen yi qilai moufan wo, nimen bubi kuanrong wo."
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "Wo de baohu zhe que shi an la, shi ta jiang shi jingdian [“gulanjing”] bing baohu shanren."
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "Nimen she ta [an la] er qiqiu de [ouxiang], tamen [ouxiang] ji buneng bangzhu nimen, ye buneng zijiu.”"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "Jiaru nimen zhaohuan tamen zunxing zhengdao, tamen ting bujian, jinguan ni kanjian tamen zheng zhushizhe ni, qishi, tamen kan bujian [ni].”"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "Ni [mu sheng] dang yuanliang [bieren], dang quan ren xingshan, dang yuan bi yuren [zhu]."
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "Ruguo emo [zhu] songyong ni, name, ni dang qiu an la baohu. Ta [an la] que shi quan wen de, quanzhi de."
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "Dang emo de moli jiechu jingwei zhe shi, tamen [jingwei zhe] jiu zan nian an la, bing neng mashang kan qing zhenxiang."
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "Emo yao ba ziji de xiongdimen yinru shenyuan de mi wu zhong, ranhou, tamen jue bu ken baxiu."
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "Ruguo ni wei zhaoshi tamen yi zhong qiji [zhu], tamen jiu shuo:“Ni weisheme bu chuangzao yi zhong qiji ne?” Ni shuo:“Wo zhi zunxing wo de zhu qishi wo de jingdian [“gulanjing”]. Zhe [“gulanjing”] shi cong nimen de zhu jiang shi de zhengju, shi dui xinyang de minzhong de yindao he ci min.”"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "Dang youren songdu “gulanjing” shi, nimen dang renzhen ting, dang baochi sujing, yibian nimen shou ci min."
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "Ni dang zaowan xinzhong qiangong, jingwei qie di sheng de zan nian ni de zhu, ni buyao shuhu dayi."
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Fan jiejin ni de zhu de tianshi, tamen dou hao bu aoman de chongbai ta, tamen zansong ta bing xiang ta koutou.[Koutou chu]"
        }
    ]
}