{
    "rukus": [
        {
            "chapter": 27,
            "verse": 15,
            "text": "Wo que yi ci gei da wude he su lai man zhishi. Ta lia shuo:“Yiqie zansong, quan gui an la, shi ta shi women you yu ta de xuduo xinyang de puren.”"
        },
        {
            "chapter": 27,
            "verse": 16,
            "text": "Su lai man jichengle da wude [de zhishi]. Ta [da wude] shuo:“Renmen a! Women yi bei jiaoshou niao yu, women yi bei ciyu wanwu, zhe que shi [cong an la jiang shi de] mingxian de enhui.”"
        },
        {
            "chapter": 27,
            "verse": 17,
            "text": "You jingling, renlei he niao lei zucheng de su lai man de jundui bei jihe dao ta mianqian, tamen pailie zhengqi [daiming chuzheng]."
        },
        {
            "chapter": 27,
            "verse": 18,
            "text": "Dang tamen daoda mayi [zhu] gu shi, yi zhi [mu] mayi shuo:“Mayimen a! Nimen gankuai duo jin nimen de dong zhong qu ba! Yimian su lai man he ta de jundui zai bu zhi bu jue shi cai si nimen.”"
        },
        {
            "chapter": 27,
            "verse": 19,
            "text": "Ta [su lai man] bei na zhi mayi dehua [zhu] douxiaole, ta shuo:“Wo de zhu a! Qiu ni guwu wo [bing ci wo liliang], yibian wo ganxie ni ci wo he wo fumu de enhui, yibian wo zuo ni suo xiyue de shangong. Qiu ni yi ni de enhui rang wo jinru ni de shanliang de puren zhi lie.”"
        },
        {
            "chapter": 27,
            "verse": 20,
            "text": "Ta jianyue zhong niao bing shuo:“Wo zenme mei kanjian dai sheng niao ne? Ta [wugu] quexile ma?"
        },
        {
            "chapter": 27,
            "verse": 21,
            "text": "Chufei ta gei wo dai lai yi xiang heli de yuanyin, fouze, wo yiding yao yancheng ta, huo sha si ta.”"
        },
        {
            "chapter": 27,
            "verse": 22,
            "text": "Na zhi dai sheng niao tingliu bujiu jiu laile, ta [dui su lai man] shuo:“Wo zhidao [yi jian] ni suo bu zhidao de shi, wo cong sa ba gei ni dai laile yige kekao de xiaoxi."
        },
        {
            "chapter": 27,
            "verse": 23,
            "text": "Wo faxian you wei funu tongzhizhe ta de zuren. Ta yingyoujinyou, hai you yige xiongwei de baozuo."
        },
        {
            "chapter": 27,
            "verse": 24,
            "text": "Wo faxian ta he ta de zuren dou she an la er chongbai taiyang, emo yi tamen de xingwei mihuo tamen, bing zuzhi tamen zou zhengdao, yin'er tamen wei zunxing zhengdao."
        },
        {
            "chapter": 27,
            "verse": 25,
            "text": "Yizhi tamen bu chongbai an la——na jieshi tiandi aomi de zhu. Fanshi nimen suo yincang de he gongkai de, ta [an la] quan zhidao."
        },
        {
            "chapter": 27,
            "verse": 26,
            "text": "An la, chu ta wai, zai meiyou ying shou chongbai de zhu, ta shi weida baozuo [zhu] de zhu.” Koutou chu"
        },
        {
            "chapter": 27,
            "verse": 27,
            "text": "ta [su lai man] shuo:“Wo yao kan ni shuo de shi shihua haishi huangyan."
        },
        {
            "chapter": 27,
            "verse": 28,
            "text": "Ni daizhe wo de zhe feng xin qu, ba ta tou song gei tamen, ranhou ni jiu likai tamen, kan tamen ruhe huifu.”"
        },
        {
            "chapter": 27,
            "verse": 29,
            "text": "Ta [nage nuwang] shuo:“Zhong qing a! Wo shou daole yi feng guizhong de xin,"
        },
        {
            "chapter": 27,
            "verse": 30,
            "text": "shi su lai man pai ren song lai de. Xin de neirong shi:“Feng pu ci te ci de an la zhi ming."
        },
        {
            "chapter": 27,
            "verse": 31,
            "text": "Nimen buyao dui wo aoman, nimen dang guishun de [zuowei musilin] lai jian wo.”"
        }
    ]
}