{
    "rukus": [
        {
            "chapter": 2,
            "verse": 153,
            "text": "Hē īmāndārasakala! Tōmālōkē chabara ārau chālātara mādhyamata sahāẏa praārthanā karaā. Niścaẏa āllāha chabarakāraīsakalara lagata āchē"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "Ārau yisakalē āllāhara pathata nihata haẏa, siham̐taka mr̥ta buli nāmātibā, baraṁ siham̐ta jīraita; kintu tōmālōkē upalabdhi karaiba nōraāraā"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "Ārau āmi tōmālōkaka niścaẏa paraīkṣā karaima alapa bhaẏa-bhīti, bhōka ārau dhana-sampada, jīrana ārau phacalara kṣaẏakṣatira dbāraā; ārau tumi dhairyaśīlasakalaka susambāda diẏā"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "yisakalē bipadata ākraānta ha’lē kaẏa, ‘āmitō āllāharaē'i, ārau niścaẏa āmi tē'ōm̐ra pinē'i pratyārartanakāraī’"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "Ē'ōm̐lōkē'i haichē sē'i sakala lōka, yisakalara prati tē'ōm̐lōkara pratipālakara paraā biśēṣa anugraha ārau rahamata barṣita haẏa, ārau ē'ōm̐lōkē'i satpathata paraicālita"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "Niścaẏa cāphā ārau māraraā āllāhara nidarśanasamūhara antarbhūkta. Ētēkē yiẏē (kābā) gharara hajja athabā ōmaraāha sampanna karaē, ē'i duṭāra mājata chā'ī karailē tāra kōnō aparaādha naha’ba; ārau yiẏē sbataḥsphūrtabhāraē kōnō saṯ kāma karaiba, tēntē niścaẏa āllāha uttama puraṣkāradātā, sarbajña"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "Niścaẏa yisakalē su-spaṣṭa nidarśanasamūha ārau hidāẏata gōpana karaē yiṭō āmi aratīrṇa karaichō, mānuhara bābē kitābata sēẏā spaṣṭabhāraē byakta karaāra pichata, siham̐taka āllāhē abhiśāpa karaē ārau abhiśāpakāraīsakalē'ō siham̐taka abhiśāpa karaē"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "Kintu yisakalē tā'ōbā karaichē ārau nijakē sanśōdhana karaichē ārau satyaka suspaṣṭabhāraē byakta karaichē. Ētēkē tē'ōm̐lōkara tā'ōbā āmi kabula karaima; ārau āmi adhika tā'ōbā kabulakāraī, parama daẏālu"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "Niścaẏa yisakalē kupharaī karaichē ārau kāphira arasthāta mr̥tyubaraṇa karaichē, siham̐tara ōparata āllāhara, phiraistāsakalara ārau sakalō mānuhara abhiśāpa"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "Tāta siham̐ta sthāẏī ha’ba. Siham̐tara śāsti akaṇō śithila karaā naha’ba ārau siham̐taka arakāśa'ō diẏā naha’ba"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "Ārau tōmālōkara ilāha kērala ējana ilāha. Tē'ōm̐ra bāhiraē āna kōnō (satya) ilāha nā'i. Tē'ōm̐ parama karauṇāmaẏa, parama daẏālu"
        }
    ]
}