{
    "rukus": [
        {
            "chapter": 16,
            "verse": 71,
            "text": "Ārau āllāhē jīranōpakaraṇata tōmālōkara mājata ijanaka sijanara ōparata śraēṣṭhatba pradāna karaichē. Kintu yisakalaka śraēṣṭhatba diẏā haichē siham̐tē siham̐tara adhīnastha dāsa-dāsīsakalaka nijara jīranōpakaraṇara paraā ēnē paraimāṇē nidiẏē yātē siham̐tē'ō ē'i biṣaẏē siham̐tara samāna hai yāẏa. Tēnēha’lē siham̐tē āllāhara anugraha asbīkāra karaēnē"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "ārau āllāhē tōmālōkara paraā'i tōmālōkara yōraā (saṅginī) sr̥ṣṭi karaichē ārau tōmālōkara saṅginīra paraā'i tōmālōkara bābē santāna ārau nātiputi sr̥ṣṭi karaichē ārau tōmālōkaka uttama jīranōpakaraṇa dāna karaichē. Tathāpi'ō siham̐tē bātilara sbīkr̥ti dibanē ārau āllāhara anugraha asbīkāra karaibanē"
        },
        {
            "chapter": 16,
            "verse": 73,
            "text": "ārau siham̐tē āllāhara bāhiraē ēnē kichumānara upāsanā karaē, ākāśasamūha ārau pr̥thiraīra paraā siham̐taka jīranōpakaraṇa diẏāra yisakalara kōnō adhikāra nā'i ārau adhikāraī hōraāra kṣamatā'ō nā'i"
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "Sēẏē tōmālōkē āllāhara kōnō sadr̥śa sthira nakaraibā. Niścaẏa āllāhē jānē ārau tōmālōkē nājānā"
        },
        {
            "chapter": 16,
            "verse": 75,
            "text": "Āllāhē upamā dāṅi dharaichē, ānara adhikārabhūkta ējana dāsara, yāra kōnō bastura ōparata adhikāra nā'i ārau ēnē ējana byaktira yāka āmi āmāra taraphara paraā uttama jīraikā dāna karaichō ārau tē'ōm̐ tāra paraā gōpanē ārau prakāśyabhāraē byaẏa karaē; (ētēkē kōraācōna!) Ubhaẏa byakti samāna ha’ba pāraēnē? Sakalō dharaṇara praśansā kērala āllāharaē'i praāpya; baraṁ siham̐tara adhikānśa'i (ē'i kathā) nājānē"
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "Āllāhē ārau upamā dichē dujana byaktiraḥ siham̐tara ējana bōbā, kōnō bastura ōparata tāra adhikāra nā'i ārau si tāra abhibhārakara ōparata bōjā hai āchē; ya’tē'i tāka paṭhōraā naha'ōm̐ka kiẏa si kōnō kalyāṇa lai āhiba nōraāraē; tēnēha’lē ē'i byakti sē'i byaktira samāna ha’ba pāraēnē yiẏē n'yāẏara nirdēśa diẏē ārau yijana āchē sarala pathata"
        }
    ]
}