{
    "rukus": [
        {
            "chapter": 17,
            "verse": 31,
            "text": "Abhāra-anāṭanara bhaẏata tōmālōkē nijara santānasakalaka hatyā nakaraibā. Āmiẏē'i siham̐taka jīraikā di'ōm̐ ārau tōmālōkakō. Niścaẏa siham̐taka hatyā karaā mahāpāpa"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "Ārau tōmālōkē yināra (byabhicārara) ōcaralaikē'ō nāyābā, niścaẏa sēẏā aślīla ārau nikr̥ṣṭa ācaraṇa"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "Ārau āllāhē yāka hatyā karaibalai niṣid'dha karaichē yathārtha kāraṇabihīna tōmālōkē tāka hatyā nakaraibā! Ārau kōnōbā'i an'yāẏabhāraē nihita ha’lē tāra uttaraādhikāraīka āmi tāra pratiśōdha lōraāra adhikāra dichō; kintu hatyā samparkē si yēna sīmālaṅghana nakaraē; niścaẏa si sāhāyyapraāpta ha’ba"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "Ārau iẏātīma praāpta baẏaska nōhōraā laikē saṯ uddēśya byatīta tāra sampattira ōcaralaikē nāyābā ārau tōmālōkē pratiśrauti pālana karaā; niścaẏa pratiśrauti samparkē kaiphiẏata talaba karaā ha’ba"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "Ārau māpi diẏāra samaẏata pūrṇamātraāta māpi dibā ārau ōjana karaibā saṭhika tulācanīta, ē'iṭōraē uttama ārau paraiṇāmata uṯkr̥ṣṭa"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "Ārau yi biṣaẏē tōmāra kōnō jñāna nā'i tāra anusaraṇa nakaraibā; niścaẏa kāṇa, caku ārau hr̥daẏa- iẏāra pratyēkaṭōra biṣaẏē kaiphiẏata talaba karaā ha’ba"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "Ārau pr̥thiraīta phuṭanimārai nuphuraibā, niścaẏa tumi kētiẏā'ō bharairaē bhūpr̥ṣṭhaka bidīrṇa karaiba nōraāraibā ārau kadāpi'ō parbatamāna uccatā lābha karaiba nōraāraā"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "Ē'i sakalō bēẏā karma tōmāra pratipālakara ōcarata ghr̥ṇanīẏa"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "Tōmāra pratipālakē ahīra mādhyamata tōmāka yi hikamata dāna karaichē ē'ibōra tāraē'i antarbhukta; ārau āllāhara lagata āna kōnō ilāha sthira nakaraibā, an'yathā nindita ārau lāñchita arasthāta jāhānnāmata nikṣipta ha’bā"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "(Ki ācaraita) tōmālōkara pratipālakē tōmālōkaka putra santānara bābē nirbācita karaichē ārau tē'ōm̐ nijē phiraistāsakalaka kan'yāraūpē grahaṇa karaichē? Niścaẏa tōmālōkē sāṅghātika kathā kai thākā"
        }
    ]
}