{
    "rukus": [
        {
            "chapter": 24,
            "verse": 21,
            "text": "Hē muminasakala! Tōmālōkē caẏatānara padāṅka anusaraṇa nakaraibā. Yiẏē caẏatānara padāṅka anusaraṇa karaē niścaẏa caẏatānē aślīlatā ārau bēẏā karmarahē nirdēśa diẏē. Āllāhara anugraha ārau daẏā nāthākilē tōmālōkara kōnē'ō kētiẏā'ō paraitra ha’ba nōraārailāhēm̐tēna, kintu āllāhē yāka icchā paraitra karaē, ārau āllāha sarbaśraōtā sarbajña"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "Ārau tōmālōkara mājata yisakalē aiśbaryaśālī ārau praācuryara adhikāraī tē'ōm̐lōkē yēna ē'i buli śapata grahaṇa nakaraē yē, siham̐tē ātmīẏa-sbajana, abhāragrastaka ārau āllāhara raāstāta hijaratakāraī sakalaka ēkōraē pradāna nakaraiba; tē'ōm̐lōkē yēna siham̐taka kṣamā karai diẏē ārau siham̐tara dōṣa-trauṭi upēkṣā karaē. Tōmālōkē nibicaraā nēki yē, āllāhē tōmālōkaka kṣamā karaka? Ārau āllāha kṣamāśīla, parama daẏālu"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "Yisakalē saccaraitraā, sahaja-saralā nirmalacitta, īmāndāra nāraīra prati apabāda āraōpa karaē, siham̐tē'i pr̥thiraī ārau ākhiraātata abhiśapta ārau siham̐tara bābē āchē mahāśāsti"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "Yidinā siham̐tara kr̥takarmara biṣaẏē siham̐tara biraud'dhē sākṣya diba siham̐taraē'i jibhā, hāta ārau siham̐tara bharaiẏē"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "Sē'idinā āllāhē siham̐tara hakka tathā praāpya pratiphala paraipūrṇaraūpē pradāna karaiba ārau siham̐tē jāni laba yē, āllāhē'i suspaṣṭa satya"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "Duścaraitraā nāraī duścaraitra purauṣara bābē, ārau duścaraitra purauṣa duścaraitraā nāraīra bābē; ānahātē saccaraitraā nāraī saccaraitra purauṣara bābē ārau saccaraitra purauṣa saccaraitraā nāraīra bābē. Mānuhē yi kaẏa sē'ibōrara saitē tē'ōm̐lōka samparkahīna; tē'ōm̐lōkara bābē āchē kṣamā ārau sanmānajanaka jīraikā"
        }
    ]
}