{
    "rukus": [
        {
            "chapter": 2,
            "verse": 21,
            "text": "Hē mānara sampradāẏa! Tōmālōkē tōmālōkara raba (pratipālaka)ra ibādata karaā, yijanē tōmālōkaka ārau tōmālōkara pūrbarartīsakalaka sr̥ṣṭi karaichē, yātē tōmālōka tākbaraāra adhikāraī hōraā"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "Yijanē tōmālōkara bābē pr̥thiraīkhanaka bichanā karai dichē ārau ākāśakhanaka karai dichē cāla ārau ākāśara paraā pānī aratīrṇa karai tāra dbāraā tōmālōkara jīraikāra bābē phalamūla utpādana karaichē. Gatikē tōmālōkē jāni-śuni kākō āllāhara samakakṣa thira nakaraibā"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Āmi āmāra bāndāra ōparata yi aratīrṇa karaichō tāta yadi tōmālōkara kōnō sandēha thākē tēntē iẏāra anuraūpa kōnō ēṭā churaā racanā karai ānā ārau āllāhara bāhiraē tōmālōkara sakalō sākṣī-sahāẏakāraīka āhbāna karaā yadihē tōmālōkē satyabādī hōraā"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Ētēkē yadi tōmālōkē ēnē nakaraā- ārau tōmālōkē ē'iṭō kētiẏā'ō karaiba nōraāraibā, tēnēha’lē sē'i ju'ira paraā bācibalai byarasthā karaā yāra indhana ha’ba mānuha ārau śila, yiṭō prastuta karaā haichē kāphirasakalara bābē"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "Ārau yisakalē īmāna ānichē ārau satkāma karaichē tē'ōm̐lōkaka susambāda diẏā yē, tē'ōlōkara bābē āchē jānnāta, yāra talēdi nadī prabāhita haẏa, yētiẏā'i tē'ōm̐lōkaka tāra paraā kōnō phala khābalai diẏā ha’ba, tētiẏā'i tē'ōm̐lōkē ka’ba, itipurbē āmāka ē'i dharaṇara phala khābalai diẏā haichila, kāraṇa tē'ōm̐lōkaka phalamūla sādr̥śyapūrṇa karai diẏā ha’ba ārau tē'ōm̐lōkara bābē tāta thākiba paraitraā-saṅginī, ārau tāta tē'ōm̐lōka cirakāla thākiba"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "Niścaẏa āllāhē maha athabā tātōkai kṣudra kōnō bastura upamā di'ōm̐tē saṅkōca bōdha nakaraē. Ētēkē yisakalē īmāna ānichē tē'ōm̐lōkē jānē yē, niścaẏa ē'iṭō tē'ōm̐lōkara pratipālakara taraphara paraā satya. Ārau yisakalē kupharaī karaichē siham̐tē kaẏa yē, 'āllāhē ē'i upamāra dbāraā ki bujāba bicāraichē'? Tē'ōm̐ iẏāra dbāraā bahutakē bibhraānta karaē ārau bahutakē hidāẏata diẏē. Ārau tē'ōm̐ phāchikasakalara bāhiraē āna kākō iẏāra dbāraā bibhraānta nakaraē"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "Yisakalē āllāhara lagata dr̥ṛha aṅgīkārata ārad'dha hōraāra pichata sē'iṭō bhaṅga karaē, āllāhē yi samparka aṭuṭa raākhibalai nirdēśa dichē sē'iṭō bicchinna karaē ārau pr̥thiraīta biparyaẏa sr̥ṣṭi karai phuraē, siham̐tē'i kṣatigrastha"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "Tōmālōkē kēnēkai āllāhara lagata kupharaī karaā? Athaca tōmālōkē praāṇahīna āchilā. Tāra pichata tēraēm̐i tōmālōkaka jīraita karaichē ākau tēraēm̐i tōmālōkara mr̥tyu ghaṭāba tāra pichata punara jīraita karaiba ārau tāra pichata tōmālōkaka tē'ōm̐ra ōcaralai ubhatā'i niẏā ha’ba"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "Tē'ōm̐ pr̥thiraīra sakalō bastu tōmālōkara bābē'i sr̥ṣṭi karaichē. Tāra pichata tē'ōm̐ ākāśara pinē manōnibēśa karai sē'iṭōka sātakhana ākāśata bin'yasta karaichē; ārau tē'ōm̐ sakalō bastu samparkē sabiśēṣa aragata"
        }
    ]
}