{
    "rukus": [
        {
            "chapter": 3,
            "verse": 42,
            "text": "Ārau smaraṇa karaā, yētiẏā phiraistāsakalē ka’lē, ‘hē māra'iẏāma! Niścaẏa āllāhē āpōnāka manōnīta karaichē ārau paraitra karaichē ārau biśbajagatara nāraīsakalara ōparata āpōnāka manōnīta karaichē’"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "‘Hē māra'iẏāma! Āpōnāra pratipālakara anugata ha'ōm̐ka ārau chājadā karaka ārau raukukāraīsakalara lagata rauku karaka’"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "Ē'iṭō adr̥śya sambādasamūhara antarbhūkta, yiṭō āmi tōmāka ahira dbāraā arahita karaichō; ārau māra'iẏāmara tattbāradhānara dāẏitba siham̐tara mājara kōnē grahana karaiba tāra bābē yētiẏā siham̐tē siham̐tara kalama nikṣēpa karaichila tētiẏā tumi siham̐tara ōcarata upasthita nāchilā ārau siham̐tē yētiẏā bādānubāda karai āchila tētiẏā'ō tumi tāta upasthita nāchilā"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "Smaraṇa karaā, yētiẏā phiraistāsakalē ka’lē, ‘hē māra'iẏāma! Niścaẏa āllāhē āpōnāka tē'ōm̐ra taraphara paraā ēṭā kālimāra susambāda dichē. Yāra nāma machīha, māra'iẏāmara putra īchā, tē'ōm̐ pr̥thiraī ārau parakālata sanmānita ārau sānnidhyapraāptasakalara an'yatama ha’ba"
        },
        {
            "chapter": 3,
            "verse": 46,
            "text": "Tē'ōm̐ kēm̐curaā arasthāta (dōlanāta) ārau pūrṇa baẏasatō mānuhara lagata kathā ka’ba ārau tē'ōm̐ pūṇyabānasakalara antarbhūkta ha’ba"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "Tē'ōm̐ (māra'iẏāmē) ka’lē, ‘hē mōra raba! Kēnēkai mōra santāna ha’ba? Athaca kōnō purauṣē'i mōka sparśa karaā nā'i’. Tē'ōm̐ (āllāhē) ka’lē, ‘ēnēkaiẏē’, āllāhē yi icchā sr̥ṣṭi karaē. Tē'ōm̐ yētiẏā kōnō biṣaẏē sid'dhānta laẏa tētiẏā kērala tē'ōm̐ kaẏa, ‘ha’, phalata sē'iṭō hai yāẏa"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "Ārau tē'ōm̐ tāka kitāba, hikamata, tā'ōraāta ārau iñjīlara śikṣā diba’"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "Ārau tē'ōm̐ka banī icharaā'īlara bābē raāchulasbaraūpē (praēraṇa karaiba, tē'ōm̐ ka’ba) ‘niścaẏa ma'i tōmālōkara pratipālakara taraphara paraā tōmālōkara ōcarata nidarśana lai āhichō yē, niścaẏa ma'i tōmālōkara bābē bōkā māṭira dbāraā ēṭā caraā'i sadr̥śa ākr̥ti gaṭhana karaima; tāra pichata tāta ma'i phum̐ dima; phalata āllāhara ādēśata sē'iṭō caraā'i hai yāba; lagatē ma'i āllāhara ādēśata janmāndha ārau kuṣṭha byādhigrastha lōkaka niraāmaẏa karaima ārau mr̥taka jīraita karaima. Tōmālōkē nijara gharata yi khōraā ārau yi sañcaẏa karaā sēẏā'ō ma'i tōmālōkaka janā'i dima. Niścaẏa iẏāta tōmālōkara bābē nidarśana āchē yadi tōmālōkē mumina hōraā’"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "‘Ārau mōra sanmukhata tā'ōraātara yi (śikṣā) āchē tāra satyāẏanakāraīraūpē ārau tōmālōkara bābē yi hāraāma āchila tāraē kichumāna hālāla karaāra bābē ārau ma'i tōmālōkara pratipālakara paraā tōmālōkara bābē nidarśana lai āhichō. Ētēkē tōmālōkē āllāhara tākbaraā aralambana karaā ārau mōra ānugatya karaā’"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "‘Niścaẏa āllāha mōra raba ārau tōmālōkaraō raba, ētēkē tōmālōkē tē'ōm̐raē'i ibādata karaā. Ē'iṭōraē'i sarala patha’"
        },
        {
            "chapter": 3,
            "verse": 52,
            "text": "Tāra pichata yētiẏā īchā'i siham̐tara paraā kupharaī upalabdhi karailē tētiẏā tē'ōm̐ ka’lē, ‘āllāhara pathata kōna mōra sāhāyyakāraī ha’ba? Hā'ōraāraīsakalē ka’lē, ‘āmiẏē'i āllāhara (pathata) sāhāyyakāraī. Āmi āllāhara prati īmāna ānichō ārau āpuni sākṣī thākaka yē, niścaẏa āmi muchalima"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "‘Hē āmāra raba! Tumi yi aratīrṇa karaichā tāra prati āmi īmāna ānichō ārau āmi ē'i raāchulara anusaraṇa karaichō. Ētēkē āmāka sākṣyadānakāraīsakalara tālikābhūkta karai lōraā’"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "Ārau siham̐tē kuṭakauśala karaichila ārau āllāhē'ō kauśala karaichila; ārau āllāha uttama kauśalakāraī"
        }
    ]
}