{
    "pages": [
        {
            "chapter": 10,
            "verse": 79,
            "text": "আৰু ফিৰআউনে ক’লে, ‘তোমালোকে মোৰ ওচৰত সকলো সুদক্ষ যাদুকৰক লৈ আহা’।"
        },
        {
            "chapter": 10,
            "verse": 80,
            "text": "এতেকে যেতিয়া যাদুকৰসকল আহিল তেতিয়া মুছাই ক’লে, ‘তোমালোকৰ যি নিক্ষেপ কৰিবলগীয়া আছে নিক্ষেপ কৰা’।"
        },
        {
            "chapter": 10,
            "verse": 81,
            "text": "ফলত যেতিয়া সিহঁতে নিক্ষেপ কৰিলে, তেতিয়া মুছাই ক’লে, ‘তোমালোকে যি লৈ আহিছা সেয়া হৈছে যাদু, নিশ্চয় আল্লাহে সেয়া অসাৰ (বাতিল) কৰি দিব। নিশ্চয় আল্লাহে অশান্তি সৃষ্টিকাৰীসকলৰ কৰ্মক সাৰ্থক নকৰে’।"
        },
        {
            "chapter": 10,
            "verse": 82,
            "text": "আৰু অপৰাধীসকলে অপ্ৰীতিকৰ বুলি অনুভৱ কৰিলেও আল্লাহে তেওঁৰ বাণীৰ দ্বাৰা সত্যক প্ৰতিষ্ঠিত কৰিব।"
        },
        {
            "chapter": 10,
            "verse": 83,
            "text": "কিন্তু ফিৰআউন আৰু তাৰ পৰিষদবৰ্গই নিৰ্যাতন কৰিব বুলি আশংকা কৰি মুছাৰ সম্প্ৰদায়ৰ এটা সৰু যুৱক দলৰ বাহিৰে আন কোনেও তেওঁৰ প্ৰতি ঈমান আনা নাছিল। কাৰণ ফিৰআউন আছিল পৃথিৱীত শক্তিশালী আৰু সি নিশ্চয় সীমালংঘনকাৰী সকলৰ অন্তৰ্ভুক্ত আছিল।"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "আৰু মুছাই ক’লে, ‘হে মোৰ সম্প্ৰদায়! যদি তোমালোকে আল্লাহৰ ওপৰত ঈমান আনিছা, তেন্তে তোমালোকে কেৱল তেওঁৰ ওপৰতেই নিৰ্ভৰ কৰা, যদি তোমালোকে (প্ৰকৃত) মুছলিম’।"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "তেতিয়া সিহঁতে ক’লে, ‘আমি আল্লাহৰ ওপৰতেই নিৰ্ভৰ কৰিলো। হে আমাৰ ৰব! তুমি আমাক যালিম সম্প্ৰদায়ৰ উৎপীড়নৰ পাত্ৰ নকৰিবা’।"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "‘আৰু আমাক তোমাৰ অনুগ্ৰহৰ দ্বাৰা কাফিৰ সম্প্ৰদায়ৰ পৰা ৰক্ষা কৰা’।"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "আমি মুছা আৰু তেওঁৰ ভাতৃৰ ওচৰত অহী প্ৰেৰণ কৰিলো যে, ‘মিচৰত তোমাৰ সম্প্ৰদায়ৰ বাবে কিছুমান ঘৰ তৈয়াৰ কৰা আৰু তোমালোকৰ ঘৰবোৰক ‘কিবলা’ তথা ইবাদতৰ স্থান কৰি লোৱা, আৰু ছালাত কায়েম কৰা আৰু মুমিনসকলক সুসংবাদ দিয়া’।"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "মুছাই ক’লে, ‘হে আমাৰ ৰব! তুমিয়েই ফিৰআউন আৰু তাৰ পৰিষদবৰ্গক পাৰ্থিৱ জীৱনত সৌন্দৰ্য আৰু ধন-সম্পদ প্ৰদান কৰিছা, হে আমাৰ ৰব! সিহঁতে ইয়াৰ দ্বাৰাই মানুহক তোমাৰ পথৰ পৰা ভ্ৰষ্ট কৰে। হে আমাৰ ৰব! সিহঁতৰ সম্পদ বিনষ্ট কৰা, আৰু সিহঁতৰ হৃদয় কঠিন কৰি দিয়া, ফলত সিহঁতে যন্ত্ৰণাদায়ক শাস্তি প্ৰত্যক্ষ নকৰা লৈকে ঈমান পোষণ নকৰিব’।"
        }
    ]
}