{
    "pages": [
        {
            "chapter": 12,
            "verse": 15,
            "text": "তাৰ পিছত সিহঁতে যেতিয়া তাক লৈ গ’ল, আৰু তাক কুঁৱাৰ মাজত নিক্ষেপ কৰিবলৈ একমত হ’ল, আৰু (তেতিয়া) আমি তাৰ (ইউছুফৰ) ওচৰত অহী প্ৰেৰণ কৰি জনাই দিলো যে, ‘অৱশ্যে তুমি সিহঁতক (ভৱিষ্যতত) সিহঁতৰ এই কৰ্ম সম্পৰ্কে জনাবা; অথচ সিহঁতে সেয়া উপলব্ধি কৰিব নোৱাৰিব’।"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "আৰু সিহঁতে ৰাতিৰ প্ৰথম প্ৰহৰত কান্দি কান্দি সিহঁতৰ পিতৃৰ ওচৰত আহিল।"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "সিহঁতে ক’লে, ‘হে আমাৰ পিতৃ! আমি দৌৰ প্ৰতিযোগিতা কৰিবলৈ গৈছিলো আৰু ইউছুফক আমাৰ বস্তু-বাহিনীৰ ওচৰত ৰাখি থৈ গৈছিলো; ফলত কুকুৰ-নেচিয়া আহি তাক খাই পেলাইছে, কিন্তু আপুনিতো বিশ্বাসেই নকৰিব আমি যিমানেই সঁচা কথা নকওঁ কিয়’।"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "আৰু সিহঁতে চোলাটোত মিছা তেজ লগাই আনিছিল। তেওঁ ক’লে, ‘নহয়, বৰং তোমালোকৰ কু-প্ৰবৃত্তিয়ে তোমালোকৰ বাবে এটা কাহিনী সজাই দিছে। গতিকে উত্তম ধৈৰ্যহে মই গ্ৰহণ কৰিম। তোমালোকে যি বৰ্ণনা কৰিছা সেই বিষয়ে একমাত্ৰ আল্লাহেই মোৰ সাহায্যস্থল’।"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "আৰু সিপিনে এটা যাত্ৰীদল আহিল, সিহঁতে সিহঁতৰ পানী সংগ্ৰাহকক পানী আনিবলৈ পঠাই দিলে, সি তাৰ পানী তোলা পাত্ৰটো নাদত নমাই দিলে। সি আনন্দত কৈ উঠিল, ‘কি সুখবৰ! এয়া দেখোন শিশু’! আৰু সিহঁতে তাক পণ্যদ্ৰব্য বুলি লুকাই ৰাখিলে। কিন্তু সিহঁতে যি কৰিছিল সেই বিষয়ে আল্লাহ সবিশেষ অৱগত।"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "আৰু সিহঁতে তাক অতি নগণ্য মূল্যত, মাত্ৰ কেইটামান দিৰহামৰ বিনিময়ত বিক্ৰী কৰি দিলে আৰু সিহঁত আছিল তাৰ বিষয়ে অনাগ্ৰহী।"
        },
        {
            "chapter": 12,
            "verse": 21,
            "text": "আৰু মিচৰৰ যিজন ব্যক্তিয়ে তাক কিনি লৈছিল, সি তাৰ স্ত্ৰীক ক’লে, ‘ইয়াৰ থকাৰ বাবে সন্মানজনক ব্যৱস্থা কৰা, সম্ভৱত ই আমাৰ উপকাৰত আহিব অথবা আমি ইয়াক পুত্ৰৰূপেও গ্ৰহণ কৰিব পাৰি’। এইদৰে আমি ইউছুফক সেই দেশত প্ৰতিষ্ঠিত কৰিলো; আৰু যাতে আমি তাক সপোনৰ ব্যাখ্যা শিকাই দিওঁ। কাৰণ আল্লাহ নিজৰ কৰ্ম সম্পাদনত অপ্ৰতিহত, কিন্তু অধিকাংশ মানুহেই নাজানে।"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "আৰু তেওঁ যেতিয়া পূৰ্ণ যৌৱনত উপনীত হ’ল তেতিয়া আমি তাক হিকমত আৰু জ্ঞান দান কৰিলো। এইদৰেই আমি ইহছানকাৰী সকলক পুৰষ্কৃত কৰো।"
        }
    ]
}