{
    "pages": [
        {
            "chapter": 15,
            "verse": 16,
            "text": "আৰু অৱশ্যে আমি আকাশত বৰুজসমূহ সৃষ্টি কৰিছো আৰু দৰ্শকসকলৰ বাবে সেইবোৰক সৌন্দৰ্যময় কৰিছো।"
        },
        {
            "chapter": 15,
            "verse": 17,
            "text": "আৰু প্ৰত্যেক অভিশপ্ত চয়তানৰ পৰা আমি সেইবোৰক সুৰক্ষিত কৰিছো"
        },
        {
            "chapter": 15,
            "verse": 18,
            "text": "কিন্তু কোনোবাই লুকাই-চুৰকৈ শুনিব ধৰিলে প্ৰদীপ্ত শিখাই তাৰ পিছ লয়।"
        },
        {
            "chapter": 15,
            "verse": 19,
            "text": "আৰু পৃথিৱী, ইয়াক আমি বিস্তৃত কৰিছো, তাত আমি স্থাপন কৰিছো পৰ্বতমালা; লগতে তাত আমি প্ৰত্যেক বস্তু উদগত কৰিছো সুপৰিমিতভাৱে"
        },
        {
            "chapter": 15,
            "verse": 20,
            "text": "আৰু তাত আমি জীৱিকাৰ ব্যৱস্থা কৰিছো তোমালোকৰ বাবে আৰু তোমালোক যিবোৰৰ জীৱিকাদাতা নহয় সেইবোৰৰ বাবেও।"
        },
        {
            "chapter": 15,
            "verse": 21,
            "text": "আৰু আমাৰ ওচৰতেই আছে প্ৰত্যেক বস্তুৰ ভাণ্ডাৰ আৰু আমি সেয়া পৰিজ্ঞাত পৰিমাণেই অৱতীৰ্ণ কৰো।"
        },
        {
            "chapter": 15,
            "verse": 22,
            "text": "আৰু আমিয়েই উৰ্বৰ বায়ু প্ৰেৰণ কৰো, তাৰ পিছত আকাশৰ পৰা পানী বৰ্ষণ কৰো, সেয়া তোমালোকক পান কৰিবলৈ দিওঁ; অথচ তোমালোক নিজে সেয়া ভাণ্ডাৰত সঞ্চয়কাৰী নহয়।"
        },
        {
            "chapter": 15,
            "verse": 23,
            "text": "আৰু আমিয়েই জীৱন দান কৰো আৰু মৃত্যু ঘটাওঁ আৰু আমিয়েই চুড়ান্ত মালিকানাৰ অধিকাৰী।"
        },
        {
            "chapter": 15,
            "verse": 24,
            "text": "আৰু নিশ্চয় আমি তোমালোকৰ মাজৰ পৰা যিসকলে অগ্ৰগামী হৈছে সিহঁতক জানো আৰু অৱশ্যে সিহঁতকো জানো যিসকলে পশ্চাদগামী হৈছে।"
        },
        {
            "chapter": 15,
            "verse": 25,
            "text": "নিশ্চয় তোমাৰ প্ৰতিপালকে সিহঁতক সমবেত কৰিব; নিশ্চয় তেওঁ প্ৰজ্ঞাময়, সৰ্বজ্ঞ।"
        },
        {
            "chapter": 15,
            "verse": 26,
            "text": "আৰু অৱশ্যে আমি মানুহক সৃষ্টি কৰিছো গন্ধযুক্ত বোকাৰ শুকান টিং টিং শব্দ কৰা ক’লাবৰণীয়া মাটিৰ পৰা"
        },
        {
            "chapter": 15,
            "verse": 27,
            "text": "আৰু ইয়াৰ আগত আমি জ্বিনবোৰক সৃষ্টি কৰিছো উত্তপ্ত অগ্নিশিখাৰ পৰা।"
        },
        {
            "chapter": 15,
            "verse": 28,
            "text": "আৰু স্মৰণ কৰা, যেতিয়া তোমাৰ প্ৰতিপালকে ফিৰিস্তাসকলক কৈছিল, ‘নিশ্চয় মই গন্ধযুক্ত বোকাৰ শুকান টিং টিং শব্দ কৰা ক’লাবৰণীয়া মাটিৰে মানুহ সৃষ্টি কৰিবলৈ থিৰাং কৰিছো"
        },
        {
            "chapter": 15,
            "verse": 29,
            "text": "এতেকে যেতিয়া মই তাক সুঠাম কৰিম আৰু তাৰ মাজত মোৰ ফালৰ পৰা ৰূহ সঞ্চাৰ কৰিম তেতিয়া তোমালোকে তাৰ প্ৰতি ছাজদাৱনত হ’বা"
        },
        {
            "chapter": 15,
            "verse": 30,
            "text": "তাৰ পিছত ফিৰিস্তাসকলে সকলোৱে একেলগে ছাজদাহ কৰিলে"
        },
        {
            "chapter": 15,
            "verse": 31,
            "text": "কেৱল ইবলীছৰ বাহিৰে, সি ছাজদাহকাৰী সকলৰ অন্তৰ্ভুক্ত হ’বলৈ অস্বীকাৰ কৰিলে।"
        }
    ]
}