{
    "pages": [
        {
            "chapter": 17,
            "verse": 105,
            "text": "আৰু আমি সত্য সহকাৰে কোৰআন অৱতীৰ্ণ কৰিছো আৰু ই সত্য সহকাৰেই অৱতীৰ্ণ হৈছে। আমি কেৱল তোমাক সুসংবাদদাতা আৰু সতৰ্ককাৰীৰূপেহে প্ৰেৰণ কৰিছো।"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "আৰু আমি কোৰআনক অলপ অলপকৈ অৱতীৰ্ণ কৰিছো; যাতে তুমি সেয়া মানুহৰ ওচৰত ক্ৰমে ক্ৰমে পাঠ কৰিব পাৰা আৰু আমি ইয়াক পৰ্যায়ক্ৰমে অৱতীৰ্ণ কৰিছো।"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "কোৱা, ‘তোমালোকে কোৰআনৰ ওপৰত ঈমান পোষণ কৰা বা নকৰা, নিশ্চয় যিসকলক ইয়াৰ পূৰ্বে জ্ঞান দিয়া হৈছিল, তেওঁলোকৰ ওচৰত যেতিয়া ইয়াক তিলাৱত কৰা হয় তেতিয়াই তেওঁলোকে ছাজদাত পৰি যায়’।"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "আৰু তেওঁলোকে কয়, ‘আমাৰ ৰব পৱিত্ৰ মহান। আমাৰ প্ৰতিপালকৰ প্ৰতিশ্ৰুতি কাৰ্যকৰ হ’বই হ’ব’।"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "‘আৰু তেওঁলোকে কান্দি কান্দি নতশিৰে (ছাজদাত) পৰি যায় আৰু এইটোৱেই তেওঁলোকৰ বিনয় আৰু বৃদ্ধি কৰে’।"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "কোৱা, ‘তোমালোকে (নিজ প্ৰতিপালকক) ‘আল্লাহ’ নামেৰে মাতা বা ‘ৰহমান’ নামেৰেই মাতা, কাৰণ তোমালোকে যি নামেৰেই নামাতা কিয়, সকলো সুন্দৰ নাম তেওঁৰেই। আৰু তুমি ছালাতত স্বৰ খুব উচ্চ নকৰিবা আকৌ বেছি নিম্নও নকৰিবা; বৰং এই দুটাৰ মধ্যপথ অৱলম্বন কৰিবা।"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "আৰু কোৱা, ‘প্ৰশংসা কেৱল আল্লাহৰেই যিজনে কোনো সন্তান গ্ৰহণ কৰা নাই, তেওঁৰ সাৰ্বভৌমত্বত কোনো অংশীদাৰ নাই আৰু অপমানৰ পৰা বাচিবলৈ তেওঁৰ কোনো অভিভাৱকৰো প্ৰয়োজন নাই, সেয়ে তুমি স-সম্ভ্ৰমে তেওঁৰ মাহাত্ম্য ঘোষণা কৰা’।"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "যাৱতীয় প্ৰশংসা কেৱল আল্লাহৰ বাবেই, যিজনে তেওঁৰ বান্দাৰ প্ৰতি কিতাব অৱতীৰ্ণ কৰিছে আৰু তাত তেওঁ কোনো ধৰণৰ বক্ৰতা ৰখা নাই"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "সৰলৰূপে, তেওঁৰ কঠিন শাস্তি সম্পৰ্কে সতৰ্ক কৰাৰ বাবে আৰু মুমিনসকল যিসকলে সৎকৰ্ম কৰে, তেওঁলোকক এই সুসংবাদ দিয়াৰ বাবে যে, তেওঁলোকৰ বাবে আছে উত্তম পুৰষ্কাৰ"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "তাত তেওঁলোকে স্থায়ীভাৱে অৱস্থান কৰিব"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "আৰু সিহঁতক সতৰ্ক কৰাৰ বাবে যিসকলে কয়, ‘আল্লাহে সন্তান গ্ৰহণ কৰিছে’"
        }
    ]
}