{
    "pages": [
        {
            "chapter": 18,
            "verse": 84,
            "text": "নিশ্চয় আমি তেওঁক পৃথিৱীত কৰ্তৃত্ব প্ৰদান কৰিছিলো আৰু প্ৰত্যেক বিষয়ৰ উপায়-উপকৰণ দান কৰিছিলো।"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "তাৰ পিছত তেওঁ এটা পথ অৱলম্বন কৰিলে।"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "গৈ গৈ অৱশেষত তেওঁ যেতিয়া সূৰ্য অস্ত যোৱাৰ স্থানত উপস্থিত হ’ল, তেতিয়া তেওঁ সূৰ্যক এটি পংকিল জলাশয়ত অস্ত যোৱা দেখিলে আৰু তেওঁ তাত এটা সম্প্ৰদায়ক লগ পালে। আমি কলো, ‘হে জুল-কাৰনাইন! তুমি ইহঁতক শাস্তি দিব পাৰা নাইবা ইহঁতৰ বিষয়টো সদয়ভাৱে গ্ৰহণ কৰিব পাৰা’।"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "তেওঁ ক’লে, ‘যিয়ে অন্যায় কৰিব অচিৰেই আমি তাক শাস্তি প্ৰদান কৰিম; তাৰ পিছত তাক তাৰ প্ৰতিপালকৰ ওচৰত উভতাই নিয়া হ’ব, তেতিয়া তেওঁ তাক কঠিন শাস্তি প্ৰদান কৰিব।"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "‘কিন্তু যিয়ে ঈমান আনিব আৰু সৎকৰ্ম কৰিব তাৰ বাবে প্ৰতিদানস্বৰূপ আছে কল্যাণ আৰু আমি আমাৰ ব্যৱহাৰত তাৰ লগত কোমল কথা কম’।"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "তাৰ পিছত তেওঁ আন এটা (অভিযানত) পথ ধৰিলে।"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "গৈ গৈ অৱশেষত তেওঁ যেতিয়া সূৰ্যোদয়ৰ ঠাই পালে, তেতিয়া তেওঁ দেখা পালে যে, সূৰ্য এনেকুৱা এটা সম্প্ৰদায়ৰ ওপৰত উদয় হয়, যিসকলৰ বাবে সূৰ্যৰ তাপৰ পৰা কোনো অন্তৰাল আমি সৃষ্টি কৰা নাই"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "প্ৰকৃত ঘটনা এইটোৱেই, আৰু তেওঁৰ ওচৰত যি আছিল, সেই সম্পৰ্কে আমি সম্যক অৱগত।"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "তাৰ পিছত তেওঁ আন এটা (অভিযানৰ) পথত ওলাই পৰিলে।"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "অৱশেষত তেওঁ যেতিয়া দুই পৰ্বতৰ মধ্যৱৰ্তী স্থলত উপনীত হ’ল, তেতিয়া তাত তেওঁ এনেকুৱা এটা সম্প্ৰদায়ক লগ পালে, যিসকলে তেওঁৰ কথা ভালকৈ বুজিব পৰা নাছিল।"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "সিহঁতে ক’লে, ‘হে জুল-কাৰনাইন! ইয়া’জুজ আৰু মা’জুজে পৃথিৱীত অশান্তি সৃষ্টি কৰি আছে। সেয়ে আমি আপোনাৰ বাবে খৰচ বহন কৰিমনে, যাতে আপুনি আমাৰ আৰু সিহঁতৰ মাজত এটা প্ৰাচীৰ নিৰ্মাণ কৰি দিয়ে’"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "তেওঁ ক’লে, ‘মোৰ প্ৰতিপালকে মোক যি সামৰ্থ দিছে সেইটোৱে উৎকৃষ্ট। গতিকে তোমালোকে মোক দৈহিক শ্ৰমৰ দ্বাৰা সহায় কৰা, মই তোমালোকৰ আৰু সিহঁতৰ মাজত এখন মজবুত প্ৰাচীৰ নিৰ্মাণ কৰি দিম’।"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "‘তোমালোকে মোৰ ওচৰত লোৰ পাতসমূহ আনি দিয়া’, অৱশেষত মধ্যৱৰ্তী খালী ঠাই পূৰ্ণ হৈ যেতিয়া লোহস্তূপ দুয়ো পৰ্বতৰ সমান হ’ল তেতিয়া তেওঁ ক’লে, ‘এতিয়া ফুঁ দি থকা’। তাৰ পিছত যেতিয়া সেইটো জুইত পৰিণত হ’ল, তেতিয়া তেওঁ ক’লে, ‘তোমালোকে মোৰ ওচৰত গলিত তাম লৈ আহা, মই ইয়াৰ ওপৰত ঢালি দিওঁ’।"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "তাৰ পিছত সিহঁতে (ইয়া’জুজ আৰু মা’জুজে) সেইটো অতিক্ৰম কৰিব নোৱাৰিলে আৰু সুৰঙ্গ কাটিও পাৰ হ’ব নোৱাৰিলে।"
        }
    ]
}