{
    "pages": [
        {
            "chapter": 22,
            "verse": 39,
            "text": "যুদ্ধৰ অনুমতি দিয়া হ’ল তেওঁলোকক যিসকলে আক্ৰান্ত হৈছে, কাৰণ তেওঁলোকক নিৰ্যাতন কৰা হৈছে। নিশ্চয় আল্লাহে তেওঁলোকক সহায় কৰিবলৈ সম্যক সক্ষম"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "তেওঁলোকক নিজ ঘৰ-বাৰীৰ পৰা অন্যায়ভাৱে বহিষ্কাৰ কৰা হৈছে, তেওঁলোকৰ অপৰাধ কেৱল এইটোৱে যে, তেওঁলোকে কয়, ‘আমাৰ ৰব আল্লাহ’। আল্লাহে যদি মানুহৰ এটা দলক আন এটা দলৰ দ্বাৰা প্ৰতিহত নকৰিলেহেঁতেন, তেন্তে বিধ্বস্ত হৈ গ’লেহেঁতেন খৃষ্টান সন্যাসীসকলৰ উপাসনালয়, গীৰ্জা, ইয়াহুদীসকলৰ উপাসনালয় লগতে মছজিদসমূহ—য’ত বেছি বেছি আল্লাহৰ নাম স্মৰণ কৰা হয়। নিশ্চয় আল্লাহে তাক সহায় কৰে যিয়ে আল্লাহক সহায় কৰে। নিশ্চয় আল্লাহ মহাশক্তিমান, পৰাক্ৰমশালী।"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "এওঁলোকেই হৈছে সেইসকল লোক যিসকলক আমি পৃথিৱীৰ বুকুত প্ৰতিষ্ঠিত কৰিলে তেওঁলোকে ছালাত কায়েম কৰিব, যাকাত প্ৰদান কৰিব আৰু সৎকমৰ নিৰ্দেশ দিব লগতে অসৎকৰ্ম নিষেধ কৰিব; আৰু সকলো কৰ্মৰ চূড়ান্ত পৰিণতি আল্লাহৰ ইখতিয়াৰত।"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "আৰু সিহঁতে যদি তোমাক অস্বীকাৰ কৰে, তেন্তে (এয়া কোনো নতুন কথা নহয়) সিহঁতৰ পূৰ্বেও নূহ, আদ আৰু ছামূদ সম্প্ৰদায়েও অস্বীকাৰ কৰিছিল"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "লগতে ইব্ৰাহীম আৰু লূতৰ সম্প্ৰদায়েও (অস্বীকাৰ কৰিছিল)"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "আৰু মাদাইনৰ অধিবাসীবিলাকেও। এইদৰে অস্বীকাৰ কৰা হৈছিল মুছাকো। এতেকে কাফিৰসকলক মই অৱকাশ দিছিলো, তাৰ পিছতহে আমি সিহঁতক ধৰিছিলো। এতেকে (প্ৰত্যক্ষ কৰা) মোৰ প্ৰত্যাখ্যান (শাস্তি) কেনেকুৱা আছিল"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "আৰু আমি কিমান যে জনপদ ধ্বংস কৰিছো যিবোৰৰ অধিবাসীবিলাক আছিল যালিম। ফলত এইবোৰ জনপদে সিহঁতৰ ঘৰৰ চাদৰ সৈতে ধ্বংসস্তূপত পৰিণত হৈছে। এইদৰে কিমান যে কুঁৱা পৰিত্যক্ত হৈছে আৰু কিমান যে সুদৃঢ় প্ৰসাদ ধ্বংস হৈছে"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "সিহঁতে পৃথিৱীত ভ্ৰমণ কৰা নাইনে? তেতিয়াহে সিহঁতে জ্ঞান বুদ্ধি সম্পন্ন হৃদয় আৰু শ্ৰুতিশক্তি সম্পন্ন শ্ৰৱণৰ অধিকাৰী হ’ব পাৰিলেহেঁতেন। প্ৰকৃততে চকু অন্ধ নহয়, বৰং অন্ধ হৈছে বুকুৰ মাজত অৱস্থিত হৃদয়।"
        }
    ]
}