{
    "pages": [
        {
            "chapter": 41,
            "verse": 47,
            "text": "কিয়ামতৰ জ্ঞান কেৱল আল্লাহৰ ওচৰতেই প্ৰত্যাৱৰ্তিত হয়। তেওঁৰ অজ্ঞতাসাৰত কোনো ফলো আৱৰণৰ পৰা ওলাই নাহে, কোনো নাৰীও গৰ্ভ ধাৰণ নকৰে আৰু সন্তানো প্ৰসৱ নকৰে। যিদিনা আল্লাহে সিহঁতক মাতি ক’ব, ‘মোৰ অংশীদাৰসকল ক’ত’? তেতিয়া সিহঁতে ক’ব, ‘আমি তোমাৰ ওচৰত নিবেদন কৰো যে, এই বিষয়ে আমাৰ মাজত কোনো সাক্ষী নাই’।"
        },
        {
            "chapter": 41,
            "verse": 48,
            "text": "আৰু ইতিপূৰ্বে সিহঁতে যিবিলাক (উপাস্যক) আহ্বান কৰিছিল সিহঁত সিহঁতৰ পৰা অন্তৰ্ধান হৈ যাব, আৰু সিহঁতে বিশ্বাস কৰিব যে, সিহঁতৰ পলায়নৰ কোনো উপায় নাই।"
        },
        {
            "chapter": 41,
            "verse": 49,
            "text": "মানুহে কল্যাণ প্ৰাৰ্থনাত কোনো ক্লান্তি বোধ নকৰে, কিন্তু যেতিয়া তাক কোনো অকল্যাণে স্পৰ্শ কৰে তেতিয়া সি প্ৰচণ্ডভাৱে হতাশ আৰু নিৰাশ হৈ পৰে"
        },
        {
            "chapter": 41,
            "verse": 50,
            "text": "আকৌ দুঃখ-দৈন্যই স্পৰ্শ কৰাৰ পিছত যদি আমি তাক আমাৰ তৰফৰ পৰা অনুগ্ৰহৰ সোৱাদ ল’বলৈ দিওঁ, তেতিয়া সি অৱশ্যে কয়, ‘এয়া মোৰ প্ৰাপ্য আৰু মোৰ বিশ্বাস নহয় যে কিয়ামত সংঘটিত হ’ব। আনহাতে যদি মোক মোৰ প্ৰতিপালকৰ ওচৰলৈ উভতাই নিয়াও হয়, তথাপিও তেওঁৰ ওচৰত মোৰ বাবে কল্যাণেই থাকিব’। এতেকে নিশ্চয় আমি কাফিৰসকলক সিহঁতৰ আমল সম্পৰ্কে অৱহিত কৰিম আৰু সিহঁতক অৱশ্যে কঠোৰ শাস্তি আস্বাদন কৰাম।"
        },
        {
            "chapter": 41,
            "verse": 51,
            "text": "আৰু যেতিয়া আমি মানুহৰ প্ৰতি অনুগ্ৰহ কৰো তেতিয়া সি মুখ ঘূৰাই লয় আৰু দূৰলৈ আঁতৰি যায়। কিন্তু যেতিয়া তাক অকল্যাণে স্পৰ্শ কৰে তেতিয়া সি দীৰ্ঘ প্ৰাৰ্থনাকাৰী হয়।"
        },
        {
            "chapter": 41,
            "verse": 52,
            "text": "কোৱা, ‘তোমালোকে কেতিয়াবা ভাবিছানে, যদি এই কোৰআন আল্লাহৰ তৰফৰ পৰা অৱতীৰ্ণ হৈ থাকে তথাপিও তোমালোকে ইয়াক প্ৰত্যাখ্যান কৰিছা, তেনে অৱস্থাত যি ব্যক্তি ঘোৰ বিৰুদ্ধাচৰণত লিপ্ত আছে, তাতকৈ অধিক বিভ্ৰান্ত আৰু কোন হ’ব পাৰে’"
        },
        {
            "chapter": 41,
            "verse": 53,
            "text": "অনতিপলমে আমি সিহঁতক আমাৰ নিদৰ্শনাৱলী দেখুৱাম, বিশ্বজগতৰ প্ৰান্তসমূহত আৰু সিহঁতৰ নিজৰ মাজতো; যাতে সিহঁতৰ ওচৰত সুস্পষ্ট হৈ উঠে যে, অৱশ্যে এইটো (কোৰআন) সত্য। এইটো তোমাৰ প্ৰতিপালক সম্পৰ্কে যথেষ্ট নহয়নে যে, তেওঁ সকলো বস্তুৰ ওপৰত সাক্ষী"
        },
        {
            "chapter": 41,
            "verse": 54,
            "text": "জানি থোৱা! নিশ্চয় সিহঁত নিজ প্ৰতিপালকৰ সাক্ষাত সম্পৰ্কে সন্দেহত আছে। জানি থোৱা যে, নিশ্চয় তেওঁ (আল্লাহ) সকলো বস্তুকেই পৰিবেষ্টন কৰি আছে।"
        }
    ]
}