{
    "pages": [
        {
            "chapter": 2,
            "verse": 38,
            "text": "আমি ক’লো, ‘তোমালোক আটায়ে ইয়াৰ পৰা নামি যোৱা। যেতিয়া মোৰ ফালৰ পৰা তোমালোকৰ ওচৰত কোনো হিদায়ত আহিব, তেতিয়া যিসকলে আমাৰ হিদায়তৰ অনুসৰণ কৰিব, তেওঁলোকৰ কোনো ভয় নাই আৰু চিন্তাৰো কোনো কাৰণ নাই’।"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "আৰু যিসকলে কুফৰী কৰিছে আৰু আমাৰ আয়াতসমূহক অস্বীকাৰ কৰিছে, সিহঁতেই জুইৰ অধিবাসী। তাত সিহঁতে চিৰকাল থাকিব।"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "হে ঈছৰাঈলৰ বংশধৰসকল! তোমালোকে মোৰ সেই অনুগ্ৰহসমূহৰ কথা স্মৰণ কৰা, যি অনুগ্ৰহ মই তোমালোকক প্ৰদান কৰিছিলো আৰু তোমালোকে মোৰ অঙ্গীকাৰ পূৰণ কৰা, ময়ো তোমালোকৰ অঙ্গীকাৰ পূৰণ কৰিম। আৰু তোমালোকে কেৱল মোকেই ভয় কৰা।"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "আৰু মই যি অৱতীৰ্ণ কৰিছো তোমালোকে তাৰ প্ৰতি ঈমান আনা। ই তোমালোকৰ ওচৰত যি আছে তাৰ সত্যতা প্ৰমানকাৰী। আৰু তোমালোকেই ইয়াৰ প্ৰথম অস্বীকাৰকাৰী নহ’বা আৰু তোমালোকে মোৰ আয়াতসমূহক সামান্য মূল্যত বিক্ৰী নকৰিবা। আৰু তোমালোকে কেৱল মোকেই ভয় কৰা।"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "আৰু তোমালোকে সত্যক মিছাৰ লগত মিশ্ৰিত নকৰিবা আৰু জানি-শুনি সত্য গোপন নকৰিবা।"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "আৰু তোমালোকে ছালাত প্ৰতিষ্ঠা কৰা আৰু যাকাত প্ৰদান কৰা লগতে ৰুকুকাৰী সকলৰ লগত ৰুকু কৰা।"
        },
        {
            "chapter": 2,
            "verse": 44,
            "text": "তোমালোকে মানুহক সত্কামৰ আদেশ দিয়া আৰু নিজকে পাহৰি যোৱা নেকি? অথচ তোমালোকে কিতাব অধ্যয়ন কৰা। তোমালোকে নুবুজা নেকি"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "আৰু তোমালোকে ধৈৰ্য আৰু ছালাতৰ দ্বাৰা সহায় প্ৰাৰ্থনা কৰা। নিশ্চয় বিনয়ীসকলৰ বাহিৰে আনৰ বাবে ই বৰ কঠিন কাম।"
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "(আৰু এই কাম সেইসকল লোকৰ বাবে সহজ) যিসকলে বিশ্বাস কৰে যে, নিশ্চয় সিহঁতে সিহঁতৰ প্ৰতিপালকৰ লগত সাক্ষাৎ কৰিব আৰু নিশ্চয় সিহঁত তেওঁৰ ফালেই উভতি যাব।"
        },
        {
            "chapter": 2,
            "verse": 47,
            "text": "হে ঈছৰাঈলৰ বংশধৰসকল! মোৰ সেই অনুগ্ৰহৰ কথা মনত পেলোৱা যি মই তোমালোকক প্ৰদান কৰিছিলো, আৰু নিশ্চয় মই তোমালোকক সমগ্ৰ জাতিৰ ওপৰত শ্ৰেষ্ঠত্ব প্ৰদান কৰিছিলো।"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "আৰু তোমালোকে সেইদিনটোক ভয় কৰা যিদিনা কোনোৱেই কাৰো কামত নাহিব। আৰু কাৰো ছুপাৰিছ গ্ৰহন কৰা নহ’ব লগতে কাৰো পৰা কোনো বিনিময়ো লোৱা নহ’ব, আৰু সিহঁতে সহায় প্ৰাপ্তও নহ’ব।"
        }
    ]
}