{
    "rukus": [
        {
            "chapter": 6,
            "verse": 42,
            "text": "Батаҳқиқ, Биз сендан олдинги умматларга ҳам Пайғамбарлар юборганмиз. Сўнгра, шояд, тазарруъ қилсалар деб, уларни бало ва зиёнларга тутганмиз"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Бизнинг баломиз уларга етганда, тазарруъ қилсалар эди! Лекин қалблари қаттиқ бўлди ва шайтон уларга қилаётган ишларини зийнатлаб кўрсатди"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "Эслатилган нарсаларни унутган чоғларида, уларга ҳамма нарсанинг эшикларини очиб қўйдик. Ўзларига берилган нарсалардан хурсанд бўлиб турганларида, уларни бирданига тутдик. Бас, қарабсизки, бутунлай ноумид бўлдилар"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "Бас, зулм қилган қавмларнинг кети кесилди. Оламларнинг Роббиси Аллоҳга ҳамдлар бўлсин"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "Уларга: «Айтинг-чи, агар Аллоҳ қулоқ ва кўзларингизни олиб қўйса, қалбларингизга муҳр босса, Аллоҳдан ўзга қайси илоҳ уни сизга беради», дегин. Биз оятларни қандай келтиришимизга, сўнгра уларнинг қандай юз ўгириб кетишига назар сол"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "Уларга: «Айтинг-чи, агар сизга Аллоҳнинг азоби бирданига ёки очиқчасига келса, золим қавмларгина ҳалок қилинадилар-ку!» – деб айт"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "Биз Пайғамбарларни фақат башорат берувчи ва огоҳлантирувчи қилиб юборурмиз. Ким иймон келтириб, амали солиҳ қилса, уларга хавфу хатар йўқ ва улар ранжимаслар"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "Оятларимизни ёлғонга чиқарганларни, фосиқлик қилганлари учун, азоб тутадир"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "Сен: «Сизларга, ҳузуримда Аллоҳнинг хазиналари бор, демасман. ўайбни биламан, демасман. Ва яна сизларга, мен фариштаман, деб ҳам айтмасман. Мен фақат ўзимга ваҳий қилинган нарсага эргашаман, холос», деб айт. «Кўр билан кўзи ўткир тенг бўла олурми? Ўйлаб кўрмайсизларми?» – деб айт"
        }
    ]
}