{
    "rukus": [
        {
            "chapter": 6,
            "verse": 101,
            "text": "У, осмонлару ерни йўқдан бор қилгувчи Зотдир. Унинг хотини бўлмай туриб, боласи қандай бўлсин?! У ҳамма нарсани Ўзи яратди ва У ҳамма нарсани яхши билгувчидир"
        },
        {
            "chapter": 6,
            "verse": 102,
            "text": "Ана ўша Аллоҳ сизнинг Роббингиздир. Ундан бошқа ибодатга сазовор зот йўқ. У ҳар бир нарсанинг Яратгувчисидир. Бас, Унга ибодат қилинг. У ҳар бир нарсага вакилдир"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "Кўзлар Уни идрок эта олмас, У кўзларни идрок этар. У латийф ва хабардор Зотдир"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "Батаҳқиқ, сизга Роббингиздан «кўз очувчи»лар келди. Кимки кўрса, ўзига яхши. Ким кўр бўлиб олса, ўзига зарар. Мен сизларга қўриқчи эмасман"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "Шундай қилиб: «Дарс олгансан», – дейишлари учун ва билган қавмларга баён қилишинг учун оятларни тасарруф қилурмиз"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "Сенга Роббингдан ваҳий қилинган нарсага эргаш. Ундан бошқа ибодатга сазовор зот йўқ. Мушриклардан юз ўгир"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "Агар Аллоҳ хоҳласа, ширк келтирмас эдилар. Биз сени уларга қўриқчи қилганимиз йўқ. Ва сен уларга вакил ҳам эмассан"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "Уларнинг Аллоҳдан ўзга ибодат қиладиганларини сўкмангиз. Бас, билмасдан зулм ила Аллоҳни сўкиб юрмасинлар. Шундай қилиб, ҳар бир умматга амалини зийнатлаб қўйдик. Сўнгра эса, қайтиб борадиган жойлари Роббиларигадир. Бас, У қилиб юрган ишларининг хабарини берур"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "Улар агар бирон оят — мўъжиза келса, албатта, иймон келтиришлари ҳақида Аллоҳнинг номи билан жон-жаҳдлари ила қасам ичарлар. «Албатта, оятлар фақат Аллоҳнинг ҳузурида», – деб айт. Сизга нима билдирди? Эҳтимол, оят келса ҳам, улар иймон келтирмаслар"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "Худди аввал иймон келтирмаганларидек, қалблари ва кўзларини буриб қўярмиз ва туғёнларида довдираган ҳолларида тек қўярмиз"
        }
    ]
}