{
    "rukus": [
        {
            "chapter": 2,
            "verse": 168,
            "text": "Эй одамлар! Ер юзидаги нарсалардан ҳалол-покларини енглар. Ва шайтон изидан эргашманглар, чунки у сизларга очиқ душмандир"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "Албатта, у сизларни ёмон ва фаҳш ишларга ҳамда Аллоҳга қарши билмаган нарсангизни гапиришингизга буюрадир"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "Уларга: «Аллоҳ нозил қилган нарсага эргашингиз», дейилса, улар: «Йўқ, биз оталаримизни нимада топсак, шунга эргашамиз», дерлар. Оталари ҳеч нарсага ақли етмаган ва ҳидоят топмаган бўлсалар ҳам-а"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "Куфр келтирганлар мисоли худди қичқириқ ва сасдан бошқа нарсани эшитмайдиганларга бақираётганга ўхшайди. Улар кар, соқов ва кўрдирлар. Улар ақл ишлатмаслар"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "Эй, иймон келтирганлар! Сизларга ризқ қилиб берганимиз пок нарсалардан енглар ва Аллоҳга шукр қилинглар, агар Унга ибодат қиладиган бўлсаларингиз"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "Албатта, У зот сизларга фақат ўлимтикни, қонни, чўчқанинг гўштини ва Аллоҳдан бошқага сўйилганни ҳаром қилди. Кимки мажбур бўлса-ю, зулм қилмай, ҳаддан ошмай (еса), унга гуноҳ бўлмас. Албатта, Аллоҳ мағфиратли ва раҳимлидир"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "Албатта, Аллоҳ китобда туширган нарсани беркитганлар ва уни озгина баҳога сотганлар, ана ўшалар қоринларига оловдан бошқа нарсани емаслар, уларга Аллоҳ қиёмат куни гапирмас ва уларни покламас. Уларга аламли азоблар бор"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "Ана ўшалар адашувни ҳидоятга, азобни мағфиратга сотиб олганлардир. Дўзах ўтига қандоқ чидайдилар-а"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "Бунинг сабаби, албатта, Аллоҳ китобни ҳақ билан нозил қилган эди. Китоб хусусида ихтилоф қилганлар эса, тубсиз тортишувдадирлар"
        }
    ]
}