{
    "rukus": [
        {
            "chapter": 33,
            "verse": 59,
            "text": "Эй Набий, жуфтларингга, қизларингга ва мўминларнинг аёлларига айт: жилбобларини ўзларига яқин қилсинлар. Ана ўша уларнинг танилмоқлари ва озорга учрамасликлари учун яқинроқдир. Аллоҳ ўта мағфиратли ва раҳимли Зотдир"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "Қасамки, агар мунофиқлар, қалбларида марази борлар ва Мадинада миш-миш тарқатувчилар тўхтамасалар, сени уларга қарши қўзғатурмиз. Сўнгра улар у(Мадина)да сенга озгинадан бошқа қўшни бўла олмаслар"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "Лаънатланган ҳолларида, қаерда топилсалар, тутилурлар ва ўлдириб ташланурлар"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "Илгари ўтганлар ҳақида Аллоҳ тутган йўл ҳам шудир. Аллоҳнинг йўлига ҳеч бадал топа олмассан"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "Одамлар сендан соат (қиёмат) ҳақида сўрарлар. Сен: «Унинг илми фақат Аллоҳнинг ҳузуридадир», деб айт. Недан билурсан, эҳтимол, ўша соат яқиндир"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "Албатта, Аллоҳ кофирларни лаънатлади ва уларга дўзахни тайёрлаб қўйди"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "Улар унда абадий бардавом қолурлар. На бир дўст ва на бир ёрдамчи топа олмаслар"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "Юзлари олов ичида айлантирилаётган кунда улар: «Эҳ, кошки, Аллоҳга итоат қилсак эди, Расулига итоат қилсак эди», дерлар"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "Ва: «Эй Роббимиз, албатта, биз бошлиқларимизга ва катталаримизга итоат қилдик. Бас, улар бизни йўлдан оздирдилар"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "Эй Роббимиз, сен уларга азобдан икки ҳисса бергин ва уларни катта лаънатлаш ила лаънатлагин!» дедилар"
        }
    ]
}