{
    "rukus": [
        {
            "chapter": 5,
            "verse": 101,
            "text": "Эй, иймон келтирганлар! Ҳар хил нарсаларни сўрайверманглар. Агар зоҳир бўлса, сизга ёмон бўладир. Агар Қуръон нозил қилиниб турган чоғда сўрасангиз, сизга зоҳир бўладир. Ҳолбуки, Аллоҳ уларни афв қилган эди. Аллоҳ мағфиратли ва Ҳалийм Зотдир"
        },
        {
            "chapter": 5,
            "verse": 102,
            "text": "Сиздан олдин ҳам бир қавм уларни сўраган, сўнгра эса, уларга кофир бўлган эди"
        },
        {
            "chapter": 5,
            "verse": 103,
            "text": "Аллоҳ баҳийра, соиба, васийла ва ҳоммларни қилгани йўқ. Лекин куфр келтирганлар Аллоҳга нисбатан ёлғон тўқирлар. Уларнинг кўплари ақлсиздирлар"
        },
        {
            "chapter": 5,
            "verse": 104,
            "text": "Уларга: «Аллоҳ нозил қилган нарсага, Пайғамбарга келинглар», дейилса, «Бизга ота-боболаримизни ниманинг устида топган бўлсак, ўша етарли», дерлар. Агар ота-боболари ҳеч нарсага ақли етмайдиган ва ҳидоятга эришмаган бўлсалар ҳам-а"
        },
        {
            "chapter": 5,
            "verse": 105,
            "text": "Эй, иймон келтирганлар! Ўзингизни билинг. Агар ҳидоятда бўлсангиз, адашганлари сизга зарар қилмас. Ҳаммангизнинг қайтиб борадиган жойингиз Аллоҳнинг ҳузурида. Ўшанда сизга қилиб юрган ишларингизнинг хабарини берадир"
        },
        {
            "chapter": 5,
            "verse": 106,
            "text": "Эй, иймон келтирганлар! Бирортангизга ўлим келганда — васият қилар чоғида ўзингиздан бўлган икки адолатли киши, агар ер юзида сафардалик чоғингизда ўлим мусийбати етса, ўзгалардан икки киши ўртангизда гувоҳ бўлсин. Агар шубҳа қилсангиз, гувоҳларни намоздан кейин тутасиз ва улар: «Гарчи қариндошимиз учун бўлса ҳам, қасамни озгина қийматга сотмасмиз ва Аллоҳ учун гувоҳлигимизни яширмасмиз. Зотан, у ҳолда, албатта, гуноҳкорлардан бўлиб қоламиз», деб Аллоҳ номи ила қасам ичарлар"
        },
        {
            "chapter": 5,
            "verse": 107,
            "text": "Агар икковларининг гуноҳлари билиниб қолса, ўринларига устиларига ноҳақлик тушган яқинлардан иккиталари ўтурлар ва Аллоҳ ила қасам ичиб: «Бизнинг гувоҳлигимиз уларнинг гувоҳликларидан тўғрироқ ва биз тажовуз қилмадик. Агар қилган бўлсак, албатта, золимлардан бўлурмиз», дейишади"
        },
        {
            "chapter": 5,
            "verse": 108,
            "text": "Ана шундай қилмоқлик, гувоҳликни ҳаққоний адо этишларига ёки қасамларидан сўнг раддия қасам бўлишидан қўрқишларига яқинроқдир. Аллоҳга тақво қилинглар ва қулоқ осинглар. Аллоҳ фосиқ қавмларни ҳидоят қилмас"
        }
    ]
}