{
    "pages": [
        {
            "chapter": 6,
            "verse": 28,
            "text": "Po, atyre iu doli sheshit ajo që më parë e fshihnin, por edhe sikur të ktheheshin, prapë do të bënin ato që u ishin ndaluar. Vërtet, ata janë gënjeshtarë"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "Ata thoshin: “S’ka tjetër, përveç jetës në këtë botë dhe ne nuk do të ringjallemi”"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "Ah, sikur t’i shohësh ata kur të dalin para Zotit! Ai do t’ju thotë: “A nuk është e vërtetë kjo?” Ata do të përgjigjen: “Po, është e vërtetë, për Zotin tonë!” Allahu do t’u thotë: “E pra, tani shijoni dënimin, sepse nuk besuat!”"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "Sigurisht që janë të humbur ata që mohojnë takimin me Allahun! Kur Ora (e Kiametit) t’u vijë papritur, ata do të thërrasin: “Të mjerët ne, sa shumë që e kemi neglizhuar (Kiametin) në jetën e Tokës!” dhe do të bartin gjynahet e veta mbi shpinat e tyre. Eh, sa e shëmtuar është ajo barrë"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "Jeta e kësaj bote është vetëm lojë e argëtim, kurse bota tjetër, pa dyshim që është më e mirë për ata që i frikësohen Allahut. Pra, a nuk po mendoni"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "Ne e dimë se ty të zemëron ajo që thonë ata. Në të vërtetë, nuk je ti ai që po mohojnë ata, por keqbërësit po mohojnë shpalljet e Allahut"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Edhe para teje (o Muhamed!), shumë të dërguar janë mohuar, por ata e kanë duruar mohimin dhe lëndimin (që kanë pësuar), derisa u ka ardhur ndihma Jonë, sepse askush nuk mund t’i ndryshojë vendimet e Allahut. Ti tashmë ke dëgjuar për ata të dërguar"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "Nëse ty të duket e rëndë për t’u mbajtur përbuzja e tyre, atëherë kërko – nëse mundesh – një zgavër në tokë ose shkallë në qiell, që t’u sjellësh atyre një mrekulli! Sikur Allahu të donte, do t’i kishte mbledhur ata në rrugë të mbarë, prandaj mos u bëj nga ata që nuk e dinë këtë"
        }
    ]
}