{
    "pages": [
        {
            "chapter": 7,
            "verse": 96,
            "text": "Sikur banorët e atyre qyteteve të besonin dhe të ruheshin prej gjynaheve, Ne do t’u dërgonim bekime nga qielli dhe toka, por ata mohuan, prandaj i dënuam për atë që bënë"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "A janë të sigurt banorët e këtyre qyteteve[104] se nuk do t’iu vijë dënimi Ynë natën, ndërkohë që flenë"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "A janë të sigurt ata se nuk do t’iu vijë dënimi Ynë ditën, ndërkohë që argëtohen"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "A janë të sigurt ata nga të papriturat e Allahut? Vetëm ata që janë të humbur nuk u frikësohen të papriturave të Allahut"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "A nuk e është e qartë për ata që trashëguan tokën e banorëve të mëparshëm të saj, se, nëse Ne dëshirojmë, i dënojmë për gjynahet e tyre dhe ua vulosim zemrat, që të mos dëgjojnë"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "Ne të kemi treguar ty disa nga ngjarjet e atyre popujve. Të dërguarit e tyre u erdhën me prova të qarta, por sigurisht që ata nuk do të besonin diçka që edhe më parë e mohonin. Kështu ua vulos Allahu zemrat mohuesve"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "Ne pamë se shumica e tyre nuk i përmbaheshin besëlidhjes; vërtet, Ne gjetëm se shumica e tyre ishin të pabindur"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "Pas tyre, Ne dërguam Musain me shenjat Tona, te Faraoni dhe paria e tij, por edhe ata i mohuan ato. Pra, shiko si ishte përfundimi i ngatërrestarëve"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "Musai tha: “O Faraon! Në të vërtetë, unë jam i dërguari i Zotit të botëve"
        }
    ]
}