{
    "pages": [
        {
            "chapter": 11,
            "verse": 118,
            "text": "Sikur të kishte dashur Zoti yt, të gjithë njerëzit do t’i bashkonte në një bashkësi të vetme, por ata vazhdojnë të jenë të përçarë"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "përveç atyre, që i ka mëshiruar Zoti yt. Për këtë qëllim Ai i krijoi ata. Do të plotësohet Fjala e Zotit tënd: “Me të vërtetë që do ta mbush Xhehenemin me xhinde dhe njerëz bashkërisht!”"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "Ne po t’i tregojmë ty disa nga historitë e të dërguarve, për të ta forcuar zemrën. Në këtë sure të ka ardhur ty e vërteta. Ajo është këshillë dhe kujtesë për besimtarët"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "Dhe thuaju atyre që nuk besojnë: “Ju bëni çfarë të mundni, edhe ne do të bëjmë çfarë të mundim"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "dhe pritni, nëse do të prisni, se dhe ne do të presim!”"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "Allahu i di të fshehtat e qiejve dhe të Tokës dhe çdo gjë kthehet tek Ai. Lutju Atij dhe mbështetu tek Ai! Zoti yt nuk është i pavëmendshëm ndaj asaj që bëni ju"
        },
        {
            "chapter": 12,
            "verse": 1,
            "text": "Elif, Lâm, Râ. Këto janë vargjet e Librit të qartë"
        },
        {
            "chapter": 12,
            "verse": 2,
            "text": "Ne e zbritëm këtë Kuran në gjuhën arabe, për ta kuptuar ju"
        },
        {
            "chapter": 12,
            "verse": 3,
            "text": "Ne të tregojmë ty (Muhamed) historinë më të bukur[148] përmes shpalljes së këtij Kurani, ndonëse ti, me të vërtetë, nuk ke qenë në dijeni më parë"
        },
        {
            "chapter": 12,
            "verse": 4,
            "text": "Kur Jusufi i tha babait të vet: “O babai im! Unë pashë në ëndërr njëmbëdhjetë yje, Diellin dhe Hënën! I pashë të më përuleshin në sexhde”"
        }
    ]
}