{
    "pages": [
        {
            "chapter": 2,
            "verse": 203,
            "text": "Dhe madhëroni Allahun në (tri) ditët e caktuara (të Teshrikut). Por, edhe ata që nguten dhe rrinë vetëm dy ditë (në Mina), nuk bëjnë gjynah; nuk bën gjynah as ai që rri më shumë, nëse i frikësohet vërtet Allahut. Ta keni frikë Allahun e ta dini mirë se vetëm tek Ai do të tuboheni"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "Ka ndonjë njeri (hipokrit), fjalët e të cilit në jetën e kësaj bote ta bëjnë qejfin dhe që betohet në Allahun për atë që mban në zemër, por që, në të vërtetë, është kundërshtari (yt) më i betuar"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "E, kur largohet, përpiqet të bëjë të këqija në tokë, duke shkatërruar të mbjellat dhe bagëtinë. Por Allahu nuk e do shkatërrimin"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "Kur atij i thuhet “Kije frikë Allahun!”, ai mburret dhe bën më shumë të këqija. Atij i mjafton Xhehenemi. Eh, sa vendbanim i keq është ai vend"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "Ka njerëz që e flijojnë veten, për të fituar pëlqimin e Allahut. Allahu është shumë i mëshirshëm me robtë e Vet"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "O besimtarë! Pranojeni Islamin me të gjitha rregullat e tij dhe mos shkoni gjurmëve të djallit, se ai është armiku juaj i përbetuar"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "E, nëse i shmangeni së drejtës, pasi ju kanë ardhur prova të qarta, atëherë dijeni se Allahu është i Plotfuqishëm dhe i Urtë"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "E ç’presin tjetër ata, që t’u vijë Allahu përmes hijeve të reve bashkë me engjëjt?! Atëherë merr fund puna! Tek Allahu kthehen të gjitha punët"
        }
    ]
}