{
    "pages": [
        {
            "chapter": 21,
            "verse": 73,
            "text": "Ne i bëmë ata udhëheqës që udhëzonin sipas urdhrit Tonë dhe i frymëzuam që të bënin vepra të mira, të kryenin faljet dhe të jepnin zekatin, dhe ata vetëm Ne na adhuruan"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Lutit i dhamë urtësi dhe dituri, dhe e shpëtuam prej vendbanimit ku bëheshin vepra të liga. Ata ishin vërtet njerëz të këqij e të mbrapshtë"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Lutin e pranuam në mëshirën Tonë. Me të vërtetë, ai është prej të mirëve"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "(Kujtoje) Nuhun kur ai Na thirri më përpara, dhe Ne iu përgjigjëm atij, duke e shpëtuar atë dhe familjen e tij nga mjerimi i madh (mbytja)"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Dhe e ndihmuam atë kundër popullit që i quante gënjeshtra shenjat Tona. Me të vërtetë, ai ishte popull i keq, prandaj e fundosëm të gjithin"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "(Kujtoje) edhe Davudin dhe Sulejmanin, kur gjykuan mbi të lashtat në të cilat kishin kullotur natën bagëtitë e disa njerëzve. Ne ishim dëshmitarë të gjykimit të tyre"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "Ne e bëmë Sulejmanin ta kuptonte drejtë çështjen dhe, që të dyve u dhamë mençuri e dituri. Ne i nënshtruam malet dhe shpendët që, bashkë me Davudin, të thurnin lavde (për Allahun). Ishim Ne që i bënim këto"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Ne i mësuam atij (Davudit) punimin e parzmoreve prej hekuri për ju, për t’ju mbrojtur në luftë me armikun, andaj, a jeni mirënjohës"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Sulejmanit i dhamë erën e fortë, që të fryjë sipas urdhrit të tij, drejt tokës, të cilën Ne e kemi bekuar; Ne jemi të Dijshëm për çdo gjë"
        }
    ]
}