{
    "pages": [
        {
            "chapter": 23,
            "verse": 18,
            "text": "Ne zbresim ujë nga qielli me masë të caktuar, pastaj e depozitojmë atë në Tokë. Por, nëse dëshirojmë, Ne jemi në gjendje ta heqim atë tërësisht"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "Nëpërmjet tij (ujit), Ne bëjmë për ju kopshte hurmash dhe rrushi, ku ka shumë fruta për të ngrënë"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "si dhe pemën[217] që rritet në malin e Sinait e që u jep vaj dhe mëlmesë, atyre që e hanë"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "Vërtet, edhe te bagëtitë për ju ka shenja (për të medituar): ju pini atë që gjendet në barkun e tyre, hani mishin e tyre, nxirrni shumë dobi të tjera"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "dhe udhëtoni me ato, ashtu siç udhëtoni me anije"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "Ne e dërguam Nuhun te populli i tij dhe ai tha: “O populli im, adhuroni Allahun! Ju nuk keni zot tjetër të vërtetë përveç Tij, vallë, a nuk keni frikë (prej Tij)?”"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Por paria e popullit të tij, që nuk besonte, tha: “Ky është veçse njeri si ju e do vetëm të madhërohet mbi ju. Sikur të kishte dashur Allahu, do të dërgonte engjëj; nuk kemi dëgjuar diçka të tillë nga të parët tanë të lashtë"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "ai është njeri i marrë, andaj lëreni atë njëfarë kohe!”"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "(Nuhu) tha: “O Zoti im, më ndihmo, sepse ata më quajnë për gënjeshtar!”"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Dhe Ne i shpallëm atij: “Ndërto anijen nën Sytë (mbikëqyrjen) dhe frymëzimin Tonë e, kur të vijë urdhri Ynë e të vërshojë uji nga furra, ngarko në anije prej çdo lloj gjallese nga një çift dhe familjen tënde, përveç atyre që janë dënuar të humbasin, dhe mos M’u drejto për ata që kanë bërë të këqija se ata, me të vërtetë, do të fundosen"
        }
    ]
}