{
    "pages": [
        {
            "chapter": 54,
            "verse": 7,
            "text": "Me sy të përulur do të dalin nga varret, sikur të ishin karkaleca të shpërndarë"
        },
        {
            "chapter": 54,
            "verse": 8,
            "text": "duke shpejtuar drejt Lajmëtarit. Atëherë, mohuesit do të thonë: “Kjo është ditë e vështirë!”"
        },
        {
            "chapter": 54,
            "verse": 9,
            "text": "Para tyre (i) ka përgënjeshtëruar (shenjat Tona) populli i Nuhut. Ata e quanin gënjeshtar robin Tonë (Nuhun), i thoshin “i çmendur”, e pengonin dhe e kërcënonin"
        },
        {
            "chapter": 54,
            "verse": 10,
            "text": "Kështu, ai iu lut Zotit të vet: “Unë jam i mundur, andaj më ndihmo!”"
        },
        {
            "chapter": 54,
            "verse": 11,
            "text": "Dhe Ne i hapëm dyert e qiellit me ujë të rrëmbyeshëm"
        },
        {
            "chapter": 54,
            "verse": 12,
            "text": "dhe i shpërthyem burimet e tokës, e u takuan ujërat për një qëllim të paracaktuar"
        },
        {
            "chapter": 54,
            "verse": 13,
            "text": "Ndërsa Nuhun e bartëm në një barkë (të ndërtuar) prej dërrasash dhe gozhdësh"
        },
        {
            "chapter": 54,
            "verse": 14,
            "text": "e cila lundronte nën Sytë[343] Tanë: si shpërblim për atë (Nuhun a.s.) i cili u mohua"
        },
        {
            "chapter": 54,
            "verse": 15,
            "text": "Ne e kemi bërë atë[344] si shenjë, por a ka kush që ia vë veshin"
        },
        {
            "chapter": 54,
            "verse": 16,
            "text": "Eh, sa i tmerrshëm qe dënimi Im pas paralajmërimeve të Mia"
        },
        {
            "chapter": 54,
            "verse": 17,
            "text": "Vërtet, Ne e kemi bërë Kuranin të lehtë për t’u kuptuar dhe kujtuar, prandaj, a ka ndonjë që të marrë këshillë"
        },
        {
            "chapter": 54,
            "verse": 18,
            "text": "Edhe fisi Ad e quajti gënjeshtar (të dërguarin Tonë), por sa i tmerrshëm qe dënimi Im pas paralajmërimeve të Mia"
        },
        {
            "chapter": 54,
            "verse": 19,
            "text": "Ne u dërguam atyre në një ditë fatkeqe një erë të stuhishme të pandërprerë"
        },
        {
            "chapter": 54,
            "verse": 20,
            "text": "e cila i nxirrte njerëzit, sikur të ishin trungje të shkulura hurmash"
        },
        {
            "chapter": 54,
            "verse": 21,
            "text": "Eh, sa i tmerrshëm qe dënimi Im pas paralajmërimeve të Mia"
        },
        {
            "chapter": 54,
            "verse": 22,
            "text": "Vërtet, Ne e kemi bërë Kuranin të lehtë për t’u kuptuar dhe kujtuar, prandaj, a ka ndonjë që të marrë këshillë"
        },
        {
            "chapter": 54,
            "verse": 23,
            "text": "Edhe fisi Themud i përgënjeshtroi paralajmërimet Tona"
        },
        {
            "chapter": 54,
            "verse": 24,
            "text": "Ata (themudasit) thanë: “Vallë, a të ndjekim një njeri nga mesi ynë? Atëherë do të ishim vërtet në rrugë të humbur dhe të çmendur"
        },
        {
            "chapter": 54,
            "verse": 25,
            "text": "Vallë, vetëm atij mes nesh t’i dërgohet Shpallja? Jo, ai është gënjeshtar mendjemadh!”"
        },
        {
            "chapter": 54,
            "verse": 26,
            "text": "(Të dërguarit iu tha): “Nesër do ta marrin vesh ata se, kush është gënjeshtari mendjemadh"
        },
        {
            "chapter": 54,
            "verse": 27,
            "text": "Ne po u dërgojmë devenë[345] për t’i sprovuar, andaj ti (o Salih) priti ata dhe bëhu i durueshëm"
        }
    ]
}