{
    "pages": [
        {
            "chapter": 67,
            "verse": 1,
            "text": "Qoftë i lartësuar Ai, në dorën e të Cilit është pushteti suprem dhe që është i Fuqishëm të bëjë çdo gjë"
        },
        {
            "chapter": 67,
            "verse": 2,
            "text": "Ai i ka krijuar jetën dhe vdekjen, për t’ju provuar se kush prej jush do të veprojë më mirë; Ai është i Plotfuqishmi dhe Falësi i madh"
        },
        {
            "chapter": 67,
            "verse": 3,
            "text": "Ai ka krijuar shtatë qiej njërin mbi tjetrin. Nuk mund të gjesh në krijimin e të Gjithëmëshirshmit kurrfarë ceni. Hidhe vështrimin: a sheh ndonjë plasaritje"
        },
        {
            "chapter": 67,
            "verse": 4,
            "text": "Pastaj hidhe sërish vështrimin; sytë e tu do të kthehen të lodhur e të molisur"
        },
        {
            "chapter": 67,
            "verse": 5,
            "text": "Ne jua kemi zbukuruar qiellin më të afërm me yje të shkëlqyeshme dhe i kemi bërë ato si predha për të larguar djajtë, për të cilët kemi përgatitur dënimin me zjarr"
        },
        {
            "chapter": 67,
            "verse": 6,
            "text": "Kurse për ata, që e mohojnë Zotin e tyre, dënimi është Xhehenemi; eh, sa i shëmtuar është ai vendbanim"
        },
        {
            "chapter": 67,
            "verse": 7,
            "text": "Kur të hidhen aty, do të dëgjojnë ulërimën e tij, ndërkohë që ai vlon"
        },
        {
            "chapter": 67,
            "verse": 8,
            "text": "gati për të shpërthyer me furi. Sa herë që aty të hidhet ndonjë grup, rojtarët e tij do t’i pyesin ata: “A nuk ju erdhi ndonjë paralajmërues?!”"
        },
        {
            "chapter": 67,
            "verse": 9,
            "text": "“Po - do të përgjigjen ata - na kanë ardhur vërtet paralajmërues, por ne i quajtëm ata gënjeshtarë dhe thamë: “Allahu nuk ka shpallur asgjë; ju jeni në një humbje të madhe”"
        },
        {
            "chapter": 67,
            "verse": 10,
            "text": "Ata do të thonë: “Sikur të kishim dëgjuar ose menduar, nuk do të ishim midis banorëve të Zjarrit Flakërues!”"
        },
        {
            "chapter": 67,
            "verse": 11,
            "text": "Kështu, ata do ta pranojnë gjynahun e tyre. Larg qofshin prej mëshirës së Zotit banorët e Zjarrit Flakërues"
        },
        {
            "chapter": 67,
            "verse": 12,
            "text": "Vërtet, për ata që i frikësohen Zotit të tyre pa e parë Atë, do të ketë falje dhe shpërblim të madh"
        }
    ]
}