{
    "pages": [
        {
            "chapter": 3,
            "verse": 158,
            "text": "Edhe po vdiqët apo u vratë, me siguri do të tuboheni tek Allahu"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "Në saje të mëshirës së Allahut, u solle butësisht me ta (o Muhamed). Sikur të ishe i ashpër dhe i vrazhdë, ata do të largoheshin prej teje. Prandaj falua atyre gabimin, kërkoi falje Allahut për ata dhe këshillohu me ata për çështje të ndryshme. Kur të vendosësh për diçka, mbështetu tek Allahu. Vërtet, Allahu i do ata që mbështeten tek Ai"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "Nëse ju ndihmon Allahu, s’ka kush t’ju mposhtë e, nëse ju lë pa ndihmën e Tij, kush është ai që do t’ju ndihmojë, përveç Tij?! Pra, vetëm tek Allahu le të mbështeten besimtarët"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "Është e pamundur për ndonjë profet që të përvetësojë në mënyrë të pandershme prenë e luftës. Kushdo që bën një gjë të tillë, do të vijë (i ngarkuar me të) në Ditën e Kiametit e pastaj do t’i jepet çdokujt ajo që ka merituar dhe askujt nuk do t’i bëhet padrejtësi"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "Vallë, a mund të krahasohet ai që kërkon kënaqësinë e Allahut me atë që ka merituar zemërimin e Allahut dhe strehimi i tij është Xhehenemi?! Eh, sa strehim i keq është ai"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "Tek Allahu ata kanë shkallë të ndryshme; Allahu i sheh të gjitha veprat që ata bëjnë"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "Allahu u ka dhënë besimtarëve dhuratë të madhe, kur u solli një të dërguar nga gjiri i tyre, i cili ua lexon shpalljet e Tij, i pastron nga gjynahet dhe u mëson Librin (Kuranin) e urtësinë (diturinë e thellë fetare), edhe pse më parë, me të vërtetë, ata ishin në rrugë krejt të gabuar"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "Kur ju goditi fatkeqësia, ndërkohë ju i kishit goditur më parë armiqtë tuaj dyfish, ju thatë: “Prej nga na erdhi neve kjo?!” Thuaj (o Muhamed): “Kjo ndodhi prej jush”. Vërtet, Allahu është i Fuqishëm për çdo gjë"
        }
    ]
}