{
    "maqras": [
        {
            "chapter": 4,
            "verse": 114,
            "text": "در بسیاری از (در گوشی و) نجواهای‌شان خیری نیست، مگر که (با این کار) امر به صدقه دادن یا کار نیک، یا اصلاح در میان مردم کند. و هر کس برای خشنودی الله چنین کند، به زودی پاداش بزرگی به او خواهیم داد"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "و کسی‌که پس از آنکه هدایت (و راه حق) برایش روشن شد؛ با پیامبر مخالفت کند، و از راهی جز راه مؤمنان پیروی کند، ما او را به آنچه پیروی کرده؛ وا گذاریم، و او را به جهنم در افکنیم [ مراد از مؤمنین صحابۀ گرامی هستند که اولین پیروان اسلام بودند، چرا که هنگام نزول این آیات غیر از صحابه گروهی به عنوان گروه مؤمنین وجود نداشت.]، و بد جایگاهی است"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "قطعاً الله، شرک آوردن به او را نمی‌آمرزد، و جز آن (هر گناهی) را برای هر که بخواهد می‌آمرزد. و هر کس به الله شرک آورد، پس بدون شک در گمراهی دوری افتاده‌است"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "(مشرکان) جز الله چیزهایی (= بت‌های) ماده را می‌خوانند و (در حقیقت) جز شیطان سرکش را نمی‌خوانند"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "الله او را از رحمت خویش دور ساخته، و او گفت: «از بندگان تو، سهمی معین خواهم گرفت"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "و مسلماً آن‌ها را گمراه می‌کنم، و آنان را به آرزوهای باطل افکنم، و به آنان دستور می‌دهم که گوش چهار پایان بشکافند، و وادار شان می‌کنم؛ تا خلقت و آفرینش الله را تغییر دهند». و هر کس شیطان را به جای الله ولی و دوست خود بگیرد، قطعاً زیانی آشکار کرده‌است"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "(شیطان) به آن‌ها وعده می‌دهد و آنان را به آرزو افکند، و شیطان جز فریب و باطل به آنان وعده نمی‌دهد"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "آن‌ها (= پیروان شیطان) جایگاه شان جهنم است، و هیچ راه فراری از آن نخواهند یافت"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "و کسانی‌که ایمان آورده‌اند و کارهای شایسته انجام داده‌اند، بزودی آنان را در باغ‌هایی (از بهشت) وارد می‌کنیم که نهرها از زیر (درختان) آن جاری است، جاودانه در آن خواهند ماند، وعده الله حق است، و کیست که در گفتار (و وعده‌هایش) از الله راستگوتر باشد؟"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "(این فضلیت و برتری) به آرزوهای شما و آرزوهای اهل کتاب نیست، هر کس کار بدی انجام دهد، به کیفر آن خواهد رسید و جز خدا، یار و مددکاری برای خود نخواهد یافت"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "و کسی‌که چیزی از کارها شایسته را انجام دهد، چه مرد باشد یا زن، در حالی‌که او مؤمن باشد، اینان به بهشت داخل می‌شوند و کمترین ستمی (به اندازۀ گودی پشت هستۀ خرما) به آن‌ها نخواهد شد"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "و چه کسی نیک آیین تر است از کسی‌‌که روی خود را به الله سپرد (و مخلصانه تسلیم شد) و نیکو کار (و فرمانبردار) بود و آیین پاک ابراهیم را پیروی کرد؟ و الله ابراهیم را به دوستی خود بر گزیده‌است"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "و آنچه در آسمان‌ها و آنچه در زمین است، از آن الله است، و الله به هر چیزی احاطه دارد"
        },
        {
            "chapter": 4,
            "verse": 127,
            "text": "از تو (ای پیامبر) دربارۀ زنان فتوا می‌خواهند، بگو: الله درباره آنان به شما فتوا می‌دهد و (همچنین) آنچه در کتاب (= قرآن کریم) بر شما خوانده می‌شود؛ دربارۀ زنان یتیمی که آنچه را که برای آنان مقرر شده‌است (از مهر و میراث و حقوق) به آن‌ها نمی‌دهید، و می‌خواهید که با آن‌ها ازدواج کنید. و (نیز به شما توصیه می‌کند و فتوا می‌دهد در مورد) کودکان صغیر ناتوان، و اینکه با یتیمان به عدالت رفتار کنید، و آنچه از نیکی‌ها انجام می‌دهید، الله به آن آگاه است"
        },
        {
            "chapter": 4,
            "verse": 128,
            "text": "و اگر زنی، از ناسازگاری یا اعراض شوهرش بیم داشت، پس بر آن دو گناهی نیست که با هم صلح کنند، و صلح، بهتر است، ـ اگر چه نفس‌ها را بخل فرا گرفته است ـ و اگر نیکی کنید و پرهیزگاری پیشه سازید (و گذشت کنید) قطعاً الله به آن چه انجام می‌دهید؛ آگاه است"
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "و هر چند بکوشید هرگز نمی‌توانید (از نظر محبت قلبی) در میان زنان عدالت بر قرار کنید. پس یکسره به سوی یکی میل نکنید، که دیگری را بلا تکلیف (و سر گشته) رها کنید، و اگر راه اصلاح پیش گیرید، و پرهیزگاری کنید، الله آمرزندۀ مهربان است"
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "و اگر آن دو از یکدیگر جدا شوند، الله هر کدام از آن‌ها را با فضل و کرم خود بی‌نیاز می‌کند، و الله گشایشگر حکیم است"
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "و آنچه در آسمان‌ها و آنچه در زمین است از آن الله است، و ما به کسانی‌که پیش از شما کتاب (آسمانی) به آن‌ها داده شدند و (نیز) به شما سفارش کردیم که «از الله بترسید» (و یکتا پرست باشید) و اگر کافر شوید (بدانید) آنچه در آسمان‌ها و آنچه در زمین است از آن الله است، و الله بی‌نیاز (و) ستوده‌است"
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "و آنچه در آسمان‌ها و آنچه در زمین است از آن الله است، و الله برای کارسازی کافی است"
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "ای مردم! اگر او بخواهد، شما را از میان می‌برد و دیگران را (به جای شما) می‌آورد، و الله بر این (کار) تواناست"
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "هر کس که پاداش دنیوی بخواهد؛ پس (بداند که) پاداش دنیا و آخرت نزد الله است. و الله شنوای بینا است"
        }
    ]
}