{
    "maqras": [
        {
            "chapter": 6,
            "verse": 59,
            "text": "و کلیدهای غیب نزد اوست؛ و جز او کسی آن‌ها را نمی‌داند، آنچه را در خشکی و دریاست می‌داند، و هیچ برگی (از درختی) نمی‌افتد؛ مگر اینکه آن را می‌داند، و نه هیچ دانه‌ای در تاریکی‌های زمین و نه هیچ تر و خشکی (و جود دارد) مگر اینکه در کتابی آشکار (= لوح محفوظ ثبت) است"
        },
        {
            "chapter": 6,
            "verse": 60,
            "text": "و او کسی است که (روح) شما را در شب (هنگام خواب) می‌گیرد و آنچه در روز کرده‌اید می‌داند، سپس شما را در آن (روز از خواب) بر می‌انگیزد تا موعد مقرر فرا رسد، سپس بازگشت شما به سوی اوست، آنگاه شما را از آنچه انجام می‌دادید؛ آگاه می‌سازد"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "و او بر بندگانش چیره است و نگهبانانی (از فرشتگان) بر شما می‌فرستد تا زمانی که یکی از شما را مرگ فرا رسد؛ فرستادگان ما (ملک الموت و دست‌یارانش) جانش را می‌گیرند، و آن‌ها (در انجام مأموریت خود) کوتاهی نمی‌کنند"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "سپس به سوی الله که مولای حقیقی آن‌هاست باز می‌گردند، بدانید که حکم (و داوری) مخصوص اوست، و او زود شمار‌ترین حساب‌گران است"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "بگو: «چه کسی شما را از تاریکی‌های خشکی و دریا رهایی می‌بخشد؟! او را با تضرع و زاری و (در) پنهانی می‌خوانید (و می‌گویید:) اگر ما را از این (خطرات و بلاها) رهایی بخشد؛ مسلماً از شکر گزاران خواهیم بود»"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "بگو: «الله شما را از این‌ها و از هر اندوهی می‌رهاند، باز هم شما شرک می‌ورزید»"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "بگو: «او قادر است بر آنکه عذابی از بالای (سر) تان یا از زیر پای‌تان؛ بر شما بفرستد، یا شما را بصورت گروه گروه (و پراکنده) با هم بیامیزد و (طعم) جنگ (و دو دستگی) را به هر یک از شما بوسیلۀ دیگری بچشاند». بنگر، چگونه آیات را گوناگون بیان می‌کنیم؛ تا آنان دریابند"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "قوم تو آن (= قرآن) را تکذیب کردند در حالی‌که آن حق است. بگو: «من بر شما نگهبان نیستم»"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "هر خبری (سر انجام و) قرار گاهی دارد، و به زودی خواهید دانست"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "و هر گاه کسانی را دیدی که در آیات ما (از روی عناد و مسخره) به بحث و گفتگو می‌پردازند، از آنان روی بگردان؛ تا به سخن دیگری بپردازند. و اگر شیطان تو را به فراموشی افکند، پس هرگز بعد از یاد آوردن با گروه ستمگران منشین"
        },
        {
            "chapter": 6,
            "verse": 69,
            "text": "و چیزی از حساب (و گناه) آن‌ها بر (عهده) پرهیزگاران نیست، ولی (همنشینی باید) برای پند دادن (و یادآوری) باشد، شاید که پرهیزگاری پیشه کنند"
        },
        {
            "chapter": 6,
            "verse": 70,
            "text": "و کسانی را که آیین خود را به بازیچه و سرگرمی گرفتند، و زندگی دنیا، آن‌ها را فریب داده است، رها کن، و با این (قرآن) اندرزشان بده، تا مبادا کسی به (کیفر) آنچه کرده است، (از کردار بد و گناه) گرفتار (و هلاک) شود، (و در قیامت) جز خدا؛ نه یاوری دارند، و نه شفاعت کننده‌ای، و (چنین افرادی) هر فدیه‌ای را به جای خود بدهند، از او پذیرفته نخواهد شد. آن‌ها کسانی هستند که به (کیفر) آنچه کرده‌اند؛ گرفتار شده‌اند، نوشابه‌ای از آب جوشیده برای آن‌هاست و عذاب دردناکی؛ بخاطر اینکه کفر می‌ورزیدند"
        },
        {
            "chapter": 6,
            "verse": 71,
            "text": "بگو: «آیا غیر از خدا، چیزی را بخوانیم که نه ما را سود می‌دهد و نه زیان می‌رساند؟! و به عقب برگردیم بعد از آنکه الله ما را هدایت کرده است؟! همچون کسی‌که شیطان او را (با وسوسه) در زمین گمراه کرده و سر گردان مانده است، در حالی‌که او یارانی دارد، او را به هدایت دعوت می‌کنند، (و می‌گویند:) به سوی ما بیا». بگو: «به راستی هدایت الله، هدایت (واقعی) است، و به ما امر شده که تسلیم پروردگار جهانیان باشیم"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "و اینکه نماز را بر پا دارید، و از او بترسید، و تنها اوست که به سویش محشور می‌شوید»"
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "و اوست (آن خالق یکتا) که آسمان‌ها و زمین را به حق آفرید، و روزی‌که می‌فرماید: «باش» پس موجود می‌شود، گفتار او حق است، و روزی‌که در صور (= شیپور) دمیده می‌شود؛ فرمانروایی از آن اوست، دانای پنهان و آشکار است، و او حکیم آگاه است"
        }
    ]
}