{
    "chapter": [
        {
            "chapter": 25,
            "verse": 1,
            "text": "Highly blessed is He, Who has sent down Al-Furqan, to His servant so that it may be a warner to all mankind"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "He to Whom belongs the Sovereignty of the heavens and the earth: Who has begotten no son: Who has no partner in His Sovereignty: Who created each and every thing and then ordained its destiny"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "Yet the people have set up, besides Him, deities, who do not create anything but are themselves created: who can neither harm nor help even themselves: who have no power over life or death, nor can they raise up the dead"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "Those who have rejected the Message of the Prophet, say, \"This (A1-Furgan) is a forgery which this man himself has devised, and some others have helped him at it. \" What a cruel injustice and an impudent lie"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "They say, \"These things are the writings of the ancients which he has got copied down for himself, and then these are recited to him in the morning and evening.´´"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "O Muhammad, say to them, \"This has been sent down by Him, Who knows the secret of the heavens and the earth.\" The fact is that He is very Forgiving and Merciful"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "They say, \"What sort of a Messenger is he that he eats food and moves about in the streets? Why has not an angel been sent down to accompany him and threaten (the disbelievers)"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "Or why has not at least a treasure been sent down for him or a garden given to him for (easy) sustenance?\" And the wicked people say, \"You are following a man bewitched"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "Just see what strange arguments they bring forward with regard to you! They have gone so far astray that they cannot charge any thing against you"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "Highly blessed is He, Who, if He wills, could give you much more and better things than what they propose for you: (Not one but) many gardens, beneath which rivers flow; and big castles"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "The fact of the matter is that these people have denied \"the Hour\", --And for the one who denies the coming of the Hour, We have prepared a blazing Fire"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "When it will see them from afar, they will hear the sounds of its raging and roaring"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "And when they are chained together and flung into a narrow space therein, they will begin to call for death"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "(Then it will be said to them:) \"Do not call for one death today, but call for many deaths"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "Ask them \"Is this (Fire) better or the everlasting Garden which has been promised to the God-fearing righteous people?\" which will be the recompense of their good deeds and the final destination of their journey"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "wherein they will get everything they desire and wherein they will dwell for ever. This is a promise which your Lord has taken upon Himself to fulfil"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "And on that Day your Lord will gather these people together as well as their deities, whom they worship besides AIlah. Then He will ask them, \"Did you mislead these servants of Mine, or did they themselves go astray"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "They will answer, \"Glory be to Thee! We dared not take anyguardian besides Thee: (they were misled because) Thou didst give them and their forefathers all the good things of life till they forgot the Admonition, and incurred the punishment"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "Thus will your gods deny alI that you are professing today. Then you shall neither be able to repel your punishment nor shall get any help from anywhere; and whoso is guilty. of iniquity´´ among you, We shall make him taste a severe torment"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "O Muhammad, all the Messengers whom We sent before you also ate food and moved about in the streets. In fact, We have made you all a means of test for one another. Will you show patience? for your Lord sees everything"
        },
        {
            "chapter": 25,
            "verse": 21,
            "text": "Those people, who have no fear of coming before Us, say,\"Why should not the angels be sent down to us? Or else we should see our Lord. \" Great arrogance have they assumed in regard to themselves, and have transgressed all limits in their rebellion"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "The Day, when they will see the angels, will not be a day of rejoicing for the criminals; they will cry out, \"May Allah save us"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "Then We shall turn to what they had done and render it vain like scattered dust"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "(On the contrary) only those who have deserved the Garden, will have a good abode on that Day and a cool place for midday rest"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "On that Day, a cloud will appear rending the sky and the angels will be senthi down rank after rank"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "The real Kingdom on that Day will belong only to the Merciful, and it will be a very hard Day for the disbelievers"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "The unjust man will bite at his hand and say, \"Would that I had stood by the Messenger"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "O, woe to me! Would that I had not chosen so and so for a friend"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "For it was he, who had deluded me to reject the Admonition which had come to me. Satan has proved very treacherous to man"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "And the Messenger will say, \"O my Lord, my people had made this Qur´an the object of their ridicule"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "O Muhammad, in this very way We have made the criminals the enemies of every Prophet, but your Lord suffices for you as your Guide and Helper"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "The disbelievers say, \"Why has not the entire Qur´an been sent down to this man all at nce?\" -Well, this has been done to impress it deeply on your mind, and (for the same object) We have sent it down piecemeal by degrees"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "And (there is another wisdom in this: whenever they brought to you an odd thing (or a strange question), We sent its right answer to you in time and explained it all in the best manner"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "those who are going to be driven to Hell upon their faces, have taken an utterly wrong stand and their way is most erroneous"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "We gave Moses the Book and appointed his brother Aaron as his counsellor"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "then We said to them, \"Go to the people who have treated Our Revelations as false. \" So We annihilated those people utterly"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "The same was the case with the people of Noah when they charged the Messenger with imposture: We drowned them and made them a sign of warning for entire mankind, and We have prepared a painful chastisement for the unjust"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "Likewise were destroyed the ´Ad and the Thamud and the people of the Rass, and many a generation in between"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "We admonished each one of them by citing the examples (of those who were destroyed before them) and ultimately annihilated all of them"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "Surely, these people have passed by that habitation on which was rained an evil rain: have they not seen its ruins? But they do not expect another life in the Hereafter"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "When these people see you, they scoff at you, (saying), \"Is this the man whom Allah has sent as His Messenger"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "He had almost led us astray from our gods, had we not remained firm in our faith with regard to them. \" The time is not far when they will see the torment and realize who had strayed far from the truth"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "Have you ever considered the case of the person who has made his lust his god? Can you take the responsibility of guiding such a one aright"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "Do you think that most of them hear or understand? They are only like the cattle; nay, even worse than the cattle"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "Have you not seen how your Lord lengthens out the shadow? Had He willed, He would have made it constant, but We have made the sun its pilot"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "then (as the sun climbs up), We roll it up little by little towards Ourselves"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "And it is Allah Who has ordained the night as a garment for you, and the sleep as a repose of death, and the day as the time of return to life"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "And it is He, Who drives the winds to be the harbingers of His mercy: then He sends down pure water from the sky"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "so that He may revive the dead land, and quench the thirst of many of His creatures from among beasts and men"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "We present the same phenomenon over and over again before them so that they may learn a lesson from it; but most people decline to adopt any other attitude than of disbelief and ingratitude"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Had We willed, We would have raised up a separate Warner in each habitation"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "So, O Prophet, do not yield to the disbelievers, but wage a Jihad against them with this Qur´an"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "And it is He, Who has let loose the two seas, one palatable and sweet, the other bitter and saltish, and there is a partition between them, which is an insurmountable barrier"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "And it is He, Who created man from water: then from him He caused two kinds of kindred, by blood and by marriage: your Lord is AI I-Powerful"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "Yet they worship, instead of Allah, those who can neither benefit them nor harm them: more than this, the disbeliever has become a helper of every rebel against his Lord"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "O Muhammad, We have sent you only to proclaim good tidings and to give warning"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "Tell them, \"I do not ask of you any recompense for this work: I only ask of the one, who will, to adopt the way of his Lord"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "O Muhammad trust in that Allah Who is Ever-Living and will never die´ Glorify Him with His praise, for He alone is sufficient to be aware of the sins of His servants"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "In six days He created the earth and the heavens and all that is between them; then He established Himself on the \"Throne\" (of the Kingdom of the uriverse). (He is) the Merciful: as to His Glory, ask the one who knows"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "When it is said to them. \"Prostrate yourselves before the Merciful,\" they retort, \"What is the Merciful? Would you have us prostrate ourselves before whomsoever you will?\" And this invitation only helps to increase their hatred all the more"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "Highly blessed is He, Who has made fortified spheres in the heavens and has set in it a \"lamp\" and a shining moon"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "He it is Who caused the night and the day to succeed each other so that everyone who desires may learn a lesson or become grateful"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "The (true) servants of the Merciful are those who walk humbly on the earth who, when the ignorant people behave insolently towards them, say,\"Peace to you"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "who pass their nights in prostrating themselves and standing before their Lord"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "who pray, \"Our Lord, save us from the torment of Hell, for its torment is killing"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "it is an evil abode and an evil resting place"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "who, when they spend, are neither extravagant nor miserly but keep the golden mean between the two (extremes)"
        },
        {
            "chapter": 25,
            "verse": 68,
            "text": "who do not invoke any god but Allah nor kill a soul, which Allah has forbidden, unjustly, nor commit adultery. -He who does this shall be punished for his sin"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "and his torment shall be doubled on the Day of Resurrection, and he shall abide in a state of ignominy"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "except the one who may have repented (after those sins) and have believed and done righteous works, for then Allah will change his evil deeds into good deeds, and He is very Forgiving and Merciful"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "In fact, the one who repents and does righteous deeds, returns to Allah as one ightly should"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "(And the servants of the Merciful are those:) who do not bear witness to falsehood and who; if they have ever to pass by what is vain, pass by like dignified people"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "who do not behave like the blind and the deaf, when the Revelations of their Lord are recited to them for admonition"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "who pray, \"Our Lord, bless us with wives and children, who may be the comfort of our eyes, and make us leaders of the righteous"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "Such are the people who will be rewarded with high palaces for their fortitude,, wherein they will be welcomed with due respect, honour and salutations"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "and wherein they will live for ever: what an excellent abode and what an excellent resting place"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "O Muhammad, tell the people, \"MyLord does not care at all if you do not invoke Him. Now that you have denied (His Revelation), you will soon be awarded such a punishment which you will never be able to avoid"
        }
    ]
}