{
    "chapter": [
        {
            "chapter": 73,
            "verse": 1,
            "text": "O you the (sleeping) enwrapped one"
        },
        {
            "chapter": 73,
            "verse": 2,
            "text": "Stand up in Prayer by night, all but a small part of it"
        },
        {
            "chapter": 73,
            "verse": 3,
            "text": "half of it, or reduce it a little"
        },
        {
            "chapter": 73,
            "verse": 4,
            "text": "or add to it a little; and recite the Qur´an slowly and distinctly"
        },
        {
            "chapter": 73,
            "verse": 5,
            "text": "Behold, We shall cast upon you a Weighty Word"
        },
        {
            "chapter": 73,
            "verse": 6,
            "text": "Surely getting up at night is the best means of subduing the self and is more suitable for uprightness in speech"
        },
        {
            "chapter": 73,
            "verse": 7,
            "text": "You are indeed much occupied during the day with the affairs of the world"
        },
        {
            "chapter": 73,
            "verse": 8,
            "text": "So remember the name of your Lord and devote yourself to Him with exclusive devotion"
        },
        {
            "chapter": 73,
            "verse": 9,
            "text": "He is the Lord of the East and the West; there is no god but He. So take Him alone for your Guardian"
        },
        {
            "chapter": 73,
            "verse": 10,
            "text": "And bear patiently the vain things they utter, and gracefully forsake them"
        },
        {
            "chapter": 73,
            "verse": 11,
            "text": "Leave it to Me to deal with the affluent ones who give the lie (to the Truth), and bear with them for a while"
        },
        {
            "chapter": 73,
            "verse": 12,
            "text": "We have heavy fetters and a blazing Fire in store for them"
        },
        {
            "chapter": 73,
            "verse": 13,
            "text": "and a food that chokes, and a grievous chastisement"
        },
        {
            "chapter": 73,
            "verse": 14,
            "text": "(They will come across all this) on the Day when the earth and the mountains shall tremble violently and the mountains shall crumble into heaps of scattered sand"
        },
        {
            "chapter": 73,
            "verse": 15,
            "text": "Surely We have sent to you a Messenger as a witness over you, just as We had sent a Messenger to Pharaoh"
        },
        {
            "chapter": 73,
            "verse": 16,
            "text": "But Pharaoh disobeyed Our Messenger, so We seized him with a terrible seizing"
        },
        {
            "chapter": 73,
            "verse": 17,
            "text": "If you persist in disbelieving, how will you guard yourself against the (woe of the) Day that will turn children grey-haired"
        },
        {
            "chapter": 73,
            "verse": 18,
            "text": "the Day whose severity shall cause the heaven to split asunder? Allah´s promise is ever bound to be fulfilled"
        },
        {
            "chapter": 73,
            "verse": 19,
            "text": "Indeed this is nothing but a Good Counsel; so let him who will take a way leading to his Lord"
        },
        {
            "chapter": 73,
            "verse": 20,
            "text": "(O Prophet), your Lord knows that you sometimes stand up in Prayer nearly two-thirds of the night, and sometimes half or one-third of it, and so does a party of those with you; Allah measures the night and the day. He knows that you cannot keep an accurate count of it, so He has shown mercy to you. So now recite as much of the Qur´an as you can. He knows that there are among you those who are sick and others who are journeying in the land in quest of Allah´s bounty, and still others who are fighting in the cause of Allah. So recite as much of the Qur´an as you easily can, and establish Prayer, and pay Zakah, and give Allah a goodly loan. Whatever good you send forth for yourselves, you shall find it with Allah. That is better and its reward is greater. And ask for Allah´s forgiveness; surely He is Most Forgiving, Most Compassionate"
        }
    ]
}