{
    "pages": [
        {
            "chapter": 32,
            "verse": 1,
            "text": "Alif-Laam-Miim (edde faxem Yalli yaaxige)"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "A-kitaabih (Qhuraan kinnuk) oobiyyi (obsi) ginô Rabbih kabuk yaniimit agay-waaga kaat matan"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "Hinnak a-koros Nabii Mucammad csak Ta Qhuraan diraabah ginnaasite ittaa? Aleey, usun kah iyyan inna hinna, usuk ku-Rabbik kol obte cakki maxcâ kal, kok duma hebeltô meesiisé (farmoyta kinnuk) kah amaatewee mara edde meesissåâ gidih, usun yaamineenih cakkil tirri iyyaanam keh"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "Yalla kinni qaranwaa kee baaxóoy ken nammayih fanal tanim lica ayróh addat gintem, tohuk lakal Yalli Qarshi amol Isi nabna celta fayyah fayya iyye, Kaak kalah awlaytu mantoonuuy, shafaaqatta siinih yakkeeh sin cata num manton. Sinaamey makas- kassowtaanaa taabbeenimil"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "Ginô caagid qaraanaak baaxô fanah gexsissam (tagdubem) Yalla kinni, tohuk lakal ama caagiida kaa fan tawqe, ayróy caggudisiyyi kak alfi sanat Yakket isin lowtan addunyah ayroorak"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "Too gexsiisiyya lem Yallay qellittaah, tambulleem yaaxigih yani kinni, Usuk mayso-li, xuwaw- li kinni"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "Yallay ummaanim gineeh ginni heemik ginó yeymeeqe, kaadu seehadayti ginó kallak qimbise (Nabii Aadam kinnuk)"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "Tohuk lakal Aadam samad boola-le daacoyti leek tan dabloytak gine"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "Tohuk lakal Yalli seehadaytu gineeh massoyseeh, isih gine rooci kaat fuufuse, kaadu maabbaa kee mablaay, sorkocôbaxitte siinih hee, sinni Rabbi faatittaanam siinik dagoh siinih yecee niqmatal"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "Korosuk qhiyaamah ayróh ugut yengeddee mari, baaxót bayneeh, ni-xagar burtat yengeleek gamadal, diggah nanu qusbá ginóh ginnimmi inneh ugutenoo iyyen? Woh dubuk hinnay usun sinni Rabbih angaarawal koroositaanaah yangadden"
        },
        {
            "chapter": 32,
            "verse": 11,
            "text": "Nabiyow rooci yayyaaqe Malaykattuy sin roocih mayyaaqah wakkilsime rooci siinik beele, Tohuk lakal sinni Rabbî fan gacsimetton keenik ixxic"
        }
    ]
}