{
    "pages": [
        {
            "chapter": 36,
            "verse": 28,
            "text": "Ken fayuh (catoh) yemeete num qideeniik lakal, kay maral qaraanak qande moobisinninooy, ahak dumal bayissi hayne marah malayka numtin baysah oobise mara makkinnino"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "Ken baati makkinna Jibriil inki xongolót tekkeh akke waytek, usun too waqdi inkih Rabte baruuga yekken"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "Naqoosa geyta nadaamaay! qhiyaamah ayró digaalá yablen waqdi, Toh ken kah geytam, hebeltô farmoytay keenih yamaate mayan, kaal anqasak sugeenim akķke waytek"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "A-koros matablaa! Keenik naharat makina hora bayisnem horaarik? Diggah usun ken fan addunyah aduure waanam mayablaanaa"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "Kaadu hebeltô ginó matan qhiyaamah ayró inkih Ni- garil gaaboysimaanaah xayyoysimaanam akke waytek cisaabah"
        },
        {
            "chapter": 36,
            "verse": 33,
            "text": "Qhiyaamah ayró ugtoonu waanamih astá lon rabte baaxó naynuwweeh, ambó teetik nayyaaqeeh, woo ambók yakmeenimit"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "Kaadu tet (baaxó kinnuk) addal nakilaa kee qinabak yan basaatin hayneeh, daroorik-tu tet addal nuyfuxxuke (weeqisne)"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "Woh inkih kah abnem kay (basaatin kinnuk) mexexuk yakmeenî gidi. Kaadu amah ken gaboobi abtem hinna Yalli isi racmattah keenih abeemikkal, aniqmatal Yalla mafaatitaanaa"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "Ummaanimik qaynatitte gine Rabbi Saytunnooweh, baaxó uysubukku haytaamaay ken nafsik (labim kee sayim kinnuk) kaadu usun aaxige waanamak qaynatitte gine Rabbi Saytunnooweh"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "Kaadu laqó kak siibna bar astáh loonuuh, usun too waqdi ditet culan, toh Yallih dudda kinni"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "Kaadu Yallih dudda tascasse astá lon, ayróy leh tan madabah gexxal, toh mayso-li, ixxigalih yan Yallih caggudusiyya kinni"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "Kaadu astá lon mafdagoogi kah caggudusne alsál, tamiirâ (nakli) foynay ragteeh makkotteh innah gacca ittam fanah"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "Ayróh matakka alsá eleltam, kaadu barah matakka laqók yaakumem, ummaan tiya keenik isi maroh addal giirissa"
        }
    ]
}