{
    "pages": [
        {
            "chapter": 39,
            "verse": 32,
            "text": "Kaadu Yallal ceele waytam diraabah heeh, Nabii Mucammadal Asale oobe Qhuraan kaah yemeete waqdi, Qhuraan dirabboyse numuk (korosta kinnuk) dulmih iyyi gacaah? (num magaca). Jahannam giráh addal koros orbeyná malinnaa? (yeey-leh)"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "Numma bahte ambiyaa kee ken nummasse moominiin, too mari usun Yallak meesita mara kinnon"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "Usun sinni Rabbih xaqul faxxa haanam-lon, toh meqe taamá abbaasite marih galtó"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "Yalli addunyal aben uma-taamá keenik duugam keh aben toobah sabbatah, kaadu ken galtóh ken galtá addunyal abak sugen meqe taamák tayseemil (jannat kinnuk)"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "Yalli isi naqsu (Nabii kinnuk) duude hinna innaa umaané kaah faxa marih umaanék (koros kinnuk)? yeey, kaa duudah. Nabiyow usun koo meesiisaanah usun Yallak kalah yaqbuden yallitte umaané kol baahele iyyaanamal. Yalli makkoyse num tirri-heey, tirri kaa haa mali"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "Kaadu Yalli iimaanal tirri hee num, makkoysey cakkik kaa makkoysa mali, Yalli maysoliy canê gacsa-le hinna innaa kaal koroosite maraa kee kaa cine maral? (yeey kinnih)"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "Yalli xiibitak iyyah; nabiyow qaranwaa kee baaxó iyyi ginee axcuk ken (koros kinnuk) essertek? Diggah Yalli ken gine axce- lon. Nabiyow Keenik ixxic; yoh warisay Yallak kalah taqbudeenim, Yalli umaané yoh faxe kaa tekkek, usun Yalli yol mekle umaané yok cataanam maay duudan? Hinnay racmatta (nacrur) yoh faxe kaa tekkek, usun Kay racmatta yok waasaanam maay duudan? Maduudan kok axce-lon, Yalli yoo xiqah keenik ixxic nabiyow, kibalsita mari Yallal kibalsitam ken amol tan"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "Keenik ixxic nabiyow; yi-maraw dooritten uma-gital taamita, diggah anu Yalli yoo kah amrise meqe- gital taamita num kinniyok. tokkel sarrah aaxigetton"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "Addunyâ manol kaa tayqunxee digaalá kah tamaateeh, akeeral amô kate wayta digaalá elle obta num yoo kinnik sin kinnim aaxigetton"
        }
    ]
}