{
    "pages": [
        {
            "chapter": 53,
            "verse": 45,
            "text": "Kaadu diggah, Yalli usuk kulliimik namma Qaynat gine labim kee sayiimih anuk"
        },
        {
            "chapter": 53,
            "verse": 46,
            "text": "Daacoyti tiffa, maxaxat caxitta waqdi"
        },
        {
            "chapter": 53,
            "verse": 47,
            "text": "Kaadu diggah, aka ginoh ken ginaah ken gacsam Yallal tan rabeeniik lakal Qhiyaamah ayró"
        },
        {
            "chapter": 53,
            "verse": 48,
            "text": "Kaadu diggah, Yalli usuk isih faxa mara maalut gaddalisaah, ken edde leedisah"
        },
        {
            "chapter": 53,
            "verse": 49,
            "text": "Kaadu diggah, Yalli usuk shiqra deqsita cutuktih Rabbi. (woh qarabak marak teyni aqbudak suge cutukta)"
        },
        {
            "chapter": 53,
            "verse": 50,
            "text": "Kaadu diggah, Yalli usuk bayseh naharsi Qaad (usun Nabii Huud meela kinnuk)"
        },
        {
            "chapter": 53,
            "verse": 51,
            "text": "Kaadu Yalli Nabii Saalic maray Samuud deqsita bayseeh num keenik macabinna"
        },
        {
            "chapter": 53,
            "verse": 52,
            "text": "Kaadu Yalli Nabii Nuuc mara Qaad kee Samuuduk naharat finqise, diggah usun dulmii kee caddok taturuh lafit luk sugen keenik lakal yemeete marak"
        },
        {
            "chapter": 53,
            "verse": 53,
            "text": "Kaadu Yalli Nabii Luut marih magaalooli Nabii Luut maral deerik afah korse"
        },
        {
            "chapter": 53,
            "verse": 54,
            "text": "Edde luk tet buultem tet buulteh xeet digaalak. (woh Qaraanak keenil oobe xeeti kinnuk)"
        },
        {
            "chapter": 53,
            "verse": 55,
            "text": "Toysa seehadaytow anni niqmatitteey, isi Rabbik edde agay waa gittam. (geyyi wayittam)"
        },
        {
            "chapter": 53,
            "verse": 56,
            "text": "A meesiise usuk Nabii Mucammaday 4zsafeájķo kaak naharsi ambiyay sinni mara meesiisak temeetek numuk teyna kinni"
        },
        {
            "chapter": 53,
            "verse": 57,
            "text": "Qhiyaamay xayyoowa deqsitta xayyowteh"
        },
        {
            "chapter": 53,
            "verse": 58,
            "text": "Too waqdi Yallak sa is edde tamaate wakti taaxigem matanaay tet gutuqtam matan"
        },
        {
            "chapter": 53,
            "verse": 59,
            "text": "Ta korosey Qajjibsittaanam (cakkumsuttaanam) ta Qhuraanaa"
        },
        {
            "chapter": 53,
            "verse": 60,
            "text": "Kaadu anqasah kaal tasuuleeniih, usuk sin akak meesiisaamih conxoh maweqtaanaa"
        },
        {
            "chapter": 53,
            "verse": 61,
            "text": "Isin deedalat gabxitak kaat derre cabtan"
        },
        {
            "chapter": 53,
            "verse": 62,
            "text": "Toysa Yallah kummaataay, qibaada dubuk kaah caglisa"
        },
        {
            "chapter": 54,
            "verse": 1,
            "text": "Qhiyaama xayyowteeh, alsá faqitteeh, namma ikkel gacte"
        },
        {
            "chapter": 54,
            "verse": 2,
            "text": "Kaadu koros Nabii numma tascasse asta table waqdi iimaanat derre cabtaah, ah aggiriqee waa baaba iyyan"
        },
        {
            "chapter": 54,
            "verse": 3,
            "text": "Kaadu Nabii dirabboyseeniih, sinni kalbi fayxi kataaten, ummaan amri umaané takkay maqaané takkay le maral dabqa Qhiyaamah ayró"
        },
        {
            "chapter": 54,
            "verse": 4,
            "text": "Kaadu nummah ta korosuh keenik duma sinni farmoytit dirabboyse marat tekkeemih xaagittek sahii kee waasó edde tanim keenih temeeteh"
        },
        {
            "chapter": 54,
            "verse": 5,
            "text": "Ama keenih yemeete Qhuraanat kaxxa cikmatay dudda leeh gufti taafee edde tan.tokkel meesisso maca xiqtaa, Yallat derre cabeeh, farmoytit dirabboyse marah"
        },
        {
            "chapter": 54,
            "verse": 6,
            "text": "Toysa Nabiyow derre keenit cab, keenih qambal israafiil deqsita malaykatti seeca ayró baantat waagaleeh hagga leemih fan. (cisab booxá kinnuk)"
        }
    ]
}