{
    "rukus": [
        {
            "chapter": 8,
            "verse": 11,
            "text": "တစ်ခါက အရှင်မြတ်သည် အရှင်မြတ်ထံ‌တော်မှ အသင်တို့အ‌ပေါ်၌ အ‌မောပန်း‌ပြေ‌စေရန်အတွက် ငိုက်မျဉ်းခြင်းကို ဖုံးလွှမ်း‌စေ‌တော်မူခဲ့သည်။ (စစ်ပွဲတွင် မွတ်စ်လင်မ်စစ်သားများ အိပ်ငိုက်‌နေသည်ကို ကာဖိရ်စစ်သားများ မြင်‌တွေ့ပြီး ဤအချိန်၌ပင် အိပ်ငိုက်နိုင်‌သေးသည့် စစ်သားများ၏ရဲရင့်မှုအ‌ပေါ် ‌ကြောက်ရွံ့မှု ဖြစ်‌ပေါ်ခဲ့ကြသည်။) ၎င်းပြင် အသင်တို့(၏ စိတ်နှလုံး)ထဲမှ ရှိုင်သွာန်၏လှုံ့‌ဆော်ချက်ကို ပ‌ပျောက်‌စေရန်အတွက်၊ ၎င်းပြင် အသင်တို့၏စိတ်နှလုံးများ ကြံ့ခိုင်‌စေရန်အတွက်နှင့် ‌ခြေများကို ထို(မိုး‌ရေ)နှင့် ခိုင်မြဲ‌စေရန်အတွက် ရွာသွန်းချ‌ပေး‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "တစ်ခါက အသင်(တမန်‌တော့်)ကို ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် ‌ကောင်းကင်တမန်များထံသို့ ဝဟီ အမိန့်‌တော် (ဤသို့)ချမှတ်‌တော်မူခဲ့သည်- “ငါအရှင်မြတ်သည် အမှန်ပင် အသင်တို့နှင့် အတူရှိ‌တော်မူသည်။ သို့ဖြစ်ရာ အသင်တို့သည် ယုံကြည်သူများအား တည်မြဲ‌အောင်လုပ်ကြပါ။* မကြာမီ ငါအရှင်မြတ်သည် ကာဖိရ်များ၏စိတ်နှလုံးများထဲ၌ ‌ကြောက်ရွံ့ထိတ်လန့်မှုကို ထည့်သွင်း‌တော်မူမည်။ သို့ဖြစ်ရာ အသင်တို့သည် သူတို့၏လည်ကုပ်များကို ခုတ်ဖြတ်ကြပါ။ ၎င်းပြင် အသင်တို့သည် သူတို့၏ လက်‌ချောင်းများ၏အဆစ်များကို တစ်ခုစီ ဖြတ်‌တောက်ကြပါ။“ (‌ခေတ်တိုင်း၊ ‌နေရာတိုင်းက ကာဖိရ်တိုင်းကို ဤသို့သတ်ဖြတ်ရန် အမိန့်‌ပေးထားသည် မဟုတ်‌ပေ။)"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "ဤသည် အမှန်မှာ သူတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏တမန်‌တော်အား ဆန့်ကျင်ခဲ့ခြင်း‌ကြောင့် (ဤသို့ အမိန့်ချမှတ်ခြင်း)ဖြစ်သည်။ ၎င်းပြင် မည်သူမဆို အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏တမန်‌တော်ကို ဆန့်ကျင်လျှင် အလ္လာဟ်အရှင်မြတ်သည် အမှန်စင်စစ် ပြင်းထန်စွာ ပြစ်ဒဏ်စီရင်‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "သို့ဖြစ်ရာ အသင်တို့သည် ဤ(ပြစ်ဒဏ်)ကို မြည်းစမ်းလိုက်ကြပါ။ ၎င်းပြင် အမှန်စင်စစ် ကာဖိရ်ငြင်းပယ်သူများ ခံစားကြရန်အတွက် ဂျဟန္နမ်ငရဲဘုံ၏ပြစ်ဒဏ်သည် (အဆင်သင့်)ရှိသည်။"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "အို- အီမာန်ယုံကြည်သူအ‌ပေါင်းတို့၊ အသင်တို့သည် ကာဖိရ်ငြင်းပယ်သူများကို စစ်‌မြေပြင်တွင် ‌တွေ့ဆုံကြ‌သောအခါ သူတို့ကို ‌ကျောခိုင်းထွက်မ‌ပြေးကြ‌လေနှင့်။"
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "ထို့‌နောက် မည်သူမဆို ထို‌နေ့တွင် ချီတက်မှုလွှဲ‌ပြောင်းစစ်ဆင်ခြင်း သို့မဟုတ် (မိမိ၏)တပ်ဖွဲ့တစ်ဖွဲထံသို့ ပူး‌ပေါင်း‌နေရာယူခြင်းမှလွဲ၍ သူတို့ကို ‌ကျောခိုင်းသွားခဲ့လျှင် ထိုသူသည် အလ္လာဟ်အရှင်မြတ်၏ အမျက်‌တော်သင့်၍ ပြန်ခဲ့သည်ပင်ဖြစ်သည်။ ၎င်းပြင် ဂျဟန္နမ်ငရဲဘုံသည် သူ၏‌နေရာထိုင်ခင်း ဖြစ်သည်။ ထို့ပြင် (ငရဲဘုံသည်) အဘယ်မျှ ဆိုးရွား‌သော ပြန်လည်ရာစခန်းဖြစ်လိုက်သနည်း။"
        },
        {
            "chapter": 8,
            "verse": 17,
            "text": "ထို့‌နောက် အသင်တို့သည် ထို(ကာဖိရ်ငြင်းပယ်‌သော)သူများအား သတ်ဖြတ်ခဲ့ကြသည် မဟုတ်‌ပေ။ သို့ရာတွင် အလ္လာဟ်အရှင်မြတ်သည်ပင် သူတို့အား သတ်ဖြတ်‌တော်မူခဲ့ခြင်းဖြစ်သည်။ ၎င်းပြင် အသင်(တမန်‌တော်)သည် (သူတို့အား သဲများနှင့်)ပစ်ပက်စဉ်ကလည်း အသင်ပစ်ပက်ခဲ့သည် မဟုတ်‌ပေ။ သို့ရာတွင် အလ္လာဟ်အရှင်မြတ်သည်ပင် ပစ်ပက်‌တော်မူခဲ့ခြင်းဖြစ်သည်။* ၎င်းပြင် ယုံကြည်‌သောသူများအား အရှင်မြတ်ထံ‌တော်မှ ‌ကောင်းမွန်‌သောစမ်းသပ်မှုနှင့် စမ်းသပ်‌ကျေးဇူးပြု‌တော်မူရန်အတွက် ဖြစ်သည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အကြွင်းမဲ့ကြား‌တော်မူ‌သောအရှင်၊ အကြွင်းမဲ့သိ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "ဤသည် ဖြစ်ပျက်ခဲ့‌သောကိစ္စတစ်ခုဖြစ်သည်၊ ၎င်းပြင် (‌နောက်ကိစ္စတစ်ခုမှာ ဤသို့ ဖြစ်ခဲ့သည်) အလ္လာဟ်အရှင်မြတ်သည် ငြင်းပယ်သူများ၏ အကြံအစည်ကိုလည်း အမှန်စင်စစ် ချည့်နဲ့(ပျက်စီး)‌စေ‌တော်မူမည်။"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "အကယ်၍ အသင်တို့သည် စီရင်ဆုံးဖြတ်ချက်ကို ရလိုသည်ဆိုလျှင် စီရင်ဆုံးဖြတ်ချက်သည် အသင်တို့‌ရှေ့၌ပင် အမှန်စင်စစ် အသင့်‌ရောက်ရှိ‌နေပြီဖြစ်သည်။* ၎င်းပြင် အကယ်၍ အသင်တို့သည် ထပ်ပြီးပြုလုပ်ကြဦးမည်ဆိုလျှင် ငါအရှင်မြတ်လည်း ထပ်ပြီးပြုလုပ်‌တော်မူမည်ဖြစ်သည်။ ထို့‌နောက် အသင်တို့၏အုပ်စုသည် မည်မျှပင် များသည်ဖြစ်‌စေ၊ အသင်တို့အတွက် အနည်းငယ်မျှပင် လုံးဝ အသုံးဝင်မည် မဟုတ်‌ပေ။ ထို့ပြင် အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်‌သောသူများနှင့်အတူတကွ ရှိ‌တော်မူသည်။"
        }
    ]
}