{
    "rukus": [
        {
            "chapter": 8,
            "verse": 49,
            "text": "တစ်ခါက မုနာဖိက် အ‌ယောင်‌ဆောင်များနှင့် စိတ်နှလုံးထဲတွင် ‌ရောဂါစွဲကပ်‌နေသူများ*က (မွတ်စ်လင်မ်များနှင့်ပတ်သက်၍) ‌ပြောဆိုကြသည်- “ ဤသူများအား သူတို့၏ဒီန်သာသနာက လှည့်စားထားသည်။“ ၎င်းပြင် မည်သူမဆို အလ္လာဟ်အရှင်မြတ်အ‌ပေါ်တွင် အမှန်စင်စစ် ယုံပုံအပ်နှင်းလျှင် အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် တန်ခိုး‌တော်နှင့်အလွန်လွှမ်းမိုး‌တော်မူ‌သောအရှင်၊ ပညာဉာဏ်အ‌မြော်အမြင်နှင့် အလွန်ပြည့်စုံ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "ထို့ပြင် အကယ်၍ အသင်(တမန်‌တော်)သည် (ဤမြင်ကွင်းကို)မြင်ရလျှင် (အံ့ဩသွားမည်)၊ တစ်ခါတွင်- ‌ကောင်းကင်တမန်များသည် ကာဖိရ်များ၏အသက်ကို နှုတ်ယူ‌သောအချိန်၌ သူတို့၏မျက်နှာများနှင့် သူတို့၏‌ကျောကုန်းများကို ရိုက်နှက်ပြီး “အသင်တို့သည် (ငရဲ)မီး၏ပြစ်ဒဏ်ကို မြည်းစမ်းလိုက်ကြပါ“(ဟု ‌ပြောဆိုကြမည်)။"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "ဤသည် အသင်တို့၏လက်များက ကြိုတင်ပို့နှင့်ထားပြီးဖြစ်‌သောအရာ(မ‌ကောင်းမှုများ)‌ကြောင့်ပင်ဖြစ်သည်။ ထို့ပြင် အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် (အရှင်မြတ်၏)ကျွန်များကို နှိပ်စက်‌တော်မူ‌သောအရှင် လုံးဝမဟုတ်‌ပေ။"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "(ထိုအပြစ်ခံရ‌သော ကာဖိရ်များ၏အ‌ခြေအ‌နေသည်)ဖိရ်‌အောင်န်၏ အ‌ခြွေအရံများ၏ အ‌ခြေအ‌နေနှင့် သူတို့မတိုင်မီက ရှိခဲ့ကြ‌သောသူများ၏ အ‌ခြေအ‌နေကဲ့သို့ ဖြစ်သည်။ သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အာယသ်‌တော်များကို ငြင်းပယ်ခဲ့ကြသည်။ သို့ဖြစ်ရာ အလ္လာဟ်အရှင်မြတ်သည် သူတို့ကို သူတို့၏ မ‌ကောင်းမှုများ‌ကြောင့် အ‌ရေးယူကွပ်မျက်‌တော်မူခဲ့သည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလွန်အင်အားကြီး‌တော်မူ‌သောအရှင်၊ အလွန်ပြင်းထန်စွာ အပြစ်‌ပေး‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "ဤသည် အဘယ့်‌ကြောင့်ဆို‌သော် အလ္လာဟ်အရှင်မြတ်သည် အကြင်လူမျိုးတစ်မျိုးအ‌ပေါ်၌ ပြု‌တော်မူခဲ့‌သော မည်သည့်‌ကျေးဇူး‌တော်ကိုမှ ထိုလူမျိုးများသည် သူတို့ကိုယ်တိုင် သူတို့၏အ‌ခြေအ‌နေကို မ‌ပြောင်းလဲသ‌ရွေ့ ‌ပြောင်းလဲ‌ပေး‌တော်မမူ‌ပေ။* ၎င်းပြင် အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အကြွင်းမဲ့ကြား‌တော်မူ‌သောအရှင်၊ အကြွင်းမဲ့သိ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "(ထိုကာဖိရ်များ၏အ‌ခြေအ‌နေသည်)ဖိရ်‌အောင်န်၏ အ‌ခြွေအရံများ၏ အ‌ခြေအ‌နေနှင့် သူတို့မတိုင်မီက ရှိခဲ့ကြ‌သောသူများ၏ အ‌ခြေအ‌နေကဲ့သို့ ဖြစ်သည်။ သူတို့သည် သူတို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်၏သက်‌သေလက္ခဏာ‌တော်များကို မဟုတ်မမှန်ဟု ငြင်းပယ်ခဲ့ကြသည်။ သို့ဖြစ်ရာ ငါအရှင်မြတ်သည် သူတို့ကို သူတို့၏ မ‌ကောင်းမှုများ‌ကြောင့် ဖျက်ဆီး‌တော်မူခဲ့သည်။ ထို့ပြင် ငါအရှင်မြတ်သည် ဖိရ်‌အောင်န်၏အ‌ခြွေအရံများကို နစ်မြှပ်‌စေ‌တော်မူခဲ့သည်။ ၎င်းပြင် သူတို့အားလုံးသည် မတရားကျူးလွန်သူများပင် ဖြစ်ခဲ့ကြသည်။"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်ထံ‌တော်တွင် အဆိုးဆုံးသတ္တဝါများသည်* ထိုငြင်းပယ်‌သောသူများပင် ဖြစ်သည်။ ၎င်းပြင် သူတို့သည် ယုံကြည်ကြမည်လည်း မဟုတ်‌ပေ။"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "ထိုကာဖိရ်များကမူ အသင်သည် သူတို့ထံမှ ကတိကဝတ်ယူခဲ့ပြီးဖြစ်သည်။ ၎င်းပြင် သူတို့သည် သူတို့၏ကတိကဝတ်ကို အကြိမ်တိုင်း ‌ဖောက်ဖျက်ကြသည်။ ထို့‌နောက်လည်း သူတို့သည် အရှင်မြတ်အား မ‌ကြောက်ရွံ့ကြ‌ပေ။"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "သို့ဖြစ်ရာ အကယ်၍ အသင်သည် သူတို့အား စစ်ပွဲတွင် အမှန်ပင်ဖမ်းမိလျှင်၊ အသင်သည် သူတို့နှင့် သူတို့‌နောက်၌ရှိ‌သော(ရန်)သူများကို သူတို့ သတိတရားရကြပြီး (ကတိချိုး‌ဖောက်မှုကို ‌ရှောင်)ရန်အတွက် (ထိုဖမ်းမိထား‌သောသူများအား ဖရိုဖရဲဖြစ်‌အောင်)‌မောင်းထုတ်လိုက်ပါ။"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "ထို့ပြင် အကယ်၍ အသင်သည် လူမျိုးတစ်မျိုးထံမှ ကတိသစ္စာ‌ဖောက်မည်ကို စိုးရိမ်မှုဖြစ်လျှင်၊ အသင်သည် (သူတို့နှင့် ချုပ်ဆိုထား‌သောစာချုပ်ကို)သူတို့ထံသို့ ပြန်အပ်လိုက်ပါ။ (ထိုအခါ စာချုပ်ရုပ်သိမ်းပြီးဖြစ်‌ကြောင်း သိ‌သောကိစ္စတွင် အသင်နှင့်သူတို့သည်) တန်းတူဖြစ်သွားမည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ကတိ‌ဖောက်ဖျက်သူများကို နှစ်သက်‌တော်မမူ‌ပေ။"
        }
    ]
}