{
    "rukus": [
        {
            "chapter": 17,
            "verse": 31,
            "text": "ထို့ပြင် အသင်တို့သည် ဆင်းရဲမှုကို စိုးရိမ်သည့်အတွက် အသင်တို့၏သားသမီးများအား မသတ်ဖြတ်ကြနှင့်။ ငါအရှင်မြတ်သည် သူတို့နှင့်တကွ အသင်တို့အား စားနပ်ရိက္ခာ ‌ပေးသနား‌တော်မူသည်။ အမှန်စင်စစ် သူတို့အား သတ်ဖြတ်ခြင်းသည် အလွန်ကြီး‌လေး‌သောအပြစ် ဖြစ်သည်။"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "ထိုု့ပြင် အသင်တို့သည် တရားမဝင်‌သော ကာမလိုက်စားပြုကျင့်မှု အနားကိုပင် မကပ်ကြနှင့်။* ထို့ပြင် ထိုအရာသည် အလွန်စက်ဆုပ် ရွံ့ရှာဖွယ်ဖြစ်သည့်အပြင် အလွန်ဆိုးဝါး‌သောလမ်းစဉ်လည်း ဖြစ်သည်။"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "ထို့ပြင် အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်က တားမြစ်ထား‌သော အသက်ကို မှန်ကန်သည့်အ‌ကြောင်းမရှိဘဲ (မတရားသဖြင့်)သတ်ဖြတ်မှု မပြုကြနှင့်။* ထို့ပြင် အကြင်သူသည် မတရားသတ်ဖြတ်ခံရလျှင် သို့ဖြစ်ရာ မတရားသတ်ဖြတ်ခံရ‌သောသူ၏အ‌မွေစား အ‌မွေခံကို အမှန်စင်စစ် ငါအရှင်မြတ်သည် အခွင့်အာဏာ‌ပေးထား‌တော်မူသည်။ ထို့‌နောက် ထိုအ‌မွေစားအ‌မွေခံသည် သတ်ဖြတ်မှုနှင့်ပတ်သက်၍ ‌ဘောင်မ‌ကျော်ရ‌ပေ။* အမှန်စင်စစ် ထိုသူသည် ကူညီ‌ထောက်ခံမှု ရရှိပြီးဖြစ်သည်။"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "ထို့ပြင် အသင်တို့သည် ‌ကောင်း‌သောနည်းမှလွဲ၍ အဘမဲ့က‌လေးများ၏ပစ္စည်းများ အနီးသို့ သူတို့အရွယ်‌ရောက်သည်အထိ* မချဉ်းကပ်ကြနှင့်။ ၎င်း‌နောက် အသင်တို့သည် ကတိသစ္စာကို* ‌ကျေပွန်‌အောင် ‌ဆောင်ရွက်ကြပါ။ အမှန်စင်စစ် ကတိသစ္စာသည် စစ်‌ဆေး‌မေးမြန်းခံရမည့်ကိစ္စဖြစ်သည်။"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "ထို့ပြင် အသင်တို့သည် ခြင်တွယ်‌သောအခါ ပြည့်ဝစွာ ခြင်တွယ်‌ပေးကြပါ။ ၎င်း‌နောက် ချိန်တွယ်‌သောအခါ၌လည်း မှန်ကန်‌သောချိန်ခွင်နှင့် ချိန်တွယ်‌ပေးကြပါ။* ဤသည် (ဤဘဝတွင်လည်း) အ‌ကောင်းဆုံးဖြစ်သည်။ (တမလွန်ဘဝတွင်လည်း)အကျိုးဆက်အားဖြင့် အ‌ကောင်းဆုံးပင်ဖြစ်သည်။"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "ထို့ပြင် အသင်သည် အသင်မသိ‌သောအ‌ကြောင်းအရာ၏‌နောက်သို့ မလိုက်နှင့်၊* အမှန်စင်စစ် နား၊ မျက်စိ၊ စိတ်နှလုံး အားလုံး တစ်ခုချင်းစီသည် ထိုအရာ(မသိ‌သောအရာ‌နောက်လိုက်ခြင်း)နှင့်ပတ်သက်၍ ‌မေးမြန်းခြင်းခံရမည်ဖြစ်သည်။"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "ထို့ပြင် အသင်သည် ‌မြေပထဝီတွင် ကြွားဝါ၍ မ‌လျှောက်နှင့်။* အမှန်စင်စစ် အသင်သည် ‌မြေပထဝီကိုလည်း လုံးဝ ‌ဖောက်ထွင်းနိုင်သည်မဟုတ်‌ပေ။ ၎င်း‌နောက် အသင်သည် အရပ်ရှည်လျားမှုအားဖြင့်လည်း ‌တောင်ကို လုံးဝမီသည် မဟုတ်‌ပေ။"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "ထိုအရာအားလုံး၏မ‌ကောင်းမှုများသည်* အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်ထံ‌တော်၌ စက်ဆုပ်ရွံ့ရှာဖွယ်ရာများပင်ဖြစ်ကြသည်။"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "ဤအရာများမှာ အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် ဉာဏ်အ‌မြော်အမြင်များထဲမှ အသင့်ထံသို့ ထုတ်ပြန်ပို့ချလိုက်‌သော အမိန့်ပညတ်ချက်များပင်ဖြစ်သည်။ ထို့ပြင် အသင်သည် အလ္လာဟ်အရှင်မြတ်နှင့် တွဲဖက်၍ အခြား မည်သည့်အရာကိုမှ လုံးဝကိုးကွယ်မှု မပြုနှင့်။ ထိုသို့ပြုခဲ့လျှင် အသင်သည် ဂျဟန္နမ်ငရဲဘုံတွင် ပြစ်တင်ရှုတ်ချခြင်းခံရ၍ ကရုဏာ‌တော်မှ ကင်း‌ဝေးခြင်းခံရလျက် ပစ်ချခံရလိမ့်မည်.၏။"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "အသင်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် အသင်တို့အား ထူးခြားစွာ သား‌ယောက်ျား‌လေးများချည်းသာ ‌ပေး‌တော်မူပြီး အရှင်မြတ်ကိုယ်တိုင်မှာမူ ‌ကောင်းကင်တမန်များအား သမီးမိန်းက‌လေးများအဖြစ် ‌မွေးစားထား‌တော်မူပါသ‌လော။ အမှန်စင်စစ် အသင်တို့သည် အလွန်ကြီးကျယ်‌သောစကားကို ‌ပြောဆိုကြသည် အမှန်ပင်။"
        }
    ]
}