{
    "rukus": [
        {
            "chapter": 27,
            "verse": 45,
            "text": "ထို့ပြင် အမှန်စင်စစ် ငါအရှင်မြတ်သည် ဆမူဒ်အမျိုးသားများထံသို့ သူတို့၏‌နောင်‌တော်(တမန်‌တော်)စွာလိဟ်ကို အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ကိုးကွယ်ရမည်ဟု (အမိန့်‌တော်နှင့်တကွ) ‌စေလွှတ်‌တော်မူခဲ့သည်။ ထိုအခါ (မုအ်မင်န်နှင့် ကာဖိရ်)အုပ်စုနှစ်စုသည် (သူမှန်သည်၊ ငါမှန်သည်နှင့်) အငြင်းအခုံပြုကြ‌တော့သည်။"
        },
        {
            "chapter": 27,
            "verse": 46,
            "text": "၎င်း(တမန်‌တော်စွာလိဟ်)က ‌ပြောခဲ့သည်- အို- ငါ၏အမျိုးသားတို့၊ အသင်တို့သည် အဘယ့်‌ကြောင့် ကရုဏာထက်အလျင် အပြစ်ဒဏ်ကို ‌ဆောလျင်စွာ လိုလားကြသနည်း။ အသင်တို့သည် သနားခြင်းခံရရန် အဘယ့်‌ကြောင့် အလ္လာဟ်အရှင်မြတ်ထံ‌တော်တွင် ချမ်းသာခွင့်ကို ‌တောင်းခံမှု မပြုကြသနည်း။"
        },
        {
            "chapter": 27,
            "verse": 47,
            "text": "ထိုအမျိုးသားများက ကျွန်ုပ်တို့သည် အသင်နှင့် အသင်၏အ‌ပေါင်းအပါများ‌ကြောင့် (နိမိတ်ဆိုးဖြစ်ပြီး) လာဘ်ပိတ်‌နေခဲ့သည်ဟု ‌ပြောဆိုခဲ့ကြသည်။ ၎င်း(တမန်‌တော်စွာလိဟ်)က ‌ပြောဆိုသည်- အသင်တို့၏နိမိတ်ဆိုးသည် အလ္လာဟ်အရှင်မြတ်ထံ‌တော်၌သာရှိသည်။ ထိုသို့မဟုတ်‌ပေ၊ အမှန်စင်စစ် အသင်တို့သည် စမ်းသပ်ခြင်းကို ခံကြရမည့် အမျိုးသားများပင်ဖြစ်သည်။"
        },
        {
            "chapter": 27,
            "verse": 48,
            "text": "ထို့ပြင် မြို့တွင်း၌ ‌ယောက်ျားကိုးဦး ရှိခဲ့သည်။ သူတို့သည် တိုင်းပြည်ကို ပြုပြင်ကြခြင်းမရှိဘဲ၊ ဖျက်ဆီးမှုသာ ပြုလုပ်လျက်ရှိကြသည်။"
        },
        {
            "chapter": 27,
            "verse": 49,
            "text": "သူတို့သည် အလ္လာဟ်အရှင်မြတ်အား တိုင်တည်၍ အမှန်ပင် ကျွန်ုပ်တို့သည် (တမန်‌တော်)စွာလိဟ်နှင့် ၎င်း၏လူများအား ညအချိန်တွင် သွား‌ရောက်သတ်ဖြတ်ကြမည်၊ ထို့ပြင် ၎င်း၏ အ‌မွေစားအ‌မွေခံများအား ၎င်းနှင့်ပတ်သက်သည့်သူများ အသတ်ခံကြရသည့်အချိန်တွင် ကျွန်ုပ်တို့ ‌တွေ့မြင်ခဲ့ကြသည် မဟုတ်‌ပေ၊ ထို့ပြင် အမှန်စင်စစ် ကျွန်ုပ်တို့သည် မှန်ကန်သည့်သူများဖြစ်ကြသည်ဟု ‌ပြောဆိုကြမည့်အ‌ကြောင်း အချင်းချင်း ‌ပြောဆိုခဲ့ကြသည်။"
        },
        {
            "chapter": 27,
            "verse": 50,
            "text": "ထို့ပြင် သူတို့သည် အကြံအစည်တစ်ခုကို လျှို့ဝှက်ကြံစည်ခဲ့ကြသည်။ ထို့ပြင် ငါအရှင်မြတ်ကလည်း စီမံခန့်ခွဲမှုတစ်ခုကို သူတို့မသိလိုက်ကြဘဲလျက် စီမံခန့်ခွဲ‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 27,
            "verse": 51,
            "text": "သို့ဖြစ်ရာ အသင်သည် သူတို့၏ အကြံအစည်၏‌နောက်ဆုံးအကျိုးဆက်သည် မည်သို့ဖြစ်ခဲ့သည်ကို ကြည့်လိုက်ပါ။ အမှန်စင်စစ် ငါအရှင်မြတ်သည် သူတို့နှင့် သူတို့၏အမျိုးသားများအားလုံးကို ဖျက်ဆီး‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 27,
            "verse": 52,
            "text": "ဤသည် သူတို့၏‌သွေဖည်မှု‌ကြောင့် ပျက်စီး‌နေ‌သော သူတို့၏‌နေအိမ်များဖြစ်သည်။ အမှန်စင်စစ် ထိုအထဲတွင် သိနားလည်ကြသည့်သူအတွက် အမှန်ပင် သက်‌သေသာဓကရှိသည်။"
        },
        {
            "chapter": 27,
            "verse": 53,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် အီမာန်ယုံကြည်ပြီး ‌ကြောက်ရွံ့အပြစ်‌ရှောင် ‌ကောင်းကျိုး‌ဆောင်ကြသည့်သူများကို ကယ်ဆယ်‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 27,
            "verse": 54,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် လူသွ်ကို(လည်း တမန်‌တော်အဖြစ် ‌စေလွှတ်‌တော်မူခဲ့သည်)၊ တစ်ခါက ၎င်းသည် ၎င်း၏အမျိုးသားများကို ‌ပြောဆိုခဲ့သည်။ အသင်တို့သည် သိလျက်နှင့် စက်ဆုပ်ဖွယ်ရာအမှုကို ကျူးလွန်ကြသ‌လော။"
        },
        {
            "chapter": 27,
            "verse": 55,
            "text": "အသင်တို့သည် မိန်းမများအားစွန့်ပြီး ‌ယောက်ျားများထံတွင် ကာမဂုဏ်ခံစားရန်လာကြသ‌လော။ အမှန်စင်စစ် အသင်တို့သည် ကျူး‌ကျော်မိုက်မဲ‌သော အမျိုးသားများပင်ဖြစ်ကြသည်။"
        },
        {
            "chapter": 27,
            "verse": 56,
            "text": "ထိုအမျိုးသားများက သူတို့အချင်းချင်း အသင်တို့သည် (တမန်‌တော်)လူသွ်နှင့် ပတ်သက်သည့်သူများအား အသင်တို့မြို့ရွာမှ နှင်ထုတ်ကြပါ။ အမှန်စင်စစ် ၎င်းတို့သည် သန့်ရှင်းဟန်‌ဆောင်သူများပင်ဖြစ်ကြသည်ဟု (‌ပြောင်‌လှောင်)‌ပြောဆိုခဲ့ကြသည်မှလွဲ၍ သူတို့တွင် အခြားအ‌ဖြေမရှိခဲ့ကြ‌ပေ။"
        },
        {
            "chapter": 27,
            "verse": 57,
            "text": "သို့ဖြစ်ရာ ငါအရှင်မြတ်သည် (တမန်‌တော်)လူသွ်နှင့် ၎င်း၏အိမ်သူအိမ်သားများကို ကယ်ဆယ်‌တော်မူခဲ့သည်။ သို့ရာတွင် ၎င်း၏ဇနီးကိုမူ ငါအရှင်မြတ်သည် သူမအား ကျန်ရစ်သူများထဲတွင် သတ်မှတ်‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 27,
            "verse": 58,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် သူတို့အ‌ပေါ်တွင် မိုးတစ်မျိုးကို ရွာသွန်း‌စေ‌တော်မူခဲ့သည်။ ထို့ပြင် သတိ‌ပေးနှိုး‌ဆော်ခြင်းခံခဲ့ကြရ‌သောသူများ၏မိုးသည် အလွန်ဆိုးရွားလှသည်။"
        }
    ]
}