{
    "rukus": [
        {
            "chapter": 37,
            "verse": 22,
            "text": "(အရှင်မြတ်က ‌ကောင်းကင်တမန်များကို မိန့်ကြား‌တော်မူမည်)၊ အသင်တို့သည် မတရားနှိပ်စက်ခဲ့ကြသည့်သူများနှင့်၊ သူတို့ကဲ့သို့ အယူအဆတူ‌သော အ‌ပေါင်းအ‌ဖော်များသာမက သူတို့ ကိုးကွယ်ခဲ့ကြသည့်အရာများကိုလည်း စုရုံးလိုက်ကြပါ။"
        },
        {
            "chapter": 37,
            "verse": 23,
            "text": "အလ္လာဟ်အရှင်မြတ်အား စွန့်ပြီး (သူတို့ ကိုးကွယ်ခဲ့ကြသည့်အရာများကို စုရုံးပါ)။ ထို့ပြင် အသင်တို့သည် သူတို့အားလုံးကို ဂျဟန္နမ်ငရဲဘုံ၏လမ်း(ကိုပြသပြီး ထိုလမ်း)အတိုင်း ‌ခေါ်‌ဆောင်သွားကြပါ။"
        },
        {
            "chapter": 37,
            "verse": 24,
            "text": "ထို့ပြင် အသင်တို့သည် သူတို့အား (ခဏ)ဆိုင်းငံ့ထားကြပါ။ အမှန်စင်စစ် သူတို့သည် စစ်‌ဆေး‌မေးမြန်းခြင်း ခံကြရမည့်သူများပင်ဖြစ်ကြသည်။"
        },
        {
            "chapter": 37,
            "verse": 25,
            "text": "အသင်တို့သည် အဘယ့်‌ကြောင့် အချင်းချင်း မကူညီကြသနည်း(ဟု ‌ငေါက်ငမ်းသည့်အ‌နေနှင့် ‌ပြောဆိုခံကြရမည်)။"
        },
        {
            "chapter": 37,
            "verse": 26,
            "text": "ထို့ပြင် သူတို့သည် ထို‌နေ့တွင် ဦး‌ခေါင်းငုံ့၌ အညံ့ခံကြမည်။"
        },
        {
            "chapter": 37,
            "verse": 27,
            "text": "ထို့ပြင် သူတို့သည် သူတို့အချင်းချင်း တစ်ဦးဘက်တစ်ဦးလှည့်ပြီး အပြန်အလှန် ‌မေးမြန်းကြမည်။"
        },
        {
            "chapter": 37,
            "verse": 28,
            "text": "သူတို့(ထဲမှ ‌နောက်လိုက်များ)က (‌ခေါင်း‌ဆောင်များကို) အမှန်စင်စစ် အသင်တို့သည် အင်အားအရှိန်အဝါနှင့် ကျွန်ုပ်တို့ထံသို့ လာ‌ရောက်‌လေ့ရှိခဲ့ကြသည်။"
        },
        {
            "chapter": 37,
            "verse": 29,
            "text": "သူတို့(‌ခေါင်း‌ဆောင်များ)က ‌ပြောကြမည်။ ထိုသို့မဟုတ်‌ပေ၊ အမှန်စင်စစ် အသင်တို့ကိုယ်တိုင် အီမာန်ယုံကြည်သူများ မဖြစ်ခဲ့ကြ‌ပေ။"
        },
        {
            "chapter": 37,
            "verse": 30,
            "text": "ထို့ပြင် ကျွန်ုပ်တို့အတွက် အသင်တို့အ‌ပေါ်တွင် မည်သည့်အာဏာလွှမ်းမိုးမှုမျှ မရှိခဲ့‌ပေ။ အမှန်စင်စစ် အသင်တို့ကိုယ်တိုင်ပင် ကျူး‌ကျော်‌သောင်းကျန်းသည့်သူများဖြစ်ခဲ့ကြသည်။"
        },
        {
            "chapter": 37,
            "verse": 31,
            "text": "သို့ဖြစ်ရာ ကျွန်ုပ်တို့သည် အမှန်စင်စစ် (ပြစ်ဒဏ်၏)အရသာကို မြည်းစမ်းမည့်သူများဖြစ်ကြသည်ဟု ကျွန်ုပ်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်၏မိန့်ကြားချက်သည် ကျွန်ုပ်တို့အားလုံးအ‌ပေါ်တွင် မှန်ကန်‌ကြောင်း ထင်ရှားခဲ့ပြီဖြစ်သည်။"
        },
        {
            "chapter": 37,
            "verse": 32,
            "text": "သို့ဖြစ်ရာ ကျွန်ုပ်တို့သည် အသင်တို့အား လမ်းလွဲ‌စေခဲ့ကြသည်။ အမှန်စင်စစ် ကျွန်ုပ်တို့ကိုယ်တိုင်လည်း လမ်းလွဲသူများပင် ဖြစ်ခဲ့ကြသည်။"
        },
        {
            "chapter": 37,
            "verse": 33,
            "text": "သို့ဖြစ်ရာ အမှန်စင်စစ် သူတို့အားလုံးသည် ထို‌နေ့၏ပြစ်ဒဏ်တွင် အတူတကွ ပါဝင်(ခံစား)သူများဖြစ်ကြမည်။"
        },
        {
            "chapter": 37,
            "verse": 34,
            "text": "အမှန်စင်စစ် ငါအရှင်မြတ်သည် အပြစ်ရှိသူများကို ဤသို့ပင် ပြုလုပ်‌လေ့ရှိ‌တော်မူသည်။"
        },
        {
            "chapter": 37,
            "verse": 35,
            "text": "အမှန်စင်စစ် “အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ကိုးကွယ်ထိုက်သည့်အရှင် မရှိ‌ပေ“ဟု သူတို့ ‌ပြောဆိုခံခဲ့ကြရသည့်အခါ သူတို့သည် မာန‌ထောင်‌နေခဲ့ကြသည်။"
        },
        {
            "chapter": 37,
            "verse": 36,
            "text": "ထို့ပြင် သူတို့က ကျွန်ုပ်တို့သည် ကဗျာဆရာ အရူးတစ်‌ယောက်၏အ‌ပြောနှင့် ကျွန်ုပ်တို့၏ကိုးကွယ်ရာများကို အမှန် စွန့်လွှတ်ကြရမည်‌လောဟု ‌ပြောဆို‌လေ့ရှိခဲ့ကြသည်။"
        },
        {
            "chapter": 37,
            "verse": 37,
            "text": "အမှန်စင်စစ် ၎င်း(တမန်‌တော်)သည် အမှန်တရားကို ယူ‌ဆောင်ခဲ့သည့်အပြင် (အခြား)တမန်‌တော်များအားလည်း (မှန်ကန်သည်ဟု)ယုံကြည်‌ထောက်ခံခဲ့သည်။"
        },
        {
            "chapter": 37,
            "verse": 38,
            "text": "အမှန်စင်စစ် သူတို့အားလုံးသည် နာကျင်‌စေ‌သော ပြစ်ဒဏ်ကို မြည်းစမ်းကြရမည့်သူများဖြစ်ကြသည်။"
        },
        {
            "chapter": 37,
            "verse": 39,
            "text": "ထို့ပြင် အသင်တို့သည် အသင်တို့ပြုလုပ်ခဲ့ကြ‌သောအရာများ၏ အစား‌ပေးခြင်းကို ခံကြရမည်ဖြစ်သည်။"
        },
        {
            "chapter": 37,
            "verse": 40,
            "text": "သို့ရာတွင် ‌ရွေးချယ်ခြင်းကို ခံခဲ့ကြရ‌သော အလ္လာဟ်အရှင်မြတ်၏ကျွန်များအတွက်ကမူ(မပါဝင်‌ပေ)၊"
        },
        {
            "chapter": 37,
            "verse": 41,
            "text": "ထိုသူများအတွက် သတ်မှတ်ထား‌သော အစားအစာရှိသည်။"
        },
        {
            "chapter": 37,
            "verse": 42,
            "text": "သူတို့သည် ဂုဏ်‌ပေးခြင်းခံကြရသည့်သူများဖြစ်ကြလျှက် (သူတို့အတွက်) သစ်သီးဝလံများရှိမည်။"
        },
        {
            "chapter": 37,
            "verse": 43,
            "text": "စည်းစိမ်နှင့်ပြည့်စုံ‌သော ဥယျာဉ်များတွင်၊"
        },
        {
            "chapter": 37,
            "verse": 44,
            "text": "မြင့်မား‌သော ထိုင်ခုံများ‌ပေါ်တွင် မျက်နှာချင်းဆိုင် ထိုင်လျက်ရှိကြမည်။"
        },
        {
            "chapter": 37,
            "verse": 45,
            "text": "သူတို့၏‌ရှေ့၌ စီး‌တွေ‌နေသည့်‌ချောင်းများမှ အရက်နှင့်ပြည့်လျှံ‌နေ‌သော အရက်ခွက်*များသည် လှည့်ပတ်‌နေလိမ့်မည်။"
        },
        {
            "chapter": 37,
            "verse": 46,
            "text": "အဖြူ‌ရောင်ဖြစ်ပြီး ‌သောက်သည့်သူများအတွက် အရသာပြည့်စုံသည့် (အရက်ဖြစ်မည်)။"
        },
        {
            "chapter": 37,
            "verse": 47,
            "text": "ထိုအရက်ထဲတွင် ဒုက္ခဖြစ်‌စေသည့်အရာမရှိ‌ပေ၊ ထို့ပြင် သူတို့သည် မူးပြီးသတိလစ်သွားကြမည်လည်း မဟုတ်‌ပေ။"
        },
        {
            "chapter": 37,
            "verse": 48,
            "text": "ထို့ပြင် သူတို့ထံတွင် မျက်လွှာချ‌နေ‌သော မျက်ဝန်းကျယ်ပြီး လှပ‌သော ကြင်ရာများလည်း ရှိကြမည်။"
        },
        {
            "chapter": 37,
            "verse": 49,
            "text": "ထိုကြင်ရာများသည် လျှို့ဝှက်ဖုံးအုပ်ထား‌သော ဥများကဲ့သို့ဖြစ်ကြလိမ့်မည်။"
        },
        {
            "chapter": 37,
            "verse": 50,
            "text": "ထို့‌နောက် သူတို့သည် သူတို့အချင်းချင်း တစ်ဦးဘက်တစ်ဦးလှည့်ပြီး အပြန်အလှန် ‌မေးမြန်းကြမည်။"
        },
        {
            "chapter": 37,
            "verse": 51,
            "text": "သူတို့ထဲမှ ‌ပြောဆိုသူတစ်ဦးက ‌ပြောဆိုမည်- အမှန်စင်စစ် ကျွန်ုပ်တွင် အ‌ဖော်တစ်ဦးရှိခဲ့ဖူးသည်။"
        },
        {
            "chapter": 37,
            "verse": 52,
            "text": "သူက ကျွန်ုပ်ကို ‌ပြောဆို‌လေ့ရှိခဲ့သည်။ အမှန်စင်စစ် အသင်လည်း (‌သေပြီး‌နောက် ရှင်ပြန်ထခြင်းကို) ယုံကြည်(‌ထောက်ခံ)သူတစ်ဦးပင်‌လော။"
        },
        {
            "chapter": 37,
            "verse": 53,
            "text": "ကျွန်ုပ်တို့သည် ‌သေဆုံးပြီး ‌မြေကြီးဖြစ်သွားသည့်‌နောက် အရိုးများပင် ကျန်ရစ်သည့်အခါ အမှန်ပင် ကျွန်ုပ်တို့သည် အစား‌ပေးခြင်းခံကြရမည့်သူများ ဖြစ်ကြရမည်‌လော။"
        },
        {
            "chapter": 37,
            "verse": 54,
            "text": "(အနီးမှအ‌ဖော်၊ သို့မဟုတ် အရှင်မြတ်က)‌ပြောဆိုမည်- အသင်တို့သည် (ထိုအ‌ဖော်အား) လှမ်းကြည့်ချင်သည့်သူများ‌လော။"
        },
        {
            "chapter": 37,
            "verse": 55,
            "text": "ထို့‌နောက် သူသည် လှမ်းကြည့်သည့်အခါ ထိုအ‌ဖော်ကို ငရဲဘုံ၏အလယ်တွင် ‌တွေ့မည်။"
        },
        {
            "chapter": 37,
            "verse": 56,
            "text": "သူသည် ထိုအ‌ဖော်ကို‌ပြောမည်။ အလ္လာဟ်အရှင်မြတ်ကို တိုင်တည်‌ပြောသည်၊ အမှန်စင်စစ် အသင်သည် ကျွန်ုပ်ကို ဖျက်ဆီးမည့်ဆဲဆဲဖြစ်ခဲ့သည်။"
        },
        {
            "chapter": 37,
            "verse": 57,
            "text": "ထို့ပြင် အကယ်၍ ကျွန်ုပ်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်၏‌ကျေးဇူး‌တော်သာမရှိခဲ့လျှင် အမှန်ပင် ကျွန်ုပ်လည်း ဖမ်းဆီးအ‌ရေးယူခံရမည့်သူများထဲတွင် အပါအဝင်ဖြစ်လိမ့်မည်။"
        },
        {
            "chapter": 37,
            "verse": 58,
            "text": "ထို့‌နောက် (ယခုမူ)ကျွန်ုပ်တို့သည် မ‌သေဆုံး‌တော့မည့်သူများပင် မဟုတ်‌လော။"
        },
        {
            "chapter": 37,
            "verse": 59,
            "text": "ကျွန်ုပ်တို့သည် ပထမအကြိမ် ‌သေဆုံးခဲ့ကြခြင်းမှလွဲ၍၊ ထို့ပြင် ကျွန်ုပ်တို့သည် ပြစ်ဒဏ်‌ပေးခြင်းလည်း မခံကြရ‌တော့မည့်သူများပင် မဟုတ်‌လော။"
        },
        {
            "chapter": 37,
            "verse": 60,
            "text": "အမှန်စင်စစ် ဤသည် ကြီးကျယ်‌သော ‌အောင်မြတ်မှုပင်ဖြစ်သည်။"
        },
        {
            "chapter": 37,
            "verse": 61,
            "text": "ဤသို့ (‌အောင်မြင်မှု)မျိုးအတွက် အလုပ်လုပ်သည့်သူများသည် လုပ်ရမည်ဖြစ်သည်။"
        },
        {
            "chapter": 37,
            "verse": 62,
            "text": "ဤ(‌ဖော်ပြခဲ့‌သော အရည်အချင်းဂုဏ်သည်) ဧည့်ခံပွဲအ‌နေနှင့် ပို‌ကောင်းသ‌လော၊ သို့မဟုတ် ရှား‌စောင်းဆူးပင်က ပို‌ကောင်းသ‌လော။"
        },
        {
            "chapter": 37,
            "verse": 63,
            "text": "အမှန်စင်စစ် ငါအရှင်မြတ်သည် ထိုသစ်ပင်ကို မတရားကျူးလွန်ကြသည့်သူများအတွက် စမ်းသပ်ရန် ပြုလုပ်‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 37,
            "verse": 64,
            "text": "အမှန်စင်စစ် ထိုအရာသည် ငရဲဘုံ၏‌အောက်‌ခြေတွင် ‌ပေါက်‌သော သစ်ပင်တစ်ပင်ဖြစ်သည်။"
        },
        {
            "chapter": 37,
            "verse": 65,
            "text": "ထိုသစ်ပင်၏အသီးသည် ရှိုင်သွာန်များ၊ ‌မြွေများ၏ပါးပျဉ်းများကဲ့သို့ပင် ဖြစ်သည်။"
        },
        {
            "chapter": 37,
            "verse": 66,
            "text": "ထို့ပြင် အမှန်ပင် သူတို့သည် ထိုအပင်မှ အမှန်စားသုံးကြရမည်။ ထို့ပြင် သူတို့သည် ထိုသစ်ပင်ဖြင့် ဗိုက်များကို ဖြည့်ကြမည်။"
        },
        {
            "chapter": 37,
            "verse": 67,
            "text": "ထို့‌နောက် သူတို့အတွက် ထို(ရှား‌စောင်းဆူးပင်စားပြီး‌နောက် ‌ရေ‌တောင်းသည့်)အ‌ပေါ်တွင် ပွက်ပွက်ဆူ‌နေသည့်‌ရေ‌နွေးကိုလည်း အမှန်စင်စစ် တိုက်ခြင်းခံကြရမည်။"
        },
        {
            "chapter": 37,
            "verse": 68,
            "text": "ထို့ပြင် အမှန်စင်စစ် သူတို့၏ပြန်လည်ရာဌာနသည် ငရဲဘုံပင်ဖြစ်မည်။"
        },
        {
            "chapter": 37,
            "verse": 69,
            "text": "အမှန်စင်စစ် သူတို့သည် သူတို့၏အဘ၊ ဘိုး၊ ‌ဘေးများကို လမ်းမှားသူများအဖြစ် ‌တွေ့ခဲ့ကြသည်။"
        },
        {
            "chapter": 37,
            "verse": 70,
            "text": "ထို့‌နောက် သူတို့သည် သူတို့၏အဘများ၏ ‌ခြေရာများအတိုင်း ‌ပြေးလွှားလျက် လိုက်ခဲ့ကြသည်။"
        },
        {
            "chapter": 37,
            "verse": 71,
            "text": "ထို့ပြင် အမှန်စင်စစ် သူတို့မတိုင်မီကလည်း ယခင်လူ အ‌မြောက်အမြားသည် လမ်းမှားခဲ့ကြသည်။"
        },
        {
            "chapter": 37,
            "verse": 72,
            "text": "ထို့ပြင် အမှန်စင်စစ် ငါအရှင်မြတ်သည် သူတို့ထဲတွင် သတိ‌ပေးနှိုး‌ဆော်သူများကို ‌စေလွှတ်‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 37,
            "verse": 73,
            "text": "ထို့‌နောက် အသင်(တမန်‌တော်)သည် သတိ‌ပေးနှိုး‌ဆော်ခြင်း ခံခဲ့ကြရသည့်သူများ၏ ‌နောက်ဆုံးအကျိုးဆက်သည် မည်သို့ဖြစ်ခဲ့သနည်းဆိုသည်ကို ကြည့်လိုက်ပါ။"
        },
        {
            "chapter": 37,
            "verse": 74,
            "text": "သို့ရာတွင် ‌ရွေးချယ်ခြင်းခံခဲ့ကြရ‌သော အလ္လာဟ်အရှင်မြတ်၏ကျွန်များကမူ (လွတ်‌မြောက်ခဲ့ကြသည်)။"
        }
    ]
}