{
    "rukus": [
        {
            "chapter": 39,
            "verse": 10,
            "text": "(အို- တမန်‌တော်)အသင်သည် (ငါအရှင်၏ကိုယ်စား)‌ပြောလိုက်ပါ- အို- ငါအရှင်မြတ်၏ အီမာန်ယုံကြည်သူကျွန်အ‌ပေါင်းတို့၊ အသင်တို့သည် အသင်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်အား ‌ကြောက်ရွံ့ကြပါ။ ‌ကောင်းကျိုးပြုလုပ်ခဲ့ကြသည့်သူများအတွက် ဤဘဝတွင်လည်း ‌ကောင်းကျိုးရှိသည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်၏‌မြေပထဝီသည် ကျယ်ဝန်းသည်။ စွဲမြဲစွာ ကြံ့ခိုင်သည်းခံ‌သောသူများပင် သူတို့၏အကျိုးကို မ‌ရေမတွက်နိုင်‌အောင် အပြည့်အဝ ‌ပေးဆပ်ခြင်းခံကြရမည်ဖြစ်သည်။"
        },
        {
            "chapter": 39,
            "verse": 11,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- အမှန်စင်စစ် ကျွန်ုပ်သည် အလ္လာဟ်အရှင်မြတ်ကိုသာ ကိုးကွယ်မှုကို အရှင်မြတ်အတွက် သက်သက်ဖြစ်‌စေလျက် ကိုးကွယ်ရန် အမိန့်‌ပေး‌တော်မူခြင်းကိုခံရသည်။"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "ထို့ပြင် ကျွန်ုပ်သည် ပထမဦးဆုံးမွတ်စ်လင်မ်ဖြစ်ရန်လည်း အမိန့်‌ပေး‌တော်မူခြင်းခံရသည်။"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- အကယ်၍ ငါသည် ငါ့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်၏အမိန့်‌တော်ကို ဖီဆန်ခဲ့လျှင် အမှန်ပင် ငါသည် ကြီးကျယ်‌သော(ကိယာမသ်)‌နေ့၏ပြစ်ဒဏ်ကို ‌ကြောက်သည်။"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- ငါသည် အလ္လာဟ်အရှင်မြတ်ကိုပင် ငါ၏ကိုးကွယ်မှုကို အရှင်မြတ်အတွက် သက်သက်ဖြစ်‌စေလျက် ကိုးကွယ်သည်။"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "သို့ဖြစ်ရာ အသင်တို့သည် အရှင်မြတ်အား စွန့်လွှတ်ပြီး အသင်တို့အလိုရှိရာကို ကိုးကွယ်ကြပါ။ (အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- သူတို့ကိုယ်တိုင်နှင့် သူတို့၏အိမ်သူအိမ်သားများကို ကိယာမသ်‌နေ့တွင် ဆုံးရှုံး‌အောင်လုပ်သည့်သူများပင် အမှန်စင်စစ် ဆုံးရှုံးသူများ ဖြစ်ကြသည်။ သတိပြုကြပါ၊ ဤသည် ထင်ရှား‌သော ဆုံးရှုံးမှုဖြစ်သည်။"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "သူတို့အတွက် သူတို့၏အထက်၌လည်း မီးအမိုးများရှိပြီး သူတို့၏‌အောက်၌လည်း မီးအခင်းများရှိမည်။ ဤသည် အလ္လာဟ်အရှင်မြတ်က အရှင်မြတ်၏ကျွန်များအား ‌ကြောက်ရွံ့‌စေ‌တော်မူ‌သောအရာ(ပြစ်ဒဏ်)ပင် ဖြစ်သည်။ သို့ဖြစ်ရာ အို- ငါအရှင်မြတ်၏ကျွန်အ‌ပေါင်းတို့၊ အသင်တို့သည် ငါအရှင်မြတ်အား ‌ကြောက်ရွံ့ကြပါ။"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "ထို့ပြင် မမှန်ကန်‌သော ကိုးကွယ်ရာများအား ကိုးကွယ်ခြင်းမှ‌ရှောင်ကြဉ်ပြီး အလ္လာဟ်အရှင်မြတ်ဘက်သို့ လှည့်ခဲ့ကြသည့်သူများအတွက်မှာမူ ဝမ်း‌မြောက်ဖွယ်ရာ သတင်းရှိသည်။ သို့ဖြစ်ရာ အသင်သည် ငါအရှင်မြတ်၏ကျွန်များအား ဝမ်း‌မြောက်ဖွယ်ရာ သတင်းကို‌ပြောလိုက်ပါ။"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "ထိုကျွန်များသည် အာယသ်(အရှင်မြတ်၏စကား‌တော်)ကို အားရုံစိုက်ပြီး နား‌ထောင်ကြသည်။ ထို့ပြင် ၎င်း၏အ‌ကောင်းဆုံးအချက်များကို လိုက်နာကြသည်။ ထိုသူများသည် အလ္လာဟ်အရှင်မြတ်က သူတို့အား လမ်းမှန်ကို ပို့‌ဆောင်‌တော်မူခဲ့သည့် သူများပင်ဖြစ်သည်။ ထို့ပြင် ထိုသူများပင် ဉာဏ်ရှင်များဖြစ်ကြသည်။"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "အကြင်သူသည် သူ၏အ‌ပေါ်တွင် ပြစ်ဒဏ်စီရင်မှု၏အမိန့်‌တော်သည် အတည်ဖြစ်သွားခဲ့ပြီးဖြစ်သည်၊ ထို့‌နောက် အသင်သည် ငရဲမီးထဲတွင်ရှိသူကို ကယ်တင်နိုင်ပါသ‌လော။"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "သို့ရာတွင် သူတို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်အား ‌ကြောက်ရွံ့သည့်သူများအတွက်မှာမူ မြင့်မားသည့်အ‌ဆောင်များရှိမည်။ ထိုအ‌ပေါ်တွင် (ထပ်ပြီး)‌ဆောက်လုပ်ထား‌သော ဘုံအဆင့်ဆင့်များ*ရှိဦးမည်။ ထိုအ‌ဆောင်များ‌အောက်တွင် ‌ချောင်း‌ရေများသည် စီးဆင်း‌နေကြမည်။ (ဤသည်) အလ္လာဟ်အရှင်မြတ်၏ကတိပင် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ကတိ‌တော်ကို ‌ဖောက်ဖျက်‌တော်မမူ‌ပေ။"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "အသင်မမြင်ခဲ့သ‌လော။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မိုး‌ကောင်းကင်မှ မိုး‌ရေကို ချ‌ပေး‌တော်မူခဲ့သည်။ ထို့‌နောက် ထို‌ရေကို ‌မြေထဲမှ ‌ရေ‌ကြောများထဲသို့ ဝင်သွား‌စေခဲ့သည်။ ထို့‌နောက် အရှင်မြတ်သည် ထို‌ရေနှင့် အ‌ရောင်အဆင်း အမျိုးမျိုး အစားစားဖြစ်‌သော ‌ကောက်ပဲသီးနှံကို ထွက်‌စေ‌တော်မူခဲ့သည်။ ထို့‌နောက် ထို‌ကောက်ပဲသီးနှံသည် ‌ခြောက်‌သွေ့သွားသည့်အခါ အသင်သည် ထိုအရာများ ဝါ‌နေသည်ကို ‌တွေ့မြင်ရသည်။ ထို့‌နောက် အရှင်မြတ်သည် ထို‌ကောက်ပဲသီးနှံများအား အစိတ်စိတ် အမြွှာမြွှာဖြစ်‌စေ‌တော်မူသည်။ အမှန်စင်စစ် ထိုအထဲတွင် ဉာဏ်ရှင်များအတွက် ဆုံးမဩဝါဒ အမှန်ပင်ရှိသည်။"
        }
    ]
}