{
    "rukus": [
        {
            "chapter": 47,
            "verse": 20,
            "text": "ထို့ပြင် အီမာန်ယုံကြည်သူများက စူရဟ်ကဏ္ဍတစ်စုံတစ်ခု အဘယ့်‌ကြောင့် မကျ‌ရောက်ခဲ့သနည်းဟု ‌ပြောဆို(‌တောင့်တ)ခဲ့ကြသည်။ ထို့‌နောက် ရှင်းလင်းပြတ်သား‌သော စူရဟ် တစ်စုံ တစ်ခု ချ‌ပေးခြင်းခံရပြီး ထိုအထဲတွင် စစ်တိုက်ရန် အ‌ကြောင်း‌ဖော်ပြပါရှိသည့်အခါ စိတ်နှလုံးများတွင် ‌ရောဂါ‌ဝေဒနာရှိသည့် သူများသည် ‌သေခါနီးမျက်ဖြူဆိုက်‌နေသည့်သူများ၏ အကြည့်မျိုးဖြင့် အသင်၏ဘက်သို့ ကြည့်‌နေသည်ကို အသင်‌တွေ့ရမည်ဖြစ်သည်။ သို့ဖြစ်ရာ သူတို့အတွက် ပျက်စီးဆုံးရှုံးမှုရှိ‌ပေသည်။"
        },
        {
            "chapter": 47,
            "verse": 21,
            "text": "(အရှင်မြတ်၏ ) အမိန့်‌တော်ကိုလိုက်နာမှုနှင့် (တမန်‌တော်မြတ်ကို)‌ကောင်းမွန်သည့်စကား‌ပြောဆိုခြင်းသည် (သူတို့အတွက် ပို‌ကောင်းသည်)။ ထို့‌နောက် အ‌ရေးကိစ္စ(စစ်တိုက်ခြင်း)သည် သတ်မှတ်ပြီးဖြစ်သည့်အခါ အကယ်၍သူတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့်ပတ်သက်၍ မှန်ကန်စွာ ဆက်ဆံကြလျှင် သူတို့အတွက်အမှန်ပင် အ‌ကောင်းဆုံးဖြစ်ခဲ့လိမ့်မည်။ ###၇"
        },
        {
            "chapter": 47,
            "verse": 22,
            "text": "ထို့‌နောက် အကယ်၍ အသင်တို့သည်(စစ်တိုက်ခြင်းမှ)မျက်နှာလွှဲခဲ့ကြလျှင် (အမိုက်‌ခေတ်ထံသို့ပင်ပြန်သွားပြီး)ကမ္ဘာ‌မြေတွင် ‌သောင်းကျန်းဖျက်ဆီးကြရန်နှင့် အသင်တို့အချင်းချင်း (သတ်ဖြတ်လျက်) သားချင်း‌တော်စပ်မှုကို ဖြတ်‌တောက်ကြရန်ပင် ‌မျှော်လင့်လိုလား‌နေကြသ‌လော။ ###၈ (တစ်နည်း)ထို့‌နောက် အကယ်၍ အသင်တို့သည် (အရှင်မြတ်၏ အမိန့်‌တော်များကို နာခံကျင့်သုံးသည့်သူများမဖြစ်ဘဲနှင့်)အုပ်ချုပ်မှုအာဏာလွှဲအပ်ခြင်းခံကြရလျှင် ကမ္ဘာ‌မြေတွင် ‌သောင်းကျန်းဖျက်ဆီးကြရန်နှင့် အသင်တို့အချင်းချင်း (သတ်ဖြတ်လျက်)သားချင်း‌တော်စပ်မှုကိုဖြတ်‌တောက်ကြရန်ပင် ‌မျှော်လင့်ရန်ရှိ‌တော့သည်မဟုတ်‌လော။"
        },
        {
            "chapter": 47,
            "verse": 23,
            "text": "ထိုသူများသည် အကြင်သူများပင်ဖြစ်ကြသည်။ အလ္လာဟ် အရှင်မြတ်သည် သူတို့ကို ကရုဏာ‌တော်မှ ကင်း‌ဝေး‌စေ‌တော်မူခဲ့သည်။ ထို့ပြင် သူတို့ကို နားပင်း‌စေ‌တော်မူခဲ့သည်။ ထို့ပြင် သူတို့၏မျက်စိများကိုလည်း ကန်း‌စေ‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 47,
            "verse": 24,
            "text": "ထို့‌နောက် သူတို့သည် ကုရ်အာန်ကျမ်း‌တော်မြတ်ကို စဉ်းစားဆင်ခြင်မှု မပြုကြ‌လေသ‌လော။ သို့မဟုတ် (သူတို့၏ )စိတ်နှလုံးများ‌ပေါ်တွင် ‌သော့ခ‌လောက်များ(ခတ်ထားလျက်)ရှိ‌နေသ‌လော။ ###၉"
        },
        {
            "chapter": 47,
            "verse": 25,
            "text": "အမှန်စင်စစ် အကြင်သူများသည် သူတို့အတွက် လမ်းမှန်ထင်ရှားပြီးသည့်‌နောက်တွင်မှ ‌ကျောခိုင်း၍ ပြန်လှည့်သွားကြသည်။ သူတို့အား ရှိုင်သွာန်သည် ဖြား‌ယောင်းခဲ့သည့်အပြင် သူသည် သူတို့အား ‌မျှော်လင့်ချက်‌ပေးခဲ့သည်။"
        },
        {
            "chapter": 47,
            "verse": 26,
            "text": "ထိုသို့ဖြစ်ရခြင်းမှာမူ သူတို့သည် အလ္လာဟ်အရှင်မြတ်ချ‌ပေး‌တော်မူခဲ့‌သော အမိန့်‌တော်များကို မနှစ်မြို့ကြသည့်သူများအား အမှန်ပင် ကျွန်ုပ်တို့သည် အချို့ကိစ္စများတွင် မကြာမီ အသင်တို့၏ စကားကိုလိုက်နာကြမည်ဟု ‌ပြောဆိုခဲ့ကြသည့်အတွက်‌ကြောင့်ပင်ဖြစ်သည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် သူတို့၏ လျှို့ဝှက်ချက်ကို သိရှိ‌တော်မူသည်။"
        },
        {
            "chapter": 47,
            "verse": 27,
            "text": "‌ကောင်းကင်တမန်များသည် သူတို့၏ မျက်နှာများနှင့် သူတို့၏ ‌ကျောကုန်းများကို ရိုက်ကြလျက် သူတို့၏ အသက်ဝိညာဉ်ကို နှုတ်သိမ်းကြသည့်အခါ (သူတို့သည်) မည်သို့ဖြစ်‌နေကြမည်နည်း။"
        },
        {
            "chapter": 47,
            "verse": 28,
            "text": "ထိုသို့ဖြစ်ရခြင်းမှာမူ အမှန်စင်စစ် သူတို့သည် အလ္လာဟ်အရှင်မြတ်မနှစ်မြို့သည်များကို လိုက်နာခဲ့ကြသည့်အတွက်‌ကြောင့်နှင့် အရှင်မြတ်၏ ‌ကျေနပ်မှုကို မနှစ်မြို့ခဲ့သည့်အတွက်‌ကြောင့်ဖြစ်သည်။ သို့ဖြစ်ရာ အရှင်မြတ်သည် သူတို့၏ လုပ်ရပ်များကို အလဟဿဖြစ်‌စေ‌တော်မူခဲ့ခြင်းဖြစ်သည်။"
        }
    ]
}