{
    "rukus": [
        {
            "chapter": 64,
            "verse": 1,
            "text": "မိုး‌ကောင်းကင်များတွင်ရှိသမျှနှင့် ‌မြေပထဝီတွင် ရှိသမျှသည် အလ္လာဟ်အရှင်မြတ် သန့်ရှင်းစင်ကြယ်‌ကြောင်းရွတ်ဆို‌နေကြသည်။ စိုးမိုးအုပ်ချုပ်မှုသည် အရှင်မြတ်ပင် စိုးပိုင် ‌တော်မူသည်။ ချီးမွမ်းခြင်းအ‌ပေါင်းသည်လည်း အရှင်မြတ်နှင့်သာ ထိုက်တန်သည်။ ထို့ပြင် အရှင်မြတ်သည် အရာအားလုံးအ‌ပေါ် အလွန်စွမ်း‌ဆောင်နိုင်‌တော်မူ‌သော အရှင်မြတ် ပင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 64,
            "verse": 2,
            "text": "ထိုအရှင်မြတ်ပင် အသင်တို့အား ဖန်ဆင်း‌တော်မူခဲ့‌သောအရှင်ဖြစ်‌တော်မူသည်။ ထို့‌နောက် အသင်တို့ထဲမှ အချို့သည်ငြင်းပယ်သူဖြစ်ပြီး အသင်တို့ထဲမှအချို့သည် ယုံကြည် သူဖြစ်သည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် အသင်တို့ပြုလုပ်သမျှကို အကြွင်းမဲ့မြင်‌တော်မူ‌သောအရှင်ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 64,
            "verse": 3,
            "text": "အရှင်မြတ်ပင် မိုး‌ကောင်းကင်များနှင့် ‌မြေပထဝီကို အမှန်တရားဖြင့် ဖန်ဆင်း‌တော်မူခဲ့သည်။ ထို့ပြင် အရှင်မြတ်သည် အသင်တို့၏ ပုံပန်းသဏ္ဍာန်ကို ပြုလုပ်‌တော်မူခဲ့ပြီး အသင်တို့အား အ‌ကောင်းဆုံးပုံသဏ္ဍာန်ဖြစ်‌အောင် ပြုလုပ်‌တော်မူခဲ့သည်။ ထို့ပြင် ထိုအရှင်မြတ်ထံ‌တော်သို့ပင် (အသင်တို့၏‌နောက်ဆုံး)ပြန်လည်ရာစခန်းဖြစ်သည်။"
        },
        {
            "chapter": 64,
            "verse": 4,
            "text": "အရှင်မြတ်သည် မိုး‌ကောင်းကင်များနှင့် ‌မြေပထဝီတွင်ရှိသမျှကို သိရှိ‌တော်မူသည်။ ထို့ပြင် အရှင်မြတ်သည် အသင်တို့လျှို့ဝှက်ပြုလုပ်သည့်အရာများနှင့် အသင်တို့ အထင်အရှားပြုလုပ်သည့်အရာများကို သိရှိ‌တော်မူသည်။ ထို့ပြင်အလ္လာဟ်အရှင်မြတ်သည် စိတ်နှလုံးများထဲတွင် ရှိသမျှတို့ကိုလည်းအကြွင်းမဲ့သိ‌တော်မူ‌သောအရှင်ဖြစ်‌တော်မူသည်။###၁"
        },
        {
            "chapter": 64,
            "verse": 5,
            "text": "အသင်တို့ထံသို့ ယခင်က ငြင်းပယ်ခဲ့သည့်သူများ၏ အ‌ကြောင်းသတင်း‌ရောက်မလာခဲ့သ‌လော။ ထိုသို့ ငြင်းပယ်ခဲ့ကြသည့်အတွက် သူတို့သည်သူတို့လုပ်ရပ်၏ပြစ်ဒဏ်ကိုမြည်းစမ်းခဲ့ကြရပြီဖြစ်သည့်အပြင် (တမလွန်ဘဝတွင်) သူတို့အတွက် အလွန်နာကျင်‌စေ‌သောပြစ်ဒဏ်လည်းရှိဦးမည်ဖြစ်သည်။"
        },
        {
            "chapter": 64,
            "verse": 6,
            "text": "ထိုသို့ဖြစ်ရခြင်းမှာ သူတို့ထံသို့ တမန်‌တော်များသည် ထင်ရှား‌သောသက်‌သေသာဓကများနှင့် တကွလာ‌ရောက်ခဲ့ကြသည့်အခါသူတို့က လူသားများသည် ကျွန်ုပ်တို့အားတရားလမ်းမှန်ကိုပြသကြမည်‌လောဟု ‌ပြောဆိုခဲ့ကြသည့်အတွက်ဖြစ်သည်။ ထို့ပြင် သူတို့သည် ငြင်းပယ်ခဲ့ကြပြီး ‌ကျောခိုင်းသွားခဲ့ကြသည်။ အလ္လာဟ်အရှင်မြတ်လည်း သူတို့အားဂရုစိုက်‌တော်မမူခဲ့‌ပေ။ ###၂ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် လိုလား‌တောင့်တခြင်းကင်းပြီး ပြည့်စုံကြွယ်ဝ‌တော်မူ‌သောအရှင်၊ချီးမွမ်းခြင်းခံထိုက်‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 64,
            "verse": 7,
            "text": "ကာဖိရ်များက သူတို့သည် မည်သည့်အခါမှ ရှင်ပြန်ထကြရမည်မဟုတ်‌ပေဟု ထင်မြင်ယူဆ(၍အခိုင်အမာ)‌ပြောဆိုခဲ့ကြသည်။ (အို-တမန်‌တော်)အသင်‌ပြောလိုက်ပါ။အဘယ့်‌ကြောင့် မဟုတ်ရမည်နည်း။ ငါ့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်ကို တိုင်တည်ပြီး(‌ပြောမည်)၊ အမှန်ပင် အသင်တို့သည် ရှင်ပြန်ထကြရမည်ဖြစ်သည်။ ထို့‌နောက် အမှန်စင်စစ် အသင်တို့သည် အသင်တို့ ပြုလုပ်ခဲ့သမျှတို့ကို အသိ‌ပေးခြင်းခံကြရမည်။ ထို့ပြင် ဤသည် အလ်္လာဟ် အရှင်မြတ်အတွက် အလွန်လွယ်ကူသည်။ ###၃"
        },
        {
            "chapter": 64,
            "verse": 8,
            "text": "သို့ဖြစ်ရာ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏ တမန်‌တော်အပြင် ငါအရှင်မြတ်ချ‌ပေး‌တော်မူခဲ့‌သော အလင်း‌ရောင်ကိုလည်း ယုံကြည်ကြပါ။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် အသင်တို့ပြုလုပ်သမျှကို အကြွင်းမဲ့ကြားသိ‌တော်မူ‌သောအရှင်မြတ် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 64,
            "verse": 9,
            "text": "အရှင်မြတ်သည် အသင်တို့အား စုရုံးမှု၏‌နေ့တွင် စုရုံး‌တော်မူမည်။ ထို‌နေ့သည် နှစ်ဖက်အရှုံးအနိုင်ကို အမှန်အတိုင်း သိရှိရမည့်‌နေ့ပင်ဖြစ်သည်။ ထို့ပြင် မည်သူမဆို အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်ပြီး ‌ကောင်းမြတ်သည်ကို ပြုလုပ်လျှင် အရှင်မြတ်သည် သူ၏ မ‌ကောင်းမှုများကို ပ‌ပျောက်‌စေ‌တော်မူမည့်အပြင် သူ့ကို အကြင်ဥယျာဉ်များထဲသို့ အမြဲ‌နေရမည့်သူများအဖြစ် ဝင်‌ရောက်‌စေ‌တော်မူမည်ဖြစ်သည်။ ထိုဥယျာဉ်များ‌အောက်မှ ‌ချောင်းများ စီးဆင်း‌နေလိမ့်မည်။ ထိုအရာသည် ကြီးကျယ်‌သော ‌အောင်မြင်မှုပင် ဖြစ် သည်။"
        },
        {
            "chapter": 64,
            "verse": 10,
            "text": "ထို့ပြင် အကြင်သူများသည် ငြင်းပယ်ခဲ့ကြသည်။ ထို့ပြင် ငါအရှင်မြတ်၏ အာယသ်‌တော်များကို မဟုတ်မမှန်ဟုစွပ်စွဲ ငြင်းပယ်ခဲ့ကြသည်။ ထိုသူများသည် ငရဲမီးထဲတွင် အမြဲ‌နေရမည့်ငရဲသားများဖြစ်ကြသည်။ ထို့ပြင် ထိုငရဲမီးသည် အဘယ်မျှယုတ်ညံ့‌သော ‌နောက်ဆုံးပြန်လည်ရာစခန်းဖြစ်လိုက်သနည်း။"
        }
    ]
}