{
    "rukus": [
        {
            "chapter": 27,
            "verse": 1,
            "text": "Ta. Sin. Tezi sa znameniyata na Korana - yasnata Kniga"
        },
        {
            "chapter": 27,
            "verse": 2,
            "text": "naput·stvie i blaga vest za vyarvashtite"
        },
        {
            "chapter": 27,
            "verse": 3,
            "text": "koito ot·sluzhvat molitvata i davat milostinyata zakat, i za otvudniya zhivot sa ubedeni"
        },
        {
            "chapter": 27,
            "verse": 4,
            "text": "Na onezi, koito ne vyarvat v otvudniya zhivot, razkrasikhme delata im i te se lutat"
        },
        {
            "chapter": 27,
            "verse": 5,
            "text": "Za tezi e loshoto muchenie i te v otvudniya zhivot sa nai-gubeshtite"
        },
        {
            "chapter": 27,
            "verse": 6,
            "text": "Naistina Koranut ti se dava [o, Mukhammad] ot premudur, vseznaesht"
        },
        {
            "chapter": 27,
            "verse": 7,
            "text": "Musa reche na semeistvoto si: “Zabelyazakh ogun. Shte vi donesa ottam vest ili shte vi donesa glavnya, za da se sgreete!”"
        },
        {
            "chapter": 27,
            "verse": 8,
            "text": "I kogato stigna tam, be prizovan: “Blagosloven da bude tozi pri ogunya i tezi krai nego! Prechist e Allakh, Gospodut na svetovete"
        },
        {
            "chapter": 27,
            "verse": 9,
            "text": "O, Musa, Az sum Allakh, Vsemogushtiya, Premudriya"
        },
        {
            "chapter": 27,
            "verse": 10,
            "text": "Khvurli toyagata si!” I kogato ya vidya da se vie kato zmiya, toi se oburna i pobyagna, bez da poglezhda nazad. “O, Musa, ne se strakhuvai! Ne se strakhuvat pri Men pratenitsite"
        },
        {
            "chapter": 27,
            "verse": 11,
            "text": "a ako nyakoi e ugnetil, posle e zamenil zloto s dobro - Az sum oproshtavasht, milosurden"
        },
        {
            "chapter": 27,
            "verse": 12,
            "text": "I pukhni rukata si v dzhoba, shte ya izvadish siyainobyala, bez da ya e zasegnala bolest - ot devette znameniya za Faraona i negovite khora. Te sa nechestivi khora.”"
        },
        {
            "chapter": 27,
            "verse": 13,
            "text": "I kogato Nashite znameniya doidokha pri tyakh ochevidni, rekokha: “Tova e yavna magiya.”"
        },
        {
            "chapter": 27,
            "verse": 14,
            "text": "I gi otrekokha s gnet i nadmennost, vupreki che dushite im se ubedikha v tyakh. Vizh kakuv e krayat na seeshtite razvala"
        }
    ]
}