{
    "pages": [
        {
            "chapter": 4,
            "verse": 141,
            "text": "ඔවුහු වනාහි නුඹලාට සිදුවීමට යන දේ ගැන මාන බලමින් සිටිති. එනම්, නුඹලාට අල්ලාහ් වෙතින් යම් ජයක් වී නම් ‘අපි නුඹලා සමඟ සිටියා නොවේදැ’ යි පවසති. නමුත් දේව ප්‍රතික්ෂේපකයින්ට (ජයග්‍රහණයෙන්) කොටසක් වූයේ නම් අප ‘නුඹලා ව අබිබවා යන්නට තිබුණද දේව විශ්වාස වන්තයින්ගෙන් නුඹලා ව අපි වැළැක්වූයේ නැති දැ’ යි (ඔවුනට) පවසති. අල්ලාහ් මළවුන් කෙරෙන් නැගිටුවනු ලබන දින නුඹලා අතර තීන්දු දෙනු ඇත. දේව විශ්වාසවන්ත යින්ට එරෙහි ව (ක්‍රියා) මාර්ගයක් ගැනීමට දේව ප්‍රතික්ෂේපකයින්ට අල්ලාහ් (ඉඩ) නොතැබුවේමය"
        },
        {
            "chapter": 4,
            "verse": 142,
            "text": "නියත වශයෙන්ම කුහකයින් අල්ලාහ් ව රවටති. ඔහු (අල්ලාහ්) ද ඔවුන්ව රවටා දමන්නාය. තවද ඔවුහු සලාතය සඳහා සිට ගත් විට අලසකමින් ජනයාට පෙන්වන්නන් ලෙස සිට ගනිති. ඔවුහු අල්ලාහ්ව ඉතා සුඵ වශයෙන් සිහි කරති"
        },
        {
            "chapter": 4,
            "verse": 143,
            "text": "ඔවුහු (දේව විශ්වාසය හා ප්‍රතික්ෂේපය යන) ඒ අතර දෝලනය වෙමින් සිටිති. ඔවුහු මොවුන් වෙතද නොවෙති. තවද ඔවුන් වෙත ද නොවෙති. තවද අල්ලාහ් කවරෙකු ව නොමඟ යැව්වේද එවිට ඔහු වෙනුවෙන් වූ කිසිදු මඟක් නුඹ නොදකින්නෙහිමය"
        },
        {
            "chapter": 4,
            "verse": 144,
            "text": "අහෝ දේව විශ්වාස කළවුනි! නුඹලා දේව විශ්වාසවන්තයින් හැර දමා දේව ප්‍රතික්ෂේපකයින් ව මිතුරන් ලෙස නොගනු. (මෙමගින්) නුඹලාට එරෙහි ව අල්ලාහ් කෙරෙහි පැහැදිලි සාධකයක් ඇති කර දීමට නුඹලා ප්‍රිය කරන්නෙහු ද"
        },
        {
            "chapter": 4,
            "verse": 145,
            "text": "සැබැවින්ම කුහකයින් නිරා ගින්නෙහි පහළම තලයේ වන්නේය. ඔවුන් වෙනුවෙන් නුඹ කිසිදු උදව් කරුවකු නොලබන්නේමය"
        },
        {
            "chapter": 4,
            "verse": 146,
            "text": "නමුත් පාප සමාව අයැද තමන් ව හැඩගස්වා අල්ලාහ් පිළිබඳ ව තදින් ග්‍රහණය කොට තම දහම අල්ලාහ්ට පමණක් අවංක ව පිළිපඳින්නන් හැර. ඔවුහු දේව විශ්වාසවන්තයින් සමඟය. දේව විශ්වාසවන්තයින්ට අල්ලාහ් අතිමහත් ප්‍රතිඵල දෙනු ඇත"
        },
        {
            "chapter": 4,
            "verse": 147,
            "text": "නුඹලා (අල්ලාහ්ට) කෘතවේදී වී විශ්වාස කළේ නම් අල්ලාහ් නුඹලාට දඬුවම් කරනුයේ ඇයි? තවද අල්ලාහ් කෘතවේදීය. සර්වඥානීය"
        }
    ]
}