{
    "pages": [
        {
            "chapter": 2,
            "verse": 77,
            "text": "සැබැවින් ම ඔවුන් සඟවන දැයද, තව ද ඔවුන් හෙළි කරන දැයද අල්ලාහ් දන්නේය යැයි ඔවුහු නොදන්නෝ ද"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "ඔවුන් අතුරින් ලිවීම ට කියවීම ට නොහැකි (දේව ග්‍රන්ථ නොලත්) අය ද වෙති. ඔවුහු මනඃකල්පිතය හැර දේව ග්‍රන්ථ ය පිළිබඳ නොදනිති. තව ද ඔවුන් අනුමාන කරනවා මිසක නැත"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "එබැවින් තම දෑත් වලින් ග්‍රන්ථ ය ලියා පසු ව එය සුළු මිලක ට විකුණනු පිණිස, මෙය අල්ලාහ් වෙතින් යැයි පවසන අය ට විනාශ ය අත් වේවා! එබැවින් ඔවුන් ගේ දෑත් ලියූ දැයින් ඔවුනට විනාශ ය අත්වේවා! තවද ඔවුන් උපයන දැයින් ද ඔවුන ට විනාශ ය අත්වේවා"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "තව ද නිරා ගින්න සීමිත දින ගණනක ට මිස අප ව ස්පර්ශ නොකරන්නේම ය යැයි ඔවුහු පැවසූහ. (නබිවරය) පවසනු. (ඒ බව ට) නුඹලා අල්ලාහ් වෙතින් ගිවිසුමක් ගෙන ඇත්තෙහු ද? එසේ නම් අල්ලාහ් ඔහු ගේ ගිවිසුම කිසි විටක කඩ නොකරන්නේම ය. නැතහොත් නුඹලා නොදන්නා දෑ අල්ලාහ් කෙරෙහි පවසන්නෙහු ද"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "එසේ නොව කවරෙකු පාපයක් උපයා ඔහු ගේ වැරදි ඔහු ව ‍වෙළාගෙන ඇත්තේ ද ඔවුහුම ය නිරා ගින්නේ සගයෝ. ඔවුහු එහි සදාතනිකයෝ වෙති"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "තව ද විශ්වාස කොට යහකම් කළවුන් වන ඔවුහුම ය ස්වර්ග උයනෙ හි සගයෝ. ඔවුහු එහි සදාතනිකයෝ වෙති"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "තව ද නුඹලා අල්ලාහ් හැර (වෙන කිසිවෙකු ට) නැමදුම් නොකරනු. දෙමව්පියන් සමඟ යහ අයුරින් කටයුතු කරනු. එමෙන් ම ඥාතීන්, අනාථයින් හා දුගියන් සමඟ ද (යහ අයුරින් කටයුතු කරනු) තව ද ජනයා ට යහ වදනින් අමතනු. තව ද සලාතය ස්ථාපිත කරනු. zසකාත් ( අනිවාර්ය බද්ධ) ද දෙනු යැයි ඉස්රාඊල් දරුවන් ගෙන් අප ප්‍රතිඥාවක් ගත් සැටි සිහිපත් කරනු. පසු ව නුඹලා අතුරින් ස්වල්ප දෙනෙකු හැර නුඹලා නොසලකා හරින්නන් ලෙසින් එය ට පිටු පෑවෙහු ය"
        }
    ]
}