{
    "pages": [
        {
            "chapter": 11,
            "verse": 109,
            "text": "එබැවින් (නබිවරය,) මොවුන් නැමදුම් කරන දෑ පිළිබඳ සැකයෙහි නුඹ නොසිටිනු. මීට පෙර ඔවුන්ගේ මුතුන් මිත්තන් නැමඳුම් කරන්නාක් මෙන් මිස ඔවුන් ගැතිකම් නොකරති. සැබැවින්ම අපි ඔවුන්ගේ කොටස කිසිදු අඩුවකින් තොර ව පිරිනමන්නන් වෙමු"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "තවද සැබැවින්ම අපි මූසාට දේව ග්‍රන්ථය පිරිනැමුවෙමු. (අල්කුර්ආනයෙහි මතභේද ඇති කරගන්නාක් මෙන්) එහි මත භේද ඇති කර ගන්නා ලදී. නුඹගේ පරමාධිපතිගෙන් තීන්දුවක් මීට පෙර ඇති නොවී නම්, ඔවුන් අතර තීන්දු දෙනු ලබන්නට තිබුණි. තවද නියත වශයෙන්ම ඔවුන් ඒ පිළිබඳව අවිශ්වාසය ඇති කරන්නා වූ සැකයෙහි සිටිති"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "තවද නියත වශයෙන්ම සෑම කෙනෙකුටම ඔවුන්ගේ ක්‍රියාවන්ට නුඹගේ පරමාධිපති ඔවුනට පූර්ණ ව (ප්‍රතිඵල) දෙනු ඇත. නියත වශයෙන්ම ඔහු ඔවුන් කරන දෑ පිළිබඳ ව අභිඥානවන්තය"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "නුඹට අණ කරනු ලැබූ පරිදි නුඹ හා නුඹ සමග පශ්චාත්තාප වී යොමු වූවන් ස්ථාවර ව සිටිනු. තවද නුඹලා සීමාව ඉක්මවා කටයුතු නොකරනු. නියත වශයෙන්ම ඔහු නුඹලා කරන දෑ පිළිබඳ ව සර්ව නිරීක්ෂකය"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "තවද නුඹලා අපරාධ කළවුන් වෙත නැඹුරු නොවනු. එවිට (නිරා) ගින්න නුඹලා ව ස්පර්ශ කරනු ඇත. අල්ලාහ්ගෙන් තොර ව භාරකරුවන් කිසිවකු නුඹලාට නොමැත. පසු ව නුඹලා උදව් කරනු නොලබන්නෙහුය"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "දහවල් දෙකෙළවරෙහි හා රාත්‍රියෙන් කොටසක නුඹලා සලාතය විධිමත් ව ඉටු කරනු. නියත වශයෙන්ම දැහැමි දෑ නපුරු දෑ පහ කර දමයි. එය මෙනෙහි කරන්නන්හට මෙනෙහි කිරීමකි"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "තවද නුඹ ඉවසා දරා ගනු. නියත වශයෙන්ම අල්ලාහ් දැහැමියන්ගේ ප්‍රතිඵල නිෂ්ඵල නොකරනු ඇත"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "මහපොළොවේ කලහකම් වළක්වාලන යහපත් දනන් ඔබලාට පෙර සිටි පරම්පරාවන් අතුරින් සිටිය යුතු නොවේ ද? (එවන්නන් සිටියද) ඔවුහු ඉතා සුඵ පිරසක් වූහ.අපි ඔවුන්ව එම ජනයාගෙන් මුදවා ගත්තෙමු. නමුත් අපරාධ කළවුන් ඔවුන් කවර දෙයක සැප විඳිනු ලැබුවේද එහි ගැලී සිටියහ. තවද ඔවුහු වැරදිකරුවන් බවට පත් වූහ"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "අපරාධ කරමින් සිටි ගමක් එහි වැසියන් ප්‍රතිසංවිධායකයින් ලෙස සිටිය දී එය අල්ලාහ් විනාශ නොකරයි"
        }
    ]
}