{
    "pages": [
        {
            "chapter": 17,
            "verse": 50,
            "text": "නුඹලා ගලක් හෝ යකඩයක් හෝ වනු යැයි නුඹ පවසනු"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "නැතහොත් නුඹගේ සිත් තුළ විශාල ලෙස මවා ගන්නා දැයින් වූ මැවීමක් හෝ වනු. එවිට අපව නැවත ගෙන එනුයේ කවුරුන්දැයි ඔවුහු විමසති. නුඹලා ව මුල් වරට මැවූ අය වේ යැයි නුඹ පවසනු. එවිට නුඹ වෙත ඔවුන්ගේ හිස් සොලවා එය කවදා දැයි විමසා සිටිති. එය සමීපයෙන් විය හැකැයි නුඹ පවසනු"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "ඔහු නුඹලා ව කැඳවන දින නුඹලා ඔහුගේ ප්‍රශංසාව තුළින් ප්‍රතිචාර දක්වනු ඇත. තවද ස්වල්ප කාලයක් මිස (මෙලොවෙහි) නුඹලා රැඳී නොසිටි බව නුඹලා සිතනු ඇත"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "තවද වඩාත් අලංකාර වනුයේ කුමක් ද එය පවසන්නැයි මාගේ ගැත්තන්හට නුඹ පවසනු. නියත වශයෙන්ම ෂෙයිතාන් ඔවුන් අතර බෙදුම් ඇති කරයි. නියත වශයෙන්ම ෂෙයිතාන් මිනිසාට ප්‍රකට සතුරෙකු විය"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "නුඹලා පිළිබඳ මැනවින් දන්නා නුඹලාගේ පරමාධිපතියාය. ඔහු අභිමත කරන්නේ නම් නුඹලාට කරුණාව දක්වනු ඇත. නැතහොත් ඔහු අභිමත කරන්නේ නම් නුඹලාට ඔහු දඬුවම් කරනු ඇත. තවද ඔවුන් වෙත භාරකරුවකු ලෙස අපි නුඹ ව නොඑව්වෙමු"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "අහස්හි හා මහපොළොවේ සිටින අය පිළිබඳ ව මැනවින් දන්නා නුඹගේ පරමාධිපතිය. නබිවරුන්ගෙන් ඇතැමෙකුට වඩා ඇතැමෙකු ව සැබැවින්ම අපි උසස් කළෙමු. තවද අපි දාවූද් ට සබූර් (ග්‍රන්ථය) පිරිනැමුවෙමු"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "ඔහු හැර නුඹලා විශ්වාස කරමින් සිටි අයව අයැදිනු. නමුත් නුඹලාගෙන් පීඩා ඉවත් කිරීමට හෝ (එය වෙනතකට) හැරවීමට හෝ ඔවුහු බලය නොදරති, යැයි (නබිවරය!) නුඹ පවසන්න"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "ඔවුන් අයැද සිටින්නන් වන ඔවුහු ඔවුන්ගෙන් කවරෙකු හෝ වේවා ඔවුන්ගේ පරමාධිපති වෙත වඩා සමීප විය හැකි මං සොයති. තවද ඔහුගේ කරුණාව බලාපොරොත්තු වෙති. තවද ඔහුගේ දඬුවමට එකිනෙකා බිය වෙති. නියත වශයෙන්ම නුඹගේ පරමාධිපතිගේ දඬුවම ප්‍රවේශම් විය යුත්තකි"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "කිසිදු ගම්මානයක් මළවුන් කෙරෙන් නැගිටුවනු ලබන දිනට පෙර එය අපි විනාශ කරන්නන් ලෙස හෝ එයට දැඩි දඬුවමකින් දඬුවම් කරන්නන් ලෙස මිස අපි නොසිටියෙමු. එය දේව ග්‍රන්ථයේ සටහන් කරනු ලබන්නක් විය"
        }
    ]
}