{
    "pages": [
        {
            "chapter": 27,
            "verse": 64,
            "text": "එසේ නැතහොත්, (පූර්වාදර්ශයකින් තොර ව) මැවීම් නිර්මාණය කොට (එය මරණයට පත් වූ) පසු ව යළි ( ප්‍රාණය දී) ගෙන එන්නා ද? අහස්හි හා මහපොළොවේ නුඹලාට පෝෂණය ලබා දෙනුයේ කවරෙක් ද? අල්ලාහ් සමග තවත් දෙවියකු සිටී ද? නුඹලා සත්‍යවාදීහු නම් නුඹලාගේ සාධක ගෙන එනු"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "(නබිවරය) අල්ලාහ් හැර අහස්හි හා මහපොළොවේ සිටින්නන් අදෘශ්‍යමාන දෑ නොදනී යැයි ඔබ පවසනු. තවද ඔවුන් යළි නැගිටුවනු ලබන්නේ කවදාදැයි ද ඔවුහු නොදනිති"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "එසේ නොව ඔවුන්ගේ දැනුම මතු ලොව වෙතට ළඟා වෙයි. නමුත් ඔවුන් ඒ ගැන සැකයෙහිය. නමුත් ඔවුන් ඒ ගැන අන්ධභාවයෙන් පෙළෙති"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "අප හා අපගේ මුතුන් මිත්තන් පස් බවට පත් ව සිටියදී නියත වශයෙන්ම අපි බැහැර කරනු ලබන්නන් වන්නෙමු දැයි දෙවියන් ප්‍රතික්ෂේප කළවුන් පවසා සිටියේය"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "මීට පෙරද අප හා අපගේ මුතුන් මිත්තන් මේ ගැන ප්‍රතිඥා දෙනු ලැබුවෙමු. මෙය පැරැණ්නන්ගේ ප්‍රබන්ධයන් මිස නැත"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "මහපොළොවේ නුඹලා ගමන් කර වැරදිකරුවන්ගේ අවසානය කෙසේ වී දැයි අවධානයෙන් බලනු යැයි ඔබ පවසනු"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "ඔවුන් කෙරෙහි ඔබ දුක් නොවනු. තවද ඔවුන් කරන කුමන්ත්‍රණ හේතුවෙන් ඔබ අසහනකාරී තත්ත්වයට පත් නොවනු"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "නුඹලා සත්‍යවාදීහු නම් මෙම ප්‍රතිඥාව කවදාදැ?යි ඔවුහු විමසති"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "(නබිවරය) නුඹලා ඉක්මනින් පතන දැයින් සමහරක් නුඹලාට සමීප වන්නට පුළුවන් යැයි ඔබ පවසනු"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "තවද නියත වශයෙන්ම ඔබගේ පරමාධිපති ජනයා වෙත අනුග්‍රහශීලීය. එනමුත් ඔවුන්ගෙන් බහුතරයක් දෙනා කෘතවේදී නොවෙති"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "තවද ඔවුන්ගේ හදවත් සඟවන දෑ ද ඔවුන් හෙළි කරන දෑ ද නියත වශයෙන්ම ඔබේ පරමාධිපති දන්නේය"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "තවද අහස්හි හා මහපොළොවේ සැඟ වී පවතින කිසිවක් හෝ පැහැදිලි ලේඛනයේ සඳහන් ව මිස නැත"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "කවර විෂයක් ගැන ඔවුහු මතභේද ඇති කර ගත්තෝ ද ඒවායින් බොහෝමයක් ගැන නියත වශයෙන්ම ඉස්රාඊල් දරුවන්ට මෙම අල් කුර්ආනය විස්තර කරයි"
        }
    ]
}