{
    "pages": [
        {
            "chapter": 36,
            "verse": 71,
            "text": "අපගේ අත් නිර්මාණය කළ දැයින් ගොවිපළ සතුන් ඔවුන් වෙනුවෙන් අපි නිර්මාණය කර තිබීම ඔවුහු නොදුටුවෝද? එහෙයින් ඔවුහු එයට උරුමක්කරුවෝ වූහ"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "තවද අපි ඔවුනට ඒවා යටත් කර දුනිමු. එහෙයින් එවායින් ඔවුන්ගේ ප්‍රවාහන පහසුකම් ඇත. තවද ඒවායින් ඔවුහු අනුභව කරති"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "තවද ඔවුනට ඒවායෙහි ප්‍රයෝජන හා පානයන් ඇත. එහෙයින් ඔවුහු ගුණ ගරුක නොවන්නෝ ද"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "තවද ඔවුන් උදව් ලබනු ඇතැයි (සිතා) අල්ලාහ්ගෙන් තොර වෙනත් දෙවිවරුන් ඔවුහු ගත්තෝය"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "ඔවුනට උදව් කිරීමට ඔවුහු ශක්තිය නොදරති. (විනිශ්චය දිනයේ) ඔවුනට (එරෙහිව) ඔවුහු සේනාවක් සේ ගෙන එනු ලබති"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "එහෙයින් ඔවුන්ගේ ප්‍රකාශය ඔබ දුකට පත් නොකළ යුතුය. ඔවුන් සඟවන දෑ ද ඔවුන් හෙළි කරන දෑ ද සැබැවින්ම අපි දනිමු"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "නියත වශයෙන්ම අපි ඔහු ශුක්‍රාණු බිඳුවකින් මවා තිබීම මිනිසා නොදුටුවේ ද? එසේ තිබියදීත්, ඔහු (ව්‍යාජ දෑ ගෙන) පැහැදිලි තර්ක කරන්නෙකි"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "ඔහු අපට උපමා ගෙන හැර පාන්නේය. ඔහු ඔහුගේ මැවීම ගැන අමතක කළේය. “අස්ථි දිරාපත් ව තිබියදී ඒවාට යළි ජීවය දෙන්නා කවුදැ”යි ඔහු විමසයි"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "“මුල් වරට එය නිර්මාණය කළ අය එයට ජීවය දෙනු ඇත. තවද ඔහු සියලු මැවීම් පිළිබඳ ව සර්වඥානීය” යැයි (නබිවරය) ඔබ පවසනු"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "ඔහු වනාහි නුඹලාට අමු ගසින් ගින්දර ඇති කළ අයයි. එවිට නුඹලා එයින් දල්වන්නෙහුය‍"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "අහස් හා මහපොළොව මැවූ අය ඔවුනට සමාන දෑ මැවීමට ශක්තිය ඇත්තකු නොවේ ද? එසේය; ඔහුය සර්වඥානී මහා මැවුම්කරු වන්නේ"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "නියත වශයෙන්ම ඔහුගේ නියෝගය වනුයේ ඔහු යමක් (නිර්මාණය කිරීමට) අදහස් කළ විට එයට ‘වනු’ යැයි පැවසීමය. එවිට එය සිදුවනු ඇත"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "එහෙයින් සියලු දෑහි ආධිපත්‍යයන් තම අතෙහි වූ ඔහු සුවිශුද්ධ විය. තවද ඔහු වෙතටමය නුඹලා යොමු කරනු ලබනුයේ"
        }
    ]
}