{
    "pages": [
        {
            "chapter": 43,
            "verse": 61,
            "text": "තවද නියත වශයෙන්ම (යේසුස් වන) ඔහු (පැමිණීමට ඇති) අවසන් හෝරාවේ සංඥාවයි. එහෙයින් ඒ ගැන නුඹලා සැක නොකරනු. තවද නුඹලා මා අනුගමනය කරනු. මෙය ඍජු මාර්ගයයි"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "ෂෙයිතාන් නුඹලා නොවැළක්විය යුතුය, නියත වශයෙන්ම ඔහු නුඹලාට ප්‍රකට සතුරෙකි"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "ඊසා පැහැදිලි සාධක සමග පැමිණි කල්හි, “මම නුඹලා වෙත ප්‍රඥාව සමග පැමිණියෙමි. තවද නුඹලා කවර දෙයක් සම්බන්ධයෙන් මතභේද ඇති කරගන්නෙහු ද එහි ඇතැම් දෑ මම නුඹලාට පැහැදිලි කරනු පිණිස (පැමිණියෙමි.) එහෙයින් නුඹලා අල්ලාහ්ට බිය බැතිමත් වනු. තවද නුඹලා මට අවනත වනු.” යැයි ඔහු පැවසීය"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "“නියත වශයෙන්ම අල්ලාහ් වන ඔහු මාගේ පරමාධිපතිය. තවද නුඹලාගේද පරමාධිපතිය. එහෙයින් නුඹලා ඔහුට ගැතිකම් කරනු. මෙය ඍජු මාර්ගයයි.”"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "එවිට ඔවුන් අතුරින් වූ කණ්ඩායම් මත භේද ඇති කර ගත්තෝය. එහෙයින් අපරාධ කළවුන්ට වේදනීය දිනයේ දඬුවමින් විනාශ අත්වේවා"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "ඔවුන් නොහගමින් සිටිය දී ක්ෂණික ව ඔවුන් වෙත පැමිණෙන අවසන් හෝරාව ගැන හැර (වෙනත් කිසිවක්) ඔවුහු බලාපොරොත්තු වන්නෙහු ද"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "දේව බිය බැතිමතුන් හැර, එම මිතුරන් එදින ඔවුන්ගෙන් ඇතැමෙකු ඇතැමෙකුට සතුරු වෙති"
        },
        {
            "chapter": 43,
            "verse": 68,
            "text": "අහෝ මාගේ ගැත්තනි! අද දින නුඹලා වෙත කිසිදු බියක් නැත. තවද නුඹලා දුකට පත් නොවන්නෙහුය"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "ඔවුහු වනාහි අපගේ වදන් විශ්වාස කොට අවනත වන්නන් වූහ"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "නුඹලා හා නුඹලාගේ බිරියන් සතුටු කරවනු ලබන තත්ත්වයේ නුඹලා ස්වර්ගයට පිවිසෙනු (යැයි එදින ඔවුනට කියනු ලැබේ)"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "රනින් වූ තැටි හා බදුන් ඔවුන් වටා ගෙන යනු ලැබේ. සිත් ආශා කරන දෑ ද ඇස් පිනවන දෑ ද එහි ඇත. තවද නුඹලා එහි සදාතනිකයෝය"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "නුඹලා සිදු කරමින් සිටි දෑ හේතුවෙන් නුඹලාට උරුම කර දෙනු ලැබූ ස්වර්ගය එයයි"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "නුඹලාට එහි බොහෝමයක් පලතුරු ඇත. එයින් නුඹලා අනුභව කරන්නෙහුය යැයි (කියනු ලැබේ)"
        }
    ]
}