{
    "chapter": [
        {
            "chapter": 43,
            "verse": 1,
            "text": "Ha Mim"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "Demi Kitab (Al-Quran) nang jalas"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "Kami nyajiatn’ Al-Quran koa dalapm’ bahasa arab supaya kita’ ngarati"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "Man sungguh Al-Quran koa dalapm’ Ummul Kitab (Lauh Mahfuz) ka’ sisi Kami, batol- batol (banilai) tingi’ man panoh hikmah"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "Maka ahe ke’ Kami mao’ baranti nuruntatn’ ayat-ayat (sabage paringatatn’) Al-Quran ka’ kita’,karana kita’ kaum nang ngalampauwi’ batas"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "Man betapa manyak nabi-nabi nang udah Kami utus ka’ umat-umat nang duhuya"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "Man satiap kali seko’ nabi atakng’ ka’ iaka’ia, iaka’ia ngolok-ngolok i’nya maan"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "Karana koa, Kami binasakan’ urakng-urakng nang labih aya’ kakuatatn’nya ka’ antara iaka’ia man udah balalu contoh umat-umat nang duhuya"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "Man kade’ kao tanya’atn’ ka’ iaka’ia, “Sae ke’ nang nyiptaatn’ langit man bumi?” Pasti iaka’ia mao’ nyawab, “Samuanya diciptaatn’ oleh Nang Maha Pakasa,Maha Ngatahui’”"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "Nang nyajiatn’ bumi sabage tampat natap nto’nyu man Ia nyajiatn’ maraga-maraga ka’ atas bumi nto’nyu supayankita’ mandapat patunjuk"
        },
        {
            "chapter": 43,
            "verse": 11,
            "text": "Man nang nuruntatn’ ai’ dari langit manurut ukuran (nang dipalaluatn), lalu mang ai’ koa Kami ngidupatn’ nagari nang mati (tandus). Lea koalah Kami mao’ ngaluari (dari subur). 43. AZ-ZUKH"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "Man nang nyiptaatn’ samua bapasang- pasangan man nyajiatn’ kapal nto’nyu man binatang piaraan nang kita’ tumpakngi’"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "supaya kita’ duduk ka’ atas punggungnya kamudian kita ingat nikmat Tuhan kita’ kamile kita’ udah duduk ka’ atasnya; man supaya kita’ ngucapatn’, “Mahasuci (Allah) nang udah nundukatn’ samua nian nto’ kami, padahal sanape’nya kami nana’ mampu nguasai’nya"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "man sasungguhnya kami mao’ mulakng’ ka’ Tuhan kami”"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "Man iaka’ia nyajiatn’ sabagiatn’ dari amba- amba-Nya sabage bagian dari-Nya.780 Sungguh, talino koa pangingkar (nikmat Tuhan) nang nyata"
        },
        {
            "chapter": 43,
            "verse": 16,
            "text": "Pantas ke’ Ia naap anak nan bini dari nang dinyiptaatn’-Nya man marentatn’ anak nan laki ka’ kita’"
        },
        {
            "chapter": 43,
            "verse": 17,
            "text": "Man kamile salah seko’ dari antara iaka’ia dibare kabar gambira mang ahe (kalahiratn’ anak nan bini) nan dijajiatn’ sabage parumpamaan nto’ (Allah) Nang Maha Pangasih, jajilah muhanya itapm’ pakat karana nahani’sadih (man bera)"
        },
        {
            "chapter": 43,
            "verse": 18,
            "text": "Man ahe ke’ patut (manjaji anak Allah) urakng nang di aya’i’ sabage pariasatn’ sedang ia nana’ mampu mare’ alasan nang tagas man jalas dalapm’ patangkaratn’"
        },
        {
            "chapter": 43,
            "verse": 19,
            "text": "Man iaka’ia nyajiatn’ mala’ekat-mala’ekat amba-amba (Allah) Nang Maha Pangasih koa sabage jenis nan bini. Ahe ke’ iaka’ia nyaksiatn’ panciptaan (mala’ekat-mala’ekat koa) Nae mao’ ditulisatn’ kasaksian iaka’ia man mao’ diminta patanggungjawaban"
        },
        {
            "chapter": 43,
            "verse": 20,
            "text": "Man iaka’ia bakata, “Sakiranya (Allah) Nang Mahapangasih ngamao’i’, tantulah kami nana’ nyambah iaka’ia (mala’ekat)”. Iaka’ia nana’ ada ilmu sabebet pun tantang koa. Nana’ lain iaka’ia hanyalah menduga-duga belaka"
        },
        {
            "chapter": 43,
            "verse": 21,
            "text": "Ato ahe ke’ paranah Kami barentatn’ sabuah kitab ka’ iaka’ia sanape’nya, lalu iaka’ia bapigakng’ (ka’ kitab koa)"
        },
        {
            "chapter": 43,
            "verse": 22,
            "text": "Bahkan iaka’ia bakata, “Sasungguhnya kami napati’ da’ nek nange kami nganut suatu agama, man kami mandapat patunjuk nto’ ngikuti’ jejak iaka’ia”"
        },
        {
            "chapter": 43,
            "verse": 23,
            "text": "Man demikian uga’ waktu Kami ngutus seko’ pamare’ paringatan sanape’ kao (Muhammad) dalapm’ suatu nagari, urakng-urakng nang idup mewah (ka’ nagari koa) selalu bakata, “Sasungguhnya kami napati’ da’ nek nange kami nganut suatu (agama) man sasungguhnya kami sakadar pangikut jejak- jejak iaka’ia”"
        },
        {
            "chapter": 43,
            "verse": 24,
            "text": "(Rasul koa) bakata, “Ahe ke’ kita’ mao’ ngikuti’ uga’ sekalipun aku ngincakng’ nto’nyu (agama) nang labih baik dari pada ahe nang kita’ dapati’ dari (agama) nang dianut da’ nek nange kita’”. Iaka’ia manjawab, “Sasungguhnya kami ngingkari’ (agama) nang kao parentahatn nto’ nyampaiyatni’nya”"
        },
        {
            "chapter": 43,
            "verse": 25,
            "text": "Lalu Kami binasakan’ iaka’ia, maka tele’lah ampahe kasudahatn’ urakng-urakng nang ngadustakan (kabanaratn’)"
        },
        {
            "chapter": 43,
            "verse": 26,
            "text": "Man (ingatlah) waktu Ibrahim bakata ka’ apa’nya man kaumnya, “Sasungguhnya aku lapas dari ahe nang kita’ sambah"
        },
        {
            "chapter": 43,
            "verse": 27,
            "text": "Kacoali (kita’ nyambah) Allah nang nyiptaatn’ku; karana sungguh, Ia mao’ mare’ patunjuk ka’ aku”"
        },
        {
            "chapter": 43,
            "verse": 28,
            "text": "Man (Ibrahim) nyajiatn’ (kalimat tauhid) koa kalimat nang kakal ka’ katurunannya supaya iaka’ia mulakng’ (ka’ kalimat tauhid koa)"
        },
        {
            "chapter": 43,
            "verse": 29,
            "text": "Bahkan Aku udah marentatn’ ka’ atnikmatan idup ka’ iaka’ia man da’ nek nange iaka’ia sampe kabanaratn’ (Al-Quran) atakng’ ka’iaka’ia barage seko’ rasul nang mare’ panjalasatn’.783 43. AZ-ZUKH"
        },
        {
            "chapter": 43,
            "verse": 30,
            "text": "Tapi waktu kabanaratn’ (Al-Quran) koa atakng’ ka’ iaka’ia, iaka’ia bakata, “Nian ialah sihir, man sasungguhnya kami ngingkari’nya”"
        },
        {
            "chapter": 43,
            "verse": 31,
            "text": "Man iaka’ia (uga’) bakata, “Ngahe Al-Quran nian nana’ dinuruntatn’ ka’ urakng aya’ (kaya man bapangaruh) dari salah sote’ dua’ nagari nian (Mekah man Taif)"
        },
        {
            "chapter": 43,
            "verse": 32,
            "text": "Ahe ke’ iaka’ia nang mambagi-bagi rahmat Tuhannyu? Kamilah nang nantuatn’ pangidupatn’ iaka’ia dalapm’ kaidupatn’ ka’ dunia, man Kami udah ningi’atn’ sabagian iaka’ia atas sabagian nang lain sangae derajat, supaya sabagian iaka’ai dapat ngama’afatn’ sabagian nang lain. Man rahmat Tuhannyu labih baik dari ahe nang iaka’ia kumpuratn’"
        },
        {
            "chapter": 43,
            "verse": 33,
            "text": "Man sakiranya buke’ karana ngindari’ talino manjaji umat nang sote’ (dalapm’ kakafiran), pastilah udah Kami buati’ nto’ urakng-urakng nang kafir ka’ (Allah) Nang Maha Pangasih, loteng-loteng rumah iaka’ia dari perak, demi- kian uga’ tanga’-tanga’ nang iaka’ia naiki’"
        },
        {
            "chapter": 43,
            "verse": 34,
            "text": "man Kami buati’ uga’ pintu-pintu perak nto’ rumah-rumah iaka’ia, man ampikoa uga’ pene-pene tampat iaka’ia nyanaratn’"
        },
        {
            "chapter": 43,
            "verse": 35,
            "text": "Man Kami buati’ pula’ pariasatn’-pariasatn’ dari amas. Man samuanya koa nana’ lain hanyalah kasanangan kaiduapatn’ dunia, sedangatn kaidupatn’ akirat ka’ sisi Tuahnnyu dinyadiakan’ nto’ urakng-urakng nang batakwa"
        },
        {
            "chapter": 43,
            "verse": 36,
            "text": "Man barang sae bapaling dari pangajaran Allah Nang Maha Pangasih (Al-Quran), Kami biaratn’ setan (nyasatatn’nya) man manjaji ayukng’ akrabnya"
        },
        {
            "chapter": 43,
            "verse": 37,
            "text": "Man sungguh, iaka’ia (setan-setan koa) batol- batol ngalangi’ iaka’ia dari maraga nang batol, samintara iaka’ia nyangka bahwa’ iaka’ia mandapat patunjuk"
        },
        {
            "chapter": 43,
            "verse": 38,
            "text": "Sehingga kamile urakng-urakng nang bapaling koa atakng’ ka’ Kami (ka’’ ari kiamat) ia bakata, “Wahai! Sakiranya (jarak) antara aku man kita’ lea jarak antara timur man barat! Memang (setan koa) ayukng’ nang paling jahat (nto’ talino)”"
        },
        {
            "chapter": 43,
            "verse": 39,
            "text": "Man (arapatn’nyu koa) sakali-sakali nana’ akan mare’ manfaat nto’nyu ka’ ari koa karana kao udah ngazalimi’ (diri’ nyu babaro). Sabatalnya kita’ pantas basama-sama dalapm’ azab koa"
        },
        {
            "chapter": 43,
            "verse": 40,
            "text": "Maka ahe ke’ kao (Muhammad) dapat nyajiatn’ urakng tuli’ bisa nangar, ato (dapat ke’) kao mare’ patunjuk ka’ urakng nang buta’ (atinya), man ka’ urakng nang tatap dalapm’ kasasatatn’ nang nyata"
        },
        {
            "chapter": 43,
            "verse": 41,
            "text": "Maka sungguh, sakirnya Kami ngamatiatn’nyu (sanape’ kao mancapai kamanangan), maka sasungguhnya Kami akan tatap marenatatn’ azab ka’ iaka’ia (ka’ naherat)"
        },
        {
            "chapter": 43,
            "verse": 42,
            "text": "ato Kami tele’atni’ ka’ kao (azab) nang udah Kami ancamatn ka’ iaka’ia.784 Maka sungguh, Kami bakuasa atas iaka’ia"
        },
        {
            "chapter": 43,
            "verse": 43,
            "text": "Maka bapigakng’taguhlah kao ka’ (agama) nang udah diwahyuatn’ ka’ kao. Sungguh kao barada ka’ maraga nang locor"
        },
        {
            "chapter": 43,
            "verse": 44,
            "text": "Man sungguh, Al-Quran koa batol-batol suatu paringatatn’ nto’nyu man nto’ kaumnyu, man nae kao mao’ diminta’ patanggungjawaban"
        },
        {
            "chapter": 43,
            "verse": 45,
            "text": "Man tanyai’lah (Muhammad) ka’ rasul-rasul Kami nang udah Kami utus sanape’ kao, “Ahe ke’ Kami nantuatn’ tuhan-tuhan selai (Allah) Nang Maha Pangasih nto’ disambah?”"
        },
        {
            "chapter": 43,
            "verse": 46,
            "text": "Man sungguh, Kami udah ngutus Musa mang ngincakng’ mukjizat-mukjizat Kami ka’ Fir’aun man pamuka-pamuka kaumnya. Maka ia (Musa) bakata, “Sasungguhnya aku ialah utusatn’ dari Tuhan saluruh alam”"
        },
        {
            "chapter": 43,
            "verse": 47,
            "text": "Maka waktu ia (Musa) atakng’ ka’ iaka’ia ngincakng’ mukjizat-mukjizat Kami, waktu koa iaka’ia ngalaki’nya"
        },
        {
            "chapter": 43,
            "verse": 48,
            "text": "Man nana’lah Kami tele’atni’ suatu mukjizat ka’ iaka’ia kacoali (mukjizat koa) labih aya’ dari mukjizat-mukjizat (nang sanape’nya). Man Kami timpakan’ ka’iaka’ia azab,785 supaya iaka’ia mulakng’ ka’ maraga nang batol). 43. AZ-ZUKH"
        },
        {
            "chapter": 43,
            "verse": 49,
            "text": "Man iaka’ia bakata, “Wahai pesihir,786! Bado’alah ka’ Tuhannyu nto’ (ngalapasatn’) kami sasuai mang ahe nang udah dijanjiatn’- Nya ka’ kao; sasungguhnya kami (kade’ do’anyu dikabulatn’) mao’ nyajiatn’ urakng nang mandapat patunjuk”"
        },
        {
            "chapter": 43,
            "verse": 50,
            "text": "Maka waktu Kami ngilangkatn’ azab koa dari iaka’ia, sakatika koa (uga’) iaka’ia ingkar janji"
        },
        {
            "chapter": 43,
            "verse": 51,
            "text": "Man Fir’aun madahi’ ka’ kaumnya (palis) bakata, “Wahai kaumku! Buke’ke’ kerajaan Mesir koa ampu’ ku man (buke’ke’) sunge- sunge nian ngalir ka’ babahku; ahe ke’ kita’ nana’ nele’"
        },
        {
            "chapter": 43,
            "verse": 52,
            "text": "Buke’ke’ aku labih baik dari urakng (Musa) nang hina nian man nang hampir nana’ dapat ngajalasatn’ (pakataannya)"
        },
        {
            "chapter": 43,
            "verse": 53,
            "text": "Maka ngahe ia (Musa) nana’ dipakei’ galakng’ dari amas, ato mala’ekat atakng barage-rage ia nto’ ngirikngi’nya?”"
        },
        {
            "chapter": 43,
            "verse": 54,
            "text": "Maka (Fir’aun) mang pakataan koa udah mampangaruhi’ kaumnya, sahingga iaka’ia patuh ka’ ia. Sungguh iaka’ia ialah kaum nang fasik"
        },
        {
            "chapter": 43,
            "verse": 55,
            "text": "Maka iaka’koa manjuat Kami bera, Kamu hukum iaka’koa, lalu Kami tingalapmi’ iaka’koa samuanya (ka’ laut)"
        },
        {
            "chapter": 43,
            "verse": 56,
            "text": "maka Kami jajiatn’ kaum nang tadahuya, man palajaran nto’ urakng-urakng nang kamudian"
        },
        {
            "chapter": 43,
            "verse": 57,
            "text": "Man waktu anak Maryam (Isa) dijajiatn parumpamaan, tiba-tiba kaumnyu (Suku Quraisy) basurak karana ia"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "Man iaka’koa bakata, “ Mae ke’ nang labih baik, tuhan-tuhan kami atua ia (Isa)?” Iaka’koa nana’ marentatn’ (parumpamaan koa) ka’ kao melainatn mang maksud ngabantah ihan; sabanarnya iaka’ia ialah kaum nang suka batangkar"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "Man (Isa) nana’ lain hanyalah seko’ amba nang Kami barentatn’ nikmat (kenabian) ka’ ia, man Kami jajiatn’ ia sabage contoh nto’ Bani Israil"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "Man sakiranya Kami mao’i’, pasti ada ka’ antar kita’ Kami jajiatn’ mala’ekat-malaikt (nang turutn’-tamurutn’) sabage pangganti kita’ ka’ bumi"
        },
        {
            "chapter": 43,
            "verse": 61,
            "text": "Man sungguh, ia (Isa) batol-batol manjaji patanda mao’ atakng’nya ari Kiamat. Hanyalah ngago’ pabantahan ihan, buke’lah ngago’ kabanaratn’ . Jalatn’ pikiran iaka’ia koa ialah kasalahatn nang aya’. Nabi Isa a.s. nana’ ngatahui’ bahwa’ ia disambah, man ia nana’ rela dijajiatn’ sambahkan’. Karana koa, amelah kita’ ragu-ragu tantang (Kiamat) koa man ikuti’lah Aku. Nianlah maraga nang lurus"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "Man amelah kita’ sakali-sakali dipalingatn oleh setan; sungguh setan koa musuh nang nyata nto’nyu"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "Man waktu Isa atakng’ ngincakng’ katarang- an, ia bakata, “Sungguh aku atakng’ ka’ kita’ mang ngincakng’ hikmah,788 man nto’ ngaja- lasatn’ ka’ kita’ sabagian dari ahe nang kita’ pasalisihatn’; maka batakwalah ka’ Allah man taatlah ka’ aku"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "Sungguh, Allah, Tuhanku man Tuhankita’, maka sambahlah Ia. Nian ialah maraga nang locor”"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "Tapi golongan-golongan (nang ada) saling basalisih ka’ antara iaka’ia; maka cilakalah urakng-urakng nang zalim karana azab ka’ ari nang padih (Kiamat)"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "Ahe ke’ iaka’ia hanya nunggu ihan kaatangan ari Kiamat nang atakng’ ka’ iaka’ia sacara mandadak, samintara iaka’ia nana’nyadari’nya"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "Ayukng’-ayukng’ akrab ka’ ari koa saling bamusuh-musuhan satu sama lain, kacoali iaka’ia nang batakwa"
        },
        {
            "chapter": 43,
            "verse": 68,
            "text": "“Wahai amba-amba-KU! Nana’ ada kagali’atn’ nto’nyu ka’ ari koa, nana’ nana’ pula’ kao basadih ati. 43. AZ-ZUKH"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "(Iakoa) urakng-urakng nang baiman ka’ ayat- ayat Kami man iaka’ia basarah diri’"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "Masoklah kita’ ka’ dalapm’ saruga, kita’ man pasangan mao’ disanangi’”"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "Ka iaka’ia diedaratn’ pingatn’-pingatn’ man galas-galas dari amas, man ka’ dalapm’ saruga koa tadapat ahe nang di mao’i’ oleh ati man sagala nang nyaman (ditele’) mata. Man kita’ kakal ka’ dalapm’nya"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "Man koa lah saruga nang di warisatn’ ka’ kita’ karana pabuatatn’ nang udah kita’ karajatn’"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "Ka dalapm’ saruga koa ada manyak buah- buahan nto’kita’ nang sabagiannya kita’ makatn’"
        },
        {
            "chapter": 43,
            "verse": 74,
            "text": "Sungguh, urakng-urakng nang badosa koa kakal ka’ dalapm’ azab neraka Jahanam"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "Nana’ diringanatn (azab) koa dari iaka’ia, man iaka’ia baputus asa ka’ dalapm’nya"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "Man nana’lah Kami ngazalimi’ iaka’ia, tapi iaka’ialah ngazalim’ iaka’ia babaro"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "Man iaka’ia ngampak, “Wahai (mala’ekat) Malik! Biarlah Tuhannyu ngamatiatn’ kami maan”. Ia manjawab, “Sungguh, kita’ akan tatap diapm’ (ka’ neraka nian)"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "Sungguh, Kami udah atakng’ ngincakng’ kabanaratn’ ka’ kita’, tapi kamanyakatn’ ka’ antara kita’ banci’ ka’ kabanaratn’ koa"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "Atoke’ kita’ udah ngarancanaan suatu tipu daya nang (jahat), maka sasungguhnya Kami udah barancana (ngatasi’ tipu daya iaka’ia)"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "Atoke’ iaka’ia ngira bahwa’ Kami nana’ nangar rahasia man bisiatn-bisiatn iaka’i? Sasungguhnya (Kami nangar), man utusan- utusan Kami (mala’ekat) selalu nyatat ka’ sisi iaka’ia"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "Batakatn’lah (Muhammad), “Kade’ batol Tuhan Nang Maha Pangasih ada anak, maka akulah urakng nang mula-mula ngamuliakan’ (anak koa)"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "Mahasuci Tuhan ampu’ langit man bumi, Tuhan ampu’ ‘Arsy, dari ahe nang iaka’ia sifatatn koa”"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "Maka biaratn’lah iaka’ia tingalapm’ (dalapm’ kasasatatn’) man bamain-main sampe iaka’ia namui’ ari nang dinyanjiatn’ ka’ iaka’ia"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "Man Ia lah Tuhan (nang disambah) ka’ langit man Tuhan (nang disambah) ka’ bumi, man Ia lah Nang Mahabijaksana, Maha Ngatahui’"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "Man Mahasuci (Allah) nang ngampu’i’ kerajaan langit man bumi, man ahe nang ada ka’ antara kaduanya; man ka’ sisi-Nyalah ilmu tantang ari kiamat, man hanya ka’ Ialah kita’ dimulangkatn’"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "Man urakng-urakng nang nyaru’ ka’ selain Allah nana’ mandapat syafaat (patolongan ka’ naherat); kacoali urakng nang ngakui’ nang hak (tauhid) man iaka’ia meyakini’"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "Man kade’ kao batanya’ ka’ iaka’ia, sae ke’ nang nyiptaatn’ iaka’ia, pasti iaka’ia manjawab, Allah; jadi ampahe iaka’ia dapat dipalingkatn’ (dari nyambah Allah)"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "man (Allah ngatahui’) ucapannya (Muhammad), “Ya Tuhanku, sabatolnnya iaka’ia koa ialah kaum nang nana’ baiman”"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "Maka bapalinglah dari iaka’ia man batakatn’lah, “Salam (selamat tinggal)”. Nae iaka’ia akan ngatahui’ (naseb iaka’ia nang buruk). 44. AD-DU"
        }
    ]
}