{
    "pages": [
        {
            "chapter": 26,
            "verse": 40,
            "text": "شاید ہم ان جادوگروں ہی کی پیروی کریں اگر یہ غالب آئیں"
        },
        {
            "chapter": 26,
            "verse": 41,
            "text": "پھر جب جادوگر آئے فرعون سے بولے کیا ہمیں کچھ مزدوری ملے گی اگر ہم غالب آئے،"
        },
        {
            "chapter": 26,
            "verse": 42,
            "text": "بولا ہاں اور اس وقت تم میرے مقرب ہوجاؤ گے"
        },
        {
            "chapter": 26,
            "verse": 43,
            "text": "موسیٰ نے ان سے فرمایا ڈالو جو تمہیں ڈالنا ہے"
        },
        {
            "chapter": 26,
            "verse": 44,
            "text": "تو انہوں نے اپنی رسیاں اور لاٹھیاں ڈالیں اور بولے فرعون کی عزت کی قسم بیشک ہماری ہی جیت ہے،"
        },
        {
            "chapter": 26,
            "verse": 45,
            "text": "تو موسیٰ نے اپنا عصا ڈالا جبھی وہ ان کی بناوٹوں کو نگلنے لگا"
        },
        {
            "chapter": 26,
            "verse": 46,
            "text": "اب سجدہ میں گرے،"
        },
        {
            "chapter": 26,
            "verse": 47,
            "text": "جادوگر، بولے ہم ایمان لائے اس پر جو سارے جہان کا رب ہے،"
        },
        {
            "chapter": 26,
            "verse": 48,
            "text": "جو موسیٰ اور ہارون کا رب ہے،"
        },
        {
            "chapter": 26,
            "verse": 49,
            "text": "فرعون بولا کیا تم اس پر ایمان لائے قبل اس کے کہ میں تمہیں اجازت دوں، بیشک وہ تمہارا بڑا ہے جس نے تمہیں جادو سکھایا تو اب جاننا چاہتے ہو مجھے قسم ہے! بیشک میں تمہارے ہاتھ اور دوسری طرف کے پاؤں کاٹوں گا اور تم سب کو سولی دوں گا"
        },
        {
            "chapter": 26,
            "verse": 50,
            "text": "وہ بولے کچھ نقصان نہیں ہم اپنے رب کی طرف پلٹنے والے ہیں"
        },
        {
            "chapter": 26,
            "verse": 51,
            "text": "ہمیں طمع ہے کہ ہمارا رب ہماری خطائیں بخش دے اس پر کہ سب سے پہلے ایمان لائے"
        },
        {
            "chapter": 26,
            "verse": 52,
            "text": "اور ہم نے موسٰی کو وحی بھیجی کہ راتوں را ت میرے بندو ں کو لے نکل بیشک تمھارا پیچھا ہو نا ہے، ف۵۵"
        },
        {
            "chapter": 26,
            "verse": 53,
            "text": "اب فرعون نے شہروں میں جمع کرنے والے بھیجے"
        },
        {
            "chapter": 26,
            "verse": 54,
            "text": "کہ یہ لوگ ایک تھوڑی جماعت ہیں،"
        },
        {
            "chapter": 26,
            "verse": 55,
            "text": "اور بیشک ہم سب کا دل جلاتے ہیں"
        },
        {
            "chapter": 26,
            "verse": 56,
            "text": "اور بیشک ہم سب چوکنے ہیں"
        },
        {
            "chapter": 26,
            "verse": 57,
            "text": "تو ہم نے انہیں باہر نکالا باغوں اور چشموں،"
        },
        {
            "chapter": 26,
            "verse": 58,
            "text": "اور خزانوں اور عمدہ مکانوں سے،"
        },
        {
            "chapter": 26,
            "verse": 59,
            "text": "ہم نے ایسا ہی کیا اور ان کا وارث کردیا بنی اسرائیل کو"
        },
        {
            "chapter": 26,
            "verse": 60,
            "text": "تو فرعونیوں نے ان کا تعاقب کیا دن نکلے،"
        }
    ]
}