{
    "pages": [
        {
            "chapter": 12,
            "verse": 5,
            "text": "(Baba i tij) tha: “O biri im! Mos u trego engrren tende vellezerve tu, qe mos te ta bejne ndonje dredhi. Se, me te vertete, djalli eshte armik i hapet i njeriut"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "Dhe qe keshtu, Zoti yt te ka zgjedhur ty dhe te meson ne shpjegimin e ngjarjeve (enderrave, e te tjera) dhe e ploteson dhuntine e Vet ndaj teje dhe familjes se Jakubit, ashtu sic e ka plotesuar me pare ndaj te pareve tu, Ibrahimit dhe Is’hakut. Me te vertete Zoti yt eshte i Plotedijshem dhe i Gjithedijshem”"
        },
        {
            "chapter": 12,
            "verse": 7,
            "text": "Me te vertete, per te gjithe ata qe pyesin Jusufin dhe vellezerit e tij ka shume argumente"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "(Kujtoje ti) kur (vellezerit e tij) thane: “Jusufi dhe vellai i tij, jane me te dashur per baben tone se na, e na jemi grup i tere. Baba i yne, me te vertete, eshte ne humbje te qarte"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "Mbyteni Jusufin ose debonie ne ndonje vend te larget; e baba i juaj do te kthehet kah ju, dhe pas kesaj do te beheni njerez te mire"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "njeri prej tyre tha: “Mos e mbytni Jusufin, por hedhnie ne fund te ndonje pusi; do ta marre ndonje karavan; - nese pernjemend doni te beni dicka me te”"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "(Vellezerit thane): “O babai yne! Perse per Jusufin nuk po ke besim ne ne, e na me te vertete, i deshirojme cdo te mire atij"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Dergoje neser me ne qe te haje peme dhe te luaje, e na me siguri do ta ruajme”"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "(Baba) tha: “Une brengosem qe ju ta merrni ate, e druaj se mos do ta haje ujku, kur nuk do te jeni te kujdesshem”"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "(Vellezerit) thane: “Si do ta haje ujku, kur ne jemi nje grup i forte! Na, atehere, me te vertete, do te ishim te humbur”"
        }
    ]
}