{
    "pages": [
        {
            "chapter": 18,
            "verse": 16,
            "text": "Kur t’i leni ju ata (popullin tuaj) dhe atyre qe iu luteshin ata, pervec Perendise – (i thane njeri-tjetrit): “Strehohuni ne shpelle, Zoti juaj do t’ju begatoje juve nga meshira e Tij dhe do t’ju pergatise per vepren tuaj, ate, nga e cila do te keni dobi”"
        },
        {
            "chapter": 18,
            "verse": 17,
            "text": "Ti e shikon Diellin kur lind, se ai anon kah ana e djathte prej shpelles se tyre, e kur perendon, ata i le ne anen e majte, e ata gjendeshin ne mesin e saj. Ky eshte nga argumentet e Perendise. Kend e udhezon Perendia ne rruge te drejte, ai eshte i udhezuar, e kend Ai e le ne humbje, ti, me siguri – nuk do te mund t’i gjesh ndihmes, qe do ta udhezoje ate"
        },
        {
            "chapter": 18,
            "verse": 18,
            "text": "Dhe, ti, mendon se ata jane zgjuar, por ata jane ne gjume; dhe Ne i rrotullonim ata – here ne krah te djathte, e here ne te majte, kurse qeni i tyre, kishte shtrire dy kembet e para ne hyrje te shpelles; qe sikur t’i kishte pare ti, do te ikeshe nga ata dhe do te kaplonte frika"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "Ashtu (sic i kemi vene ne gjume) Ne i kemi zgjuar ata, qe te pyesin, njeri-tjetrin. Njeri nga ata tha: “Sa keni ndenjur (ne gjume)?” – U pergjegjen: “Kemi qendruar nje dite, apo nje pjese te dites”. (Disa nga ata) thane: “Zoti juaj di me se miri, sa keni ndenjur. Dergoni njerin prej jush me kete monedhe te argjendte tuajen, ne qytet, e le te shikoje se kush prej tyre (ne qytet) ka ushqim me te paster. Le t’ju sjelle juve furnizim nga ajo, le te sillet mire dhe askend mos ta lajmeroje per ju"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "Me te vertete, ata, nese ju zbulojne, do t’ju gjuajne (mbysin) me gure, ose do t’ju kthejne juve (me force) ne fene e tyre, dhe atehere nuk do te shpetoni kurrsesi!”"
        }
    ]
}