{
    "pages": [
        {
            "chapter": 18,
            "verse": 62,
            "text": "Kur ata kaluan (ate vend), Musai i tha percjellesit te vet: “Na jep ate sillen tone, sepse, jemi lodhur nga ky udhetim yne”"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "(Ai) i tha: “Shiko! Kur zbritem tek ai shkembi, une e harrova peshkun. Vetem djalli me ka shpie ne harrese, perme ta kujtuar ty ate, e qe, peshku – per cudi, mori rrugen kah deti!”"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "(Musai) tha: “E, kjo eshte ajo qe po kerkojme. Andaj u kthyen neper gjurmet e veta (duke i treguar njeri-tjetrit)"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "dhe gjeten nje rob prej roberve Tone, te cilit i kemi dhuruar meshiren Tone dhe e kemi mesuar nga ana Jone me dijeni te plote"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Musai i tha atij: “A te pasoj ty, per te me mesuar mua – me nje pjese te dijenise se mrekullueshme qe t’u ka dhene ty?”"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "Ai i tha (Musait): “Ti nuk mund te durosh (ne shoqeri) me mua"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "e si do te durosh per ate, per te cilen nuk di asgje?”"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "(Musai) tha: “Do te me gjesh te durueshem, ne dashte Perendia, e nuk do te kundershtoj ty asgje”"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "I tha (Musait): “Nese shkon pas meje, mos me pyet per asgje, perderisa te mos ta shpjegoj une ty!”"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "Dhe, shkuan (ata), e kur hipen ne anije, e zhbiroi (derrasen e anijes). (Musai) tha: “Mos valle, e zhbirove ate, per t’i mbyte udhetaret e saj? Me te vertete, ke bere pune te cuditshme (te shemtuar)”"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "I tha (Musait): “A nuk te thashe une se ti nuk mund te durosh (ne shoqeri) me mua?”"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "(Musai) tha: “Mos me qorto per ate qe kam harruar, dhe mos me ngarko me veshtiresi ne punet e mia!”"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Dhe, shkuan (ata), e kur e takuan nje djalosh, dhe e mbyti ate tha (Musai): “Pse e mbyte njeriun e pafajshem qe nuk ka mbytur aske! Me te vertete, bere nje pune te shemtuar!”"
        }
    ]
}