{
    "pages": [
        {
            "chapter": 2,
            "verse": 17,
            "text": "Ata (qe jane zhytur ne te keqia e bredhin andej-kendej) jane te ngjashem me ata qe ndezin zjarrin, i cili kur ta ndricoje rrethin e tyre, Perendia ua merr driten, i le ne erresire dhe ata nuk shohin asgje"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Ata jane te shurdher, memece, e te verber; prandaj nuk kthehen (nga e keqja ne te mire)"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Ose ata i gjasojne atyre, te cilet gjate kohes se shiut te stuhishem (shtrengates) nga qielli, me erresire, bubullime dhe shkreptime, nga frika e vdekjes – per te mos degjuar ushetimen me gishterinjte mbyllin veshet, por Perendia i ka rrethuar (qafirat) me fuqi (e s’kane shpetim)"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Shkrepetima, pothuaj, ua merre te pamurit atyre; sa here qe ajo ua ndricon rrugen, ata ecin, e kur i kaplon erresira, ndalen. E sikur te doje Perendia, do t’ua merrte te degjuarit edhe te pamurit, se, me te vertete, Perendia eshte i Plotefuqishem"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "O njerez! Aduroni Perendine, i cili u ka krijuar juve dhe ata para jush, per t’u ruajtur nga mohimi"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "Zoti eshte Ai, qe per ju token e ka bere shtrese dhe qiellin ndertese; i cili prej qielli leshon shira dhe bene qe me ate te rriten frutet, ushqimi juaj. Prandaj mos i beni shoq Perendise, sepse ju e dini (qe Ai nuk ka shoq)"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Nese dushoni ju ne ate (Kur’anin) qe ia kemi derguar robit tone (Muhammedit), atehere hartonie nje sure te ngjashme si ate qe ia kemi shpallur atij, dhe nese jeni te drejte thirrni deshmitaret tuaj, (zoterat qe i adhuroni), pervec Perendise"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Nese nuk mundeni, dhe kurrsesi nuk do te mundeni (me i be shembull Kur’anit), atehere ruajuni zjarrit, lende djegese e te cilit jane njerezit dhe guret. Ai eshte pergatitur t’i ndeshkoje mohuesit"
        }
    ]
}