{
    "pages": [
        {
            "chapter": 35,
            "verse": 4,
            "text": "Nese ata ty (o Muhammed!) te konsiderojne genjeshtar, e me te vertete, edhe para teje, pejgamberet i kane konsideruar genjeshtare, e te Perendia kthehen te gjitha punet"
        },
        {
            "chapter": 35,
            "verse": 5,
            "text": "O njerez! Padyshim, premtimi i Perendise eshte i vertete, e mos t’ju mashtroje, kurrsesi, jeta e kesaj bote dhe le te mos ju mashtroje, kurrsesi mashtruesi ne Perendine"
        },
        {
            "chapter": 35,
            "verse": 6,
            "text": "Me te vertete, djalli eshte armik per ju, andaj merreni ate per armik! Ai vetem i therret ithtaret e vet qe te behen shoke te zjarrit"
        },
        {
            "chapter": 35,
            "verse": 7,
            "text": "Per ata qe nuk besojne ka denim te rende, e per ata qe besojne dhe punojne vepra te mira ka falje dhe shperblim te madh"
        },
        {
            "chapter": 35,
            "verse": 8,
            "text": "E valle, a eshte ai qe iu kane zbukuruar veprat e tij te keqia dhe i duken ato te mira (si ai qe eshte i i udhezuar ne rruge te drejte)? Me te vertete, Perendia e shpie ne humbje ke te doje, dhe e udhezon ne rruge te drejte ke te doje. E, mos u shkaterro ti per humbjen e tyre! Perendia, me te vertete, eshte i Gjithedijshem per ate qe punojne ata"
        },
        {
            "chapter": 35,
            "verse": 9,
            "text": "Dhe, Perendia – eshte ai qe dergon ererat, qe i levizin rete, dhe Ne i drejtojme ato ne viset e vdekura, e me to e gjallerojme token pas vdekjes se saj. Keshtu do te jete edhe ringjallja"
        },
        {
            "chapter": 35,
            "verse": 10,
            "text": "Kush deshiron madherine, e tere madheria eshte e Perendise, (andaj kerkoni prej Tij). Tek Ai ngriten fjalet e bukura, dhe vepren e mire Ai e pranon. E, per ata qe trillojne vepra te keqia – do te kete denim te rende, dhe trillimi i tyre do te falimentoje"
        },
        {
            "chapter": 35,
            "verse": 11,
            "text": "Perendia, u ka krijuar se pari prej dheut, pastaj nga pika e ujit (fares – spermes), dhe me ne fund u ka bere cifte (meshkuj e femra). Dhe, asnje femer nuk mbetet shtatezene, e as nuk lind pa dijenine e tij. Dhe jeta e askujt – as nuk zgjatet as nuk shkurtohet e qe te mos jete e shenuar ne Liber. Me te vertete, kjo per Perendine eshte lehte"
        }
    ]
}