{
    "pages": [
        {
            "chapter": 60,
            "verse": 6,
            "text": "Me te vertete, ky ka qene shembull i mire per ju, per ata qe shpresojne ne Perendine dhe ne Diten e Kijametit. E kush shmanget, me te vertete, Perendia eshte i pavarur, Ai meriton tere falenderimin"
        },
        {
            "chapter": 60,
            "verse": 7,
            "text": "Ka gjase qe Perendia do te lidhe (vendose) dashuri midis jush dhe atyre ndaj te cileve keni qendrim armiqesor; Perendia eshte i Plotefuqishem dhe fales e meshirues"
        },
        {
            "chapter": 60,
            "verse": 8,
            "text": "Perendia nuk ju ndalon te shprehni miresine dhe te jeni te drejte ndaj atyre, te cilet nuk luftojne kunder jush per shkak te fese (suaj) dhe qe nuk ju debojne juve prej shtepive tuaja. Me te vertete, Perendia i don te drejtit"
        },
        {
            "chapter": 60,
            "verse": 9,
            "text": "Perendia u ndalon juve t’i bnei miq ata qe luftojne kunder jush per shkak te fese dhe ju debojne nga vatrat tuaja, si dhe kontribuojne qe te jeni te debuar; e kushdo qe i ben miq ata – te tillet jane zullumqare"
        },
        {
            "chapter": 60,
            "verse": 10,
            "text": "O besimtare, kur u vijne juve besimtaret emigrante, provoni (besimin) tek ato, - e Perendia me se miri e di besimin e tyre. Nese bindeni se ato jane besimtare, mos i ktheni te pabesimtaret: Ato nuk u lejohen atyre, si dhe as ata nuk jane te lejueshem per to. Jepni shpenzimet e bera atyre (jobesimtareve). Nuk ka pengese qe t’i merrni ju ato per bashkeshorte, pasi t’u jepini dhurata martese. Mos qendroni ne martese me idhujtare (pagane). Kerkoni ate qe keni dhene (si dhurate martese), por dhe ata (jobesimtaret) le te kerkojne ate qe kane dhene (si dhurate martese). Ky eshte gjykimi i Zotit, Ai gjykon ne mes jush, e Perendia di cdo gje dhe eshte i Gjithedijshem"
        },
        {
            "chapter": 60,
            "verse": 11,
            "text": "E, nese ndonjera prej grave tuaja kthehet te jobesimtaret si dhe anasjelltas, atehere plotesoniu atyre shpenzimet e marteses. Dhe druajuni Perendise, te cilit i besoni ju"
        }
    ]
}