{
    "chapter": [
        {
            "chapter": 38,
            "verse": 1,
            "text": "Swad. Nditsuba khu Ikurani eyili nende ametsulisio"
        },
        {
            "chapter": 38,
            "verse": 2,
            "text": "Halali Abakhayi bali mwikhwilola nende obuyingani"
        },
        {
            "chapter": 38,
            "verse": 3,
            "text": "Ni emikanda chinga chiakhwasishia imbeli wabu niboopa obuyoka , ne ebise biokhuwonibwa biali biburire"
        },
        {
            "chapter": 38,
            "verse": 4,
            "text": "Ne bawuka mbu Omwikanyilisi okhurula mubo okhubetsela , mana nibaboola mbu: “uno ni Omulosi Omubeyi.”"
        },
        {
            "chapter": 38,
            "verse": 5,
            "text": "Eh! akholele Abanyasaye okhuba Nyasaye mulala yenyene! Toto kano ni amakhuwa khokhuchenyia"
        },
        {
            "chapter": 38,
            "verse": 6,
            "text": "Mana Abakhongo babu nibarula nibababoolela mbu: “mutsie mana mutinyesa Khubanyasaye benyu, toto endio nilwakenyekhana.”"
        },
        {
            "chapter": 38,
            "verse": 7,
            "text": "Efwe shikhwawulilakhwo kano mushima shiefu shiokhumalilikha tawe, ne kano shineshindu tawe halali ni obuchishi butswa"
        },
        {
            "chapter": 38,
            "verse": 8,
            "text": "Mbu niye butswa weshilibwa amekanyilisio mwifwe. Halali abo bali nende eshibeyibeyi khu amekanyilisio kanje, ne mana bashili okhupila eshinyasio shianje"
        },
        {
            "chapter": 38,
            "verse": 9,
            "text": "Nohomba bali nende ebiachi bietsimbabaasi tsia Nyasaye wuwo Omulesi, Owa amani Khakaba"
        },
        {
            "chapter": 38,
            "verse": 10,
            "text": "Nohomba bo bali nende obwami bwomwikulu nende khushialo nende ebili hakari wabio? Khomana banine tsinjila tsiokhutsia eyo"
        },
        {
            "chapter": 38,
            "verse": 11,
            "text": "Oko niko omukanda kwabalwani kulishilwa mumikanda chilia chilishilwa"
        },
        {
            "chapter": 38,
            "verse": 12,
            "text": "Bayingana inyuma wabu Abandu ba Nuhu, nende babu A’di nende Firaun owali nende ebiumbashe"
        },
        {
            "chapter": 38,
            "verse": 13,
            "text": "Nende Thamud nende Abandu ba Luti nende Abandu bomumutsuru. Echo nichio emikanda"
        },
        {
            "chapter": 38,
            "verse": 14,
            "text": "Abo boosi bayingasia Abarumwa mana nibakhoyeshela eshinyasio"
        },
        {
            "chapter": 38,
            "verse": 15,
            "text": "Ne bano shiabalindangasa ni oluyoka lulala butswa olulali ehale tawe"
        },
        {
            "chapter": 38,
            "verse": 16,
            "text": "Nabo baboolanga mbu: “Nyasaye wefu Omulesi khurerere eshinyasio shiefu inyanga yeyindukho nishili okhuula.”"
        },
        {
            "chapter": 38,
            "verse": 17,
            "text": "Wisumilisie khukababoolanga ako, ne witsulile Omusumba wefu Daudi Owa amani. Toto ye yali omunji wokhusaba eshileshelo"
        },
        {
            "chapter": 38,
            "verse": 18,
            "text": "Netoto khwahotselesia ebikulu halala ninaye nibitsoomia ingolobe nende mumabwibwi halala ninaye"
        },
        {
            "chapter": 38,
            "verse": 19,
            "text": "Ne kata amayoni kakhung’asibwa emikanda nemikanda, koosi kali amehotselefu khuye"
        },
        {
            "chapter": 38,
            "verse": 20,
            "text": "Ne nikhumeta amani obwami bubwe, ne nikhumuwa amachesi nende obumanyi bwokhubusia omuse"
        },
        {
            "chapter": 38,
            "verse": 21,
            "text": "Ne koo wawulikhwo olukano lwabasoolani olwa bekalilwa okhwinjila munzu"
        },
        {
            "chapter": 38,
            "verse": 22,
            "text": "Olwa benjila wa Daudi , naye nabaria, nibaboola mbu: “olaria tawe, efwe khuli abasoolani babili, mulala wefu akosele owashie, mana okhukabukhasie khubwatoto , ne olakwila elubeka tawe, ne okhulunjisie khunjila yo bwatoto"
        },
        {
            "chapter": 38,
            "verse": 23,
            "text": "Toto uno ni Omusiani wefu, ali nende amakondi amakhasi amakhumi tisa nende tisa, nasi endisa nende likondi lilalasa lieshikhasi, mana aboolanga mbu :“mbelesie elilio elo ekhuruchile” (nasi shindenya tawe) ne yashilile khumakhuwa"
        },
        {
            "chapter": 38,
            "verse": 24,
            "text": "Toto ye akholele obubii okhusaba likondi lilio okhumeta khukeke, netoto abeyisanga abanji bakholelanga obubii khubeene, halali balia basuubila mana nibakhola amalayi nenibatiti mubo. Mana Daudi nalola mbu khumukholeele amatemo, nasaba eshileshelo khu Nyasaye wuwe, mana nakwa hasi okhwihotselesia khu Nyasaye wuwe nende okhumukalushila"
        },
        {
            "chapter": 38,
            "verse": 25,
            "text": "Mana nikhumuleshela ako, netoto ye alinende eshisaala eshikhongo nende habundu halayi alikalukha khwifwe"
        },
        {
            "chapter": 38,
            "verse": 26,
            "text": "Ewe Daudi toto efwe khwakhukhola okhuba omulindi wefu khushialo, kho khalaka emise chia Abandu khubwatoto ne olalonda obwikombi bwomwoyo bwakhukosia khunjila ya Nyasaye , toto balia balekha injila ya Nyasaye abo balinyoola eshinyasio eshilulu khulwa okhubula oluchendo khwabu muyinyanga yokhubalilwa"
        },
        {
            "chapter": 38,
            "verse": 27,
            "text": "Ne shiwalonga likulu nende eshialo nende ebili hakari wabio eshikhaya tawe. Ako ni amaparo kabakhayi. Bali nende eshinyasio eshilulu Abakhayi abo mumulilo kubalinyoola"
        },
        {
            "chapter": 38,
            "verse": 28,
            "text": "Nohomba khukhole balia basubila babe shinga balia bakholanga amabii khushialo, nohomba khukhole abaria Nyasaye shinga abetsimbii"
        },
        {
            "chapter": 38,
            "verse": 29,
            "text": "Eshitabu shino shakhwakhwishilia ewe shilimwo tsimbabaasi tsinyinji, kho banyoole okhupaara mutsinyaali tsiashio, ne bobwoongo banyoole okhuwulila"
        },
        {
            "chapter": 38,
            "verse": 30,
            "text": "Ne khwahelesia Dawudi Suleiman yali Omusumba omulayi muno, toto ye yali omunji wokhukalushila Nyasaye"
        },
        {
            "chapter": 38,
            "verse": 31,
            "text": "Olwa yarumilwa ingolobe tsifarasi tsiwulelanga nitsiemele,\ttsinyangu okhutsunukha"
        },
        {
            "chapter": 38,
            "verse": 32,
            "text": "Mana naboola mbu : “esie ndachama ebindu ebilayi khulwa okhwitsulila Nyasaye wanje, mana (tsifarasi etso) nitsifisa inyuma weshikalilo. (Suleiman niyenya mbu atsilole khandi)"
        },
        {
            "chapter": 38,
            "verse": 33,
            "text": "Mutsikalusie khwisie , mana nachaka okhutsitilakhwo mwikosi nende khubilenje"
        },
        {
            "chapter": 38,
            "verse": 34,
            "text": "Mana nikhura Suleiman mumatemo, nenikhura omubili khushisaala shishie, mana nakalukha okhusaba eshileshelo"
        },
        {
            "chapter": 38,
            "verse": 35,
            "text": "Naboola mbu: “Nyasaye wanje undeshele ne umbelesie obwaami bwo mundu wundi alalinyoola inyuma wanje tawe, toto ewe newe Omuwani.’’"
        },
        {
            "chapter": 38,
            "verse": 36,
            "text": "Mana nikhukhola omuyeka okhumurumushila,\tkwachendanga khumunwa kukwe, hosi hosi ayenya okhuula"
        },
        {
            "chapter": 38,
            "verse": 37,
            "text": "Mana nikhukhola amashetani okhumurumushila, koosi kombakhanga nende keyibilanga"
        },
        {
            "chapter": 38,
            "verse": 38,
            "text": "Nende abaandi boboyungwa khuminyororo"
        },
        {
            "chapter": 38,
            "verse": 39,
            "text": "Shino ni eshihanwa shiefu, kho mana rusia nohomba shitiile, shibula eshichelo"
        },
        {
            "chapter": 38,
            "verse": 40,
            "text": "Ne toto ye ali nende oluyali okhwinjisibwa ewefu, nende habundu halayi muno wokhukalukha"
        },
        {
            "chapter": 38,
            "verse": 41,
            "text": "Ne yitsulila Omusumba wefu Ayub, olwa yalanga Nyasaye wuwe mbu: “ toto esie shetani yanderere obusinyifu nende obusandi.”"
        },
        {
            "chapter": 38,
            "verse": 42,
            "text": "Nyasaye namuboolela mbu : “sieba hasi eshilenje shishio (isebele nirundukha hasi awo) kho amatsi amanyifu ko khwisinga wisinje ngako, nende kokhunywa onywe.”"
        },
        {
            "chapter": 38,
            "verse": 43,
            "text": "Mana nikhumuhelesia Abandu bebe nende abandi shinga abo, nende tsimbabaasi tsirula khwifwe, nende eshitsulisio khubaandu bobwongo"
        },
        {
            "chapter": 38,
            "verse": 44,
            "text": "Ne bukula mumukhono kukwo olusaala , omukhupile (omukhaye wuwo khulwokhwitsuba khwa wetsuba- khumabii kayakhola) ne olafunaka eshitsubo tawe. Toto kwamunyoola nali Omwifwiili Omusumba Omulayi, toto yali Omwisumilisi muno"
        },
        {
            "chapter": 38,
            "verse": 45,
            "text": "Ne yitsulila Omusumba wefu Ibrahim nende Is’haaq nende Yaqub bali ba amaani nende amachesi"
        },
        {
            "chapter": 38,
            "verse": 46,
            "text": "Toto efwe khwabalobola khulikhuwa lilayi muno liokhwitsulila mwikulu"
        },
        {
            "chapter": 38,
            "verse": 47,
            "text": "Ne toto abo bali khwifwe Mubandu abalobole abalayi"
        },
        {
            "chapter": 38,
            "verse": 48,
            "text": "Ne yitsulila Ismail nende Alyasa nende dhil kifli ne abo boosi bali Mubandu abalayi"
        },
        {
            "chapter": 38,
            "verse": 49,
            "text": "Kano ni ametsulisio ne toto bwene balia baria Nyasaye habundu wabu wokhukalukha aliba alayi muno"
        },
        {
            "chapter": 38,
            "verse": 50,
            "text": "Emikunda chomwikulu echilaliwa, chilikulwa emiliango shichila bo"
        },
        {
            "chapter": 38,
            "verse": 51,
            "text": "Omo baliyiekhamwo nibalaanga ebiamo ebinji nende ebinywebwa ebilayi po"
        },
        {
            "chapter": 38,
            "verse": 52,
            "text": "Ne baliba nabakhaye babu abasangasia tsimoni , abolubaka lulala"
        },
        {
            "chapter": 38,
            "verse": 53,
            "text": "Kano niko kamwalakwa [okhunyoola] inyanga yokhubalwa"
        },
        {
            "chapter": 38,
            "verse": 54,
            "text": "Toto kuno niko umukabo kwefu okulawetsaanga tawe"
        },
        {
            "chapter": 38,
            "verse": 55,
            "text": "Endio nilwakaliba netoto balia baruumanga olwakho amakalushilo kabu kaliba amabii"
        },
        {
            "chapter": 38,
            "verse": 56,
            "text": "Jahannam balinjilamwo, nabo ni obukono obubii muno bwakhukonakhwo"
        },
        {
            "chapter": 38,
            "verse": 57,
            "text": "Endio nilwakaliba mana banywemwo amatsi komulilo nende kamafila"
        },
        {
            "chapter": 38,
            "verse": 58,
            "text": "Nende ebinyasio bindi ngabino ebinji"
        },
        {
            "chapter": 38,
            "verse": 59,
            "text": "Kuno niko omukanda kulinjila halala ninanyu, balibula okhwinjisibwa obulayi, toto abo balinjila mumulilo"
        },
        {
            "chapter": 38,
            "verse": 60,
            "text": "Baliboola mbu : “enywe nenywe mubula amwinjila halayi, nenywe mwachila nikhunyoola eshinyasio, kho muli Abandu ababii muno.”"
        },
        {
            "chapter": 38,
            "verse": 61,
            "text": "Baliboola mbu: “ Nyasaye wefu balia bachila nikhunyoola kano bameete eshinyasio mara khabili mumulilo. “"
        },
        {
            "chapter": 38,
            "verse": 62,
            "text": "Mana ababii balia balireeba mbu: “kabeele karie akhulalolanga Abandu bakhwabalilanga mubabii mumulilo kuno?”"
        },
        {
            "chapter": 38,
            "verse": 63,
            "text": "Koo khwababayila nohomba tsimoni tsiefu nitsilalolanga"
        },
        {
            "chapter": 38,
            "verse": 64,
            "text": "Toto kano okhusolana khuno khwa Abandu bomumuliro nitoto"
        },
        {
            "chapter": 38,
            "verse": 65,
            "text": "Boola mbu: “esie endisa Omwikanyilisi, ne abulaho Nyasaye wundi owulali Nyasaye mulala Owamani muno. ”"
        },
        {
            "chapter": 38,
            "verse": 66,
            "text": "Nyasaye welikulu nende eshialo nende bili hakari wabio Owamaani muno, Omunji weshileshelo"
        },
        {
            "chapter": 38,
            "verse": 67,
            "text": "Boola kano ni amacheni amakhongo muno aka enywe mukhayanga"
        },
        {
            "chapter": 38,
            "verse": 68,
            "text": "Ka enywe mubula ninako oluchendo. [enywe nanyu mukakhayanga]"
        },
        {
            "chapter": 38,
            "verse": 69,
            "text": "Shindali nende obumanyi kebilonje ebikhongo bioluyali olwabiayingananga"
        },
        {
            "chapter": 38,
            "verse": 70,
            "text": "Ndahebwa obufimbuli shichila esie endi Omwikanyilisi Owabulafu"
        },
        {
            "chapter": 38,
            "verse": 71,
            "text": "Olwa Nyasaye wuwo yaboolela Abamalaika mbu: “esie enonjele Omundu okhurula khuliloba.”"
        },
        {
            "chapter": 38,
            "verse": 72,
            "text": "Kho olwandalamukasia mana emufuramwo omwoyo okhurulana ninasi kho mumwinamile khukhumuwulila"
        },
        {
            "chapter": 38,
            "verse": 73,
            "text": "Abamalaika boosi nibeenama- halala"
        },
        {
            "chapter": 38,
            "verse": 74,
            "text": "Halali Iblisi yaba Omufuru mana naba mubakhayi"
        },
        {
            "chapter": 38,
            "verse": 75,
            "text": "Nyasaye namureeba mbu ; “Ewe Iblis shina shikhukayiile okhwinamila khushienonjele nende emikhono chianje, ofurire nohomba oli mubakhongo?”"
        },
        {
            "chapter": 38,
            "verse": 76,
            "text": "Shetani naboola ‘Esie endi omulayi okhumushila ye, waloonga esie okhurulana khu muliro naye nomulonga okhurula khuliloba.”"
        },
        {
            "chapter": 38,
            "verse": 77,
            "text": "Nyasaye namuboolela mbu: “’mana rula muno ewe oli neshitsubo.”"
        },
        {
            "chapter": 38,
            "verse": 78,
            "text": "Ne eshitsubo shianje shikhulikhwo okhula inyanga yomurungo"
        },
        {
            "chapter": 38,
            "verse": 79,
            "text": "Iblis naboola: ‘Nyasaye wanje mbelesie obwiyangu ndalafwa tawe okhula inyanga yokhulamusibwa mubafu"
        },
        {
            "chapter": 38,
            "verse": 80,
            "text": "Nyasaye namuboolela; ‘‘mana ekhuhelesiyie obwiyangu.’’"
        },
        {
            "chapter": 38,
            "verse": 81,
            "text": "Okhula khubise bieyinyanga imanyishe"
        },
        {
            "chapter": 38,
            "verse": 82,
            "text": "Iblis naboola mbu: ‘‘nditsuba khumaani koko toto nditsa okhukosia boosi [Abana ba Adam]”"
        },
        {
            "chapter": 38,
            "verse": 83,
            "text": "Halali Abasumba bobo abatswenufu mubo"
        },
        {
            "chapter": 38,
            "verse": 84,
            "text": "Nyasaye naboola mbu “Toto, ne emboola obwatoto"
        },
        {
            "chapter": 38,
            "verse": 85,
            "text": "Ndiliitsusia Jahanam khu ewe nende balia boosi balikhuloonda mubo.”"
        },
        {
            "chapter": 38,
            "verse": 86,
            "text": "Boola mbu “ esie shebareba omurungo kwosikwosi tawe nohomba esie shendi omunichilisia tawe"
        },
        {
            "chapter": 38,
            "verse": 87,
            "text": "Kano ni ametsulisio butswa Khubandu"
        },
        {
            "chapter": 38,
            "verse": 88,
            "text": "Ne toto mulamanya amacheni kaye ahambi hano"
        }
    ]
}