{
    "pages": [
        {
            "chapter": 7,
            "verse": 38,
            "text": "(On the Day of Judgment) the Lord will say to them, \"Join the group of jinn and people who lived before you, in hell.\" Each group, on entering hell, will curse the other dwellers, until all of them are brought together therein. The last group will accuse the first saying, \"Lord, they made us go astray. Therefore, double their torment in the Fire.\" The Lord will reply, \"For everyone of you there is a double torment, but you do not know it"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "The first will then say, \"You are no better than us; suffer the torment as the result of your deeds"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "For those who have rejected Our revelations out of pride, no door to the heavens will be opened, nor will they be admitted into Paradise until a camel passes through the eye of a sewing needle. Thus do We recompense the criminals"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "For them, hell will be both a cradle and a blanket. Thus do We punish the unjust"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "The righteously striving believers - We do not impose on any soul that which is beyond its ability - are the dwellers of Paradise wherein they will live forever"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "We shall remove all grudges from their hearts. They will enjoy the flowing streams in the garden and will say, \"God who guided us to this, deserves all praise. Had He not guided us, we would never have been able to find the right direction. The (angelic) Messengers of our Lord came to us with the Truth.\" They shall be told, 'This is the Paradise which you have inherited because of your good deeds"
        }
    ]
}