{
    "pages": [
        {
            "chapter": 7,
            "verse": 121,
            "text": "saying, \"We declare our belief in the Lord of the Universe"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "the Lord of Moses and Aaron"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "The Pharaoh said to the magicians, \"You declared your belief in him (Moses) without my permission. This is a plot to throw my people out of their city. But you will soon know"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "I will cut off your hands and feet on the alternate sides and crucify you all"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "The magicians said, \"We will certainly return to Our Lord"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "You only take revenge on us because we believed in the Lord when we saw His miracles. Lord, grant us patience and let us die Muslims (submitted to God)"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "Some of the Pharaohs people said, \"Will you let Moses and his people destroy the land and disregard you and your gods?\" The Pharaoh said, \"We will kill their sons and leave their women alive; they are under our domination"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Moses told his people to seek help from God and exercise patience. The earth belongs to Him and He has made it the heritage of whichever of His servants He chooses. The final victory is for the pious ones"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "His people said, \"We suffered a great deal before you came and we are still suffering even after you have come.\" Moses (tried to encourage them) by saying, \"There is hope that your Lord will destroy your enemies and make you (their) successors in the land. So consider how you act"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "For years We afflicted Pharaoh's people with shortages in food so that perhaps they would take heed"
        }
    ]
}