{
    "pages": [
        {
            "chapter": 10,
            "verse": 7,
            "text": "Those who do not have hope of receiving Our mercy in the life hereafter who are pleased and satisfied with the worldly life and who pay no attention to Our revelations"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "will all have the Fire as their dwelling for that which they had done"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "The righteously striving believers receive, through their faith, guidance from their Lord to the bountiful gardens wherein streams flow"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "Their prayer shall be, \"Glory be to you Lord,\" and their greeting, \"Peace be with you,\" and the only other words (of worldly speech) they will speak will be, \"It is God, Lord of the Universe, who deserves all praise"
        },
        {
            "chapter": 10,
            "verse": 11,
            "text": "Had God been as hasty to punish people as they were hasty to achieve good, their life would have already ended. We will leave those who have no hope of receiving Our mercy, in the life hereafter, to continue blindly in their transgression"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "When the human being is affected by hardship, he starts to pray while lying on his side, sitting or standing, but when We relieve him from hardship, he starts to act as though he had never prayed to Us to save him from the misfortune. This is how transgressors' deeds are made attractive to them"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "We destroyed certain generations who lived before you because of their injustice. Our Messengers came to them and showed them miracles, but they would not believe. Thus do We punish the criminals"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "We have made you their successors in the land so that We could see how you behaved"
        }
    ]
}