{
    "pages": [
        {
            "chapter": 11,
            "verse": 20,
            "text": "Such people will never weaken God's (power) on earth nor will they find any guardian besides God. Their punishment will be doubled and they will not be able to hear or see"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "They have lost their souls and their false deities will turn away from them"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "In the life to come they will certainly lose a great deal"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "The righteously striving believers who are humble before their Lord, will be the dwellers of Paradise wherein they will live forever"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "Can the two groups, the blind and the deaf, be considered equal to those who have vision and hearing? Will you then not take heed"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "We sent Noah to his people to give them the clear warning"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "that they should not worship anyone besides God. (Noah warned them), \"I am afraid that you will suffer the most painful torment"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "The disbelievers among his people said, \"We do not believe that you are any better than the rest of us; we see that only the worthless hasty ones, the lowliest among us follow you. Thus, we do not think that you are superior to us, rather you are all liars"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "Noah replied, \"My people do you think - that if my Lord has sent me a miracle and granted me mercy but your ignorance has obscured them from your sight - we can force you to believe when you do not want to"
        }
    ]
}