{
    "pages": [
        {
            "chapter": 14,
            "verse": 34,
            "text": "He has given you everything that you asked Him for. Had you wanted to count the bounties of God, you would not have been able to do it. The human being is unjust and disbelieving"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "(Muhammad), consider when Abraham prayed, \"Lord, make this (Mecca) a peaceful territory and save me and my offspring from worshipping idols"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "Lord, the idols have misled many people. Whoever follows me is my friend. As for those who disobey, You are certainly All-forgiving and All-merciful"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "Lord, I have settled some of my offspring in a barren valley near your Sacred House so that they could be steadfast in prayer. Lord, fill the hearts of the people with love for them and produce fruits for their sustenance so that they may give thanks"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "Lord, You know all that we conceal or reveal. Nothing in the heavens or the earth is hidden from God"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "It is only God who deserves all praise. I praise Him for His giving me my sons Ishmael and Isaac during my old age. My Lord, certainly, hears all prayers"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "Lord, make me and my offspring steadfast in prayer and accept our worship"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "Lord, on the Day of Judgment, forgive me and my parents and all the believers"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "(Muhammad), do not think that God is unaware of what the unjust people do. He only gives them a respite until the day when the eyes will stare fixedly"
        }
    ]
}