{
    "pages": [
        {
            "chapter": 21,
            "verse": 25,
            "text": "To all the Messengers that were sent before you We revealed that I am the only God to be worshipped"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "They said, \"The Beneficent God has given birth to a son. He is too Exalted to give birth to a son.\" (Those whom they think are God's sons) are only His honorable servants"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "These servants do not speak before He speaks. They simply act according to His orders"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "He knows all that is in front of them and all that is behind them. (These servants of God) will not intercede with Him for anyone without His permission and they tremble in awe (before His greatness)"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "The recompense of those of them who say that they are the Lord instead of God will be hell; thus, do We recompense the unjust ones"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Have the unbelievers not ever considered that the heavens and the earth were one piece and that We tore them apart from one another. From water We have created all living things. Will they then have no faith"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "We placed firm mountains on earth lest it would shake them away. We made wide roads for them so that they might have the right guidance"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "We made the sky above them as a well-guarded ceiling, but they have neglected the evidence (of Our existence) therein"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "It is God who has created the night, the day, the Sun, and Moon and has made them swim in a certain orbit"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "We made no mortal before you immortal. Will they become immortal after you die"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Every soul has to experience the taste of death. We test you with both hardships and blessings. In the end you will all return to Us"
        }
    ]
}