{
    "pages": [
        {
            "chapter": 25,
            "verse": 44,
            "text": "Do you think that most of them listen and understand? They are like cattle or even more, straying and confused"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "[Have you not seen that your Lord increases the shadow. Had He wanted He would have made it stationary], and has made the sun their guide"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "Then He reduces it in gradual steps"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "It is He who has made the night as a covering for you, sleep as a rest for you, and the day for you to rise again"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "It is He who sends the winds to you with the glad news of His mercy and who sends purifying rain from the sky"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "to revive the barren land and provide water for many creatures, cattle, and people"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "We send them rain from time to time so that they may take heed. Many people have responded, but ungratefully"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Had We wanted We could have sent a Prophet to every town"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "Do not yield to the unbelievers but launch a great campaign against them with the help of the Quran"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "It is He who has joined the two seas; one palatable and sweet, the other bitterly salty and has established a barrier between them as a partition"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "It is He who has created the human being from water to have relationships of both lineage and wedlock. Your Lord has all power"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "They worship besides God things that can neither benefit nor harm them. The unbelievers are defiant against their Lord"
        }
    ]
}