{
    "pages": [
        {
            "chapter": 33,
            "verse": 44,
            "text": "On the day when they will be brought into the presence of their Lord, their greeting to each other will be, \"Peace be with you.\" God has prepared an honorable reward for them"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "Prophet, We have sent you as a witness, a bearer of glad news, a warner"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "a preacher for God by His permission and as a shining torch"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "Give glad news to the believers of their receiving great favor from God"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "Do not yield to the disbelievers or the hypocrites. Ignore their annoying you. Trust in God. God is your all Sufficient Protector"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "Believers, if you marry believing women and then divorce them before the consummation of the marriage, they do not have to observe the waiting period. Give them their provisions and set them free in an honorable manner"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "Prophet, We have made lawful for you your wives whom you have given their dowry, slave girls whom God has given to you as gifts, the daughters of your uncles and aunts, both paternal and maternal, who have migrated with you. The believing woman, who has offered herself to the Prophet and whom the Prophet may want to marry, will be specially for him, not for other believers. We knew what to make obligatory for them concerning their wives and slave girls so that you would face no hardship (because we have given distinction to you over the believers). God is All-forgiving and All-merciful"
        }
    ]
}