{
    "pages": [
        {
            "chapter": 36,
            "verse": 41,
            "text": "how We carried them and their offspring inside the laden Ark"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "and created for them similar things to ride"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "Had We wanted, We could have drowned them and nothing would have been able to help or rescue them"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "except Our mercy which could enable them to enjoy themselves for an appointed time"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "Whenever they are told to guard themselves against sin and the forth coming torment so that perhaps they could receive mercy"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "and whenever a revelation out of their Lord's revelations comes to them, they ignore it"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "When they are told to spend for the cause of God out of what He has provided for them for their sustenance, the disbelievers say to the believers, \"Should we feed those whom God has decided to feed? You are in plain error"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "The unbelievers say, \"When will the Day of Judgment come if what you say is at all true"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "They will not have to wait long. When the Day of Judgment comes, it will only take a single blast of sound to strike them while they are quarrelling with one another"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "Then they will not be able to make a will or return to their families"
        },
        {
            "chapter": 36,
            "verse": 51,
            "text": "When the trumpet is sounded, they will be driven out of their grave into the presence of their Lord"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "They will say, \"Woe to us! Who has raised us up from our graves? This is what the Beneficent God has promised. The Messengers have also spoke the truth"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "Only after a single blast of sound, they will all be brought into Our presence"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "No soul will be in the least bit wronged on that Day and no one will receive any recompense other than what he deserves for his deeds"
        }
    ]
}