{
    "pages": [
        {
            "chapter": 41,
            "verse": 30,
            "text": "To those who have said, \"God is our Lord, \" and who have remained steadfast to their belief, the angels will descend saying, \"Do not be afraid or grieved. Receive the glad news of the Paradise which was promised to you"
        },
        {
            "chapter": 41,
            "verse": 31,
            "text": "We are your guardians in this world and in the life to come, where you will have whatever you call for"
        },
        {
            "chapter": 41,
            "verse": 32,
            "text": "a hospitable welcome from the All-forgiving and All-merciful God"
        },
        {
            "chapter": 41,
            "verse": 33,
            "text": "Who speaks better than one who invites human beings to God, acts righteously and says, \"I am a Muslim"
        },
        {
            "chapter": 41,
            "verse": 34,
            "text": "Virtue and evil are not equal. If you replace evil habits by virtuous ones, you will certainly find that your enemies will become your intimate friends"
        },
        {
            "chapter": 41,
            "verse": 35,
            "text": "Only those who exercise patience and who have been granted a great share of God's favor can find such an opportunity"
        },
        {
            "chapter": 41,
            "verse": 36,
            "text": "(Muhammad), seek God's protection if satan's temptation grieves you, for God is All-hearing and All-knowing"
        },
        {
            "chapter": 41,
            "verse": 37,
            "text": "(Some evidence of His existence) are the night, day, sun, and moon. Do not prostrate before the sun and the moon, but prostrate before God Who has created them if you want to worship Him alone"
        },
        {
            "chapter": 41,
            "verse": 38,
            "text": "However, if people are too proud to prostrate before God, let them know that God's other creatures glorify Him both day and night without fatigue"
        }
    ]
}