{
    "pages": [
        {
            "chapter": 72,
            "verse": 14,
            "text": "Some of us are Muslims and some of us have deviated from the Truth. Whoever has embraced Islam has followed the right guidance"
        },
        {
            "chapter": 72,
            "verse": 15,
            "text": "However, the deviators from the Truth will be the fuel for hell"
        },
        {
            "chapter": 72,
            "verse": 16,
            "text": "Had they (jinn and mankind) remained steadfast in their religion (Islam), We would certainly have given them abundant water to drink"
        },
        {
            "chapter": 72,
            "verse": 17,
            "text": "as a trial for them. God will make those who disregard the guidance from their Lord suffer increasing torment"
        },
        {
            "chapter": 72,
            "verse": 18,
            "text": "All the parts of the body to be placed on the ground during prostration belong to God"
        },
        {
            "chapter": 72,
            "verse": 19,
            "text": "Do not prostrate before anyone other than Him. When the servant of God (Muhammad) preached (his message) the jinn would all crowd around him"
        },
        {
            "chapter": 72,
            "verse": 20,
            "text": "(Muhammad), say, \"I worship only my Lord and do not consider anyone equal to Him"
        },
        {
            "chapter": 72,
            "verse": 21,
            "text": "Say, \"I do not possess any power to harm or benefit you"
        },
        {
            "chapter": 72,
            "verse": 22,
            "text": "Say, \"No one can protect me from God, nor can I find any place of refuge but with him"
        },
        {
            "chapter": 72,
            "verse": 23,
            "text": "My only (means of protection) is to convey the message of God. Whoever disobeys God and His Messenger will go to hell, wherein he will live forever"
        },
        {
            "chapter": 72,
            "verse": 24,
            "text": "(On the Day of Judgment) when the disbelievers witness that with which they have been threatened, they will then know whose helpers are weaker and fewer in number"
        },
        {
            "chapter": 72,
            "verse": 25,
            "text": "(Muhammad), say, \"I do not know whether that with which you have been threatened is close by or whether my Lord will prolong the time of its coming"
        },
        {
            "chapter": 72,
            "verse": 26,
            "text": "He knows the unseen and He does not allow anyone to know His secrets except those of His Messengers whom He chooses"
        },
        {
            "chapter": 72,
            "verse": 27,
            "text": "He causes angelic guards to march before and after him"
        },
        {
            "chapter": 72,
            "verse": 28,
            "text": "(Messenger) so that He would know that the Messengers have conveyed the message of their Lord. He encompasses all that is with them and He keeps a precise account of all things"
        }
    ]
}