{
    "pages": [
        {
            "chapter": 2,
            "verse": 30,
            "text": "When your Lord said to the angels, \"I am appointing someone as my deputy on earth,\" they said (almost protesting), \"Are you going to appoint one who will commit corruption and bloodshed therein, even though we (are the ones who) commemorate Your Name and glorify You?\" The Lord said, \"I know that which you do not know"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "He taught Adam all the names. Then He introduced (some intelligent beings) to the angels, asking them to tell Him the names of these beings, if the angels were true to their claim (that they more deserved to be His deputies on earth)"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "The angels replied, \"You are glorious indeed! We do not know more than what You have taught us. You alone are All-knowing and All-wise"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "The Lord said to Adam, \"Tell the names of the beings to the angels.\" When Adam said their names, the Lord said, \"Did I not tell you (angels) that I know the secrets of the heavens and the earth and all that you reveal or hide"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "When We told the angels to prostrate before Adam, they all obeyed except Iblis (Satan) who abstained out of pride and so he became one of those who deny the truth"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "We told Adam to stay with his spouse (Eve) in the garden and enjoy the foods therein, but not to go near a certain tree lest he become one of the transgressors"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "Satan made Adam and his spouse err and caused them to abandon the state in which they had been living. Then We said, \"Descend, you are each other's enemies! The earth will be a dwelling place for you and it will provide you with sustenance for an appointed time"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Adam was inspired by some words (of prayer) through which he received forgiveness from his Lord, for He is All-forgiving and All-merciful"
        }
    ]
}