{
    "maqras": [
        {
            "chapter": 16,
            "verse": 1,
            "text": "(ito) allahvutaiya kattalai vantuvittatu! Ataipparri ninkal avacarappata ventam. Avan mikap paricuttamanavan; avarkal inaivaippavarrai vita mikka melanavan"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "Avan vanavarkalukku vahyi kotuttu, tan atiyarkalil tan virumpiyavarkalitam anuppi vaittu ‘‘vanakkattirkuriyavan ennait tavira verevanumillai; ninkal enakke payappatunkal'' enru eccarikkai ceyyumaru avarkalukkuk kattalaiyittan"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "vanankalaiyum pumiyaiyum takka karanattin mite avan pataittirukkiran; avarkal inaivaippavarraivita avan mikka melanavan"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "avane oru tuli intiriyattaik kontu manitanaip pataikkiran; avvariruntum avan (iraivanutan) pakirankamana etiriyay irukkiran"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "(manitarkale!) Kalnataikalaiyum unkalukkaka avane pataittirukkiran. Avarril (kulirait tatukkum) porulkalum pala payankalum irukkinrana. Avarril cilavarraip pucikkirirkal"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "ninkal avarrai (meyttu) malaiyil otti varum polutum (meyccalukkuk) kalaiyil ottic cellumpolutum avai unkalukku alakay irukkinrana"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "mikac ciramattutananri ninkal cella mutiyata urkalukku avai (unkalaiyum) unkal paluvana cumaikalaiyum cumantu celkinrana. Niccayamaka unkal iraivan (unkal mitu) mikka irakkamutaiyavan, mikak karunaiyutaiyavan avan"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "kutiraikal, koveru kalutaikal akiyavarrai ninkal eric celvatarkakavum (unkalukku) alankaramakavum (avan pataittirukkiran). Innum ninkal ariyatavarraiyum avan pataippan"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "(manitarkale! Unkalukku iru valikal irukkinrana. Onru,) allahvai naticcellakkutiya neranavali; marronru konalana vali. Avan natinal unkal anaivaraiyum nerana valiyil celuttivituvan"
        },
        {
            "chapter": 16,
            "verse": 10,
            "text": "Avantan mekattiliruntu unkalukku malai poliyac ceykiran. Atiltan ninkal aruntakkutiya nirum irukkiratu; ataik konte purpuntukalum (valarntu) irukkinrana. Atile ninkal (unkal kalnataikalai) meykkirirkal"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "ataik konte vivacayap payirkalaiyum, jaittun, periccai, tiratcai akiya ella kanivarkkankalaiyum avan unkalukku urpatti ceykiran. Niccayamaka itil cintikkakkutiya makkalukku or attatci irukkiratu"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "avane iravaiyum, pakalaiyum, curiyanaiyum, cantiranaiyum unkalukkaka (pataittut) tan atikarattukkul vaittirukkiran. (Avvare) natcattirankal anaittum avanutaiya kattalaikku utpattavaiyakave irukkinrana. Niccayamaka itilum cintittu ariyakkutiya makkalukkup pala attatcikal irukkinrana"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "pumiyil unkalukkaka avan pataittiruppavai vitavitamana nirankalum (vakaikalum) utaiyavaiyaka irukkinrana. Nallunarcci perum makkalukku niccayamaka itilum or attatci irukkiratu"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "avantan ninkal cuvaiyana min mamicankalai (camaittup) pucikkavum, ninkal aparanamaka aniyakkutiya porulkalai etuttukkollavum katalai (unkalukku) vacatiyakkit tantan. (Pala itankalukkum cenru varttakattin mulam) iraivanin arulai ninkal tetik kollum poruttu (katalil payanam ceyyumpolutu) kappal katalaip pilantukontu celvatai ninkal kankirirkal. (Itarkaka iraivanukku) ninkal nanri celuttik kontiruppirkalaka"
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "unkalaic cumantirukkum pumi acaiyatiruppatarkakap (periya) periya malaikalai atan mitu vaittan. (Unkal pokkuvarattukkaka) arukalaiyum nerana valikalai arivatarkakap pala pataikalaiyum amaittan"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "(Pakalil ticaikalai arivikkakkutiya malaikal enum) ataiyalankalai amaittan. (Iravil) natcattirankalaik kontum (payanikal) tankal valiyai arintu kolkinranar"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "(inaivaittu vanankupavarkale! Ivai anaittaiyum) pataitta vallavan (ninkal vanankukinra) onraiyume pataikka mutiyatavarraip polavana? Ivvalavukuta ninkal nallunarvu pera ventama"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "allahvin aru(lka)lai ninkal kanakkittal avarrai unkalal ennita mutiyatu. Niccayamaka allah mikka mannippavan, perum karunaiyutaiyavan avan"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "ninkal manatil maraittuk kolvataiyum (atarku maraka) ninkal velippatuttuvataiyum niccayamaka allah nankarivan"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "(napiye!) Allahvaiyanri evarrai avarkal (teyvamena) alaikkirarkalo avarral etaiyum pataikka mutiyatu. Avai (avanal) pataikkappattavaiyakum"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "(anri avai) uyirullavaikalumalla; uyirarravaikale. (Irantavarkal) eppolutu (uyir kotuttu) eluppappatuvarkal enpataiyum avai ariya. (Akave, avai ivarkalukku enna palanalittuvitum)"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "unkal vanakkattirkuriyavan ore or iraivantan. Akave, evarkal marumaiyai nampavillaiyo avarkalutaiya ullankal (etaik kuriyapotilum) nirakarippavaikalakave irukkinrana. Melum, avarkal mikak karvamkontu perumaiyatippavarkalakavum irukkinranar"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "niccayamaka allah avarkal maraittuk kolvataiyum (atarku maraka) avarkal velippatuttuvataiyum nankarivan enpatil oru cantekamumillai. Niccayamaka avan karvam konta (i)varkalai virumpuvatillai"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "(napiye! Intak kur'anaik kurippittu atil) ‘‘unkal iraivan enna irakkinan'' enru avarkalitam ketkappattal ‘‘(itu,) munnullorin kattukkataikaltan'' enru kurukinranar"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "Marumai nalil tankal pavaccumaikalai ivarkal cumappatutan, arivinri ivarkal valiketutta marravarkalin pavaccumaikalaiyum ivarkale cumapparkal. (Ivvaru iruvarin pavaccumaiyai) ivarkale cumappatu mikak kettatallava"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "ivarkalukku munniruntavarkalum (ivvare) niccayamaka culcci ceytu kontiruntarkal. Akave, allah avarkalin (culccik) kattatattai atiyotu peyarttu avarkal (talai) mite atan mukatu vilumpati ceytan. Avarkal arintukolla mutiyata vitattil vetanaiyum avarkalai vantataintatu"
        },
        {
            "chapter": 16,
            "verse": 27,
            "text": "pinnar, marumai nalilo avan avarkalai ilivupatutti ‘‘ninkal (unkal teyvankalai) enakku inaiyanavai ena(k kuri nampikkaiyalarkalutan) ninkal tarkkittuk kontiruntirkale avai enke?'' Enru ketpan. Accamayam (itai) arintirunta (nampikkai konta)varkal ‘‘inraiya tinam ilivum, vetanaiyum niccayamaka nirakarittavarkalmitutan'' enru kuruvarkal"
        },
        {
            "chapter": 16,
            "verse": 28,
            "text": "tamakkut tame tinkilaittuk konta ivarkalutaiya uyirai vanavarkal kaipparrum polutu (avarkal) ‘‘nankal oru kurramum ceyyavillai'' enru (kurit tankalait tunpurutta ventamena vanavarkalitam) camatanattaik koruvarkal. (Atarku vanavarkal) ‘‘maraka! Niccayamaka allah ninkal ceytu kontiruntavarrai nankarivan'' (enru patilalipparkal)"
        },
        {
            "chapter": 16,
            "verse": 29,
            "text": "(melum, ivarkalai nokki) ‘‘ninkal narakattin vayilkalil pukuntu enrenrume atil tanki vitunkal'' (enru kuruvarkal). Perumai atittuk kontirunta ivarkalin tankumitam maka kettatu"
        }
    ]
}