{
    "maqras": [
        {
            "chapter": 22,
            "verse": 60,
            "text": "ivvare (kariyam nataiperum). Evarenum tan tunpuruttappatta ate alavukku pali vankiya piraku, mintum (mutal tunpuruttiya) avan mitu atikam aniyayam ceyyappattal niccayamaka allah a(niti ilaikkappatta)vanukku utavi purivan. Niccayamaka allah mikka mannippavan, pilai poruppavan avan"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "itan karanamavatu: Niccayamaka allah iravaip pakalilum, pakalai iravilum nulaiya vaik(ka arralutaiyavanaka iruk)kiran. (Ataip ponre tunpuruttum kettavanai nallavanakavum, tunpattirkullana nallavanaik kettavanakavum akki vitukiran.) Niccayamaka allah anaittaiyum ceviyurupavan, urru nokkupavan avan"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "itan karanamavatu: Niccayamaka allahtan unmaiyanavan. Niccayamaka avarkal allahvaiyanri (iraivanena) alaippavai anaittum poyyanavaitan. Niccayamaka allahtan uyarntavan, (melanavan,) maka periyavan"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "(Napiye!) Nir parkkavillaiya? Niccayamaka allahtan mekattiliruntu malaiyai poliyac ceykiran. (Atanal) pumi pacumaiyaki vitukiratu. Niccayamaka allah atika nutpamutaiyavanum anaittaiyum nankarintavanum avan"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "vanankalilum pumiyilum ulla anaittum allahvukku uriyanave! Niccayamaka allahtan (pirarin utavi) tevai arravanum pukalukkuriyavanum avan"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "(napiye!) Nir parkkavillaiya? Niccayamaka allah pumiyilulla anaittaiyum unkalukku vacappatuttik kotukkiran. Kappal avanutaiya kattalaippati katalil celkiratu. Tan anumatiyinri pumiyin mitu vanam vilatu avan tatuttuk kontirukkiran. Niccayamaka allah manitarkal mitu mikka irakkamutaiyavan, karunaiyutaiyavan avan"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "avantan unkalai uyirppittan. Piraku, avantan unkalai maranikka vaippan. Piraku, avane unkalai uyirppippan. Eninum, niccayamaka manitan mika nanri kettavan avan"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "(napiye!) Ovvoru vakupparukkum (antantak kalattirkut takkavaru) avarkal ennai vanankuvatarkuriya valiyai nam erpatutti iruntom. Akave, (umatu kalattil umakku) nam erpatuttiyirukkum valiyaip parri avarkal um'mutan tarkkam ceyya ventam. Melum nir avarkalai umatu iraivan (erpatuttiya valiyin) pakkam alaippiraka. Niccayamaka nir nerana valiyiltan irukkirir"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "(napiye!) Avarkal um'mutan tarkkittalo (avarkalai nokki) kuruviraka: “Ninkal ceypavarrai allah nankarintavan"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "ninkal evvisayattil tarkkittuk kontirukkirirkalo ataip parri marumai nalil allah unkalukkitaiyil tirppalippan"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "(Napiye!) Vanattilum pumiyilum iruppavarrai niccayamaka allah nankarivan enpatai nir ariyavillaiya? Niccayamaka ivai anaittum avanutaiya (nikalccik kurippakiya) ‘lavhul mahhpulil' irukkinrana. Niccayamaka itu allahvukku mikka culapamanate"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "(napiye! Nirakarippavarkalakiya) avarkal allah allatavarrai vanankukinranar. Itarku avarkalitam (allah) attatci etaiyum irakkavillai; avarkalitam atu parri kalviyum illai. Inta aniyayakkararkalukku (marumaiyil) utavi ceypavarkal oruvarumirar"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "avarkal mitu telivana namatu vacanankal otik kanpikkappattal atai nirakarikkum ivarkalutaiya mukankalil veruppai nir kanpir. Nam vacanankalai avarkalukku otik kanpippavarkal mitu ivarkal payntu vituvarkal polum! (Akave, ivarkalai nokki) nir kuruviraka! Nan unkalukku itaivita kotiyatoru visayattai arivikkava? (Atu naraka) nerupputan. Ataiye (unkalaip ponra) nirakarippavarkalukku allah vakkalittu irukkiran. (Atu) cerumitankalilellam mikak kettatu"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "manitarkale! Unkalukku or utaranam kurappatukiratu: Ataicevitalttik kelunkal. Allah allata evarrai ninkal (teyvankal ena) alaikkirirkalo avai anaittum onru cern(tu muyarcit)ta potilum or iyaik kuta pataikka mutiyatu. (Iyaip pataippatenna!) I onru avarrinutaiya oru porulai etuttuk kontapotilum anta iyitamiruntu atai vituvikkavum avarral mutiyatu. (Avarkal teyvankal ena) alaikkum avai avvalavu palavinamanavai! Akave, avarrai(t teyvankal ena) alaippavarkalum palavinamanavarkale"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "Allahvai kanniyappatutta ventiyavaru avarkal kanniyappatutta villai. Niccayamaka allah valumikkavanum anaivaraiyum mikaittavanum avan"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "vanavarkaliliruntum manitarkaliliruntum allah (tan) tutarkalait terntetuttuk kolkiran. Niccayamaka allah ceviyurupavanum urru nokkupavanum avan"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "avarkalukku mun(nar cenru) iruppavarraiyum, avarkalukkup pin(nar vara) iruppavarraiyum avan nankarintavan. Ella visayankalum allahvitame tirumpa kontu varappatum"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "nampikkaiyalarkale! Ninkal kunintu ciram panintu unkal iraivanai vanankunkal. (Markkattirkum makkalukkum) nanmaiye ceytu kontirunkal. Atanal ninkal verriyataiyalam"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "(nampikkaiyalarkale!) Ninkal allahvutaiya pataiyil muyarcikka ventiyavaru muyarciyunkal. Avane unkalait terntetut(tu menmaiyakki vait)tirukkiran. Inta markkattil allah unkalukku oru ciramattaiyum erpatuttavillai. Itu unkal pitavakiya iprahimutaiya markkamakum. Avartan itarku munnar unkalukku muslimkal enap peyarittavar. I(vvetat)tilum (avvare unkalukkup peyar kurappattullatu. Itarku) nam ittutare unkalukkuc catciyaka irukkirar. Ninkal marra manitarkalukku catciyaka irunkal. Akave, tolukaiyai kataippitiyunkal; jakattum kotuttu varunkal. Allahvaip palamakap pitittuk kollunkal. Avantan unkal patukavalan (poruppalan). Avane ciranta patukavalan; ciranta utaviyalan"
        }
    ]
}