{
    "maqras": [
        {
            "chapter": 27,
            "verse": 82,
            "text": "irutinal avarkalai nerunkiya camayattil, avarkalukkakap pumiyiliruntu oru kalnataiyai nam velippatuttuvom. Atu ententa manitarkal nam vacanankalai nampikkai kollavillai enpatai avarkalukkuc collik kanpikkum"
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "ovvoru camutayattilum namatu vacanankalaip poyppittavarkalai (tanittani) kuttamaka (pirittu) nam (avarkalai) onrutirattum nalai (napiye! Nir avarkalukku) napakamuttuviraka. Akave, avarkal (appotu vicaranaikkaka) nirutti vaikkappatuvarkal"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "avarkal anaivarum (tankal iraivanitam) varum camayattil (iraivan avarkalai nokki) ‘‘ninkal en vacanankalai nankarintu kolvatarku munnatakave ataip poyyakki vittirkala? (Avvarillaiyayin) pinnar ennatan ninkal ceytu kontiruntirkal?'' Enru ketpan"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "avarkal ceyta aniyayattin karanamaka avarkal mitu (vetanaiyin) kattalai urutiyakivitum. Accamayam avarkalal pecavum mutiyatu"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "niccayamaka namtan avarkal cukamataivatarku iravaiyum (anaittaiyum) nanku parppatarkup pakalaiyum untu panninom enpatai avarkal (kavanittup) parkkavillaiya? Niccayamaka itil nampikkai konta makkalukkup pala attatcikal irukkinrana"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "cur (ekkalam) utappatum nalil allah arul purintavarkalait tavira, vanankalilum pumiyilum ulla anaivarume titukkittu, natunkit talai kunintavarkalaka avanitam vantu ceruvarkal"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "Nir kanum malaikalai avai veku urutiyaka iruppataka ennik kontirukkirir. (Eninum, annalil) avai mekattaip pol (akayattil) parantotum. Ovvoru porulaiyum (pataittu) atan iyarkai amaippin mitu urutippatuttiya allahvutaiya kattalaiyal (avvaru nataiperum). Niccayamaka avan ninkal ceytu kontirukkum anaittaiyum nankaripavan avan"
        },
        {
            "chapter": 27,
            "verse": 89,
            "text": "evarenum oru nanmaiyaic ceytal, atarku(riya kuliyaivita) melanate avarkalukkuk kitaikkiratu. Melum, annalin titukkattiliruntum avarkal accamarru vitukirarkal"
        },
        {
            "chapter": 27,
            "verse": 90,
            "text": "evarenum oru pavam ceytal, avarkal narakattil mukankuppurat tallappattu ‘‘ninkal ceytu kontiruntavarrukke tavira (veru etarkum) unkalukkuk kuli kotukkappatuma?'' (Enru ketkappatum)"
        },
        {
            "chapter": 27,
            "verse": 91,
            "text": "(napiye! Nir kuruviraka!) Inta (makka) nakarattin atipatiyakiya iraivan oruvanaiye vanankumaru nan evappattu ullen. Avantan itai mikka kanniyappatuttiyullan ellap porulkalum avanukku uriyanave! Melum, avanukke murrilum valipattavarkalil nan irukkumpati nan evappattullen"
        },
        {
            "chapter": 27,
            "verse": 92,
            "text": "melum, tiru kur'anai nan (anaivarukkum) otik kanpikkumarum (evappattullen). (Ataik kontu) evan nerana valiyai ataikirano avan tan cuya nanmaikkakave nerana valiyil celkiran. Evarenum (itiliruntu vilakit) tavarana valiyil cenral (napiye! Nir ataip parrik kavalaippatatir.) ‘‘Niccayamaka nan accamutti eccarippavarkalil oruvantan (nirppantippavanalla)'' enru kuruviraka"
        },
        {
            "chapter": 27,
            "verse": 93,
            "text": "Pukal anaittum allahvukke uriyana. (Marumai varuvatarkuriya) tan attatcikalai ati cikkirattil avan unkalukkuk kanpippan. Accamayam, avarrai ninkal (unmaiyena) arintu kolvirkal. (Tarcamayam) ninkal enna ceytu kontirukkirirkal enpataip parri (napiye!) Umatu iraivan paramukamayillai'' enru kuruviraka"
        },
        {
            "chapter": 28,
            "verse": 1,
            "text": "ta sim mim"
        },
        {
            "chapter": 28,
            "verse": 2,
            "text": "(napiye!) Ivai(yum) telivana ivvetattilulla cila vacanankalakum"
        },
        {
            "chapter": 28,
            "verse": 3,
            "text": "(napiye!) Nampikkai konta makkalukkaka musa innum hpir'avnaip parriya cila unmai visayankalai umakku otik kanpikkirom"
        },
        {
            "chapter": 28,
            "verse": 4,
            "text": "niccayamaka hpir'avn, pumiyil mikavum perumai kontu, atil ullavarkalaip pala vakuppukkalakap pirittu, avarkalil oru pirivinarai palavinappatuttum poruttu avarkalutaiya an makkalaik kolai ceytu, pen makkalai uyirutan valavaittu vantan. Meyyakave (ivvaru) avan visamikalil oruvanakave iruntan"
        },
        {
            "chapter": 28,
            "verse": 5,
            "text": "eninum, pumiyil (avanal) palavinappatuttappattavarkal mitu nam arul purintu, avarkalait talaivarkalakki (anku vacittavarkalutaiya porulkalukkum,) avarkalaiye varicukalaka akka virumpinom"
        },
        {
            "chapter": 28,
            "verse": 6,
            "text": "appumiyil nam (palavinamana) avarkalai menmaiyakki vaittu hpir'avnum, hamanum, avarkalutaiya ranuvankalum enta vetanaikkup payantu kontiruntarkalo, atai avarkalukkuk kanpikkavum nam karutinom"
        },
        {
            "chapter": 28,
            "verse": 7,
            "text": "(Akave, palavinamanavarkalil musavai nam pataittom. Musa piranta camayattil, palavinamana ivarkalutaiya makkalil pirakkum an kulantaikalai hpir'avn kolai ceytu kontiruntan. Akave musavin tay, tan ikkulantaiyaiyum hpir'avn kolai ceytu vituvano enru anci natunkinal.) Akave, (accamayam) musavin taykku nam vahyi mulam arivittom: (Kulantaiyai unnitame vaittuk kontu) ‘‘avarukkup pal kotuttu va. (Unnitam iruppatil) avaraip parri ni payantal, avarai (pelaiyil vaittu) arril erintuvitu. Ni avaraip parrik kavalaippatate! Payappatate! Niccayamaka nam avarai unnitame kontu vantu certtu, avarai (nam) tutarkalil oruvarakavum akkuvom'' (enru arivittom)"
        },
        {
            "chapter": 28,
            "verse": 8,
            "text": "(akave, musavutaiya tay avarai oru pelaiyil vaittu arril vittu vittal.) Akkulantaiyai hpir'avnutaiya kutumpattinar etuttuk kontanar. Avar niccayamaka (avarkalukku) etiriyaki tukkattait taruvar. Hpir'avnum, hamanum, avarkalutaiya ranuvankalum tavarilaittavarkalakave ayinar"
        },
        {
            "chapter": 28,
            "verse": 9,
            "text": "(akkulantaiyaik kanta) hpir'avnutaiya manaivi (tan kanavanai nokki) ‘‘ni itai kolai ceytuvitate! Enakkum, unakkum itu oru kan kulircciyaka irukkiratu. Itanal nam nanmai ataiyalam allatu itai nam nam kulantaiyaka tattetuttuk kollalam'' enru kurinal. Eninum, (ivaraleye tankalukku alivu erpatum enpatai) avarkal unarntukollavillai"
        },
        {
            "chapter": 28,
            "verse": 10,
            "text": "musavutaiya tayin ullam (avarai arril erinta pin tukkattal) verumaiyaki vittatu. Aval namatu varttaiyai nampumpati avalutaiya ullattai nam urutippatuttiyirukkavittal, (musa pirantirukkum) visayattai anaivarukkum aval velippatuttiye iruppal"
        },
        {
            "chapter": 28,
            "verse": 11,
            "text": "(Akkulantaiyaip pelaiyil vaittu arril vittatan pinnar) aval, akkulantaiyin cakotariyai nokki ‘‘ (arril mitantu cellum) ataip pintotarntu niyum cel'' enru kurinal. Avalum a(tanaip pintotarntu cenru atai etutta)varkalukkut teriyata vitattil atai(p parri enna natakkiratenru) turattilirunte kavanittu vantal"
        }
    ]
}