{
    "maqras": [
        {
            "chapter": 28,
            "verse": 51,
            "text": "avarkal nallunarcci perum poruttu nam vacanattai menmelum avarkalukku (irakki)c cerppitte vantom"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "akave, itarku munnar evarkalukku nam (nam) vetattaik kotuttomo, avarkal itai unmaiyakave nampikkai kolkirarkal"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "Avarkal mitu (ivvetam) otik kanpikkappattal atarkavarkal ‘‘itai nankal nampikkai kontom. Niccayamaka itu enkal iraivanitamiruntu vanta unmai(yana vetam)tan. Itarku munnatakave niccayamaka nankal itai (enkal vetattin mulam arintu) erruk kontirukkirom'' enru kuruvarkal"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "ivarkal urutiyaka iruntatan karanattal, irantu tatavaikal avarkalukku (nar)kuli kotukkappatum. Ivarkal, tiya kariyankalai nanmaiyaik konte tatuttuk kolvarkal. Nam avarkalukku alittavarril iruntu avarkal tanamum ceyvarkal"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "melum, avarkal vinana varttaikalaik kelviyurral (atil campantappatatu) ataip purakkanittu vittu ‘‘enkal kariyankal enkalukkum, unkal kariyankal unkalukkum (periyatu). Unkalukku ‘salam.' Ariyatavarkalai (avarkalitam tarkkikka) nankal virumpuvatillai'' enru kuruvarkal"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "(napiye!) Niccayamaka ivarkalil nir virumpiyavarkalai nerana valiyil celutta um'mal mutiyatu. Eninum allah, tan virumpiyavarkalai(ttan) nerana valiyil celuttukiran. Nerana valiyil cellat takutiyutaiyavar yar enpatai avane nankarivan"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "(napiye! Makkavacikalana) ivarkal (um'mai nokki) ‘‘nankal um'mutan inta kur'anaip pinparrinal, enkal uril irunta nankal (irayncit) tukkic cellappattu vituvom'' enru kurukinranar. (Ivarkal cintikka ventama?) Apayamalikkum mikka kanniyamana itattil (ivarkal vacittirukka) ivarkalukku nam vacati alikkavillaiya? Ovvoru kanivarkkamum unavaka nam'mitamiruntu anku vantu kuvintu konte irukkiratu. Eninum, ivarkalil perumpalanavarkal (itan nanriyai) ariya mattarkal"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "(Ivarkalaip ponru) tan valkkait tarattal koluttut timir pititta ettanaiyo urarkalai nam alittirukkirom. Ito! (Parunkal.) Ivai anaittum avarkal vacittirunta itankaltan. Corpa itankalait tavira avarril pala avarkalukkup pinnar vacikkappatavillai. Namtan (avarrukku) varicukalaka irukkirom"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "(napiye!) Umatu iraivan (tan) tutarai (makkalin) talai nakarankalukku anuppi, avarkalukku nam vacanankalai avar otik kanpikkata varai evvuraraiyum alippatillai. Enta uraraiyum avarkal aniyayam ceytu kontirukkum nilaiyileye tavira nam alikkavillai"
        },
        {
            "chapter": 28,
            "verse": 60,
            "text": "(napiye! Kuruviraka:) Unkalukkuk kotukkappattiruppavai ellam ivvulaka valkkaiyilulla arpa cukamum, atanutaiya alankaramumtan. (Eninum,) allah vitattil iruppavaiyo mikka melanavaiyum nilaiyanavaiyum akum. Itai ninkal arintu kolla ventama"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "evanukku nam (marumaiyil) nanmai taruvataka vakkalittu atai avan ataiyakkutiyavanakavum irukkirano avan, evanukku nam ivvulakattil arpa cukattai anupavikkumpati vittuvaittup pinnar marumaiyil (atarkuk kanakkuk kotukkumpati) nam'mitam pitittuk kontu varappatuvano avanaip polavana? (Ivviruvarum camamaka mattarkal)"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "(iraivan) avarkalai (vicaranaikkaka) alaikkum nalil (avarkalai nokki ‘‘poyyana teyvankalai) enakku inaiyanavai enru ninkal ennik kontiruntirkale! Avai enke?'' Enru ketpan"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "(Inaivaikkumpati ceytu valiketuttavarkalil) evarkal mitu nam tantanai vitikkappattu vittato avarkal (iraivanai nokki) ‘‘enkal iraivane! Nankal vali ketuttavarkal ivarkaltan. (Eninum, evarutaiya nirppantamuminri) evvaru nankal vali kettomo avvare ivarkalaiyum (evvita nirppantamuminriye) vali ketuttom. Atalal, unnitam (avarkalutaiya poruppiliruntu) nankal vilakik kolkirom. Avarkal enkalai vanankik kontirukkavum illai'' enru kuruvarkal"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "pinnar, tankal poyyana teyvankalai (utavikku) alaikkum pati avarkalukkuk kurappattu, avvare avarkal avarraiyum alaipparkal. Eninum, avai ivarkalukku (vay tirantu) patilum kotukka. (Atarkullaka) ivarkal tankal vetanaiyaik kantu kolvarkal. Ivarkal nerana valiyil cenriruntal (ikkatikku alakiyirukka mattarkal)"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "avarkal (vicaranaikkaka) alaikkappatum nalil, (avarkalai nokki, nerana valiyil alaikka unkalitam vanta nam) tutarkalukku ninkal enna patil kurinirkal?'' Enru ketkappatum"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "annerattil ella visayankalaiyum avarkal marantu tatumari (etaip parriyum) oruvar oruvaraik ketka caktiyarrup povarkal"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "eninum, (ivarkalil) evarkal kaicetappattu (pavattil iruntu) vilaki, mannippuk kori, nampikkai kontu narceyalkalaic ceykirarkalo avarkal verri ataintavarkalil cerntu vituvarkal"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "(Napiye!) Umatu iraivan, tan virumpiyavarkalai pataittu(t tan tutukkaka avarkalil) tan virumpiyavarkalait terntetukkiran. (Avvaru tutarait) terntetuppatil ivarkalukku ettakaiya urimaiyum illai. Ivarkal inai vaippavarriliruntu allah mikka uyarntavanum paricuttamanavanum avan"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "umatu iraivan avarkalutaiya ullankal maraittu vaittiruppataiyum (atarku maraka) avarkal veliyituvataiyum nankarivan"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "avantan allah; avanaittavira vanakkattirkuriya iraivan illave illai. Im'maiyilum, marumaiyilum pukal anaittum avanukke uriyana! (Marumaiyil tirppu kurum) atikaramum avanukke uriyatu! Atalal, (marumaiyil) ninkal (anaivarum) avanitame kontuvarappatuvirkal"
        },
        {
            "chapter": 28,
            "verse": 71,
            "text": "(napiye!) Nir ketpiraka: ‘‘Iravai marumai nal varai unkal mitu nintirukkumpati allah ceytu vittal, unkalukku(p pakalin) veliccattaik kontuvarakkutiya iraivan allahvaiyanri veru oruvan irukkirana?'' (Ikkelviyai) ninkal ceviyura ventama"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "(melum napiye!) Nir ketpiraka: ‘‘Pakalai iruti nal varai unkalukku nintirukkumpati allah ceytu vittal, ninkal ilaipparakkutiya iravai unkalukkuk kontu varakkutiya iraivan allahvaiyanri veroruvan irukkirana?'' (Itai) ninkal (patippinai perum kankontu) parkka ventama"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "(avvarinri) ninkal ilaipparuvatarku iravaiyum (pala itankalukkuc cenru valkkaikkut tevaiyana) avanutaiya arulai ninkal tetik kollum poruttu pakalaiyum unkalukku avan erpatutti iruppatarku avanutaiya arultan karanam. Itarku ninkal avanukku nanri celuttuvirkalaka"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "(Napiye!) Allah avarkalai (vicaranaikkaka) alaittu, ‘‘enakku inaiyanavai enru ninkal ennik kontiruntirkale avai enke?'' Enru ketkum nalai avarkalukku napakamuttuviraka"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "ovvoru vakuppariliruntum (nam tutarkalai) avarkalukku etirana catcikalaka alaittuk kontu (avarkalai nokki ‘‘ennaiyanri pira pataippukalai teyvankalena ninkal kurik kontiruntirkale) atarkuriya unkal attatcikalaik kontu varunkal'' enru nam kurum camayattil, avarkal poyyakak kurik kontirunta teyvankalellam maraintu, unmai(yana irait tanmai) allah oruvanukke urittanatenpatai avarkal tittamaka arintu kolvarkal"
        }
    ]
}