{
    "maqras": [
        {
            "chapter": 33,
            "verse": 18,
            "text": "unkalil (yuttattirkuc celpavarkalait) tatai ceypavarkalaiyum, tankal cakotararkalai nokki ninkal ‘‘(yuttattirkuc cellatu) nam'mitam vantu vitunkal'' enru kurupavarkalaiyum niccayamaka allah nankarinte irukkiran. (Avarkalil) cilarait tavira (perumpalanavarkal) yuttattirku varuvatillai"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "(Avarkal) unkal visayattil kancattanattaik kaikkontirukkinranar. (Napiye!) Oru payam campavikkum camayattil, marana taruvayil mayankik kitappavarkalaippol avarkal kankal culanru culanru unkalaip partta vannamay iruppatai nir kanpir. Anta payam ninki (nampikkaiyalarkalukku verri erpattu) vittalo, kotiya varttaikalaik kontu unkalaik kurrankuraikal kuri (yuttattil kitaitta) porulkal mitu peracai kontu vilukinranar. Ivarkal unmaiyana nampikkaiyalarkal alla. Atalal, avarkal ceytirunta (nar)kariyankal anaittaiyum allah alittu vittan. Itu allahvukku mikka elitakave irukkiratu"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "(murrukaiyittirunta etirikalin ranuvankal murrukaiyai etuttuk kontucenru vittapotilum) anta ranuvam (innum) pokavillai enre ivarkal ennik kontirukkinranar. Anta ranuvankal tirumpa vantuvittalo oru kiramattirkuc cenru (oti olintu) maraivayiruntu kontu (ninkal verri perukirirkalo tolviyurukirirkalo enra) unkalaip parriya ceytiyai vicarittuk kontirupparkal. (Avvaru cellatu) avarkal unkalutan tanki iruntalum, oru corpa nerame tavira (atika neram) por puriya mattarkal"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "evarkal allahvaiyum, iruti nalaiyum urutiyaka nampukirarkalo, avarkal pinparri natakkaventiya alakana utaranam niccayamaka allahvin tutaritame irukkiratu. Avarkal (avaraip pinparri natantu) allahvai atikamaka ninaivu ceytu kontirupparkal"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "Nampikkaiyalarkal (etiriyin) ranuvankalaik kanta polutu ‘‘(itutan) allahvum avanutaiya tutarum namakku vakkalittatu. Allahvum avanutaiya tutarum unmaiyaiye kurinarkal'' enru connarkal. Tavira (ivai anaittum) avarkalutaiya nampikkaiyaiyum erru kilppativataiyum tavira veronraiyum avarkalukku atikappatuttivitavillai"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "nampikkaiyalarkalil ankal palar irukkinranar. Ivarkal allahvitam ceyta vakkurutiyai unmaiyakki vaittarkal. Avarkalil palar (irantu ‘sahatat' ennum) tankal ilatciyattai ataintu vittanar. Veru cilar (maranikkavillai enralum atai ataiya avalutan) etirpartte irukkinranar. (Enna nerittalum avarkal tankal vakkurutiyiliruntu) oru ciritum marupattuvitave illai"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "unmaiyutan natantukonta (i)varkalukku avarkalin unmaikkut takka kuliyai allah kotutte tiruvan. Eninum, nayavancakarkalai avan natinal vetanai ceyvan. (Avan natinal avarkalaiyum mannippuk korumpatic ceytu) avarkalai mannittu vituvan. Niccayamaka allah mikka mannippavanaka, maka karunaiyutaiyavanaka irukkiran"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "nirakarippavarkalai avarkalin kopattil mulkiyavare allah avarkalait tatuttu vittan. (Ipporil) avarkal oru nanmaiyum ataiyavillai. (Ella vitankalilum nastame ataintarkal. Intap poril nampikkaiyalarkalai allahve patukattuk kontan.) Intap poril nampikkaiyalarkalukku allahve potumanavanaka iruntan. Allah (anaivaraiyum vita) mikka palavanakavum, mikaittavanakavum irukkiran"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "(Nampikkaiyalarkale! Unkal) etirikalukku utavi ceyta vetakkarar(kalakiya yutar)kalai avarkalutaiya aranmanaikaliliruntu irankavaittu avarkalutaiya ullankalil (titukkattaiyum) natukkattaiyum pottuvittan. Akave, avarkalil oru tokaiyinarai ninkal vetti vittirkal; marroru tokaiyinarai ninkal cirai pitittirkal"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "avarkalutaiya pumikalaiyum, avarkalutaiya vitukalaiyum, avarkalutaiya porulkalaiyum (ituvarai) ninkal kal vaikkata avarkalutaiya marra pumikalaiyum (allah) unkalukku conta makkit tantan. Allah anaittin mitum mikka arralutaiyavanaka irukkiran"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "napiye! Umatu manaivikalai nokki kuruviraka: ‘‘Ninkal ivvulaka valkkaiyaiyum atan alankarattaiyum mattume virumpuvirkalayin, varunkal! Unkalukku etum kotuttu nalla muraiyil (talak kotuttu) unkalai nikki vitukiren"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "ninkal allahvaiyum, avanutaiya tutaraiyum, marumai valkkaiyaiyum virumpuvirkalayin niccayamaka allah unkalilulla nanmai ceypavarkalukku makattana (nar)kuliyai tayarpatutti vaittirukkiran"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "napiyutaiya manaivikale! Unkalil evarenum pakirankamana oru manak ketana kariyattaic ceyvarayin atarkuriya tantanai avarukku iru matankaka atikarikkappatum. Itu allahvirku mikka culapamaka irukkiratu"
        }
    ]
}