{
    "maqras": [
        {
            "chapter": 62,
            "verse": 1,
            "text": "vanankalil ullavaiyum, pumiyil ullavaiyum allahvai pukalkinrana. (Avantan) meyyana aracan; paricuttamanavan; (anaivaraiyum) mikaittavan; nanamutaiyavan avan"
        },
        {
            "chapter": 62,
            "verse": 2,
            "text": "kalvi arivillata (arapu) makkalil avarkalil ulla oruvarai avan (tan) tutaraka anuppi vaittan. Avarkal itarku munnar pakirankamana valikettil iruntapotilum, attutar avarkalukku allahvutaiya vacanankalai otikkanpittu, avarkalaip paricuttamakki vaittu, avarkalukku vetattaiyum nanattaiyum karruk kotukkirar"
        },
        {
            "chapter": 62,
            "verse": 3,
            "text": "(tarkalamulla ivarkalukkakavum) ituvarai ivarkalutan cerata ivarkal inattil (pirkalattil varum) marravarkalukkakavum (attutarai anuppivaittan). Avan (anaivaraiyum) mikaittavanum nanamutaiyavanum avan"
        },
        {
            "chapter": 62,
            "verse": 4,
            "text": "itu allahvutaiya arulakum. Avan virumpiyavarkalukke itaik kotukkiran. Allah makattana arulutaiyavan avan"
        },
        {
            "chapter": 62,
            "verse": 5,
            "text": "‘Tavrat' ennum vetattaic cumantu kontu, atilullapati natakkatavarkalin utaranam: Puttakankalaic cumakkum kalutaiyin utaranattai ottirukkiratu. Allahvutaiya vacanankalaip poyyakkum makkalin ivvutaranam maka kettatu. Allah ittakaiya aniyayakkara makkalai nerana valiyil celuttamattan"
        },
        {
            "chapter": 62,
            "verse": 6,
            "text": "(napiye!) Nir kuruviraka: ‘‘Yutarkale! Ninkal marra manitarkalaivita allahvukkuc contamanavarkal enru meyyakave ninkal ennikkontiruntu, anta ennattil ninkal unmaiyanavarkalakavum iruntal, ninkal maranattai virumpunkal"
        },
        {
            "chapter": 62,
            "verse": 7,
            "text": "ivarkalin karankal tetikkonta (pavat)tin karanamaka, ekkalattilum ivarkal maranattai virumpave mattarkal. Allah inta aniyayakkararkalai nankarintavan"
        },
        {
            "chapter": 62,
            "verse": 8,
            "text": "(napiye! Avarkalai nokki,) kuruviraka: ‘‘Ninkal veruntotum maranam unkalai niccayamakap pitittuk kollum. Pinnar, maraivanataiyum, velippataiyanataiyum arintavanitam kontu pokappattu, ninkal ceytu kontiruntavarraip parri avan unkalukku arivippan"
        },
        {
            "chapter": 62,
            "verse": 9,
            "text": "nampikkaiyalarkale! Vellikkilamaiyanru jumu'a tolukaikkaka (atan colli) ninkal alaikkappattal, viyaparattai vittu vittu, allahvai ninaivukura ninkal viraintu cellunkal. Arivutaiyavarkalaka iruntal ituve unkalukku mika nanru. (Itai ninkal arintu kolvirkalaka)"
        },
        {
            "chapter": 62,
            "verse": 10,
            "text": "(jumu'a) tolukai mutivu perral, (palliyiliruntu purappattup) pumiyil cenru allahvutaiya arulait tetikkollunkal. Ninkal verri ataivatarkaka atikamatikam allahvai ninaivu kurunkal"
        },
        {
            "chapter": 62,
            "verse": 11,
            "text": "(Napiye! Cilar irukkinranar;) avarkal oru viyaparattaiyo, allatu vetikkaiyaiyo kantal, (piracankam nikalttukinra) um'mai ninra vannamaka vittuvittu atanalavil cenru vitukinranar. (Akave, napiye! Avarkalai nokki,) nir kuruviraka: ‘‘Allahvitattil ullatu, inta viyaparattaiyum vetikkaiyaiyumvita mika melanatakum, melum, unavu alippavarkalilum allahtan mika melanavan"
        },
        {
            "chapter": 63,
            "verse": 1,
            "text": "(napiye! Ullonru vaittup puramonru pecum) nayavancakarkal um'mitam vantu, ‘‘niccayamaka nir allahvutaiya tutartan enru nankal catci kurukirom'' enpatakak kurukinranar. Niccayamaka nir allahvutaiya tutar enpatai allah nankarivan. Eninum, inta nayavancakarkal niccayamakap poyyaiye kurukinranar enru allah catciyam kurukiran"
        },
        {
            "chapter": 63,
            "verse": 2,
            "text": "(tavira, ivarkal) tankal (poy) cattiyankalai oru ketayamaka vaittuk kontu (makkalai) allahvutaiya pataiyiliruntu tatukkinranar. Niccayamaka ivarkal ceytu kontirukkum kariyam maka kettatu"
        },
        {
            "chapter": 63,
            "verse": 3,
            "text": "itarkuriya karanamavatu: Ivarkal ‘‘nampikkaik kontom'' enru (vayinal) kurip pinnar atai nirakarittuvittatu tan (karanam). Akave, avarkalutaiya ullankalil muttiraiyitappattu vittatu. Akave, (etaiyum) avarkal unarntukolla mattarkal"
        }
    ]
}