{
    "pages": [
        {
            "chapter": 7,
            "verse": 121,
            "text": "They said, “We have believed in the Lord of the Worlds.”"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "“The Lord of Moses and Aaron.”"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Pharaoh said, “Did you believe in Him before I have given you permission? This is surely a conspiracy you schemed in the city, in order to expel its people from it. You will surely know.”"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "“I will cut off your hands and your feet on opposite sides; then I will crucify you all.”"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "They said, “It is to our Lord that we will return.”"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "“You are taking vengeance on us only because we have believed in the signs of our Lord when they have come to us.” “Our Lord! Pour out patience upon us, and receive our souls in submission.”"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "The chiefs of Pharaoh's people said, “Will you let Moses and his people cause trouble in the land, and forsake you and your gods?” He said, “We will kill their sons, and spare their women. We have absolute power over them.”"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Moses said to his people, “Seek help in God, and be patient. The earth belongs to God. He gives it in inheritance to whomever He wills of His servants, and the future belongs to the righteous.”"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "They said, “We were persecuted before you came to us, and after you came to us.” He said, “Perhaps your Lord will destroy your enemy, and make you successors in the land; then He will see how you behave.”"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "And We afflicted the people of Pharaoh with barren years, and with shortage of crops, that they may take heed"
        }
    ]
}