{
    "pages": [
        {
            "chapter": 40,
            "verse": 67,
            "text": "It is He who created you from dust, then from a seed, then from an embryo, then He brings you out as an infant, then He lets you reach your maturity, then you become elderly—although some of you die sooner—so that you may reach a predetermined age, so that you may understand"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "It is He who gives life and death; and when He decides on a thing, He just says to it, “Be,” and it comes to be"
        },
        {
            "chapter": 40,
            "verse": 69,
            "text": "Have you not observed those who dispute regarding God's revelations, how they have deviated"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "Those who call the Book a lie, and what We sent Our messengers with—they will surely know"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "When the yokes are around their necks, and they will be dragged by the chains"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "Into the boiling water, then in the Fire they will be consumed"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Then it will be said to them, “Where are those you used to deify"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "Instead of God?” They will say, “They have abandoned us. In fact, we were praying to nothing before.” Thus God sends the disbelievers astray"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "That is because you used to rejoice on earth in other than the truth, and because you used to behave with vanity"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "Enter the gates of Hell, to remain therein forever. What a terrible dwelling for the arrogant"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "So be patient. The promise of God is true. Whether We show you some of what We have promised them, or take you to Us, to Us they will be returned"
        }
    ]
}