{
    "pages": [
        {
            "chapter": 70,
            "verse": 40,
            "text": "I swear by the Lord of the Easts and the Wests, that We are Able"
        },
        {
            "chapter": 70,
            "verse": 41,
            "text": "To replace them with better than they, and We are not to be outdone"
        },
        {
            "chapter": 70,
            "verse": 42,
            "text": "So leave them to blunder and play, until they meet their Day which they are promised"
        },
        {
            "chapter": 70,
            "verse": 43,
            "text": "The Day when they will emerge from the tombs in a rush, as though they were hurrying towards a target"
        },
        {
            "chapter": 70,
            "verse": 44,
            "text": "Their eyes cast down; overwhelmed by humiliation. This is the Day which they were promised"
        },
        {
            "chapter": 71,
            "verse": 1,
            "text": "We sent Noah to his people: “Warn your people before there comes upon them a painful punishment.”"
        },
        {
            "chapter": 71,
            "verse": 2,
            "text": "He said, “O my people, I am to you a clear warner"
        },
        {
            "chapter": 71,
            "verse": 3,
            "text": "Worship God and reverence Him, and obey me"
        },
        {
            "chapter": 71,
            "verse": 4,
            "text": "And He will forgive you of your sins, and reprieve you until a stated term. God’s term cannot be deferred once it has arrived, if you only knew.”"
        },
        {
            "chapter": 71,
            "verse": 5,
            "text": "He said, “My Lord, I have called my people night and day"
        },
        {
            "chapter": 71,
            "verse": 6,
            "text": "But my call added only to their flight"
        },
        {
            "chapter": 71,
            "verse": 7,
            "text": "Whenever I called them to Your forgiveness, they thrust their fingers into their ears, and wrapped themselves in their garments, and insisted, and became more and more arrogant"
        },
        {
            "chapter": 71,
            "verse": 8,
            "text": "Then I called them openly"
        },
        {
            "chapter": 71,
            "verse": 9,
            "text": "Then I appealed to them publicly, and I spoke to them privately"
        },
        {
            "chapter": 71,
            "verse": 10,
            "text": "I said, ‘Ask your Lord for forgiveness; He is Forgiving"
        }
    ]
}