{
    "rukus": [
        {
            "chapter": 2,
            "verse": 168,
            "text": "Эй мардум, аз он чизҳои ҳалолу покизае, ки Аллоҳ дар замин бароятон додааст, бихӯред ва роҳҳои шайтонро пайравӣ макунед. Ҳамоно шайтон душмани ошкори шумост"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "Албатта шайтон шуморо ба ҳамаи бадиҳо ва корҳои зишт фармон медиҳад ва мехоҳад, ки дар бораи Аллоҳ чизҳое бигуед, (аз ҳалолу ҳаром) ки ба он огоҳ нестед"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "Чун ба онҳо мӯъминон гӯянд, ки ба он чӣ Аллоҳ нозил кардааст, пайравӣ кунед, гӯянд: «На, мо ба ҳамон роҳе меравем, ки падаронамон мерафтанд». (яъне мушрикон) Оё пайравии падаронашон мекунанд, агар падаронашон бефаҳму гумроҳ бошанд"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "Мисоли кофирон ва доъиёни онҳо ба сӯи ҳидоят ва имон мисли чӯпонест, ки ба чорпоён дод мезанад ва бим мекунад ва ҳол он ки чорпо маънои каломашро намефаҳмад, ҷуз нидо ва садои овозро. Ин кофирон ношунаво ҳастанд, садои ҳақро намешунаванд, гунгонанд забонашон ба ҳақ нутқ намезанад ва кӯронанд аз дидани роҳи ҳақ ва ақлҳояшон ба нафъашон кор намеқунад"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "Эй касоне, имон овардаед, аз он чизҳои покизаи болаззати ҳалол, ки рӯзии шумо кардаем, бихӯред ва мабошед ба монанди кофироне, ки покизаҳоро ҳаром меҳисобанд ва палидиҳоро ҳалол мешуморанд. Ва шукри неъматҳои бузурги Аллоҳ, бо дил ва забон кунед. Агар шумо амри Ӯро ба ҷо оварда бошед ва танҳо Ӯро ибодат кунед ва ба Ӯ шарик наоред"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "Албатта Аллоҳ бар шумо ҳаром гардонидааст, он чизеро ки бар шумо зарар меорад, ба монанди худмурда, хун ва гӯшти хук ва он чиро, ки дар вақти забҳ номи ғайри Аллоҳ бар он бихонанд. Ва аз фазлу раҳмати Аллоҳ аст бар шумо, ки мубоҳ гардонид хӯрдани чизҳои ҳаромшударо, ҳангоме ки маҷбур шавад, ба қадри зарурат ва аз ҳад нагузаронад, пас бар вай гуноҳе нест. Ба дурустӣ, Аллоҳ омурзанда ва бахшоянда аст"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "Онон, ки пинҳон медоранд аз сифатҳои Паёмбар Муҳаммад саллаллоҳу алайҳи ва саллам ва ҳақиқатҳои дигареро, ки Аллоҳ дар китоб нозил кардааст ва онро бо баҳои андаке аз моли дунё мефурӯшанд. Ба ивази ин корашон дар рӯзи қиёмат шикамҳои худро аз оташ пур месозанд. Аллоҳ ба онҳо сухан намегӯяд ва онҳоро пок намесозад ва барои онҳо азоби аламнок аст"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "Инҳо гумроҳиро ба ҷои ҳидоят ва азобро ба ҷои омӯрзиш хариданд. Чӣ гуна ҷуръат мекунанд ба сабр кардан дар оташи дӯзах?! Аллоҳ аз ин иқдомашон дар тааҷҷуб мешавад. Пас, эй одамон, аз ҷуръат ва сабри онон тааҷҷуб кунед"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "Ин азоберо, ки онон сазовор шуданд, ба сабаби он аст, ки ба китоби бар паёмбараш фуруд овардаи Аллоҳ кофир шуданд. Ва онон, ки дар китоб ихтилоф карданд ва ба баъзе китоб имон оварданд ва ба баъзеаш куфр оварданд, ҳамоно онҳо дар мухолифати дур аз ҳақ ҳастанд"
        }
    ]
}