{
    "rukus": [
        {
            "chapter": 26,
            "verse": 160,
            "text": "Қавми Лут низ паёмбаронро дурӯғгӯ бароварданд"
        },
        {
            "chapter": 26,
            "verse": 161,
            "text": "Он гоҳ бародарашон Лут ба онҳо гуфт: «Оё аз азоби Аллоҳ наметарсед"
        },
        {
            "chapter": 26,
            "verse": 162,
            "text": "Ҳароина, ман барои шумо паёмбари амин ҳастам"
        },
        {
            "chapter": 26,
            "verse": 163,
            "text": "Аз имон наоварданатон аз Аллоҳ битарсед ва ба он чизе, ки шуморо даъват мекунам, маро итоат кунед"
        },
        {
            "chapter": 26,
            "verse": 164,
            "text": "Ман аз шумо дар баробари таблиғи рисолати Аллоҳ музде наметалабам. Музди ман танҳо бар ӯҳдаи Парвардигори ҷаҳониён аст"
        },
        {
            "chapter": 26,
            "verse": 165,
            "text": "Оё ба қасди қазои шаҳват аз миёни аҳли олам ба сӯи мардон меравед"
        },
        {
            "chapter": 26,
            "verse": 166,
            "text": "Вале ҳамсаронеро, ки Парвардигоратон барои шумо ҳалолу покиза офаридааст, тарк мекунед? Балки, шумо мардуми таҷовузкор ҳастед!»"
        },
        {
            "chapter": 26,
            "verse": 167,
            "text": "Қавми Лут гуфтанд: «Эй Лут, агар бас накунӣ, ҳатман, аз шаҳр берунат мекунем»"
        },
        {
            "chapter": 26,
            "verse": 168,
            "text": "Лут барояшон гуфт: «Ба дурустӣ, ки ман душмани ашадии амали шумо ҳастам.»"
        },
        {
            "chapter": 26,
            "verse": 169,
            "text": "Баъд аз он Лут дуо карда гуфт: Эй Парвардигори ман, маро ва аҳламро аз оқибати амале, ки мекунанд, наҷот бидеҳ!»"
        },
        {
            "chapter": 26,
            "verse": 170,
            "text": "Пас, ӯ ва ҳамаи аҳлашро наҷот додем"
        },
        {
            "chapter": 26,
            "verse": 171,
            "text": "ғайри пиразане, ки хост бимонад"
        },
        {
            "chapter": 26,
            "verse": 172,
            "text": "Сипас дигаронро, ки аз аҳли куффор буданд ба сахттарин азоб ҳалок кардем"
        },
        {
            "chapter": 26,
            "verse": 173,
            "text": "Бар онҳо бороне аз санг боронидем ва чӣ бад буд борони бимдодашудагон"
        },
        {
            "chapter": 26,
            "verse": 174,
            "text": "Ҳароина, дар ин азоби фурудомада бар қави Лут ибратест ва аксари онҳо имон наёварданд"
        },
        {
            "chapter": 26,
            "verse": 175,
            "text": "Ва ҳароина, Парвардигори ту пирӯзманд аст бар кофирон ва меҳрубон аст ба мӯьминон"
        }
    ]
}