{
    "rukus": [
        {
            "chapter": 33,
            "verse": 21,
            "text": "Ҳақиқатан барои шумо эй мӯъминон, дар зиндагӣ, дар гуфтору кирдор ва ҳолатҳои Расули Аллоҳ сармашқи некӯе аст, барои онон, ки ба Аллоҳ ва рӯзи қиёмат умед доранд ва Аллоҳро бисёр ёд мекунанд, пас шумо суннати ӯро бар худ лозим гиред ва шукри Аллоҳро дар ҳама ҳол ба ҷо оред"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "Ва чун мӯъминон он гурӯҳҳоро диданд, ки атрофи Мадинаро иҳота кардаанд, ба ёд оварданд, ки нусрати Аллоҳ наздик аст, гуфтанд: Ин ҳамон чизест, ки Аллоҳ ва Паёмбараш ба мо ваъда додааст; аз имтиҳон ва меҳнат ва нусрат, рост гуфтаанд ва ин ба онон ҷуз ба имон ва таслимашон наяфзуд. Яъне имонашон ба Аллоҳ ва амалашон ба фармудаҳои Ӯ зиёд гашт"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "Аз мӯъминон мардоне ҳастанд, ки ба паймони Аллоҳ вафо карданд ва дар сахтию душвориҳо сабр пеша намуданд. Баъзе бар сари паймони хеш дар роҳи Аллоҳ ҷон бохтанд ё бар сидқу вафо аз дунё гузаштанд ва баъзе чашм ба роҳанд; ё нусрат ё шаҳодат ва мисли мунофиқон ҳеҷ паймонашонро дигаргун накардаанд"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "то Аллоҳ ростгӯёнро ба сабаби ростии гуфторашон подош диҳад ва мунофиқонро агар хоҳад азоб кунад. Ва пеш аз маргашон ба тавбаи насуҳ муваффақ нашаванд, пас бар куфр бимиранд ва муҷиби дӯзах гарданд ё тавбаи онҳоро бипазирад ва ба роҳи имон ҳидояташон кунад. Албатта, Аллоҳ барои касе, ки гуноҳи беҳад карда, баъд аз он тавбаи насуҳ кардааст, омурзандаву меҳрубон аст"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "Аллоҳ кофирони хашмгирифтаро аз Мадина ноумед кард ва бозпас гардонид. Инҳо на дар дунё ва на дар охират ба ҳеҷ ғанимате даст наёфтанд. Ва дар майдони ҷанг мӯъминонро Аллоҳ бо мадади худ басанда аст. Зеро Аллоҳ дар мулки худ пуртавону пирӯзманд аст"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "Ва Аллоҳ ононро аз ахли Китоб, ки ба ин лашкарҳо мададгорӣ карда буданд аз қалъаҳояшон фуруд овард (яъне, яҳудиҳои бани Қурайза) ва дар дилҳояшон биму тарс афканд, пас шикаст хӯрданд. Гурӯҳе мардони ҷангиро мекуштанд ва гурӯҳе занон ва кудаконашонро асир мегирифтанд"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "Эй мӯъминон, Аллоҳ замину хонаҳо ва амволашон, ки иборат аз зевару чорпоён ва силоҳ буд ва заминҳоеро, ки бар онҳо пой наниҳодаед, ки он заминҳо дар назди соҳибашон иззату эҳтиром доштанд, ба шумо вогузошт. Ва Аллоҳ бар ҳар коре тавоност"
        }
    ]
}