{
    "rukus": [
        {
            "chapter": 35,
            "verse": 1,
            "text": "Ҳама ситоишҳо аз они Аллоҳ аст, ки падидоварандаи осмонҳо ва замин аст. Фариштагонро ба сӯи бандагонаш паёмоваранда қарор додааст, дорои болҳои дугона ва сегона ва чаҳоргонаанд, ки бо он болҳо барои расонидани амри Аллоҳ парвоз мекунанд. Дар офариниш ҳар чӣ бихоҳад, меафзояд. Бегумон Аллоҳ бар ҳар чизе тавоност"
        },
        {
            "chapter": 35,
            "verse": 2,
            "text": "Ҳар раҳмате, ки Аллоҳ барои мардум бикушояд, касе наметавонад онро боздорад. Ва он чиро боздорад, касе ҷуз Ӯ наметавонад онро равон созад. Ва Ӯст пирӯзманду ҳаким. Аз ин рӯ, на дар коре оҷиз мемонад ва на кореро бидуни ҳикмат анҷом медиҳад"
        },
        {
            "chapter": 35,
            "verse": 3,
            "text": "Эй мардум, неъматеро, ки Аллоҳ бар шумо арзонӣ додааст бо дилу забон ва узвҳои хеш Ӯро, ёд кунед. Оё ҷуз Аллоҳ офаринандаи дигаре ҳаст, ки шуморо аз осмон борон ва аз замин об ва маъданҳо рӯзӣ диҳад? Аллоҳи барҳақ, ҷуз Ӯ маъбуди дигаре нест, пас чӣ гуна аз тавҳид ва ибодати Ӯ бероҳа мешавед"
        },
        {
            "chapter": 35,
            "verse": 4,
            "text": "Агар туро эй Расул, қавмат дурӯғгӯ шумориданд, паёмбаронеро ҳам, ки пеш аз ту будаанд, дурӯғгӯ бароварданд ва ҳамаи корҳо ба сӯи Аллоҳ бозгардонда мешавад, пас ҳар якеро тибқи амалаш ҷазо дода мешавад"
        },
        {
            "chapter": 35,
            "verse": 5,
            "text": "Эй мардум, ваъдаи Аллоҳ дар бораи қиёмат ва савобу азоб ҳақ аст. Зиндагии дунё (лаззат ва шаҳватҳояш) шуморо нафиребад ва он шайтони фиребанда шуморо дар бораи Аллоҳ нафиребад"
        },
        {
            "chapter": 35,
            "verse": 6,
            "text": "Шайтон ба таҳқиқ, душмани шумост. Ӯро душман гиред ва итоат накунед ӯро. Албатта, ӯ фармонбарони хешро даъват мекунад, то ҳама аз дӯзахиён бошанд"
        },
        {
            "chapter": 35,
            "verse": 7,
            "text": "Ва онон, ки кофир шуданд ва ягонагии Аллоҳро инкор кардаанд ва низ он чи паёмбарон овардаанд, инкор кардаанд, барояшон дар охират азоби сахтест ва барои касоне, ки имон овардаанд ва корҳои шоиста кардаанд, омӯрзиш аз гуноҳҳояшон ва савоби бузургест. Ва он ҷаннат аст"
        }
    ]
}