{
    "rukus": [
        {
            "chapter": 2,
            "verse": 21,
            "text": "Аллоҳ барои тамоми мардум нидо карда мегӯяд: Эй мардум, Парвардигоратонро бо тавҳид ибодат кунед, ки шуморо бо неъматҳои худ тарбия намуд. Ва аз Ӯ битарсед ва дини Ӯро мухолифат макунед; ҳароина шуморо аз нестӣ ва касоне, ки пеш аз шумо буданд, ба вуҷуд овард, то ин ки шумо аз парҳезгороне бошед, ки Аллоҳ аз онҳо розӣ аст ва онҳо аз Аллоҳ розӣ ҳастанд"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "Он Аллоҳе, ки заминро чун гилеме бияндохт ва осмонро чун биное барафрохт ва аз осмон обе фиристод ва бо он об барои рӯзии шумо аз замин ҳар гуна самарае бирӯёнид ва худ медонед, ки Аллоҳ дар офариниши махлуқоти худ касеро шарик нагирифтааст, инчунин набояд барои Аллоҳ дар ибодаташ чизҳоеро шарикони Ӯ қарор диҳед"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Ва —эй кофирони саркаш - агар дар он чӣ бар бандаи хеш нозил кардаем, дар шак ҳастед ва гумон мекунед, ки он аз назди Аллоҳ нест, пас сурае низ монанди он биёваред ва ғайри Аллоҳ ҳамаи мададгоронатонро фаро хонед, агар дар даъвоятон ростгӯ бошед"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Ва ҳар гоҳ чунин накардаед, ки ҳаргиз натавонед кард, пас битарсед аз оташе, ки барои кофирон муҳайё шуда, ҳезуми он мардумон ва сангҳо ҳастанд"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "Ва ба он касоне, ки имон оварданд ва корҳои шоиста карданд, мужда деҳ, ки дар охират барояшон бустонҳоест ва қасрҳои олимартаба ва дарахтони сояафкан, ки зери онҳо ҷӯйҳо ҷорӣ мешаванд. Ва ҳар гоҳ аз он ҷо аз меваҳои туногун рӯзӣ дода шаванд, гӯянд: «Пеш аз ин дар дунё аз чунин меваҳое дода шуда будем ва ҳар вақте ки аз он меваҳо чашиданд, таъм ва лаззати наверо ёфтанд, гарчанде ки ин меваҳо монанд ба якдигаранд». Ва низ дар он ҷо ҳамсароне покиза доранд ва дар ҷаннат намемиранд ва аз он ҷо берун намешаванд ва он ҷо ҷовидона бошанд"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "Ҳамоно Аллоҳ аз ҳақ шарм надорад, ки чизеро хотиррасон кунад, гарчанде кам ё зиёд бошад, ба монанди пашша ва болотар аз он, масал бизанад; аммо онҳое, ки имон овардаанд, медонанд, ки ин масал рост ва аз Парвардигорашон аст; ва аммо онҳое, ки кофиранд, масхара мекунанд ва мегӯянд: \"Аллоҳ ба он масал чӣ чиз хостааст?\" Аллоҳ ба онҳо ҷавоб медиҳад, ки мурод аз ин имтиҳон аст. Байни мӯъмин ва кофирро ҷудо мекунад ва ба сабаби вай бисёреро гумроҳ мекунад ва ба сабаби вай бисёреро ҳидоят мекунад. Ва Аллоҳ касеро зулм намекунад ва касеро аз роҳи ҳақ боз намедорад, ба ҷуз фосиқоне (бадкороне), ки аз тоъати Парвардигорашон хориҷ мешаванд"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "Касоне, ки паймони Аллоҳро пас аз бастани он мешикананд ва он чиро, ки Аллоҳ ба пайвастани он (наздикӣ кардан ба хешовандон) фармон дода, мебуранд ва дар замин фасод мекунанд, зиёнкоронанд"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "Эй мушрикон чӣ гуна Аллоҳро инкор мекунед ва ба У шарик меоред, дар ҳоле ки мурда будед ва Ӯ шуморо зинда сохт, боз шуморо мемиронад ва дар қабр қарор медиҳад ва рӯзи қиёмат шуморо зинда мекунад ва он гоҳ барои ҳисобу ҷазо ба назди Ӯ бозмегардед"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "Ӯст, ки ҳамаи чизҳоеро, ки дар рӯи замин аст, бароятон биёфарид, то ки шумо аз он манфиат баред ва он гоҳ ба офаридани осмон пардохт ва ҳар ҳафт осмонро биёфарид ва Ӯ аз ҳар чизе огоҳ аст"
        }
    ]
}