{
    "rukus": [
        {
            "chapter": 40,
            "verse": 61,
            "text": "Аллоҳ аст, он ки шабро бароятон офарид, то дар он биёромед ва роҳат кунед ва рӯзро равшаноӣ бахшид то ниёзҳои худро дар он анҷом диҳед. Ҳароина, Аллоҳ бар мардум фазлу карам дорад. Вале бештари мардум Ӯро ба тоат ва ихлос дар ибодат шукргузорӣ намекунанд"
        },
        {
            "chapter": 40,
            "verse": 62,
            "text": "Ин аст Аллоҳи барҳақ, ки бар шумо ин неъматҳоро арзонӣ кард, Ӯст Парвардигори шумо, Офаридгори ҳама чиз. Аллоҳе барҳақ ҷуз Ӯ касе сазовори ибодат нест. Пас, чӣ гуна аз ҳақ баргардонида мешавед баъд аз он ки далел ва роҳ бароятон равшан шудааст, ғайри Ӯро боз парастиш мекунед"
        },
        {
            "chapter": 40,
            "verse": 63,
            "text": "Чуноне ки ҳақро дурӯғ баровардед эй кофирони Қурайш ва аз он рӯй гардонидед, ҳамчунин аз роҳи ҳақ баргардонида мешаванд ононе, ки оёти Аллоҳро инкор мекарданд"
        },
        {
            "chapter": 40,
            "verse": 64,
            "text": "Аллоҳ аст, ки заминро қароргоҳи шумо сохт то дар он қарор гиред ва бар он зиндагиро бароятон муяссар кард ва осмонро барои замин чун биное барафрохт. Ва шуморо сурат бахшид ва суратҳоятонро некӯ сохт. Ва аз чизҳои покизаву хуш рӯзиятон дод. Ин аст Аллоҳи барҳақ, ки бар шумо ин неъматҳоро арзонӣ кард. Парвардигори шумост. Аллоҳ пурбаракату бузургвор аст, ва аз ҳама сифатҳои ношоистае, ки лоиқи зоти Ӯ нест, пок аст. Ӯст Парвардигори ҷаҳониён"
        },
        {
            "chapter": 40,
            "verse": 65,
            "text": "Ӯ зинда ва боқӣ аст ва Ӯро ҳаёти комил аст, ҳаргиз фано намешавад, Аллоҳе барҳақ, ғайри Ӯ ҳеҷ кас сазовори ибодат нест. Танҳо Ӯро ибодат кунед ва Ӯро бо дуо бихонед, дар ҳоле, ки дини Ӯро ба ихлос пазируфта бошед, ки ситоиши комил аз они Аллоҳест, ки Парвардигори ҷаҳониён аст"
        },
        {
            "chapter": 40,
            "verse": 66,
            "text": "Бигӯ эй Расул барои мушрикони қавми худ: Ман наҳй шудаам, ки чизҳоеро, ки ғайри Аллоҳи барҳақ мепарастед, парастиш кунам, дар ҳоле, ки аз ҷониби Парвардигорам барои ман далелҳое равшан омадааст. Ва ба ман фармон дода шуд, ки дар баробари Парвардигори ҷаҳониён куллан таслим бошам"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "Ӯст, он Аллоҳе, ки падари шумо (Одам алайҳиссалом)- ро аз хок офарид, сипас шуморо ба қудраташ аз нутфаи манӣ ба вуҷуд овард, сипас шуморо дар раҳми модарон аз хуни баста биёфаридааст. Он гоҳ шуморо, дар ҳоле, ки тифли навзоде будед, аз раҳми модар берун овард, сипас калон мешавед, то ба синни ҷавонӣ бирасед, сипас зиндагӣ мекунед, то баъд аз он пир мешавед. Баъзе аз миёни шумо касе аст, ки пеш аз пирӣ бимирад ва ба баъзе аз шумо мӯҳлат медиҳад то ба аҷали муъайян бирасед ва бошад, ки далелҳои Аллоҳро ба ақл дарёбед ва дар оёти Ӯ биандешед ва бидонед, ки инҳо, ҳама аз амр, такдир ва тадбири Ӯ содир мешаванд, пас бояд, ки ба ҷуз Ӯ касе дигарро парастиш карда нашавад"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "Танҳо Ӯст, ки зинда мекунад ва мемиронад. Ва чун иродаи чизе кунад, ба он мегӯяд: «Мавҷуд шав!». Пас, мавҷуд мешавад. Ҳеҷ кас ҳукми Ӯро радкунанда нест"
        }
    ]
}