{
    "rukus": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "Ҳо Мим. (Зикри ҳарфҳои муқаттъа дар авалли сураи Бақара гузашт)"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "Ин Қуръон китобест нозил гардида аз ҷониби Аллоҳи пирӯзманде, ки мағлуб намешавад ва дар тадбиру кардаҳояш боҳикмат аст"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "Мо осмонҳову замин ва он чиро, ки дар миёни он ду аст, барҳақ ва дар муддати муайян офаридаем. Ва кофирон аз он чи Қуръон бимашон медиҳад, рӯй мегардонанд"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "Бигӯ эй Паёмбар барои кофирон: Оё дидед он чиро ба ҷуз Аллоҳ мепарастед (аз бутон мурдагон ва тоғутҳо), ба ман нишон диҳед, ки аз ин замин чӣ чизро офаридаанд? Ё дар хилқати (офаридани) осмонҳо бо ҳамроҳи Аллоҳ ширкат доштаанд? Агар рост мегӯед, барои ман китобе, ки пеш аз ин Қуръон омада бошад ё агар донише аз пешиниён мондааст, биёваред"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "Ва кист гумроҳтар аз он, ки ба ҷуз Аллоҳ чизеро ба дуъо мехонад, ки то рӯзи қиёмат ба ӯ ҷавоб намедиҳад, чунки онҳо (бутон, ё мурдагон, ё сангҳо ва дарахтон ва монанди инҳо) аз дуъои бутпарастон бехабаранд, на худ мешунаванд ва на мефаҳманд"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "Ва чун дар қиёмат мардумро барои ҳисобу китоб ҷамъ оранд, бутон бо парастандагони хеш душман бошанд ва ибодаташонро инкор кунанд"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "Ва чун оёти равшани Мо ба он мушрикон хонда шавад, кофирон Қуръонеро, ки барояшон нозил шудааст, гӯянд: «Ҷодуи ошкор аст»"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "Ё мегӯянд мушрикон: Ин Қуръон дурӯғест, ки худ Муҳаммад бофтааст! Бигӯ эй Паёмбар: Агар ман онро чун дурӯғе ба ҳам бофта бошам, шумо наметавонед хашми Аллоҳро аз ман боздоред. Аллоҳ аз он таънаҳое, ки ба ин Қуръон мезанед, огоҳтар аст. Ва шаҳодати Ӯ миёни ману шумо кофист. Ва Ӯст омӯрзандаи тавбакунандагон, меҳрубони бандагони муъмин"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "Бигӯ эй Паёмбар ба мушрикони қавмат: Ман аз миёни дигар паёмбарон нахустин паёмбар нестам, (яъне, пеш аз ман низ дигар паёмбарони Аллоҳ гузаштаанд ва шумо медонед, пас чаро аз паёмбарии ман ҳайрон шуда инкор мекунед) ва намедонам, ки бар ман ё бар шумо дар дунё чӣ хоҳад расид, чунки илми ғайб намедонам. Ман аз чизе ҷуз он чӣ ба ман ваҳй мешавад, пайравй намекунам ва шуморо низ ба он амр намекунам ва ман ҷуз бимдиҳандаи ошкоре нестам"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "Бигӯ эй Паёмбар ба мушрикони қавмат: «Ба ман хабар диҳед, агар Қуръон аз ҷониби Аллоҳ бошад ва шумо ба он имон наоваред ва яке аз мардони бани Исроил (мисли Абдулло ибни Салом) ба он гувоҳӣ диҳад ва имон биоварад, вале шумо гарданкашӣ кардед, оё ситамгар нестед? Албатта, Аллоҳ таъоло мардуми ситамкорро ба сӯи Ислом ҳидоят намекунад!»"
        }
    ]
}