{
    "pages": [
        {
            "chapter": 33,
            "verse": 44,
            "text": "Olar Allağa jolıqqan küni amandarı, \"sälem\" boladı. Jäne olarğa qımbattı sıylıq äzirledi"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "Äy Payğaïbar! Söz joq, seni bir kwä äri qwantwşı, eskertwşi etip, jiberdik"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "Alla jaqqa, Onıñ nusqawımen şaqırwşı bir nurlı şıraq türinde jiberdik"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "(Muxammed Ğ.S.) Müminderdi ras olarğa Alladan, iri ïgilik barlığın şüyinşile"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "Käpirler men munafıqtarğa boy usınba. Olardıñ jäbir-japaların eleme. Allağa täwekel et. Alla kepildikte jetedi"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "Äy müminder! Eger mümin äyelderdi; nekelenip, olarğa qosılmay turıp ajıratsañdar, sonda olarğa senderdiñ sanaytın bir merzimderiñ bolmaydı. (Ğïddat kütpey-aq üylene berwine boladı.) Onda olardıñ mäher xaqtarın berip, körkem türde ajıratıñdar. (Eger mäher belgilengen bolsa, jartısı, bolmasa azdı-köpti bir närse beriledi.S. 236-237-A)"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "Äy Payğambar! Rasında sağan mäherlerin bergen jubaylarıñdı, Alla sağan näsip etip, ïeligiñde bolğan küñderdi, senimen birge köşip kelgen äkeñmen twısqan erlerdiñ, äkeñmen twısqan äyelderdiñ, şeşeñmen twısqan erlerdiñ äri şeşeñmen twısqan äyelderdiñ qızdarın xalal qıldıq. Sonday-aq eger mümin bir äyel ezin Payğambarğa bağıştasa; Payğambar onı nekelengisi kelse, bunı; özge müminderden erekşe sağan xalal ettik. Musılmandarğa jubayları, qol astarındağı küñderi xaqqında neni parız etkenimizdi bildik; Sağan tarlıq bolmawı üşin. Alla, asa jarılqawşı, erekşe meyirimdi"
        }
    ]
}