{
    "pages": [
        {
            "chapter": 39,
            "verse": 11,
            "text": "(Muxammed Ğ.S.): \"Şäksiz men dindi nağız Allağa arnap, qulşılıq qılwğa buyrıldım.\" de"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "Sonday-aq boy usınwşılardıñ aldı bolwğa buyrıldım"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "Şınında men Rabbıma qarsı kelsem, ulı künniñ azabınan qorqamın\" de"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "Dinimdi nağız Allağa arnap qulşılıq qılamın\" de"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "Sender Alladan özge qalağandarıña tabınıñdar. Rasında, zïyanğa uşırağandar, qïyamet küni özderin de üy-işterin de zïyanğa uşıratqandar boladı. Saq bolıñdar! Mine osı anıq zïyanğa uşırağandık\" de"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "Olardıñ üsterinde de ottan tünekter; astarınan da tünekter boladı. Mine Alla quldarın osı arqılı qorqıtadı. Äy quldarım! Menen qorqıñdar"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "Sonday buttan, olarğa tabınwdan awlaq bolğandar, sonday-aq Allağa ıntamen boy usınğandar, olar üşin quanış bar. sonda quldarımdı şüyinşile"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "Sonday sözge qulaq salıp, sonda onıñ eñ körkemine ilesetiñder, mine solar, Alla özderin twra jolğa salğandar. Al mine solar, aqıl ïesi"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "(Muxammed Ğ.S.) özine azap layıq bolw sözi bekigen birewdi jäne tozaqtağı birewdi sen qutqarasıñ ba"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "Rabbılarınan qorıqqandar üşin astarınan özender ağatın qabat-qabat salınğan saraylar bar. Bul Allanıñ wädesi, Alla (T.) wädesinen taymaydı"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "Körmeysiñ be? Alla kökten jañbır jawdırıp, onı jer jüzindegi qaynarlarğa saldı. Sosın ol arqılı türli-tüsti eginder şığardı. Sosın qwqıl tartıp, onıñ sarğayğanın köresiñ. Sosın onı qoqımğa aynaldıradı. Bunda aqıl ïelerine ügit bar"
        }
    ]
}