{
    "pages": [
        {
            "chapter": 40,
            "verse": 8,
            "text": "Rabbımız! Olardı äri atalarınan, jubaylarınan jäne urpaqtarınan kim tüzw bolsa, olardı öziñ wäde etken Ğadın jannattarına kirgize kör. Küdiksiz Sen öziñ tım üstem, asa danasıñ"
        },
        {
            "chapter": 40,
            "verse": 9,
            "text": "Olardı jamandıqtardan qorğa. Ol küni kimdi jamandıqtan qorğasañ, söz joq, onı märxametiñe bölegen bolasıñ. Mine sol, zor qolı jetkendik"
        },
        {
            "chapter": 40,
            "verse": 10,
            "text": "Rasında sonday qarsı bolğandarğa (qïyamet küni): \"Allanıñ aşwı, senderdiñ öz aşwlarıñnan zorıraq. Öytkeni, sender ïmanğa şaqırılğan kezde, qarsı boldıqdar\" dep dabıstaladı"
        },
        {
            "chapter": 40,
            "verse": 11,
            "text": "Olar: \"Rabbımız! Bizdi eki ret tiriltip eki ret öltirdiñ. Endi künälarımızğa moyındadıq. Al endi bizge şığar jol bar ma?\",-deydi"
        },
        {
            "chapter": 40,
            "verse": 12,
            "text": "Olarğa: \"Bir ğana Allağa şaqırılğanda qarsı şıqtıñdar da al Oğan ortaq qosılsa, senetin ediñder. Al endi ükim öte joğarı, asa ulı Allağa tän\" (delinedi)"
        },
        {
            "chapter": 40,
            "verse": 13,
            "text": "Ol sonday Alla, senderge dälelderin körsetti. Tağı senderge kökten nesibe tüsirdi. Biraq boy usınğan kisi ğana ügit aladı"
        },
        {
            "chapter": 40,
            "verse": 14,
            "text": "Eger qarsı bolğandar, jek körse de dindi özine ğana arnap, nağız Allağa jalbarıñdar"
        },
        {
            "chapter": 40,
            "verse": 15,
            "text": "Ol, därejelerdi köterwşi, ğarşınıñ ïesi. Jolığatın kündi eskertw üşin quldarınan kimdi qalasa, öz buyrığımen waxï tüsiredi. (Bül jerdegi \"Rux\"; waxï mağnasında. B.J.M)"
        },
        {
            "chapter": 40,
            "verse": 16,
            "text": "Ol küni; olar, körnewge şığarıladı. Olardan eşbir närse Allağa jasırın bolmaydı. \"Bügin patşalıq kimdiki? Tek qana jalğız, tım öktem Allaniki\" (delinedi)"
        }
    ]
}