{
    "pages": [
        {
            "chapter": 41,
            "verse": 21,
            "text": "Olar terilerine: \"Ne üşin bizge kwä boldıñdar?\",- deydi. (Terileri): \"Bizdi är närseni söyletken Alla söyletti; senderdi alğaş ret jaratqan jäne Sol jaqqa qaytarılasıñdar\" dep jawap beredi"
        },
        {
            "chapter": 41,
            "verse": 22,
            "text": "Sender özderiñe qulaqtarıñ, közderiñ jäne terileriñ ayğaq boladı dep jasırınbawşı ediñder. Tipti Alla, istegenderiñniñ köbin bilmeydi dep oylawşı ediñder"
        },
        {
            "chapter": 41,
            "verse": 23,
            "text": "Mine osı Rabbılarıñ twralı oylağan oylarıñ, özderiñdi joydı da sonda zïyanğa uşırawşılardan boldıñdar"
        },
        {
            "chapter": 41,
            "verse": 24,
            "text": "Eger olar, endi şıdaytın bolsa, olardıñ ornı ot. Olar, keşirim tilese de qabıl etilmeydi"
        },
        {
            "chapter": 41,
            "verse": 25,
            "text": "Olarğa sıbaylastar qostıq. (Şaytandardı erikti qıldıq. B.M.) Sonda olarğa aldı-artındağı närselerdi ädemi körsetti. Sondıqtan bulardan burın ötken, jın jäne adam balasınan bolğan elderge berilgen azap ämiri bulardıñ basına da keldi. Öytkeni olar, zïyanğa uşırawşılardan edi"
        },
        {
            "chapter": 41,
            "verse": 26,
            "text": "Jäne qarsı kelwşiler: \"Bul Qurandı tıñdamañdar, oqılğanda şwıldañdar. Bälkim jeñiske ïe bolarsıñdar\" desti"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "Ärïne qarsı qelgenderge qattı azap tattıramız. Sonday-aq istegen jamandıqtarınıñ sazayın beremiz"
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "Mine osı Allanıñ duşpandarınıñ sazayı ot. Olar üşin onda mäñgilik orın bar. Ayattarımızğa qarsı kelgenderdiñ jazası (osı)"
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "Qarsı bolğandar: \"Rabbımız! Jınnan da adamdardan da bizdi adastırğandardı körset! Olardı tabandarımızdıñ astına salayıq. Eñ tömendegilerden bolsın\" deydi"
        }
    ]
}