{
    "pages": [
        {
            "chapter": 41,
            "verse": 47,
            "text": "Qïyamet mezgiliniñ mälimeti Allağa tän. Onıñ bilwinen tıs, jemisterdiñ eşbiri qawaşağınan şıqpaydı. Jäne eşbir urğaşı jükti bolmaydı da twmaydı. Olarğa: \"Meniñ ortaqtarım qayda?\",- dep suralğan küni, olar: \"Sağan usındıq; bizden oğan kwä bolwşı joq\" deydi"
        },
        {
            "chapter": 41,
            "verse": 48,
            "text": "Burınğı şoqınğandarı olardan ğayıp boldı. Özderiniñ qaşar jerleri bolmağanın tüsindi"
        },
        {
            "chapter": 41,
            "verse": 49,
            "text": "Adam balası jaqsılıq tilewden jalıqpaydı da eger oğan bir jamandıq dwşar bolsa, sonda mülde küder üzip, ümitsizdenedi"
        },
        {
            "chapter": 41,
            "verse": 50,
            "text": "Al eger oğan şaldıqqan beynetten keyin özine janımızdan märxamet etsek: \"Bul meniñ aqım; tipti qïyamet-qayım boların da oylamaymın\" deydi. Mübada Rabbıma qaytarılsam da sözsiz men üşin Onıñ janında tağı jaqsırağı bar\" deydi. Älbette osınday qarsı bolğandardıñ ne istegenderin tüsindiremiz. Sonday-aq olarğa azaptıñ awırın tattıramız"
        },
        {
            "chapter": 41,
            "verse": 51,
            "text": "Qaşan adam balasına bir nığmet bersek, bet buradı da öz jağına qıñırayadı. Qaşan oğan bir sumdıq dwşar bolsa, sonda ol, kölemdi türde jalbarınadı"
        },
        {
            "chapter": 41,
            "verse": 52,
            "text": "(Muxammed Ğ.S.): \"Kördiñder me? Ya, osı Quran Allanıñ qasınan kelgen bolıp, sosın oğan qarsı kelseñder, ol uzaq qayşılıqqa tüsken birewden artıq adasqan kim bola aladı"
        },
        {
            "chapter": 41,
            "verse": 53,
            "text": "Qurannıñ mülde şın ekendigi ayqındalğanğa deyin älemdegi jäne özderindegi belgilerimizdi jedel körsetemiz. Rasında Rabbıñnıñ är närsege kwä ekendigi sağan jetkilikti emes pe"
        },
        {
            "chapter": 41,
            "verse": 54,
            "text": "Abaylandar! Rasında olar Rabbılarına jolığwdan küdiktenwde. Köñil böliñder. Ärïne Alla är närseni tolıq meñgerwşi"
        }
    ]
}