{
    "pages": [
        {
            "chapter": 42,
            "verse": 32,
            "text": "Teñizde tawlarday kemelerdiñ jürwi de Allanıñ belgilerinen"
        },
        {
            "chapter": 42,
            "verse": 33,
            "text": "Eger Ol qalasa, jeldi toqtatar edi de kemeler sw üstinde türş qalar edi. Dawsız bunda öte sabırlı, tolıq şükir etwşilerge önegeler bar"
        },
        {
            "chapter": 42,
            "verse": 34,
            "text": "Nemese olardı qılmıstarınıñ saldarınan joq etedi; köbin keşirim etedi"
        },
        {
            "chapter": 42,
            "verse": 35,
            "text": "Ayattarımız twrasında tartısqandar, özderine bir qaşatın jer bolmağanın bilsin"
        },
        {
            "chapter": 42,
            "verse": 36,
            "text": "Al endi senderge berilgen närse, dünïe tirşiliginiñ ğana paydası. Allanıñ qasındağı närseler ïman keltirip, Rabbılarşa täwekel etwşiler üşin xayırlı da turaktı"
        },
        {
            "chapter": 42,
            "verse": 37,
            "text": "Sonday zor künälardan, arsızdıqtardan saqtanğan sonday-aq aşw kernegen kezde özderi keşirim etkender"
        },
        {
            "chapter": 42,
            "verse": 38,
            "text": "Al jäne sonday Rabbılarına maqul degender, namazdı tolıq orındağandar sonday-aq özara isterin keñespen jürgizgender jäne özderine bergen nesibemizdi tïisti orındarğa jumsağandar. (S. 159-A.) (T-Q.) (Özara aqıldasıp, is jürgizw Musılmanşılıqtıñ elewli bir sïpatı bop, sanaladı)"
        },
        {
            "chapter": 42,
            "verse": 39,
            "text": "Jäne de eger olarğa bir zulımdıq bolsa, olar järdemdesedi"
        },
        {
            "chapter": 42,
            "verse": 40,
            "text": "Bir jamandıqtıñ jazası özindey ğana jamandıq. Sonda kim keşirim etip, jarassa; onda onıñ sıylığı Allağa tän. Küdiksiz Ol, zalımdardı jaqsı körmeydi"
        },
        {
            "chapter": 42,
            "verse": 41,
            "text": "Älbette birew zulımdıq körgennen keyin öşin alsa, sonda olarğa sın joq"
        },
        {
            "chapter": 42,
            "verse": 42,
            "text": "Şınında sögis, adamdarğa zulımdıq qılıp, jer jüzinde orınsız şekten şıqqandarğa layıq. Mine solar üşin jan türşigerlik azap bar"
        },
        {
            "chapter": 42,
            "verse": 43,
            "text": "Ärïne kim sabır etip, keşirimdi bolsa, daw joq, isterdiñ eñ mañızdısı osı"
        },
        {
            "chapter": 42,
            "verse": 44,
            "text": "Älde kimdi Alla adastırsa, sonda odan keyin onıñ eşbir järdemşisi bolmaydı. Zalımdar azaptı körgen sätte: \"Qaytatın bir jol bar ma?\",-degenin köresiñ"
        }
    ]
}