{
    "pages": [
        {
            "chapter": 44,
            "verse": 1,
            "text": "Xa. Mïm"
        },
        {
            "chapter": 44,
            "verse": 2,
            "text": "Aşıq bayan etwşi Quranğa sert"
        },
        {
            "chapter": 44,
            "verse": 3,
            "text": "Şın mäninde onı quttı bir keşte tüsirdik. Rasında Biz eskertwşimiz. (S. 1-A)"
        },
        {
            "chapter": 44,
            "verse": 4,
            "text": "Ol keşte barlıq xïkmetti ister ayrıladı"
        },
        {
            "chapter": 44,
            "verse": 5,
            "text": "Bul öz qasımızdan bir buyrıq. Rasında elşilerdi jiberwşimiz"
        },
        {
            "chapter": 44,
            "verse": 6,
            "text": "(Muxammed Ğ.S.) Rabbıñnıñ ïgiligi. Küdiksiz Ol, är närseni estwşi, tolıq bilwşi"
        },
        {
            "chapter": 44,
            "verse": 7,
            "text": "Eger anıq senetin bolsañdar, kökter men jerdiñ äri eki arasındağılardıñ Rabbı"
        },
        {
            "chapter": 44,
            "verse": 8,
            "text": "Odan basqa eşbir täñir joq. Tiriltedi, öltiredi. Senderdiñ de Rabbılarıñ, burınğı atalarıñnıñ da Rabbı"
        },
        {
            "chapter": 44,
            "verse": 9,
            "text": "Biraq olar, bir küdik işinde oynawda"
        },
        {
            "chapter": 44,
            "verse": 10,
            "text": "(Muxammed Ğ.S.) endeşe aspannıñ bir aşıq tütin keltiretin künin küt. (Qwanşılıqtan aş qalğan eldiñ közderi büldırap, jer, köktiñ bülıñğır körinetin küni. Nemese qïyamet belgileri türinde qaptaytın qara tünek. B.J.M.K.R)"
        },
        {
            "chapter": 44,
            "verse": 11,
            "text": "Adamdardı qaptap aladı; Bül jan türşigerlik azap"
        },
        {
            "chapter": 44,
            "verse": 12,
            "text": "Olar: \"Rabbımız! Bizden bul azaptı ayıqtır. Şınında ïman keltirgenmiz"
        },
        {
            "chapter": 44,
            "verse": 13,
            "text": "Olarğa ügit alw qayda? Rasında olarğa aşıq tüsindirwşi bir Payğambar kelgen"
        },
        {
            "chapter": 44,
            "verse": 14,
            "text": "Sosın olar odan burıldı da: \"Üyretilgen bir jındı\" dedi"
        },
        {
            "chapter": 44,
            "verse": 15,
            "text": "Rasında beynetti biraz ayıqtıramız. Daw joq! Sender qaytalaysıñdar"
        },
        {
            "chapter": 44,
            "verse": 16,
            "text": "Öte qattı ustawmen ustağan küni, ärïne tïisti jazasın beremiz"
        },
        {
            "chapter": 44,
            "verse": 17,
            "text": "Rasında bulardan burın Perğawın elin de sınağan edik. Olarğa ardaqtı payğambar kelgen"
        },
        {
            "chapter": 44,
            "verse": 18,
            "text": "Allanıñ quldarın mağan tapsırıñdar. Öytkeni men senderge senimdi bir Payğambarmın\" dedi"
        }
    ]
}