{
    "pages": [
        {
            "chapter": 3,
            "verse": 92,
            "text": "Süygen närseleriñdi Alla jolında jumsamayınşa, äste jaqsılıqqa jete almaysıñdar. Ne berseñder de Alla (T.) onı tolıq biledi"
        },
        {
            "chapter": 3,
            "verse": 93,
            "text": "Täwrat tüsirilwden burın,Ïsraïldıñ (Yağqup Ğ.S. nıñ) özine ğana aram etkennen basqa barlıq tağam Ïsraïl urpaqtarına xalal edi. (Muxammed Ğ.S.) olarğa ayt: «Eger sözderiñ şın bolsa, Täwrattı äkelip sonı oqıñdar"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "Al budan keyin kim Allağa ötirik jala japsa, mine solar zalımdar"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "(Muxammed Ğ.S.) : «Alla şın ayttı, al onda bir bağıttağı Ibırayım (Ğ.S.) nıñ jolına eriñder, ol ortaq qoswşılardan emes edi» dep ayt"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "Negizinen adam balası üşin Mekkede alğaş qurılğan üy (Qağba) bükil älemge mübarak jäne twra jol"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "Onda aşıq belgiler, Ibırayım (Ğ.S.) nıñ ornı bar. Sonday-aq kim oğan kirse, aman boladı. Onıñ jolına şaması kelgen kisiler, Alla üşin Qağbanı zïrat etw (xaj qılw) kerek. Al kim qarsı kelse, Alla barlıq älemnen bay"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "(Muxammed Ğ.S.) : «Äy Kitap ïeleri! Ne üşin Allanıñ ayattarına qarsı kelesiñder? Alla senderdiñ ne istegenderiñe kwä. (Oğan ayan.)» dep ayt"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "(Muxammed Ğ.S.) : «Äy Kitap ïeleri! Özderiñ twralığına kwä bola tura ne üşin qïsıqtıq izdep, müminderdi Allanıñ jolınan tıyasıñdar? Alla senderdiñ ne istegeñderiñnen ğapıl emes.» de"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "Äy müminder! Kitap berilgenderdiñ bir bölimine boy usınsañdar, senderdi ïman keltirgennen keyin qarsılıqqa qaytaradı"
        }
    ]
}