{
    "pages": [
        {
            "chapter": 3,
            "verse": 187,
            "text": "Sol waqıtta Alla (T.) Kitap berilgenderden: «Älbette onı adamdarğa tüsindiriñder, jasırmañdar» dep, senim alğan. Degenmen olar, onı art jaqtarına tastadı. Äri olar onı az bir bağağa ayırbastap aldı. Sonda olar nendey jaman närse satıp aldı"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "(Muxammed Ğ.S.) sonday istegenderine mäz bolıp, istemegenderimen de maqtawların süygenderdi esepke alma. Sonday-aq olardı azaptan qutıladı dep äste oylama. Öytkeni olar üşin jan türşigerlik azap bar"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "Kökter men jerdiñ ïeligi Allağa tän. Alla (T.) nıñ är närsege tolıq küşi jetedi"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "Şäksiz kökterdiñ jäne jerdiñ jaratılwında tünniñ jäne kündizdiñ özgerwinde älbette aqıl ïeleri üşin dälelder bar"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "Olar tike turıp, otırıp, jambasınan jatıp (är xalde) Allanı eske aladı. Sonday-aq olar kökter men jerdiñ jaratılwı jayında oylanadı da: «Rabbımız! Sen munı bosqa jaratpadıñ, Sen räksiñ, bizdi ot azabınan saqta!»"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "«Rabbımız! Sen kimdi otqa salsañ, rasında onı qorladıñ. Zalımdardıñ eş järdemşisi joq.»"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "«Rabbımız! Biz: Rabbılarıña ïman keltiriñder (dep) şaqırğan şaqırwşını estip, ïman keltirdik. Rabbımız! Endi künälarımızdı jarılqap, jamandıqtarımızdı jasır. Jäne jaqsılarmen birge ölim ber!»"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "«Rabbımız! Bizge elşileriñe wäde etkenderiñdi ber. Sonday-aq bizdi qïyamet küni qorlama. Küdiksiz Sen wädeden aynımaysıñ» (dep tileydi)"
        }
    ]
}