{
    "pages": [
        {
            "chapter": 4,
            "verse": 45,
            "text": "Alla duşpandarıñdı jaqsı biledi. Sonday-aq Alla, dostıqta jetip asadı äri järdemşilikte de jetkilikti"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "Sonday Yahwdïlerdiñ keyi; sözdi orındarınan özgertedi de: «Estidik te qarsı keldik», «Estişi qane estimegir» jäne dindi kekep, tilderiñ buray: «Rağïna» deydi. Eger olar: «Estidik te bağındıq, tıñda jäne bizge qara» dese, olarğa xayırlı jäne twra bolar edi. Biraq Alla, olardıñ qarsılıqtarı sebepti lağınet etken. Sondıqtan olardıñ azı ğana ïman ketiredi"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "Äy Kitap berilgender! Sendermen birge bolğandı rastawşı etip, Biz tüsirgenge, (Quranğa,) betterdi buzıp, arttarına qaytarwımızdan nemese senbişilerdi, (senbi küni şekten şığwşılardı) lağınet etkenimizdey olardı da lağınet etwimizden burın ïman keltiriñder. Allanıñ ämiri orındaladı"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "Alla (T.) özine ortaq qosılwdı jarılqamaydı da, budan özge qalağan kisisin jarılqaydı. Sonday-aq kim Allağa ortaq qossa, rasında jala qoyıp, zor künälı boldı"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "(Muxammed Ğ.S.) sonday özderin ağartqandı körmediñ be? Kerisinşe, kimdi Alla (T.) qalasa tazartadı. Olarğa qılday ädilsizdik etilmeydi"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "Qara! Olar Allağa qalay jasandı ötirik aytadı? Bul aşıq künä, olarğa jetip asadı"
        },
        {
            "chapter": 4,
            "verse": 51,
            "text": "(Muxammed Ğ.S.) sonday Kitaptan üles berilgenderge qaramadıñ ba? Olar butqa, şaytanğa senedi de, kepirlerdi: «Bular, müminderden köri tağı twra jolda» deydi. (Yahwdïlerdiñ bir tobı, kepirlerdi Musılmanğa qayrap salw üşin Mekkege barıp: «Senderdiñ joldarıñ twra.» deydi)"
        }
    ]
}