{
    "chapter": [
        {
            "chapter": 23,
            "verse": 1,
            "text": "HAPPY now the BELIEVERS"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "Who humble them in their prayer"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "And who keep aloof from vain words"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "And who are doers of alms deeds"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "And who restrain their appetites"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "Save with their wives, or the slaves whom their right hands possess: for in that case they shall be free from blame"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "But they whose desires reach further than this are transgressors"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "And who tend well their trusts and their covenants"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "And who keep them strictly to their prayers"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "These shall be the heritors"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "Who shall inherit the paradise, to abide therein for ever"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "Now of fine clay have we created man"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "Then we placed him, a moist germ, in a safe abode"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "Then made we the moist germ a clot of blood: then made the clotted blood into a piece of flesh; then made the piece of flesh into bones: and we clothed the bones with flesh: then brought forth man of yet another make - Blessed therefore be God, the most excellent of Makers"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Then after this ye shall surely die"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "Then shall ye be waked up on the day of resurrection"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "And we have created over you seven heavens: - and we are not careless of the creation"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "And we send down water from the Heaven in its due degree, and we cause it to settle on the earth; - and we have power for its withdrawal"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "And by it we cause gardens of palm trees, and vineyards to spring forth for you, in which ye have plenteous fruits, and whereof ye eat"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "And the tree that groweth up on Mount Sinai; which yieldeth oil and a juice for those who eat"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "And there is a lesson for you in the cattle: We give you to drink of what is in their bellies, and many advantages do ye derive from them, and for food they serve you"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "And on them and on ships are ye borne"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "We sent Noah heretofore unto his people, and he said, \"O my people! serve God: ye have no other God than He: will ye not therefore fear Him"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "But the chiefs of the people who believed not said, \"This is but a man like yourselves: he fain would raise himself above you: but had it pleased God to send, He would have sent angels: We heard not of this with our sires of old"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "Verily he is but a man possessed; leave him alone therefore for a time"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "He said, \"O my Lord! help me against their charge of imposture"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "So we revealed unto him, \"Make the ark under our eye, and as we have taught, and when our doom shall come on, and the earth's surface shall boil up, Carry into it of every kind a pair, and thy family, save him on whom sentence hath already passed: and plead not with me for the wicked, for they shall be drowned"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "And when thou, and they who shall be with thee, shall go up into the ark; say, 'Praise be unto God, who hath rescued us from the wicked folk"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "And say, 'O my Lord! disembark me with a blessed disembarking: for thou art the best to disembark"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Verily in this were signs, and verily we made proof of man"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "We then raised up other generations after them"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "And we sent among them an apostle from out themselves, with, \"Worship ye God! ye have no other God than He: will ye not therefore fear Him"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "And the chiefs of His people who believed not, and who deemed the meeting with us in the life to come to be a lie, and whom we had richly supplied in this present life, said, \"This is but a man like yourselves; he eateth of what ye eat, And he drinketh of what ye drink"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "And if ye obey a man like yourselves, then ye will surely be undone"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "What! doth he foretell you, that after ye shall be dead and become dust and bones, ye shall be brought forth"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "Away, away with his predictions"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "There is no life beyond our present life; we die, and we live, and we shall not be quickened again"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "This is merely a man who forgeth a lie about God: and we will not believe him"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "He said, \"O my Lord! help me against this charge of imposture"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "He said, \"Yet a little, and they will soon repent them"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "Then did the shout of the destroying angel in justice surprise them, we made them like leaves swept down by a torrent. Away then with the wicked people"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Then raised we up other generations after them"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "Neither too soon, nor too late, shall a people reach its appointed time"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Then sent we our apostles one after another. Oft as their apostle presented himself to a nation, they treated him as a liar; and we caused one nation to follow another; and we made them the burden of a tale. Away then with the people who believe not"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Then sent we Moses and his brother Aaron, with our signs and manifest power"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "To Pharaoh and his princes; but they behaved them proudly, for they were a haughty people"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "And they said, \"Shall we believe on two men like ourselves, whose people are our slaves"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "And they treated them both as impostors; wherefore they became of the destroyed"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "And we gave Moses the Book for Israel's guidance"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "And we appointed the Son of Mary, and His mother for a sign; and we prepared an abode for both in a lofty spot, quiet, and watered with springs"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "O ye apostles! eat of things that are good: and do that which is right: of your doings I am cognisant"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "And truly this your religion is the one religion; and I am your Lord: therefore fear me"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "But men have rent their great concern, one among another, into sects; every party rejoicing in that which is their own"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "Wherefore leave them till a certain time, in their depths of error"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "What! think they that what we largely, bestow on them of wealth and children"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "We hasten to them for their good? Nay, they have no knowledge"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "But they who are awed with the dread of their Lord"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "And who believe in the signs of their Lord"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "And who join no other gods with their Lord"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "And who give that which they give with hearts thrilled with dread because they must return unto their Lord"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "These hasten after good, and are the first to win it"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "We will not burden a soul beyond its power: and with us is a book, which speaketh the truth; and they shall not be wronged"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "But as to this Book, their hearts are plunged in error, and their works are far other than those of Muslims, and they will work those works"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "Until when we lay hold on their affluent ones with punishment; lo! they cry for help"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "Cry not for help this day, for by Us ye shall not be succoured"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "Long since were my signs rehearsed to you, but ye turned back on your heels"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "Puffed up with pride, discoursing foolishly by night"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "Do they not then heed the things spoken - whether that hath come to them which came not to their fathers of old"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "Or do they not recognise their apostle; and therefore disavow him"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "Or say they, \"A Djinn is in him?\" Nay! he hath come to them with the truth; but the truth do most of them abhor"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "But if the truth had followed in the train of their desires, the heavens and the earth, and all that therein is, had surely come to ruin! But we have brought them their warning; and from their warning they withdraw"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "Dost thou ask them for remuneration? But, remuneration from thy Lord is best; and He is the best provider"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "And thou indeed biddest them to the right path"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "But verily they who believe not in the life to come, from that path do surely wander"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "And if we had taken compassion on them, and relieved them from their trouble, they would have plunged on in their wickedness, wildly wandering"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "We formerly laid hold on them with chastisement, yet they did not humble them to their Lord, nor did they abase them"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "Until, when we have opened upon them the door of a severe punishment, lo! they are in despair at it"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "It is He who hath implanted in you hearing, and sight, and heart; how few of you give thanks"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "It is He who hath caused you to be born on the earth: and unto Him shall ye be gathered"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "And it is He who maketh alive and killeth, and of Him is the change of the night and of the day: Will ye not understand"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "But they say, as said those of old"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "They say,\"What! When we shall be dead, and have become dust and bones, shall we, indeed, be waked to life"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "This have we been promised, we and our fathers aforetime: but it is only fables of the ancients"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "SAY: Whose is the earth, and all that is therein; - if ye know"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "They will answer, \"God's.\" SAY: Will ye not, then reflect"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "SAY: Who is the Lord of the seven heavens, and the Lord of the glorious throne"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "They will say, \"They are God's\". SAY: Will ye not, then, fear Him"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "SAY: In whose hand is the empire of all things, who protecteth but is not protected? if ye know"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "They will answer, \"In God's.\" SAY: How, then, can ye be so spell-bound"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "Yea, we have brought them the truth; but they are surely liars"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "God hath not begotten offspring; neither is there any other God with Him: else had each god assuredly taken away that which he had created, and some had assuredly uplifted themselves above others! Far from the glory of God, be what they affirm of Him"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "He knoweth alike the unseen and the seen: far be He uplifted above the gods whom they associate with Him"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "SAY: O my Lord! If thou wilt let me witness the infliction of that with which they have been threatened"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "O my Lord! place me not among the ungodly people"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "Verily, we are well able to make thee see the punishment with which we have threatened them"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Turn aside evil with that which is better: we best know what they utter against thee"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "And SAY: \"O my Lord! I betake me to Thee, against the promptings of the Satans"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "And I betake me to Thee, O my Lord! that they gain no hurtful access to me"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "When death overtaketh one of the wicked, he saith, \"Lord, send me back again"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "That I may do the good which I have left undone.\" \"By no means.\" These are the very words which he shall speak: But behind them shall be a barrier, until the day when they shall be raised again"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "And when the trumpet shall be sounded, the ties of kindred between them shall cease on that day; neither shall they ask each other's help"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "They whose balances shall be heavy, shall be the blest"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "But they whose balances shall be light, - these are they who shall lose their souls, abiding in hell for ever"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "The fire shall scorch their faces, and their lips shall quiver therein"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "What! Were not my signs rehearsed unto you? and did ye not treat them as lies"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "They shall say, \"O our Lord! our ill-fortune prevailed against us, and we became an erring people"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "O our Lord! Bring us forth hence: if we go back again to our sins, we shall indeed be evil doers"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "He will say; \"Be ye driven down into it; and, address me not"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "A part truly of my servants was there, who said, \"O our Lord! we believe: forgive us, then, and be merciful to us, for of the merciful art thou the best"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "But ye received them with such scoffs that they suffered you to forget my warning, and ye laughed them to scorn"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "Verily this day will I reward then, for their patient endurance: the blissful ones shall they be"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "He will say, \"What number of years tarried ye on earth"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "They will say, \"We tarried a day, or part of a day; but ask the recording angels"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "God will say, \"Short indeed was the time ye tarried, if that ye knew it"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "What! Did ye then think that we had created you for pastime, and that ye should not be brought back again to us"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "Wherefore let God be exalted, the King, the Truth! There is no god but He! Lord of the stately throne"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "And whoso, together with God, shall call on another god, for whom he hath no proof, shall surely have to give account to his Lord. Aye, it shall fare ill with the infidels"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "And SAY: \"O my Lord, pardon, and have mercy; for of those who show mercy, art thou the best"
        }
    ]
}