{
    "rukus": [
        {
            "chapter": 7,
            "verse": 109,
            "text": "Главари фараоновог народа повикаше: „Овај је, заиста, вешт чаробњак"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "Он хоће да вас изведе из земље ваше, па шта предлажете?“"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "„Задржи њега и његовог брата“, рекоше, „а пошаљи у градове сакупљаче"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "пред тобом ће све веште чаробњаке да доведу.“"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "И фараону чаробњаци дођоше. „Да ли ћемо, заиста, награду да добијемо ако будемо победници?“ Упиташе"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "„Да.“ Рече, „и бићете, заиста, међу мени блискима.“"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "„О Мојсије“, рекоше онда, „хоћеш ли ти, или ћемо ми да бацимо?“"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "“Баците ви.“ Рече он. И кад они бацише, очи људима зачараше и јако их престрашише, и враџбину велику приредише"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "И Ми наредисмо Мојсију: „Баци свој штап!“ И он одједном прогута све оно чиме су они обману били извели"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "И тако је истина на видело изашла и показало се да је било лажно оно што су они приредили"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "и ту су они били побеђени и постадоше понижени"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "И чаробњаци падоше ничице"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "„Ми верујемо у Господара светова.“ Повикаше"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "„Господара Мојсијевог и Ароновог!“"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "„Зар да му поверујете пре него што вам ја дозволим!“ Викну фараон.“ Ово је, уистину, сплетка коју сте претходно у граду смислили да бисте из њега становнике његове извели. Знаћете ви!“"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "„Пресећи ћу вам, сигурно, руке ваше и ноге ваше унакрст, а онда ћу све сигурно да вас разапнем!“"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "А они рекоше: „Ми ћемо, заиста, нашем Господару да се вратимо!“"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "„Ти нам замераш само то што смо у доказе нашег Господара поверовали кад су нам дошли. Господару наш, обаспи нас стрпљивошћу и учини да као предани верници умремо!“"
        }
    ]
}