{
    "rukus": [
        {
            "chapter": 3,
            "verse": 172,
            "text": "Онима који су се одазвали Аллаху и Посланику и након задобијених рана, онима између њих који су добро чинили и богобојазни били - припада велика награда"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "Онима којима се - када су им људи рекли: „Непријатељи се окупљају због вас, па их се пазите!“- Веровање повећало, па су казали: „Нама је довољан Аллах, а диван је Он Заштитник.“"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "Па су се вратили са Аллаховим благодатима и обиљем; никакво их зло није задесило. Следили су Аллахово задовољство, а Аллах је поседник великог добра"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "То вас само ђаво плаши својим присталицама, па их се не бојте, него се бојте Мене, ако сте верници"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "Нека те не жалосте они који срљају у неверовање. Они нимало не могу да науде Аллаху. Аллах неће да им учини било какво добро на Будућем свету и њима припада велика патња"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "Они који су веровање за неверовање продали, Аллаху неће ништа да науде. Њима припада болна патња"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "Нека неверници никако не мисле да је добро за њих то што им дајемо дуг живот. Ми им дајемо дуг живот само због тога како би огрезли у греху и њима припада понижавајућа патња"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "И не може да буде да Аллах вернике остави у стању у којем сте ви, док лоше од добрих не одвоји. И не може да буде да вам Аллах открије оно што је недокучиво чулима, него Он бира кога хоће од Својих посланика. Зато, верујте у Аллаха и Његове посланике, а ако будете веровали и бојали се Аллаха и чували се греха, вама припада велика награда"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "Нека они који шкртаре у ономе што им Аллах из Свога обиља даје, никако не мисле да је то за њих добро. Напротив, то је за њих зло. На Судњем дану биће им омотано око врата оно чиме су шкртарили. А Аллаху припада наследство небеса и Земље и Аллах добро зна оно што ви радите"
        }
    ]
}