{
    "rukus": [
        {
            "chapter": 4,
            "verse": 163,
            "text": "Ми објављујемо теби као што смо објављивали Ноју и веровесницима после њега, објављивали смо Авраму, и Јишмаелу и Исаку и Јакову и потомцима, и Исусу, и Јову, и Јони, и Мојсију, и Арону, и Соломону, а Давиду смо дали Псалме"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "и послали смо посланике о којима смо ти пре казивали и посланике о којима ти нисмо казивали. А Аллах је сигурно са Мојсијем разговарао"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "Послали смо посланике који су радосне вести и опомене доносили, да људи после посланика не би имали никаквог оправдања пред Аллахом. А Аллах је силан и мудар"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "Аллах сведочи да је истина оно што ти објављује, објављује га Својим знањем, а и анђели сведоче. А довољан је Аллах као сведок"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "Заиста, они који не верују и који друге од Аллаховог пута одвраћају, далеко су залутали"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "Онима који не верују и који чине неправду, Аллах, заиста, неће да опрости и неће на пут да их упути"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "осим на пут у Пакао, у којем ће вечно и заувек да остану; то је Аллаху лако"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "О људи, Посланик вам је већ донео Истину од вашег Господара; зато, верујте - боље вам је! А ако не будете веровали - па заиста је Аллахово све што је на небесима и на Земљи. Аллах је Онај Који све зна и мудар је"
        },
        {
            "chapter": 4,
            "verse": 171,
            "text": "О ви којима је дата Књига, не застрањујте у свом веровању и о Аллаху говорите само истину! Месија, Исус, Маријин син, само је Божји посланик, и створен је речју Његовом, коју је Марији доставио, и живот му дао; зато верујте у Аллаха и Његове посланике и не говорите: „Тројица су!“ Престаните, боље вам је! Аллах је само Једини Бог, Узвишен нека је Он, зар да има дете?! Његово је оно што је на небесима и оно што је на Земљи, и Аллах је довољан као заштитник"
        }
    ]
}