{
    "chapter": [
        {
            "chapter": 66,
            "verse": 1,
            "text": "Aey nabi! Ji ss cheez ko Allah ney aap kay liye halal ker diya hai ussay aap kiyon haram kertay hain? (Kiya) aap apni biwiyon ki raza mandi hasil kerna chahatay hain aur Allah bakhshney wala reham kerney wala hai"
        },
        {
            "chapter": 66,
            "verse": 2,
            "text": "Tehqeeq kay Allah Taalaa ney tumharay liye qasmon ka khol daalna muqarrar ker diya hai aur Allah Taalaa tumhara kaar saaz hai aur wohi (pooray) ilm wala hikmat wala hai"
        },
        {
            "chapter": 66,
            "verse": 3,
            "text": "Aur yaad ker jab nabi ney apni baaz aurton say aik posheeda baat kahi pus jab uss ney uss baat ki khabar ker di aur Allah ney apney nabi ko iss per aagah ker diya to nabi ney thori si baat to bata di aur thori si taal gaye phir jab nabi ney apni biwi ko yeh baat bataee to woh kehnay lagi iss ki khabar aap ko kiss ney di. Kaha sab jannay walay poori khabar rakhney walay Allah ney mujhay yeh batlaya hai"
        },
        {
            "chapter": 66,
            "verse": 4,
            "text": "(aey nabi ki dono biwiyo!) agar tum dono Allah kay samney tauba kerlo (to boht behtar hai) yaqeenan tumharay dil jhuk paren hain aur agar tum nabi kay khilaf aik doosray ki madad kero gi pus yaqeenan uss ka kaar saaz Allah hai aur jibraeel hain aur nek ehal-e-eman aur inn kay ilawa farishtay bhi madad kerney walay hain"
        },
        {
            "chapter": 66,
            "verse": 5,
            "text": "Agar (woh) payghumbar tumhen tallaq dey den to boht jald enhen inn ka rab! Tumharay badlay tum say behtar biwiyan inayat farmaye ga jo islam waliyan eman waliyan tauba kerney waliyan ibadat baja laaney waliyan rozay rakhney waliyan hongi baiwa aur kanwariyan"
        },
        {
            "chapter": 66,
            "verse": 6,
            "text": "Aey eman walo! Tum apney aap ko aur apney ghar walon ko uss aag say bachao jiss ka endhan insan hain aur pathar jiss per sakht dil mazboot farishtay muqarrar hain jinhen jo hukum Allah Taalaa deta hai uss ki na farmani nahi kertay bulkay jo hukum diya jaye baja laatay hain"
        },
        {
            "chapter": 66,
            "verse": 7,
            "text": "Aey kafiro! Aaj tum uzur aur bahana mat kero. Tumhen sirf tumharay kartoot ka badla diya jaraha hai"
        },
        {
            "chapter": 66,
            "verse": 8,
            "text": "Aey eman walo! Tum Allah kay samney sachi khalis tauba kero. Qareeb hai kay tumhara rab tumharay gunah door kerday aur tumhen aisi jannaton mein dakhil keray jin kay neechay nehren jari hain. Jiss din Allah Taalaa nabi ko aur eman daron ko jo inn kay sath hain ruswa na keray ga. Inn ka noor inn kay samney aur inn kay dayen dor raha hoga. Yeh duayen kertay hongay aey humaray rab humen kaamil noor ata farma aur humen bakhsh dey yaqeenan tu her cheez per qadir hai"
        },
        {
            "chapter": 66,
            "verse": 9,
            "text": "Aey nabi! Kafiron aur munafiqon say jihad kero aur inn per sakhti kero inn kay thikana jahannum hai aur woh boht buri jagah hai"
        },
        {
            "chapter": 66,
            "verse": 10,
            "text": "Allah Taalaa ney kafiron kay liye nooh ki aur loot ki biwi ki misal biyan farmaee yeh dono humaray bandon mein say do (shaista aur) nek bandon kay ghar mein thin phir unn ki enhon ney khayanat ki pus woh dono (nek banday) inn say Allah kay (kissi azab ko) na rok sakay aur hukum dey diya gaya (aey aurton) dozakh mein janey walon kay sath tum dono bhi chali jao"
        },
        {
            "chapter": 66,
            "verse": 11,
            "text": "Aur Allah Taalaa ney eman walon kay liye firaon ki biwi ki misal biyan farmaee jabkay uss ney dua ki aey meray rab! Meray liye apney pass jannat mein muqam bana aur mujhay firaon say aur uss kay amal say bacha aur mujhay zalim logon say khulasi dey"
        },
        {
            "chapter": 66,
            "verse": 12,
            "text": "Aur (misal biyan farmaee) marium bint-e-imran ki jiss ney apney namoos ki hifazat ki phir hum ney apni taraf say uss mein jaan phook di aur (marium) uss ney apney rab ki baaton aur uss ki kitabon ki tasdeeq ki aur ibadat guzaron mein say thi"
        }
    ]
}