{
    "maqras": [
        {
            "chapter": 17,
            "verse": 50,
            "text": "kataatnlah (Muhammad), ”jadilah kita’ batu ato basi"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "ato manjadi mahluk nang aya’ (nang nana’ mungkin idup agi’) manurut pikirannyu. ”Maka iaka’koa mao’ batanya’, ”sae nang mao’ ngidupatn kami agi?”Kataatnlah, ”nang udah nyiptaatn kita’ partama kali. ”Lalu iaka’koa mao’ ngeleng-ngelengkatn kapala’nya ka’ kao man bakata, kade’ (kiamat) koa (mao’ tajadi)? Batakatnlah, ”barangkali waktunya udah samak,”"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "iakkoa ka’ ari (waktu) Ia nyaru’ kita’, man kita’ matuhi’-Nya, sambil mujii’-Nya man kita’ ngira, (rasanya) ngge sabantar ihan kita’ badiapm (ka’ dalapm kubur)"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "Man kataatnlah ka’ hamba-hamba-Ku, ”Baiknya iaka’koa bakata mang pakataatn nang edo’ (banar). Sungguh setan koa (selalu) nimulatn pasalisihatn ka’ antara iaka’koa. Sungguh, setan koa’ munsuh nang nyata ka’ talino"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Tuhannyu labih ngatahui’ ka’ kita. Kade’ ia mao’i’, pasti Ia mao’ mare’ rahmat ka’ kita, man kade’ Ia mao’i’, pasti Ia mao’ nyiksa- nyu. Man Kami nana’ ngutus nyu (Muhammad) nto’ jadi panjaganya nyaka’koa"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Man Tuhannyu labih ngatahui’ sae nang ka’ langit man ka’ bumi. Man sungguh, Kami udah marentatn kalabihatn ka’ saka’an nabi- nabi atas sabgian (nang lain), man Kami barentatn Zabur ka’ Dawut"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "Kataatnlah (Muhammad), ”saru’lah iaka’koa nang kita’ anggap (tuhan)475 selain Allah, iaka’koa nana’ kuasa nto’ ngilangkatn bahaya darinyu man nana’ (agi’) mampu ngobahnya.”"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Urakng-urakng nang nya ka’koa saru’koa, iaka’koa sandiri’ ngago’i’ maraga ka’ Tuhan476 sae ka’ antara nya ka’ ia nang labih samak ka’ (ka’ Allah). Iaka’koa ngarapatn rahmat-Nya man gali’ ka’ siksaatn-Nya. Sungguh siksaatn Tuhannyu koa sasuatu nang (harus) gali’i’. ”"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "Man nana’ ada saete’ nagari pun (nang durhaka panduduknya), malaintatn Kami minasaatnnya sanape’ ari kiamat ato Kami seksa (panduduknya) mang seksa nang miah karas. Nang ampakea koa udah tatulis dalapm kitab lau(h mahfuz)"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "Man nana’ ada nang ngalangi’ Kami nto’ ngirimpatn (ka’kao) tanda-tanda (kakuasaan Kami), melainkan karana (tanda-tanda) koa udah didustaatn di urakng duhiya. Man udah Kami barentatn ka’ kaum Samut onta bini (sabage mukjizat) nang dapat ditele’, tapi iaka’koa nganiaya (onta bini koa). Man Kami nana’ ngirimpatn tanda-tanda koa malaintaatn nto’ ngali’-ngali’i"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "Man (ingatlah) waktu Kami kataatn ka’ kao, ”sungguh, (ilmu) Tuhannyu ngaliputi’ salu- ruh talino. ”Man Kami nana’ nyajiatn mimpi477 nang udah Kami tele’atn ka’ kao, melainkan sabage ujian ka’ talino man (ampakoa uga’) puhutn’ nang takutuk (zaqqum) dalapm Al-Quran. Man Kami ngali’-ngali’I nya ka’koa, tapi nang ampakoa nggelah nambah aya’ kadurhakaan nya ka’koa"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "Man (ingatlah), waktu Kami bapirman ka’ sigana mala’ekat, ”sujudlah kita’ samua ka’ adam,” lalu iaka’koa sujud, kacoali balis. Ia (balis) bakata, ”ahe ke’ aku harus sujud ka’ urakng nang Kita’ ciptaatn dari tanah?”"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "Ia (Balis) bakata, ”tarang’katnlah ka’ aku, nianke’ nang labih Kita’ muliaatn daripada aku? Sakiranya Kita’ mare’ waktu ka’ aku sampe hari kiamat, pasti mao’ ku sasatatn katurunannya, kacoali sabebat ihan. ” 17. AL-I"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "Ia (Allah) bapirman, ”darilah, tapi sae ma’an ka’ antara iaka’koa nang ngikuti’ kao maka sungguh, naraka Jahanamlah balasatnnyu samua, sabage pambalasan nang cukup"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "Man tipulah sae ma’an ka’ antara iaka’koa nang kao (balis) sanggup mang suaranyu (nang ngarere’i’), babalah pasukatnnyu terhadap nya ka’koa, nang bakuda man nang bajalatn paha, man basakongkollah mang iaka’koa ka’ harta man anak-anak lalu bare’ janjilah ka’ iaka’koa. Padahal setan koa nggelah nyanjiatn tipuan balaka ka’ nyaka’koa"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "Sabatolnya (terhadap) hamba-hamba-Ku, kao (balis) nana’lah dapat bakuasa Atas iaka’koa. Man cukuplah Tuhannyu sabage panjaga. ”"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "Tuhannyulah nang ngalayaratn kapal-kapal ka’ lautan nto’nyu, supaya kao ngago’ karunia-Nya. Sungguh Ia Maha Penyayang ka’ kita’"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "Man kade’ kita’ kana timpa’ bahaya ka’ lautan, pasti hilang samua nang (biasa) kita’ saru’, kacoali Ia. Tapi waktu Ia nyalamatatn kita’ ka’ daratan, kita’ bapaling (dari-Nya). Man talino memang salalu ingkar (nana’ basukur)"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "Maka ahe ke’ kita’ marasa aman bahoa’ Ia nana’ akan ningalamptn saka’an daratan basama kita’ ato Ia nyiupatn (nyaru karas nang ngincakngi’) batu-batu enek? Man kita’ nana’ akan napati’ surakng pangingu pun"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "Ato ke’ kita’ marasa aman bahoa’ Ia nana’ akan ngambaliatn kita’ ka’ laut sakali agi’, lalu Ia nyiupatn angin topan ka’ kita’ man ditingalamptn’-Nya kita’ disababpatn kekapirannyu? Kamudian kita’ nana’ akan namu surakng panolongpun dalapm ngadapi’ (siksaan) Kami"
        }
    ]
}