{
    "maqras": [
        {
            "chapter": 20,
            "verse": 111,
            "text": "Man samua muha tatunduk ka’ adapa (Allah) yang idup man Nang Badiri B sungguh rugi urakng nang mamuat k"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "Man sae ma’an ngarajaatn kabajikatn ia (dalapm kaada’an) baiman maka ia koater ka’ palakuan jalim (tahadapny nana’ (uga’ koater) ka’ pangurangan"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Man ampakoalah Kami nuruntatn al- dalapm bahasa Arab, man Kami udah nyalasatn ba ulakng-ulakng ka’ dalap sabagian dari ancaman, agar iaka’koa bataqwa, ato agar (al-Quran) koa ma pangajaran bagi iaka’koa"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "Maka Maha Tingi Allah, Raja nang sabanar- banarnya, man amelah kao (Muhammad) tagesa-gesa (mambaca) al-Quran sanape salase diwahyuatn ka’ kao, 524 man kataatnlah, ”Oh Tuhanku tamahi’lah ilmu ka’ aku"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "Man sungguh udah Kami pasantatn525 ka’ Adam dee, tapi ia lupa, man Kami dapati’ kamaoan nang kuat ka’ ia"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "Man (ingatlah) kiatika Kami bapirman ka’ da’ mala’ekat, ”Sujudlah, kao ka’ Adam !”lalu iaka’koa pun sujud kacoali Iblis, Ia manolak"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "Kamudian Kami bapirman, ”wahe Adam! Sungguh nian (balis) munsuh baginyu man bininyu maka sakali-kali ame sampe ia ngaluaratn kao badua dari saruga, nae kao calaka"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "Sungguh, ada (jaminan) nto’nyu ka’ naung, kao nana’ akan kaliparatn man nana’ akan baranjong"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "Man sungguh, ka’ naung koa nana’ akan marasa aus man nana’ akan ditimpa angat mata ari"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "Kamudian setan misikatn (pikiran jahat) ka’ ia, mang bakata, ”wahe Adam! Mao ke’ aku tojokkatn ka’ kao puhutn kaabadian (khuldi) man karaja’an nang nana’ akan binasa?”"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "Lalu kaduanya makatnya, lalu katele’atnlah dinya badua kamaluatn nya man mulai’lah kaduanya nutupi’nya man daukng-daukng (nang ada ka) saruga, man udah durhakalah Adam ka’ Tuhannya, man sasatlah ia"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Kamudian Tuhannya milih ia, 527 maka ia manarima tobatnya man mare’nya patunjuk"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "Ia (Allah) bapirman, ”Turutnlah kao badua dari saruga basama-sama, sabagian kao manjadi munsuh ka’ sabagian nang lain. Kade’ atakng ka’ kao patunjuk dari Ku maka (katahui’lah) sae ma’an ngikuti’ patunjuk Ku, ia nana’ akan sasat man nana’ akan cilaka"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "Man barang sae bapaling dari paringatatn Ku, ia akan nyalani’ kaidupatn nang sampit, man Kami akan ngumpuratnya ka’ ari kiamat dalapm kaadaan buta"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "Ia bakata, ”Oh Tuhanku, ngahe kita’ kumpuratn aku dalapm kaadaan buta, padahal dee aku bisa nele’”"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "Ia (Allah) bapirman, ”Ampakoalah, de’e udah atakng ka’ kao ayat-ayat Kami, man kao ngabeatnya, jadi pakoa (uga) ka’ ari nian kao diabeatn"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "Man ampakoalah Kami balas urakng nang ngalampoi’ batas man nana pucaya’ ka’ ayat-ayat Tuhannya. Sungguh, siksaatn ka’ naherat koa labih barat man labih kakal"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "Maka nana’ ke’ manjadi patunjuk ka’ iaka’koa (urakng-urakng musyrik) sangahe manyak (ganarasi) sanape iaka’koa nang udah Kami binasaatn, padahal iaka’koa ngalewati’ (bakas-bakas) tampat badiapmnya (umat-umat koa)? Sungguh, ka’ nang ampakoa tadapat tanda-tanda (kakuasa’an Allah) ka’ urakng-urakng nang baakal"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "Man kade nana’ ada katatapatn dee, dari Tuhannyu sarata nana’ ada batas nang udah ditantuatn (ajal), pasti (siksaatn koa) nimpa iaka’koa"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "Maka sabarlah kao (Muhammad) atas ahe nang iaka’koa kataatn, man batasbihlah mang mamuji Tuhan nyu, sanape mata’ ari tarabit, man sanape’ tabanam man batasbihlah (uga’) ? ka’ waktu tangah malam man ujukng siakngan ari, agar kao marasa tanang"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "Man amelah kao tunjukkatn panele’atn matanyu ka’ kanyamaman nang udah kami bare’atn ka’ sangahe golongan dari nya ka’koa. (Sabage) bunga kaidupatn dunia, agar Kami uji iaka’koa mang (karepoatn) koa, karunia Tuhannyu labih edo’ man labih kakal"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "Man parentahatnlah kaluarganyu ngarajaatn salat man sabar dalapm ngarajaatnnya, kami nana’ minta’ rajaki ka’ kita!, Kamilah nang mare rajaki ka’ kita’. Man akibat (nang baik kak naherat) adalah ka’ urakng nang batakwa"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "Man iaka’koa bakata, ”ngahe ia nana’ ngicakng tanda (bukti) ka’ Kami dari Tuhannya?”buke’ ke udah atakng ka’ iaka’koa bukti (nang nyata) sabage mae nang tasabut ka’ dalapm kitab-kitab nang dee"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "Man kade’ iaka’koa Kami binasaatn mang siksaatn sanape’nya (Al-Quran koa dituruntatn) tantulah iaka’koa bakata, ”Oh Tuhan kami ngahe nana kita’ utus seko Rasul ka’ kami, sahingga kami ngikuti’ ayat-ayat Kita’ sanape’ kami manjadi hina man babah?”"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "Kataatnlah (Muhammad), ”masing-masing (kita’) nunggu maka tunggulah olehnyu! Man nae koa akan nau’an, sae nang nampuh maraga nang locor, man sae nang udah namu patunjuk. 21. AL-A (Barakatnyabut) dama Allah nang Maha Pangasih, Maha Panyayang"
        }
    ]
}