{
    "maqras": [
        {
            "chapter": 28,
            "verse": 12,
            "text": "Kami cagah ia (Musa) nusu’ka’ nang bini- bini (uwe’-uwe’) nang mao nusu’ianya sanape’ koa, maka bakatalah ia (kamarkapalanya Musa tadi). Mao’ ke’ aku nojokatn nya ka’ kao urakng nang mao maliharanya nto’nyu man bisa babuat baik ka’ ia?”"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "Maka kami kambaliatn ia (Musa) ka’ uwe’nya, supaya sanang atinya man nana’ basadih ati, man supaya ia (we’ Musa) nau’an bahowa janji Allah koa batol-batol banar. Tapi kamanyakatn iaka’ koa nana’ nau’annnya"
        },
        {
            "chapter": 28,
            "verse": 14,
            "text": "Man salaka’ ia (Musa) dah aya’ man samparana akalnya, kami bare’atn ka’ ia hikmah (kanabiatn) man pangatahuan. Ampaiknglah kami mare’ balasatn ka’ urakng-urakng nang babuat baik"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "Ia (Musa) masok ka’ kota, (mamphis) katika panduduknya gi’ langah. Maka ia namui’ dua urakn glaki-laki gi’ tangah bakalahi, nang seko’ koa dari golongannya (kaomnya) Bani Israel man nang seko’ (agi’) dari pihak musuhnya. Urang nang dari golongannya minta’ partolongan ka’ Musa, nto’ (ngalahatn) urakng dri pihak Musuhnya (fir’aun), lalu Musa Ninjunya lalu matilah munsuhnya koa tadi, ia (Musa) bakata,”nian koalah pabuatatn setan,606 sungguh ia (setan koa) munsuh nang batol-batol jalas nyasatatn”"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "Ia (Musa) bado’a, o Tuhanku, sasungguhnya aku udah nyolimi’ diri’ku. Maka ia (Allah) ngamponi’nya . sungguh Allah ialah nang maha pangampon, maha panyayang"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "Ia (Musa) bakata, wahe Tuhanku! Barakat nikmat nang kita’ anugarahatn ka’ aku, maka aku nana’ akan jadi panolong ka’ urakng-urakng nang badosa.”"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "Karna koa (Musa) jajikagali’anan badiapm ka’ kota koa sambel nunggu (akibat nang pabuatatnnya), lalu tiba-tiba urakng nang tumare’nya minta’ patolongan (ka’ Musa) ngampak minta’ patolongan ka’ ia (Musa). Musa bakata, kao sungguh urakng nang nyata-nyata sasat"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "Man katika koa Musa mao’ mangkukngnya kuat-kuta urakng nang jadi munsuhnya badua, ia (munsuhnya) pun bakata, Wahe Musa! Ahe ke’ kaobamaksud munuha’ aku, mpahe tumare’ kao munuh urakng? Kao hanya bamaksud jadia’ urakng nang babuat sawenang-wenang ka’ nagari nian, man koa uga’ nana’ bamaksud jadi urakng-urakng nang mamuat padamean"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "Saurakng nang laki atakng batalamah dari ujukng kota lalu bakata, wahe Musa! Sabatolnya sagala pamane nagari dah barunding tantang kao nto’ munuha’ kao, maka kaluarlah (dari kota nian). Sungguh aku nian urakng nang mare’ nasehat ka’ kao"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "Maka kaluarlah ia (Musa)dari kota koa man rasa gali’ (waspad akade’ urakng nang nyusul nangkapa’nya), ia bado’a”Oh Tuhanku! Salamatatnlah aku dari urakng- urakng nang jalim”"
        },
        {
            "chapter": 28,
            "verse": 22,
            "text": "Man katika ia ngarah ka’ nagari madyan ia bado’a agi’ “Mudah-mudahan Tuhanku ngirikng aku ka’ jalatn nang banar.”"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "Man katika ia sampe’ ka’ sumber ai’ nagari Madyan, ia namui’nya ka’ koa sagarombolan urakng nang gi’ tagah mare’ cocok (ayamannya), man ia uga’ namui’ ka’ balakang urakng rami koa, dua urakng nang bini gi’ tagah ngarabia (ayamannya). Ia (Musa) bakata,”ahe maksut kita’ (babuat pakoa)?” kadua (nang bini) koa bajawab, “kami nana’ bisa nyocoki’ (Ayaman), sanape’ pangambala ka’ koa ngincang pulakng (Ayamannya), udah koa agi’ pak kami dah miah ...omornya.”"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "Maka ia (Musa) mare’ cocok nyaman nang bini badua koa, kamudian ia ka’ tampat nangtaduh sarata bado’a,”Oh Tuhanku! Sasungguhnya, aku batol-batol malaluatna’ kabaikatn (makanan) nang kita (Allah) turuntatn ka’ aku”"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "Satalah koa ataknglah salahs satu dari kadua nang bini koa bajalatn aga’ tabe’-tabe’, ia bakata,”sasungguhnya pa’ ku ngundang kita’ (Musa) nto’ mare’ balasatn sabage’ imbalatn /upah ka’ kabaikatn kita’ mare’ cocok (ayaman) kami, katika Musa ngatakngi’ pa’ nya man nyaritaatn gesahnya (masalah diri’nya), ia bakata amelah kao gali’! kao udah salamat dari urakng-urakng nang jalim ka’ koa”"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "Salah satu dari nang bini badua koa bakata”O… Pak! Jadiatn ia (Musa) sabage’ tukang karaja (ka’ diri’). Sasungguhnya urakng nang paling baik nang kita’ ta’ap nto’ manto’ diri’ ia koalah urakng nang kuat, man bisa di pucaya’.”"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "Ia (sheh Madyan) koa bakata,”sasungguhnya aku bamaksud ingin nikahatn kao man salah satu naku nang badua koa, man katantuatnnya/syaratnya” kao arus karaja ka’ aku salama’ lapan tahutn, man kade’ kao sampurnaatn jadi sapuluh tahutn, maka nang koalah (soatu kabaikatn) darinyu, man aku nana’ bamak- sud ngabaratnia’ kao. insyaAllah kao pasti namui’ aku tamasok urakng nang baik"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "Ia (Musa) bakata,”ngkoa pajanjiatn antara aku man kita’. Nang mae ma’an dari kadua waktu nang ditantuatn koa nang aku sampurnaatn, maka nana’ ada tuntutatn (tambahatn) ka’ diri’ ku agi’. Man Allah manjaji saksi ka’ ahe nang diri’ ucapatn”"
        }
    ]
}