{
    "maqras": [
        {
            "chapter": 34,
            "verse": 10,
            "text": "Man sungguh, udah Kami’ bare’atn ka’ Daud karunia dari Kami, (Kami bapirman).” Wahe gunung-gunung man burukng- burukng, Batasbilah baulang-ulang barage Daud, man Kami udah ngalunakatn basi nto’nya"
        },
        {
            "chapter": 34,
            "verse": 11,
            "text": "(Iakoa) pamuatlah baju basi nang aya’-aya’ man ukurlah anyamannya; man karajaatnlah kabaikatn. Sungguh, Aku Maha nele’ ahe nang kita’ karajaatn"
        },
        {
            "chapter": 34,
            "verse": 12,
            "text": "Man Kami (tundukkatn) angin nto’ Sulaiman, nang pajalanannya ka’ waktu alapm ari sama man pajalanan sabulatn man pajalanannya gumare’ ari sama man pajalanan sabulatn (uga’)692, man Kami aliratn ai’ timaga nto’nya. Man sabagian dari jin ada nang bakaraja ka’ adapatn nya (ka’babah kakuasa’annya) mang ijin Tuhannya. Man sae nang nyimpang ka’ antara iaka’koa dari parentah Kami, Kami rasaatn ka’ia siksaatn naraka nang apinya miah nyala"
        },
        {
            "chapter": 34,
            "verse": 13,
            "text": "Iaka’koa (da’ jin) bakaraja nto’ Sulaiman sasue mang ahe nang di mao’i’nya ka’ antaranya (majoat) gadung-gadung nang tingi, patung-patung, pingatn-pingatn (nang aya’nya) ampahe kolam mang sampo-sampo nang tatap (ada ka’ atas tongko’). Bakarajalah wahe kaluarga Dawud nto’ basyukur (ka’ Allah). man sabebet sidi dari amba-amba-Ku nang basyukur"
        },
        {
            "chapter": 34,
            "verse": 14,
            "text": "Maka katika Kami udah manatapatn kamatiatn atasnya (Sulaiman), nana’ ada nang nojokkatn ka’ iaka’koa kamatiatnnya koa kacoali ane nang mapat tungkatnya. Maka katika ia udah tasongkop, nau’an lah jin koa bahoa’ sakiranya iaka’koa nau’an ka’ nang gaib tantu iaka’koa nana’ tatap dalapm sesa nang matabe’i’"
        },
        {
            "chapter": 34,
            "verse": 15,
            "text": "Sungguh, ka’ kaum Saba’ ada tanda (kabasaran Tuhan) ka’ tampat kadiaman iaka’koa ialah dua buah kabon ka’ sabalah kanan, man ka’ sabalah keba’, (ka’ iaka’koa dikataatn), ”Makatn lah di’nyu dari rajaki nang (di anugarahatn) Tuhannyu man basyukurlah ka’-Ia (nagarinyu) ialah nagari nang edo’ (nyaman) sadang (Tuhannyu) ialah Tuhan nang Maha Pangampon”"
        },
        {
            "chapter": 34,
            "verse": 16,
            "text": "Tatapi iaka’koa bapaling maka Kami kirim ka’ iaka’koa baha’ nang aya’693 man Kami ganti kadua kabon nya ka’koa mang dua kabon nang tumuhi’ (puhutn-puhutn) nang babuah pahit, puhutn Ašl man sabebet puhutn Sidr"
        },
        {
            "chapter": 34,
            "verse": 17,
            "text": "Ampakoalah Kami mare’ balasatn ka’ iaka’koa sabab kakapiratn iaka’koa, Man Kami nana’ nyantu’atn siksaatn (nang ampakoa), malaintatn ngge ka’ urakng- urakng nang miah kapir"
        },
        {
            "chapter": 34,
            "verse": 18,
            "text": "Man Kami jadiatn antara iaka’koa (panduduk saba’) Man nagari-nagari nang Kami barakati’ (Syam), sangahe nagari nang basamakatn man Kami tatapatn antara nagari-nagari koa ka’ malapm man siakng ari mang aman"
        },
        {
            "chapter": 34,
            "verse": 19,
            "text": "Maka iaka’koa bakata, ”wahe Tuhan kami, jauhatnlah jarak pajalanan kami,696 man (barati iaka’koa) manjalimi’ diri’nya babaro” maka Kami jadiatn iaka’koa bahan omongan man Kami ancuratn iaka’koa sa ancur-ancur- nya. Sungguh, nang ampakoa banar-banar ada tanda-tanda (kakuasa’an Allah) nto’ satiap urakng nang sabar man basukur"
        },
        {
            "chapter": 34,
            "verse": 20,
            "text": "Man sungguh, balis udah bisa ngayakintatn iaka’koa kabanaratn sangkaatnnya lalu iaka’koa ngikuti’nya, kacoali sabagian dari urakng-urakng mukmin"
        },
        {
            "chapter": 34,
            "verse": 21,
            "text": "Man nana’ ada kakuasa’an (balis) ka’ iaka’koa, malaintatn ngge supaya Kami bisa medaatn sae nang baiman ka’ adanya naherat, man sae nang masih ragu-ragu tantang (naherat) koa. Man Tuhannyu maha Mamalihara sagala sasuatu"
        },
        {
            "chapter": 34,
            "verse": 22,
            "text": "Kataatnlah (Muhammad), “Saru’lah iaka’koa nang kita’ anggap (sabage Tuhan) salain Allah! iaka’koa nana’ ngampu’ (kakuasa’an) sabarat Zarrah pun ka’ langit man ka’ dunia, man iaka’koa sama sakali nana’ ngampu’ peran sarata dalapm (panciptaatn) langit man tanah ai’ man nana’ ada ka’ antara iaka’koa nang manjadi pambanto’ bagi –Nya”"
        },
        {
            "chapter": 34,
            "verse": 23,
            "text": "Man sapa’at (patolongan) ka’ sisi-Nya supaya baguna ka’ urakng nang udah diijintatn–Nya (namu sapâ’at koa). Sahingga kade’ udah diilangkatn kagali’atn dari atinya ka’ koa, iaka’koa bakata, ”Ahe ke’ nang udah dipir- mantatn di Tuhannyu? iaka’koa nyawap, ”(pakataatn) nang banar, man Ia-lah nang Maha Tingi man Maha Aya’"
        }
    ]
}