{
    "maqras": [
        {
            "chapter": 4,
            "verse": 1,
            "text": "Wahe talino! Bataqwalah ka’ Tuhannyu nang udah nyiptaatn kita’ dari nang sete’ (Adam). Man Allah nyiptaatn pasangannya (hawa) di diri’nya. Man dari kadua’nya Allah mangambang biakatn man laki nang man bini nang manyak. Bataqwalah ka’ Allah nang make’ damanya kita’ saling maminta.172 Maka paliharalah hubungan kakaluargaatn. Sasungguhnya Allah salalu manjaga man ngawasinyu"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "Bare’atnlah ka’ kamuuda-muuda nang nana’ barapa’ (nang dahnya’) hartanya ka’ koa. Amelah kao nukar man baik. Amelah kao makatn hartanya koa basama man hartanyu. Sungguh kalakuatn nang nukar man nang makatn (harta) koa ialah dosa nang palikng aya’"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "Kade’ kao kawatir bakalatn nana’ mampu balaku adil ka’ (hak-hak) nang bini nang nana’ barapa’ (kade’ mpamanya kao ngaweni’nya), maka kawne’lah nang bini lain nang kao sanangi, dua, talu, ato’ ampat. Tapi kade’ kao kawater nana’ mampu babuat adil,173 maka kawene’lah saurakng ma’an.174 Ato’ amba-amba nang bini nang koa ngampu’i’.175 Nang macam nian koa labih samak supaya kao nana’ babuat zalim"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "Bare’atnlah amas kawen (Mahar) ka’ nang bini (nang kao kawene’) sabage pamare’atn nang panih karela’atn,176 kamudian kade’ iaka’koa nyarahatn ka’ kaosabagiatn dari (ams kawen) koa man sanang ati, maka tarema’lah dan nikmati’lah pamare’atn koa man sanang ati"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "Amelah kao sarahatn nang urakng nang nape’ sampurana akalnya,177 (harta urakng ka’ koa nang ka’ koa), nang di jadiatn Allah pokok kaidupatn. Bare’lah iaka’koa balanja, man pakeatn, (dari asil harta koa), kataatnlah ka’ iaka’koa kata-kata nang gagas"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "Ujilah178 kamuuda-kamuuda nang nana’ barapa’ koa sampe’ iaka’koa cukup omor noto’ kawen, kamudi’an kade’ manurut pandapatnyu iaka’koa udah ngarati (pintar) pane malihara harta, maka bare’atnlah ka’ iaka’koa hartanya, amelah kao makatnnya (harta kamunda’ nang nana’ barapa’) malabihi kapatutatn. Uga’ amelah kao tagesa-gesa (nyarahatnnya) barang sae (nang pamiharanya) sanape’ iaka’koa ba’aya’atn. Barang sae (nang pamalihara- atn) koa mampu, maka aruslah ia nahan diri’nya (dari makatn ni’ harta kamunda’ nang nana’ barapa’ koa). Barang sae nang masikin, maka boleh lah ia makatn harta koa manurut cara nang patut. Kamudian kade’ kao nyarahatn harta koa ka’ iaka’koa. Maka gagasnya kao adaatn saksi-saksi. Cukuplah Allah sabage pangawas"
        },
        {
            "chapter": 4,
            "verse": 7,
            "text": "Bagi nang laki-laki ada hak bagiatn harta paniggalatn ka’ dua urakng tuha man ayukng-iaka’koa. Uga’ bagi nang bini ada hak bagiatn uga’ dari harta paninggalatn kadua urakng tuhanya man karabatnya. Baiknya abet ato’ manyak manurut bagiatn nang udah ditatapatn"
        },
        {
            "chapter": 4,
            "verse": 8,
            "text": "Man kade’ sawaktu pambagiatn koa atakng ayukng,179 nak-nak yatim man urakng– urakng maskin, maka bare’lah iaka’koa dari harta koa180 (sakadrnya) man ucapatnlah ka’ iaka’koa pakataatn nang baik"
        },
        {
            "chapter": 4,
            "verse": 9,
            "text": "Bali’leh koa ka’ Allah Urakng-urakng nang sakiranya iaka’koa ningalatn katurunatn nang lamah ka’ balakakngnya nang iaka’koa harta koa (sakadarnya). Oleh sabab koa aruslah iaka’koa bakata man batutur kata nang banar"
        },
        {
            "chapter": 4,
            "verse": 10,
            "text": "Sasungguhnya urakng-urakng nang makatn harta kamunda nang nana’ barapa’ sacara zalim, sabanarnya iaka’koa nalatn api ka’ dalapm parutnya, man iaka’koa akan tama’ ka’ dalapm api nang manyala-nyala (naraka)"
        },
        {
            "chapter": 4,
            "verse": 11,
            "text": "Allah nyare’atatn (ngawajipatn) ka’ koa tantankng pambagiatn warisan nto’ da’ anaknyu (ngkoalah) bagian babaro maunda’ nang laki sama man bagiatn dua uakng kamunda’ bini.181 Kade’ ia kamunda’ koa samuanya nang bani nang jumlah labih daru dua, maka bagiatnya dua partiga dari harta nang aya’ ningalatn, kade’ ia kamunda’ nang bini koa babaro ihan. Maka ia namu santangah (harta nangdi ningalatn). Man nto’ kadua uwe’ apa’ bagiatn masing- masing sapar anam dari harta nang ningala- tn, kade’ ia (nang mati) ada banarak, kadae’ ia nang mati, nana’ baranakuga’ ia di warisi’ oleh oleh kadua uwe’ pa’nya (ja’), maka uwe’nya namu sapar tiga, kade’ ia nang mati, ada basangahe sodara, maka we’nya namu sapar anam. (pambagiatn-pambagiatn koa nang ka atas) satalah di panuhi’ wasiat nangnya pamuat ato’ dah satalah dibayar utakngnya. tantang urakng tuha nyu manda’ naknyu koa nana’ nau’an sae ka’ antara iaka’koa nang labih baik maafatnya ka’ koa. Nian koalah katatapatn Allah. Sungguh Allah Mahanau’an’, man Mahabijaksana"
        }
    ]
}