{
    "maqras": [
        {
            "chapter": 9,
            "verse": 60,
            "text": "Sabatolnya zakat koa nggelah nto’ urakng- urakng pakir, urakng-urakng miskin, amil zakat, nang dilamutatn atinya (mualaf), nto’ (memerdekakan) hamba sahaya, nto’ (ngabebasatn) urakng nang barutakng, nto’ jalan Allah man nto’ urakng nangdalapm pajalanan, sabage kawajiban dari Allah. Allah Maha Nau’an Mahabijaksana"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "Man antara iaka’koa (urakng munafiq) ada urakng-urakng nang nyakiti’ ati Nabi (Muhammad) man matakatn, ”Nabi mucaya’i’ samua ahe nang didangarnya. ” Batakatnlah, “Ia mucaya’i’ samua nang edo’ baginyu, Ia baiman ka’ Allah, mucaya’i’ urakng-urakng mukmin, man manjadi rahmat bagi urakng-urakng nang baiman ka’ antara kita’. ” Man urakng-urakng nang nyakiti’ Rasulullah akan namu siksaatn nang padih"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "Iaka’koa basumpah ka’ kao mang (dama) Allah nto’ nyanangi’nyu, padahal Allah man Rasul-Nya labih pantas iaka’koa ngago’i’ keridaan-Nya kade’ iaka’koa urakng mukmin"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Nana’ke’ iaka’koa (urakng munafiq) ngatahui’ bahoa’ sae ma’an nang nantang Allah man Rasul-Nya maka sabatolnya naraka Jahanamlah baginya, ia kakal ka’ dalapmnya. Koalah kahinaan nang aya’"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "Urakng-urakng munafiq koa gali’ kade’ dituruntatn suatu surah nang narangkatn ahe nang tasambunyi’ ka’ dalapm ati nya ka’ koa. Batakatnlah (ka’ iaka’koa), “tarusatnlah baolok-olok (ka’ Allah man Rasul-Nya), ” sabatolnya Allah mao’ madahatn ahe nang kao gali’i’ koa"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "Man kade’ kao tanya’an ka’ iaka’koa, pasti iaka’koa mao’ nyawap, ”Sabatolnya kami ngge bagae’ man bamain-main ihan. ” Batakatnlah “ngahe ka’Allah, man ayat- ayat-Nya sarata Rasul-Nya kita’baolok-olok ma’an?”"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "Nana’ palalu kao minta’ ma’ap, karana kao udah kapir salaka’ baiman. Kade’ kami ma’apatn sabagian dari kita’ (karana udah batobat), pasti kami mao’ nyiksa golongan (nang lain) karana sabatolnya iaka’koa aialah urakng-urakng nang (selalu) babuat dosa"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "Urakng-urakng munafiq laki-laki man nang bini. sote’ mang nan lain sama ma’an Iaka’koa nyuruh (babuat) nang mungkar man mai’an (pabuatatn) nang makruf man iaka’koa ngangampatn’ kokotnya (sengke’). Iaka’koa udah ngalupaatn ka’ Allah maka Allah ngalupaatn iaka’koa (uga). Sabatolnya urakng-urakng munafiq koalah urakng- urakng nang fâsiq"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Allah nyanjiatn (ngancami’) urakng-urakng munafiq laki-laki man nang bini man urakng-urakng kapir mang naraka Jahanam. Iaka’koa kakal ka’ dalapmnya. Cukuplah (naraka) koa nto’ nya. Allah ngalaknati’ Iaka’koa;man iaka’koa namu siksaatn nang kakal"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "(kaada’an kita’ kaum munafiq man musyrikin) saparati urakng-urakng sanape’ kita’, Iaka’koa labih kuat dari kita’, man labih manyak harta man anak-anaknya. Maka iaka’koa udah misa’i’ bagiatnnya, man kita’ udah misa’i’ bagiatnnyu seampahe urakng-uramng’ nang sanape’nyu misa’i’ bagiatn nya, man kita’ ngomongi’ (hal-hal nang batil) saampahe iaka’koa ngomongi’nya. Iaka’koa toa’-toa’ amalnya ka’ dunia man ka’ naherat. Iaka’koa lah urakng-urakng nang rugi"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "Ahe ke’ nana’ sampe ka’ iaka’koa barita (tentang) urakng-urakng nang sanape’ iaka’koa, (koalah) kaum Nuh, ’Ad, Samud, kaum Ibrahim, panduduk Madyan, man (panduduk) nagari-nagari nang udah musnah? Udah atakng ka’iaka’koa rasul- rasul mang ngincakng bukti nang nyata; Allah nana’ manzalimi’ iaka’koa, tapi iaka’koalah nang manzalimi’ diri’ nya ka’ koa babaro"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "Man urakng-urakng nang baiman, laki-laki man nang bini, sabagian iaka’koa manjaji panolong bagi sabagiatn nang lain. Iaka’koa nyuruh (babuat) nang makruf, man maneagah dari nang mungkar, ngalaksanaatn shalat, nuneatn zakat, man taat ka’ Allah man Rasul-Nya. Iaka’koa mao’ dibare’ rahmat di Allah. Sunnguh Allah Miahgagah, Miah bijaksana"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "Allah nyanjiatn ka’ urakng-urakng mukmin laki-laki man nang bini (akan namu) saruga nang ngalir ka’ abahnya sunge-sunge, iaka’koa kakal ka’ dalapm’nya, man (namu) tampat nang edo’ ka’ saruga ‘Adn. Man karidoan Allah labih aya’. Koalah kamanangan nang agung"
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "Wahe Nabi! Bajihatlah (ngalawan) urakng- urakng kapir man ‘urakng’-urakng munafiq. Man basikap karaslah ka’ iaka’koa. Tampat nyaka’koa koa naraka Jahanam. Man koalah saburuk-buruk tampat kambali"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "Iaka’koa (urakng munafiq) basumpah mang (dama) Allah. Bahoa’ iaka’koa nana’ ngata- atn (sasuatu nang nyakiti’ Mluhammad). Sungguh, iaka’koa udah ngucapatn pakataan kakapiratn, man udah manjadi kapir salaka’ Islam, man malantatn ahe nang iaka’koa nana’ dapat mancapenya374 man iaka’koa nana’ mancela (Allah man Rasul-Nya), sakiranya Allah man Rasul-Nya udah ngalimpahatn karunia-Nya ka’ iaka’koa. Maka kade’ iaka’koa batobat, nang koa labih edo’ bagi iaka’koa, man kade’ iaka’koa bapaling, pasti Allah mao’ nyiksa nya iaka’koa mang siksaatn nang padih ka’ dunia man naherat; man iaka’koa nana’ ada nang ngalindungi’ man nana’ (uga’) panolong ka’ bumi"
        }
    ]
}