{
    "maqras": [
        {
            "chapter": 13,
            "verse": 5,
            "text": "Eğer şaşıyorsan, asıl şaşılacak şey, onların : «Biz toprak olunca mı yeni bir halk (canlı yaratık) olacağız ?» sözüdür. İşte bunlar Rablarını tanımıyanlardır ve bunlardır boyunlarında demir halka olanlar! işte bunlardır Cehennem yârânı. Orada devamlı kalıcılard´r bunlar"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "(İnkarcı azgınlar) senden iyilikten önce kötülüğün (gelmesini) acele isterler. Halbuki onlardan önce ibretli misâl teşkil edecek nice cezalar gelip geçmiştir. Şüphesiz ki, Rabbin insanlara, işledikleri zulümlerine karşı yine de mağfiret sahibidir ve şüphesiz ki Rabbin cezası pek şiddetlidir"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "O inkâra sapanlar diyorlar ki: O´na (Muhammed´e) Rabbinden bir mu´cize, bir açık belge indirilseydi ya.. Sen ancak bir uyarıcısın ve her millet için yol göstericisindir"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Allah her dişinin (rahminde) ne taşıdığını; rahimlerin neyi eksilttiğini, neyi artırdığını bilir. Her şey O´nun yanında belli bir ölçüye göredir"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "Görülmeyeni de, görüleni de bilendir. O, çok büyüktür, çok yücedir"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Sizden sözünü gizleyen ve onu açığa vuran, geceleyin gizlenen, gündüzleyin beliren (her şey onun yanında) birdir, farketmez"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "Herbiri için önünden arkasından kendisini izleyen (görevli melek)ler vardır; onu Allah´ın emriyle korurlar. Bir millet (hayat kanununa uyup) kendi (ahlâk ve düzenini) değiştirmedikçe, Allah, onlar hakkındaki (hükmünü) değiştirmez. Allah bir millete fenalık yapmayı irâde buyurduğunda, artık onu geri çevirecek yoktur ve onlar için Allah´tan başka bir dost ve yardımcı da bulunmaz"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "O öyle kudrettir ki, korku ve ümit (duygusunu vermek için) şimşeği (oluşturup) size gösterir. Yağmurla ağırlaşan (yüklü) bulutları oluşturur"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "Ra´d = gök gürlemesi hamd ile, melekler ise (ilâhî kudretin, azamet ve yüceliğinin) korkusundan tesbîh ederler. Onlar, Allah hakkında tartışıp sürtüşürlerken. O, yıldırımlar gönderir de, onu dilediğine dokundurur. Oysa O, çekişme ve ceza vermekte çok şiddetlidir"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "Gerçek ibâdet ancak O´nadır. O´ndan başka duâ ve ibâdet ettikleri (putlar, şekiller) kendilerine hiçbir şey ile cevap veremezler. Bunlar, ağızlarına ulaşsın diye avuçlarını suya doğru açıp da bir türlü ona ulaşamayan kimseye benzerler. Kâfirlerin duâ ve ibâdeti sapıklık içinde bocalamaktan başka bir anlam taşımaz"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Göktekiler ve yerdekiler ister istemez Allah´a secde ederler; gölgeleri de sabah akşam Allah´a secde eder"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "De ki: Göklerin ve yerin Rabbi kimdir? De ki: Allah´tır. De ki: Böyle iken Allah´ı bırakıp kendilerine ne bir yarar ne de bir zarar vermeye mâlik olamıyanları mı dost ve yardımcı ediniyorsunuz ? De ki: Görmeyenle gören bir midir? Veya karanlıklarla aydınlık eşit midir? Yoksa Allah´ın yarattığı gibi yaratan ortaklar mı buldular da o sebeple yaratma hususu onlar üzerinde bir benzetme mi meydana getirdi ? De ki: Her şeyin yaratanı Allah´tır. O, birdir, mutlak üstündür, her şeyi kaza ve kader çizgisine, irâdesine, hükmüne sokan O´dur"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "Gökten su indirdi de dereler kendi ölçüşünce dolup taştı. Sel, üste çıkan köpüğü yüklenip götürdü. Süs eşyası veya yararlanılacak (başka) bir şey elde etmek amacıyla ateşte ısıtıp erittikleri şeylerden de bunun gibi köpük (posa) meydana gelir. İşte Allah hak ile bâtıla böyle misâl getirir. Köpüğe gelince, uçup gider ; insanlara yarar sağlayan şeylere gelince\", yerde (dipte) kalır. İşte Allah, böylece misâller getirir"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "Rablerinin çağrısına olumlu cevap verip gelenlere, en güzeli vardır. Onun çağrısına olumlu cevap vermeyenler ise, yeryüzündekilerin hepsi ve bir misliyle beraber onların olmuş olsaydı, (elbette) onu kurtuluş fidyesi verirlerdi. İşte bunlara hesabın kötüsü vardır; yurtları Cehennem´dir, o ne kötü yataktır"
        }
    ]
}