{
    "maqras": [
        {
            "chapter": 2,
            "verse": 177,
            "text": "Yüzlerinizi doğu ve batı yönüne çevirmeniz (hakikî imânı yansıtan) iyilik ve erdemlik değildir. Ama (gerçek) iyilik ve erdemlik: Allah´a, âhiret gününe, meleklere, kitaba ve peygamberlere inananların, malı —ona olan sevgisiyle— yakınlarına, yetimlere, yoksullara, yolda kalmışlara, dilenenlere, köle ve esirleri kurtarmaya harcayanların, namaz kılan ve zekât verenlerin; andlaşıp anlaştıkları zaman verdikleri sözü yerine getirenlerin; zorda, darda ve savaşın kızıştığında sabredenlerin (bu. durumları ve imânlaradır. İşte bunlardır doğru olanlar ve bunlardır korunup sakınanlar)"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "Ey imân edenler! Öldürülenler hakkında size kısas (eşit şekilde karşılık = misilleme) farz kılındı : Hürre hür, köleye köle, dişiye dişi... Bununla beraber kim (öldürülenin) kardeşinden az da olsa bağışlanırsa (kısas düşer); kendisine örfe uymak ve bağışlayana diyeti güzellikle ödemek gerekir. Bu, Rabbinizden bir hafifletme ve rahmettir. Artık kim bundan sonra tecavüzde bulunursa, onun için elem verici bir azâb vardır"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "Hem kısasta, ey akıl sahipleri sizin için hayat vardır. Ola ki (Allah´tan korkup) sakınırsınız"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "Birinize ölüm geldiğinde, bir hayr (çokça mal) bırakacaksa, ana - babaya, yakınlara uygun ve meşru´ bir biçimde vasiyette bulunması, —Allah´tan korkup kötülüklerden sakınanlara yerine getirilmesi bir hak olmak üzere— size farz kılındı"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "Artık vasiyyeti İşittikten sonra onu kim değiştirirse, günah ve vebalı değiştirenler üzerinedir. Şüphesiz ki Allah işitendir, bilendir"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "Kim de vasiyyet edenin hatâya düşüp haksızlığa kayacağından veya günaha gireceğinden endişe eder de ilgililerin arasını düzeltirse, ona hiç bir günah yoktur. Allah çok bağışlayan ve çok merhamet edendir"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "Ey imân edenler! Oruç sizden öncekilere farz kılındığı gibi, size de sayılı günlerde farz kılındı. Ola ki korunup sakınırsınız"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "Sizden kim hasta ya da yolculuk halinde bulunursa, (tutamadığı) günler sayısınca diğer günlerde tutar. (Fazla yaşlılıktan veya iyileşmesi umulmayan bir hastalıktan dolayı) oruç tutmaya güç getiremiyenlere bir yoksulu (sabah-akşam) doyuracak fidye gerekir. Kim de gönülden (fidyeyi artırıp) hayr yaparsa, bu onun için daha iyidir. Bununla beraber oruç tutmanız, eğer bilirseniz, sizin için hayırlıdır"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "(O Ramazan ayı ki) içinde Kur´ân, insanlara doğru yolu gösterici ve doğru yolun, hakkı bâtıldan, doğruyu eğriden ayırıcı belgeleri olarak indirildi. Artık sizden kim bu cıy´a hazır olursa, oruç tutsun. Kim de hasta olur veya yolculuk halinde bulunursa, tutamadığı günler sayısınca diğer günlerde (kaza etsin). Allah size kolaylık ister, zorluk istemez. (Bu kolaylığı) sayıyı tamamlamanız ve size yol gösterip başarılı kıldığı için O´nu ululamanız içindir. Ola ki şükredersiniz"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "Kullarım sana benden sorarlarsa, şüphesiz ki Ben (onlara çok) yakınım. Bana duâ edince, duâ edenin dileğini kabul ederim. O halde onlar da benim davetime gelsinler ve bana inansınlar (imânlarında devamlılık göstersinler) ki doğruya erişmiş, saadete kavuşmuş olsunlar"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "(Ramazan´da) Oruç (tuttuğunuz günlerin) gecesi kadınlarınıza cinsel yaklaşmada bulunmanız size helâl kılındı. Onlar sizin için bir elbise, siz de onlar için bir elbisesiniz. Allah kendinize olan güveni kötüye kullanacağınızı biliyordu. (Bu hususta) tevbenizi kabul etti, sizi bağışladı. Artık (geceleri) onlara yaklaşın ve Allah´ın size yazıp takdir ettiğini dileyin. Fecirde beyaz iplik siyah iplikten size seçilinceye (gündüzün aydınlığı, gecenin karanlığından sıyrılıp ayrılıncaya) kadar yeyin, için. Sonra da orucu geceye kadar tamamlayın. Mescidlerde itikatta bulunduğunuzda kadınlarınıza (geceleri de) cinsel yaklaşmada bulunmayın. Bunlar Allah´ın sınırlarıdır; sakın yaklaşmayın. İşte Allah âyetlerini böylece insanlara açıklıyor. Ola ki sakınırlar"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "Mallarınızı aranızda haksız sebeplerle yemeyin ; insanların mallarından bir kısmını bile bile günah işleyerek yemeniz için onu hâkimlere (rüşvet yolu) aktarmayın"
        }
    ]
}