{
    "maqras": [
        {
            "chapter": 23,
            "verse": 1,
            "text": "Mü´minler gerçekten, korktuklarından kurtulup umduklarına kavuşmuşlardır"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "Onlar ki, namazlarında saygı dolu bir korkuyla eğilirler"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "Onlar ki, boş ve anlamsız şeyden yüzçevirirler"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "Onlar ki zekâtı verip (emredildiği şekilde) yerine getirirler"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "Onlar ki, namus ve iffetlerini (arzu duymaları müstesna;) bu yüzden kınanmazlar"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "Ancak eşlerine veya sahip oldukları cariyelerine karşı (cinsel arzu duymalarına da) bu yüzden kınanmazlar"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "Artık kimler bu (meşru) sınırı geçerse, işte onlar haddi aşanlardır"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "Onlar ki emânetlerini ve verdikleri sözü gözetir (yerine getirirler)"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "Onlar ki, namazlarını (vaktinde kılıp) koruyarak gözetirler"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "İşte onlardır vârisler"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "Firdevs Cenneti´ne vâris olurlar ve orada devamlı kalırlar"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "And olsun ki, insanı süzülmüş bir çamurdan yarattık"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "Sonra onu sağlamca, durup dinlenecek bir yerde nutfe haline getirdik"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "Sonra o nutfeyi kan pıhtısı durumuna getirdik. Kan pıhtısını ise çiğnenmiş bir et parçasına dönüştürdük. O çiğnenmiş etten de kemikler yarattık, kemiklere et giydirdik. Sonra onu bambaşka bir yaratık yaptık. Yaratanların en güzeli olan Allah ne yücedir, ne mukaddestir"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Sonra bunun ardından siz elbette ölürsünüz"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "Sonra da şüphesiz ki siz Kıyamet günü dirilip kaldırılacaksınız"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "And olsun ki, üzerinizde yedi tabaka (veya yol, ya da sistem) yarattık. Ve biz yarattığımızdan habersiz değilizdir"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "Gökten de belli ölçü ve oranda su indirdik de onu yeryüzünde eyleştirdik. Gerçekten bizim onu (bulunduğu yerden) gidermeye gücümüz yeter"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "Böylece onunla size hurmalıklar, üzüm bağları, bahçeleri meydana getirdik ki, sizin için onlarda birçok meyveler vardır ve onlardan yeyip geçinirsiniz"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "Ve (daha çok) Tûr-i Sina´da çıkan, yiyenlere yağ ve katık bitirip veren bir ağaç da yeşerttik"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "Sizin için şüphesiz ki (bazı bineklerde ve) davarlarda da bir ibret (öğüt ve ders) vardır. Karınlarında oluşandan size içiririz ve sizin için onlarda daha nice yararlı şeyler vardır; onlardan yersiniz"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "Bunlara da, gemilere de yüklenip binersiniz"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "And olsun ki, biz Nuh´u kavmine gönderdik. O, «ey kavmim!» dedi, «Allah´a ibâdet edin, O´ndan başka sizin hiçbir (hakiki) tanrınız yoktur. Artık (putlara tapmaktan, azgınlıktan ve kötülüklerden) sakınmaz mısınız ?»"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Bunun üzerine kavminin ileri gelenlerinden inkâra sapan bir grup dedi ki: «Bu da ancak sizin gibi bir insandır. Size karşı üstünlük sağlamak ister. Allah, (peygamber göndermeyi) dilemiş olsaydı, elbette melekleri (görevlendirip) gönderirdi. Hem ilk atalarımızdan da böyle bir şey işitmedik.»"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "«Bu şüphesiz kendisinde cinnet (belirtisi) bulunan bir adamdır. Bir süre onu gözetip bekleyelim.»"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Nûh, «ey Rabbim ! Beni yalanlamalarına karşılık sen bana yardım et» dedi"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Nuh´a, «gemiyi gözümüzün önünde (talimatımız altında) vahyimiz uyarınca yap; emrimiz gelip tandırdan su kaynayıp fışkırınca ona her (cins hayvandan) ikişer çift (veya birer çift) ve aleyhlerinde emir (hüküm) geçmiş olanın dışında aileni getirip yerleştir ve sakın o zâlimler hakkında bana hitap etme; çünkü onlar mutlaka boğulacaklardır,» diye vahyettik"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "Artık sen ve beraberindekiler gemiye yerleşip yerinizi alınca, de ki: «Bizi zâlim bir kavimden kurtaran Allah´a hamd olsun.»"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "Ve de ki: «Rabbim ! Beni mubarek bir konağa indir, sen (konaklara) indirenlerin en hayırlısısın.»"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Şüphesiz ki (bu önemli ve ibretli olayda) birçok öğütler ve dersler vardır. Doğrusu biz hep (böyle) sınava çekeriz"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Sonra onların ardından başka bir nesil ortaya çıkardık"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "İçlerinden (seçip beğendiklerimizi) kendilerine peygamber olarak gönderdik. (O da onlara): «Allah´a ibâdet edin, O´ndan başka sizin için (hakiki) hiçbir tanrı yoktur; artık (inkârdan, puta tapmaktan, azgınlık göstermekten) sakınmazmısınız ?» dedi"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "O´nun kavminden küfredip Âhiret´e kavuşmayı yalan (ve saçma) sayan, Dünya hayatında refaha kavuşturduğumuz ileri gelenler dediler ki: «Bu da ancak sizin gibi bir insandır; sizin yediğinizden yiyor, içtiğinizden içiyor"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "Eğer kendiniz gibi bir insana itaat edip peşine takılırsanız o takdirde hüsrana uğrarsınız"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Siz öldüğünüz, toprak ve kemik haline geldiğiniz zaman, elbette (topraktan yeniden) çıkarılacağınızı mı va´dediyor O"
        }
    ]
}