{
    "maqras": [
        {
            "chapter": 8,
            "verse": 41,
            "text": "Bilin ki (savaşda) elde ettiğiniz ganimetin beşte biri Allah içindir; Peygamber´e, yakınlarına, yetimlere, yoksullara ve yolda kalmışlara aittir. Eğer Allah´a, hak ile bâtılın birbirinden ayrılıp iyice belirgin hâle geldiği gün, iki ordunun karşılaştığı gün kulumuza indirdiğimiz âyetlere inanıyorsanız (bunu böyle kabul edin). Allah´ın kudreti her şeye yeter"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "Hani bir zaman siz vadinin yakın bir yerinde, onlar da uzak bir ucunda bulunuyordunuz; kervan ise sizden epeyce aşağıda idi; öyle ki, eğer (daha önce) onlarla (savaş konusunda) sözleşmiş olsaydınız, belirlenen vakitte (orada bulunmak hususunda) görüş ayrılığına düşerdiniz. Ama Allah, olacak bir durumu yerine getirmek için (sizi oldubittiyle karşılaştırdı). Tâ ki, mahvolacak olan, açık belgeleri (görüp) mahvolsun; yaşayacak olan da açık belgeleri (görüp öylece) yaşasın. Şüphesiz ki, Allah her şeyi gerektiği gibi işitir ve bilir"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "Hatırla o vakti ki, Allah onları uykunda sana az göstermişti; eğer onları çok gösterseydi korkar ve emr-u kumanda hususunda çekişip tartışırdınız. Ama Allah esenlik verdi de (sizi) kurtardı. Şüphesiz ki O, sinelerde olanı çok iyi bilir"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "Ve hatırla ki, (olacak bir durumu yerine getirmek için) karşılaştığınızda (Allah) onları gözlerinizde az gösteriyor ve sizi de onların gözünde az gösteriyordu. İşler ancak Allah´a döndürülür"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "Ey imân edenler! (savaşmak üzere çıkan) düşman topluluğu ile karşılaştığınız vakit, (korkmayın) sebat edin, Allah´ı çokça anın ki kurtuluşa (ve başarıya) eresiniz"
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "Allah´a ve Peygamberi´ne itaat edin. Sürtüşüp çekişmeyin, tartışıp bölünmeyin; sonra korkaklaşır (devletinizin kudret) havası ayrılıp gider. Sabrediniz, şüphesiz ki Allah sabredenlerle beraberdir"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "Yurtlarından şımarıklık göstererek, böbürlenip halka gösteriş yaparak ve (insanları) Allah yolundan men´ederek çıkanlar gibi olmayın, Allah onların yapageldiklerini (ilim ve kudretiyle) kuşatmıştır"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "Hani şeytan onlara işleyip durdukları (kötü işlerini, fena niyetlerini) süsleyip, «bugün insanlardan size üstün gelecek yoktur ve ben de sizi destekleyici bir yardımcıyım !» demişti de iki ordu birbirlerini görüp karşılaşınca, (bu defa) topuğu üzerine gerisin geri dönerek şöyle demişti : «Doğrusu benim sizinle ilgim yoktur ; sizin göremiyeceğiniz şeyleri görüyorum. Hem doğrusu ben Allah´tan korkarım, Allah´ın vereceği ceza şiddetlidir.»"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "Hani bir vakit de münafıklar ve kalblerinde (inkâr, inat, cehalet ve fitne) hastalığı bulunanlar diyorlardı ki: «Canım şu mü´minleri de dinleri aldatmıştır.» Kim Allah´a güvenip dayanırsa şüphesiz ki Allah yegâne üstün ve yegâne hikmet sahibidir"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "Bir de melekler o küfredenlerin yüzlerine ve arkalarına vura vura ve «tadın yakıcı azabı!» (diye diye) canlarını aldıklarını görmeliydin"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "işte bu sizin ellerinizin işleyip öne sürdüğünüzün karşılığıdır ve elbette Allah kullarına zulmedici değildir"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "(Bunların tutum ve gidişi) Fir´avn ve ondan öncekilerin tutum ve gidişi gibidir. Allah´ın âyetlerini inkâr ettiler, bu yüzden Allah onları —günahlarına karşılık— yakaladı. Şüphesiz ki Allah, çok kuvvetlidir, cezası çok şiddetlidir"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "Bu böyledir. Çünkü Allah bir millete verdiği nîmeti, onlar kendilerindeki (huy, yaşayış ve davranışları)nı değiştirmedikçe, değiştirici değildir ve şüphesiz Allah işitendir, bilendir"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "(Bunların tutumu ve gidişi) Fir´avn´ın ve onlardan öncekilerin tutum ve gidişi gibidir. Rablarının âyetlerini yalan saydılar, o sebeple onları günahları karşılığında yok ettik; Fir´avn tarafdarını (denizde) boğduk. Onların hepsi zâlimler idi"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Allah katında (yeryüzünde) yürüyenlerin en kötüsü, o inkâr edenlerdir. Onlar inanmazlar"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "Öyle ki, onlar kendileriyle yaptığın anlaşmayı her defasında hiç çekinmeden (ve sonucunu hesaba katmadan) bozarlar"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "Savaşta onları (ne zaman yakalarsan,) öylesine darmadağın et ki arkalarındakiler öğüt ve ibret alsınlar"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "Eğer bir milletin hıyanetinden endişe ederseniz eşit ölçülere göre sen de anlaşmayı bozup (yüzlerine) at! Çünkü Allah, elbette hâinleri sevmez"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "O inkâr edenler, öne geçtiklerini (ve geçeceklerini) hiç de sanmasınlar. Çünkü onlar (bizi ve sizi) âciz bırakamazlar"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "(Ey Müslümanlar!) Onlara karşı gücünüzün yettiğince her türlü kuvveti ve (savaş için) beslenen atları (gereken araçları) hazırlayın. Bununla hem Allah´ın düşmanlarını, hem sizin düşmanlarınızı ve sizin bilmediğiniz, Allah´ın bildiği diğer düşmanları korkutup yıldırırsınız. Allah yolunda her ne harcarsanız, (karşılığı) size tastamam ödenir, hiç de haksızlığa uğramazsınız"
        }
    ]
}