{
    "rukus": [
        {
            "chapter": 2,
            "verse": 197,
            "text": "Hac, bilinen aylardadır. Her kim o aylarda hacca baslayıp kendisine farz ederse; artık hacda kadına yaklasmak, gunah islemek ve kavga etmek yoktur. Siz hayırdan ne islerseniz, Allah onu bilir. Kendinize azık edinin. Suphesiz ki azıkların en hayırlısı Allah korkusudur. Ey akıl sahipleri! Benden korkun"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "Rabbinizin lutfunu istemenizde size bir gunah yoktur. Arafat'tan indiginiz zaman Mes'ari Haram yanında (Muzdelife'de) Allah'ı zikredin. O'nu, size gosterdigi sekilde zikredin. Dogrusu siz, bundan once gercekten sapmıslardandınız"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "Sonra insanların akıp geldigi yerden siz de akıp gelin. Allah'tan bagıslanmanızı isteyin. Cunku Allah cok bagıslayıcıdır, cok merhamet edicidir"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "Nihayet hac ibadetlerinizi bitirdiginiz zaman, onceleri babalarınızı andıgınız gibi, hatta daha kuvvetli bir anısla Allah'ı anın. Insanlardan kimisi: \"Ey Rabbimiz! Bize dunyada ver!\" der. Onun icin ahirette hicbir kısmet yoktur"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "Yine onlardan: \"Ey Rabbimiz! Bize dunyada bir guzellik ve ahirette de bir guzellik ver ve bizi ates azabından koru!\" diyenler vardır"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "Iste onlar icin, kazandıklarından bir nasib vardır. Allah, hesabı cok cabuk gorur"
        },
        {
            "chapter": 2,
            "verse": 203,
            "text": "Bir de sayılı gunlerde Allah'ı zikredin (tekbir alın). Bunlardan kim iki gun icinde (Mina'dan) donmek icin acele ederse ona gunah yoktur. Kim geri kalırsa ona da gunah yoktur. Ama bu, takva sahipleri icindir. Allah'tan korkun ve bilin ki, siz ancak O'nun huzuruna varıp toplanacaksınız"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "Insanlardan kimi de vardır ki, dunya hayatı hakkındaki sozleri senin hosuna gider ve o kalbindekine Allah'ı sahit tutar. Halbuki O, Islam dusmanlarının en yamanıdır"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "Is basına gecti mi yeryuzunde bozgunculuk cıkarmak, ekini ve nesli helak etmek icin kosar. Allah ise bozgunculugu sevmez"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "Ona: \"Allah'tan kork!\" dendigi zaman da kendisini onuru (gururu) gunah islemeye sevkeder. Cehennem de onun hakkından gelir. O ne kotu bir yataktır"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "Yine insanlardan kimi de vardır ki, Allah'ın rızasına ermek icin kendini feda eder. Allah ise kullarına cok merhametlidir"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "Ey iman edenler! Hepiniz barıs ve selamete girin de seytanın adımlarına uymayın. Cunku o sizin aranızı acan belli bir dusmandır"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "Size bunca deliller geldikten sonra yine kayarsanız, iyi bilin ki, Allah cok gucludur, hukum ve hikmet sahibidir"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "Onlar sadece gozetiyorlar ki, Allah, buluttan golgelikler icinde meleklerle birlikte geliversin de is bitiriliversin. Halbuki butun isler Allah'a dondurulup goturulur"
        }
    ]
}