{
    "rukus": [
        {
            "chapter": 64,
            "verse": 1,
            "text": "Goklerde ve yerde ne varsa hepsi Allah'ı tesbih eder. Mulk O'nundur, hamd O'nadır. Her seye gucu yeten O'dur"
        },
        {
            "chapter": 64,
            "verse": 2,
            "text": "Sizi O yarattı. Kiminiz kafirdir, kiminiz mumin. Allah yaptıklarınızı gormektedir"
        },
        {
            "chapter": 64,
            "verse": 3,
            "text": "Zira gokleri ve yeri hak ile yarattı. Sizi sekillendirdi ve sekillerinizi de guzel yaptı. Donus ancak O'nadır"
        },
        {
            "chapter": 64,
            "verse": 4,
            "text": "Goklerde ve yerde olanları, gizlediginiz ve acıga vurdugunuz seyleri bilir. Allah, goguslerin ozunu bilir"
        },
        {
            "chapter": 64,
            "verse": 5,
            "text": "Onceden inkar edenlerin haberi size gelmedi mi? (Onlar) islerinin vebalini tattılar ve onlar icin acı bir azap vardır"
        },
        {
            "chapter": 64,
            "verse": 6,
            "text": "Boyledir, cunku onlara peygamberleri, acık deliller getirirlerdi, fakat onlar: \"Bir insan mı bize yol gosterecek?\" dediler ve yuz cevirdiler. Allah da muhtac olmadıgını gosterdi. Allah zengindir, ovulmeye layıktır"
        },
        {
            "chapter": 64,
            "verse": 7,
            "text": "Inkar edenler, katiyyen diriltilmeyeceklerini sandılar. De ki: \"Hayır! Rabbim hakkı icin mutlaka diriltileceksiniz, sonra yaptıklarınız size haber verilecektir. Bu, Allah'a gore kolaydır"
        },
        {
            "chapter": 64,
            "verse": 8,
            "text": "Artık Allah'a, Resulune ve indirdigimiz nura (Kur'an'a) inanın. Allah yaptıklarınızdan haberdardır"
        },
        {
            "chapter": 64,
            "verse": 9,
            "text": "Toplanma gunu icin sizi topladıgı zaman var ya, iste o gun, kimin aldandıgının acıga cıkacagı aldanma gunudur. Kim Allah'a inanır ve yararlı is yaparsa, Allah onun kotuluklerini orter ve onu, icinde ebedi kalacakları, altlarından ırmaklar akan cennetlere sokar. Iste buyuk kurtulus budur"
        },
        {
            "chapter": 64,
            "verse": 10,
            "text": "Inkar eden ve ayetlerimizi yalanlayanlara gelince, iste onlar cehennem ehlidirler. Orada ebedi kalacaklardır. Ne kotu gidilecek yerdir orası"
        }
    ]
}