{
    "rukus": [
        {
            "chapter": 4,
            "verse": 116,
            "text": "Suphesiz Allah kendisine ortak kosulmasını bagıslamaz. Bunun dısında diledigini bagıslar. Allah'a ortak kosan, muhakkak ki, derin bir sapıklıga dusmustur"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "Onlar, Allah'ı bırakırlar da, yalnız disilere taparlar. Boylece ancak inatcı seytana tapmıs olurlar"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "Allah o seytana lanet etti. Ve o da: \"Elbette senin kullarından belirli bir pay alacagım, onları mutlaka saptıracagım, onları bos kuruntulara sokacagım, ve onlara emredecegim de hayvanların kulaklarını yaracaklar, onlara emredecegim de Allah'ın yaratısını degistirecekler\" dedi. Kim Allah'ı bırakıp da seytanı dost edinirse, suphesiz o, apacık bir ziyana ugramıs olur"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "Allah o seytana lanet etti. Ve o da: \"Elbette senin kullarından belirli bir pay alacagım, onları mutlaka saptıracagım, onları bos kuruntulara sokacagım, ve onlara emredecegim de hayvanların kulaklarını yaracaklar, onlara emredecegim de Allah'ın yaratısını degistirecekler\" dedi. Kim Allah'ı bırakıp da seytanı dost edinirse, suphesiz o, apacık bir ziyana ugramıs olur"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "Seytan onlara vaad eder ve onları bos umutlarla oyalar. Oysa seytanın onlara vaadi, aldatmadan baska bir sey degildir"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "Bunların varacakları yer cehennemdir. Ondan kurtulmak icin care bulamazlar"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "Iman edip iyi isler yapanları da altlarından ırmaklar akan cennetlere sokacagız, orada ebedi olarak kalacaklardır. Bu, Allah'ın gercek vaadidir. Allah'dan daha dogru sozlu kim olabilir"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "(Is), ne sizin kuruntunuza, ne de kitap ehlinin kuruntusuna goredir. Kotuluk yapan, o yuzden cezalandırılır. O, kendisine Allah'tan baska ne bir dost, ne de bir yardımcı bulabilir"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "Erkek veya kadın, kim mumin olur da guzel amellerden islerse, iste onlar cennete girerler. Zerre kadar da haksızlıga ugratılmazlar"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "Iyilik yaparak kendisini Allah'a teslim eden ve Ibrahim'in dinine dosdogru olarak tabi olan kimseden, din bakımından daha iyi kim olabilir? Allah, Ibrahim'i dost edinmisti"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "Goklerde ve yerde olanların hepsi Allah'ındır. Allah, her seyi kusatıcıdır"
        }
    ]
}