{
    "rukus": [
        {
            "chapter": 9,
            "verse": 81,
            "text": "Radvakha se neizlezlite [za bitkata], che sa ostanali - protivno na Pratenika na Allakh - i vuznenavizhdakha borbata chrez svoite imoti i dushi po putya na Allakh, i kazvakha: “Ne trugvaite [na boi] v zhegata!” Kazhi: “Ogunyat na Ada e po-goresht!” - ako proumyavat"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "Da se smeyat malko i da plachat mnogo - vuzmezdie za onova, koeto pridobikha"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "I ako Allakh te vurne pri chast ot tyakh i ti poiskat razreshenie da izlyazat, kazhi: “Nikoga ne shte izlezete s men i ne shte se srazhavate zaedno s men sreshtu vrag. Predpochetokhte da sedite purviya put, tui che si sedete s ostavashtite!”"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "I nikoga ne ot·sluzhvai molitva za tekhen pokoinik, i ne stoi na groba mu! Te ne povyarvakha v Allakh i v Negoviya Pratenik i umryakha nechestivtsi"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "I da ne te vuzkhishtavat imotite i detsata im! Allakh iska da gi nakazhe s tova v zemniya zhivot. I shte izlyazat dushite im, kakto sa nevernitsi"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "I kogato be nizposlana sura: “Povyarvaite v Allakh i se borete zaedno s Negoviya Pratenik!”, khorata s bogat·stvo izmezhdu im poiskakha ot teb razreshenie i rekokha: “Ostavi ni da sme sus sedyashtite!”"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "Predpochetokha da sa zaedno s ostavashtite i byakha zapechatani surtsata im, ta ne skhvashtat"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "Ala Pratenika i onezi, koito vyarvakha zaedno s nego, se borekha chrez svoite imoti i dushi. Za tezi sa blagata i tezi sa spoluchilite"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "Allakh e prigotvil za tyakh Gradinite, sred koito reki tekat, tam shte prebivavat vechno. Tova e velikoto spasenie"
        }
    ]
}