{
    "pages": [
        {
            "chapter": 9,
            "verse": 1,
            "text": "ဤသည် အလ္လာဟ်အရှင်မြတ် အထံတော်မှလည်းကောင်း၊ ထိုအရှင်မြတ်၏ ရစူလ်တမန်တော် မြတ်အထံတော်မှလည်းကောင်း၊ အသင်တို့ (ကာလအပိုင်းအခြားမရှိ)ပဋိညာဉ်စာချုပ် ချုပ်ဆိုခဲ့ကြ သော’မုရှ်ရစ်က်’ တို့အား (၎င်းတို့၏ ပဋိညာဉ်စာချုပ်နှင့်စပ်လျဉ်း၍) လုံးဝတာဝန်ကင်းကြောင်း(ကြေငြာခြင်းပင်) ဖြစ်ပေသတည်း။"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "သို့ဖြစ်ပေရာ (အို-နဗီတမန်တော်၊ အသင်သည်မုရှ်ရစ်ကတ်တို့အားဤသို့ပြောကြားပါလေ)။ အချင်းတို့ အသင်တို့သည်(ဤ)တိုင်းပြည်ဝယ် လေးလတိုင်အောင် (လွတ်လပ်စွာ)လှည့်လည်(သွားလာ)ကြလေကုန်။ ထိုမှတစ်ပါး အသင်တို့သည် ဧကန်မလွဲ အလ္လာဟ်အရှင်မြတ်နှင့်လွတ်ကင်းအောင်ထွက်ပြေးနိုင်ကြသူများ မဟုတ်ကြောင်းကိုလည်းကောင်း၊အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည်ပင် ကာဖိရ် မယုံမကြည်သွေဖည် ငြင်းပယ်သော သူတို့အား၊ အရှက်တကွဲ ဖြစ်စေတော်မူမည့် အရှင်မြတ်ပင် ဖြစ်တော်မူကြောင်း ကိုလည်းကောင်း၊ (ကောင်းစွာ) မှတ်ယူကြလေကုန်။ (တစ်နည်း)[ထိုမှတစ်ပါး အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား မစွမ်းဆောင်နိုင်အောင် ပြုလုပ်နိုင်သူများ မဟုတ်ကြောင်းကိုလည်းကောင်း၊ မုချဧကန် အလ္လာဟ် အရှင်မြတ်သည် ကာဖိရ်တို့အား အရှက်တကွဲ ဖြစ်စေတော်မူမည့်အရှင်ဖြစ်တော်မူသည်ကို လည်းကောင်း၊ သိထားကြလေကုန်။]"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "ထို့ပြင် အလ္လာဟ်အရှင်မြတ်နှင့် ထိုအရှင်မြတ်၏ရစူလ်တမန်တော်၏အထံတော်မှ ဟဂျ်ဂျေအတ်က်ဗရ် နေ့တွင် လူခပ်သိမ်းတို့ရှေ့ဝယ်၊ ဧကန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည်လည်းကောင်း၊ ထိုအရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ်သည်လည်းကောင်း၊ (ပဋိညာဉ်ကို မိမိတို့ကိုယ်တိုင် ချိုးဖောက်ခဲ့ကြသော) မုရှ်ရစ်က် တို့နှင့်ပတ်သက်၍ (အချိန်ကာလတစ်စုံတစ်ရာသတ်မှတ်ခြင်းပြုတော်မမူဘဲယခုပင်)တာဝန်ကင်းတော်မူကြောင်း ကြေငြာခြင်းပင်ဖြစ်ချေသတည်း။ သို့ဖြစ်သော်ငြားလည်း (အို-မုရှ်ရစ်က်အပေါင်းတို့) အကယ်၍ အသင်တို့သည်(မိမိတို့၏အယူဝါဒများကို စွန့်လွှတ်၍)ဝန်ချတောင်းပန်ကြပါမူထိုဝန်ချတောင်းပန်ခြင်းသည် အသင်တို့အဖို့ အကောင်းဆုံးပင်ဖြစ်ချေသည်။ သို့ရာတွင် အကယ်၍ အသင်တို့သည်(ဝန်ချတောင်းပန်ခြင်းမပြုဘဲ) မျက်နှာလွှဲခဲ့ကြပါလျှင် စင်စစ် အသင်တို့သည် ‘အလ္လာဟ်’ အရှင်မြတ်နှင့် လွတ်ကင်းအောင် ထွက်ပြေးနိုင်ကြမည်မဟုတ်ကြောင်း ကောင်းစွာမှတ်ယူကြလေကုန်။ ထို့ပြင် (အို-နဗီတမန်တော်) အသင်သည် ကာဖိရ် သွေဖည်ငြင်းပယ်ကြကုန်သောသူတို့အား (၎င်းတို့ခံစားခြင်းငှာ) ပြင်းပြနာကျင်စေသော အပြစ်ဒဏ်သည် (အဆင်သင့်)ရှိကြောင်းသတင်းကောင်း ပြောကြားပါလေ။"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "အကြင် ‘မုရှ်ရစ်က်’ တို့မှတစ်ပါး အသင်တို့သည်ထိုသူတို့နှင့် ပဋိညာဉ်ဖွဲ့ခဲ့ကြလေသည်။ ထို့နောက် ၎င်းတို့သည် အသင်တို့နှင့်ပတ်သက်၍ တစ်စုံတစ်ရာကိုမျှ ဝတ္တရားပျက်ကွက်ခဲ့ကြသည်လည်းမရှိပေ။ ယုတ်လျောစေခဲ့ကြသည်လည်းမရှိပေ။ ၎င်းပြင် ထိုသူတို့သည် အသင်တို့နှင့်ဆန့်ကျင်၍မည်သူ တစ်ဦးတယောက်ကိုမျှ ကူညီခဲ့ကြသည်လည်းမရှိချေ။သို့ဖြစ်လျှင် အသင်တို့သည် ထိုသူတို့နှင့်ထားရှိ သောကတိကိုထိုသူတို့ (သတ်မှတ်ခဲ့သော) အချိန် ကာလအပိုင်းအခြားအထိပြီးမြောက်အောင်ဆောင်ရွက်ကြလေကုန်။ မုချဧကန် အလ္လာဟ်အရှင်မြတ်သည် ပြစ်မှုဒုစရိုက်တို့မှ ကြည်ရှောင်ကြကုန်သောသူတော်စင်တို့အား ချစ်ကြည်မြတ်နိုးတော်မူချေသတည်း။"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "သို့ဖြစ်ပေရာ ထူးမြတ်သောလများ ကုန်လွန်သွားသောအခါ အသင်တို့သည် (ပဋိညာဉ်ကိုချိုးဖောက်ခဲ့ ကြသော) ‘မွရှ်ရစ်က်’တို့အား အသင်တို့ တွေ့လေရာနေရာများတွင် (သတ်ဖြတ်ကြလေကုန်၊ ထို့ပြင် အသင်တို့သည် ၎င်းတို့အား ဖမ်းဆီးကြလေကုန်။ ထိုမှတစ်ပါး အသင်တို့သည် ၎င်းတို့အား ချုပ်နှောင်(အကျဉ်းချထား)ကြလေကုန်။ ၎င်းပြင်အသင်တို့သည် ထိုသူတို့အား (ဖမ်းဆီးရန်) ပုန်းအောင်းရာနေရာတိုင်းတွင် (ပုန်းအောင်း၍) ချောင်းမြောင်းကြလေကုန်။)တဖန် အကယ်၍ ထိုသူတို့သည်(မိမိတို့၏အယူဝါဒမျာကို စွန့်လွှတ်၍)ဝန်ချတောင်းပန်ခြင်းကိုလည်းကောင်း၊ တည်မြဲစွာ ‘ဆွလာတ်’ ဝတ်ပြုခြင်းကိုလည်းကောင်း၊ ဇကာတ် တရားဝင်ဒါနကြေးပေးဆောင်ခြင်းကိုလည်းကောင်း၊ ပြုကြပါလျှင် အသင်တို့သည် ၎င်းတို့၏လမ်းကို ဖွင့်လှစ်ပေးကြလေကုန်။ ဧကန်အမှန်အလ္လာဟ်အရှင်မြတ် သည် အလွန်တရာ လွတ်ငြိမ်းချမ်းသာခွင့်ပေးသနား တော်မူသောအရှင်၊ အလွန်တရာ သနားကြင်နာညှာတာတော်မူသောအရှင်မြတ်ပင် ဖြစ်တော်မူပေသတည်း။"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "တစ်ဖန် အကယ်၍ (ပဋိညာဉ်ကိုချိုးဖောက်သော) မွတ်ရှ်ရစ်က်တို့အနက်မှ တစ်ဦးတစ်ယောက် သောသူသည် အသင့်ထံတွင် အကာအကွယ်ရလိုခဲ့ပါလျှင် အသင်သည်ထိုသူအား ၎င်းသည် အလ္လာဟ် အရှင်မြတ်၏အာယတ်တော်ကိုကြားနာနိုင်အံ့သောငှာ ကာကွယ်ပါလေ၊) ထို့နောက် အသင်သည် ထိုသူ့အား ၎င်း၏ဘေးရန်ကင်းငြိမ်းရာဌာနသို့ ပို့ဆောင်၍ပေးပါလေ။ ဤ(အမိန့်တော်ကိုထုတ်ပြန်တော်မူခြင်း)ကား ၎င်းတို့သည် မသိနားမလည်သောသူများ ဖြစ်ကြသောကြောင့်ပင်တည်း။(ရကူ)"
        }
    ]
}