{
    "pages": [
        {
            "chapter": 9,
            "verse": 62,
            "text": "ထိုသူတို့သည် အသင်တို့အား နှစ်သိမ့်ကျေနပ်စေအံ့သောငှာ အလ္လာဟ်အရှင်မြတ်အားတိုင်တည်၍ ကျိန်ဆိုကြလေသည်။ စင်စစ်သော်ကား အကယ်၍သာ ထိုသူတို့သည်’မုအ်မင်န်’ သက်ဝင်ယုံကြည်သူများ ဖြစ်ကြပါလျှင် အလ္လာဟ်အရှင်မြတ်သည်လည်းကောင်း၊ ထိုအရှင်မြတ်၏ရစူလ်တမန်တော်မြတ်သည်လည်းကောင်း၊ ထိုသူတို့၏ ကျေနပ်စေခြင်းကိုပိုမို၍ပင် ခံထိုက်တော်မူပါပေ၏။"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "ဧကန်စင်စစ် မည်သူမဆို အလ္လာဟ်အရှင်မြတ်အားလည်းကောင်း၊ ထိုအရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ်အားလည်းကောင်း၊ ဆန့်ကျင်ဖက်ပြုပါလျှင် မလွဲဧကန် ထိုသူ၏အဖို့ ငရဲမီးသာလျှင်ရှိ၍ ထိုငရဲမီးတွင် ထာဝစဉ်နေထိုင်လျက်ရှိချေမည်။ ဤကား ကြီးကျယ်လှစွာသော ကျိုးယုတ်ရှက် ရစေခြင်းပင် ဖြစ်သည်ကို ထိုမုနာဖစ်က်များသည် (ယခုထက်တိုင်)မသိကြသေးသလော။"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "မုနာဖစ်က် တို့သည် ထို ‘မုအ်မင်န်’ သက်ဝင်ယုံကြည်သူတို့အပေါ်၌ မိမိတို့၏ စိတ်နှလုံး တွင်းရှိသည်တို့ကိုထိုမုအ်မင်န်တို့အား သိကြားစေသောကဏ္ဍတစ်ခုခု ချပေးခြင်းခံရမည်ကို ကြောင့်ကြစိုးရိမ်လျက်ရှိကြလေသည်။ (အို-နဗီတမန်တော်) အသင်သည် (ထိုမုနာဖစ်က်တို့အား ဤသို့)ပြောကြားပါလေ။ အသင်တို့သည် ပြက်ရယ်ပြောင်လှောင် နေကြကုန်၊ ဧကန်အမှန် အလ္လာဟ်အရှင်မြတ်သည် အသင်တို့ စိုးရိမ်လျက်ရှိကြသည်ကို ထုတ်ဖော်တော်မူမည့် အရှင်မြတ်ပင် ဖြစ်တော်မူပေသတည်း။"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "စင်စစ်သော်ကား အကယ်၍ အသင်သည် ထိုသူတို့အား စစ်ဆေးမေးမြန်းခဲ့ပါလျှင် ဧကန်မလွဲ ၎င်းတို့ကကျွန်ုပ်တို့သည် အပျော်အပျင်းပြေစကား ပြောဆိုလျက်သာရှိကြပါသည်၊ ၎င်းပြင် ကျွန်ုပ်တို့သည် ရယ်စရာပြောဆိုလျက်သာ ရှိကြပါသည် ဟု ဖြေကြားလတ္တံ့။ (အို-နဗီတမန်တော်)အသင်သည် (၎င်းတို့အား ဤသို့)ပြောကြားပါလေ။ (ဟယ်အချင်းတို့) အသင်တို့သည် အလ္လာဟ်အရှင်မြတ် အားလည်းကောင်း၊ ထိုအရှင်မြတ်၏အာယတ်တော်များကိုလည်းကောင်း၊ ထိုအရှင်မြတ်၏ ရစူလ်တမန်တော်မြတ်အားလည်းကောင်း၊ပြက်ရယ်ပြောင်လှောင်ကြလေသလော။"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "အသင်တို့သည် (အချည်းနှီး) အကြောင်း မပြုကြကုန်လင့်။ စင်စစ်ဧကန် အသင်တို့သည် မိမိတို့ အီမာန်သက်ဝင်ယုံကြည်ကြောင်း ထုတ်ဖော်ပြောဆိုပြီးနောက် သွေဖည်ငြင်းပယ်ခဲ့ကြလေပြီ၊ အကယ်၍ ငါအရှင်မြတ်သည် အသင်တို့အနက် လူတစ်စုကို ခွင့်လွှတ်တော်မူငြားအံ့လည်း အခြားလူတစ်စုကိုမူကား ပြစ်ဒဏ် ပေးတော်မူမည်သာ ဖြစ်သည်။အကြောင်း သော်ကား ၎င်းတို့သည် ပြစ်မှု ထင်ရှားသောသူများဖြစ်ကြသောကြောင့်ပင်တည်း။(ရကူ)"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "‘မုနာဖစ်က်’ မုစ်လင်မ် အယောင်ဆောင်သောယောက်ျား၊ မိန်းမတို့သည် တစ်မျိုးတစ်စားတည်းပင် ဖြစ်ကြကုန်၏။ ၎င်းတို့သည် စက်ဆုပ်ရွံ့ရှာဖွယ်များကို အမိန့်ပေးကြလေသည်။ ထို့ပြင် ကောင်းမှုများမှ တားမြစ်ကြလေသည်။ထိုမှတစ်ပါး ၎င်းတို့သည်(အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်၌သုံးစွဲခြင်းမပြုပဲ) မိမိတို့၏လက်များကို ဆုပ်ထားကြလေသည်။ထိုသူတို့သည် အလ္လာဟ်အရှင်မြတ်အား မေ့လျော့ခဲ့ကြပေရာ၊ထိုအရှင်မြတ်သည်လည်း၊ ၎င်းတို့အား မေ့လျော့(ထား)တော်မူခဲ့လေသည်။ အကယ်စင်စစ်၊ မုနာဖစ်က်’မုစ်လင်မ်အယောင်ဆောင်’တို့သည် အမှန်တကယ် အမိန့်ကို သွေဖည်ငြင်းပယ်သောသူများပင် ဖြစ်ကြပေသတည်း။"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "အလ္လာဟ်အရှင်မြတ်သည် ‘မုနာဖစ်က်’ မုစ်လင်မ် အယောင်ဆောင်သောယောက်ျား၊ မိန်းမ တို့အားလည်းကောင်း၊ ကာဖိရ်များအားလည်းကောင်း၊ ဂျဟန္နမ်ငရဲမီး(ထဲသို့လားစေတော်မူမည့်အကြောင်း) ကတိပြုထားတော်မူခဲ့လေသည်။ ၎င်းတို့သည် ထိုငရဲမီး၌ ထာဝစဉ်နေထိုင်လျက် ရှိကြလတ္တံ့။ ထိုငရဲမီးသည် ၎င်းတို့အား (ပြစ်ဒဏ်) ပေးရန် လုံလောက်တော်မူအံ့။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် ၎င်းတို့အား ကရုဏာတော်မှ ကင်းဝေးစေတော်မူအံ့။ ထိုမှတစ်ပါး၎င်းတို့တွင် (ထိုအရှင်မြတ်၏ ကတိတော်အတိုင်း) ထာဝစဉ်တည်သော ပြစ်ဒဏ်သည် ရှိချေအံ့သတည်း။"
        }
    ]
}