{
    "pages": [
        {
            "chapter": 9,
            "verse": 100,
            "text": "(အီမာန်သက်ဝင်ယုံကြည်ရာတွင် အွမ္မတ်သားအားလုံးတို့ထက်) ရှေးဦးပထမ ဖြစ်ကြကုန်သော မုဟာဂျီရိန်သာဝကကြီးများသည်လည်းကောင်း၊ အန်ဆွာရ် (သာဝကကြီး)များသည်လည်ကောင်း၊ ထို(မုဟာဂျီရိန်နှင့် အန်ဆွာရ်)တို့၏နောက်သို့ ကောင်း မွန်စွာ လိုက်ရဲကြသူတို့သည်လည်းကောင်း၊အလ္လာဟ် အရှင်မြတ်သည် ထိုသူတို့အပေါ်၌ ကျေနပ်တော်မူခဲ့လေပြီ၊ ထိုသူတို့သည်လည်း ထိုအရှင်မြတ်အပေါ်၌ ကျေနပ်ခဲ့ကြလေပြီ၊ ၎င်းပြင် ထိုအရှင်မြတ်သည် ၎င်းတို့အဖို့ အကြင်ဥယျာဉ်များကို အဆင်သင့်ပြုလုပ်၍ ထားရှိတော်မူခဲ့လေသည်။ထိုဥယျာဉ်များ၏ အောက်၌ စမ်းချောင်းများ စီးထွေလျက်ရှိကြပေသည်။ (၎င်းတို့သည်) ထိုဥယျာဉ်များတွင် ထာဝစဉ်နေထိုင် စံမြန်းလျက်ရှိကြပေမည်။ ဤကား ကြီးကျယ် မြင့်မြတ်လှသော အောင်မြင်မှုပင်တည်း။"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "ထို့ပြင် အသင်တို့၏ ပတ်ဝန်းကျင်၌ ရှိကြကုန်သော အရဗ်ကျေးတောသားတို့တွင်လည်းကောင်း၊ မဒီနာမြို့သားတို့တွင်လည်းကောင်း၊ အကြင် ကဲ့သို့သော မုနာဖစ်က်မုစ်လင်မ်အယောင်ဆောင်သောသူများ ရှိကြကုန်၏။ ထိုသူတို့သည် နိဖာက် အယောင်ဆောင်မှု၌ပင် ဇွတ်မှိတ်၍ စွဲမြဲစွာနေခဲ့ကြလေသည်။ အသင်တို့သည် ထိုသူတို့အား မသိချေ။ငါအရှင်မြတ်သည် ထိုသူတို့အား သိတော်မူ ၏။ မကြာမြင့်မီပင်ငါအရှင်မြတ်သည် ၎င်းတို့အား နှစ်ကြိမ်တိုင်တိုင် ပြစ်ဒဏ်ပေးတော်မူမည်။ တဖန် ၎င်းတို့သည် ကြီးလေးလှသော ပြစ်ဒဏ်ကို ရောက်စေခြင်းကို ခံကြရပေမည်။"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "ထို့ပြင် အခြားသူတို့လည်း ရှိကြကုန်၏။ ထိုသူတို့သည် မိမိတို့၏ ပြစ်မှုဒုစရိုက်များကို ဝန်ခံခဲ့ကြလေသည်။ထိုသူတို့သည် ကောင်းမြတ်သောအကျင့်အမူနှင့် မကောင်းသောအကျင့်အမူကို ရောနှောပြုလုပ်ခဲ့ကြလေသည်။ အလ္လာဟ်အရှင်မြတ်သည် ထိုသူတို့ဘက်သို့ ကရုဏာတော်နှင့်လှည့်တော်မူရန် မျှော်ကိုးရာ၏။ ဧကန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည်(ပြစ်မှု များကို) အလွန်တရာ လွတ်ငြိမ်းချမ်းသာခွင့် ပေးသနားတော်မူသောအရှင်၊(မိမိကျွန်များအပေါ်၌)အလွန်တရာ သနားကြင်နာညှာတာတော်မူသောအရှင် ဖြစ်တော်မူပေသတည်း။"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "(အို-နဗီတမန်တော်) အသင်သည် ထိုသူတို့၏ဥစ္စာပစ္စည်းများထဲမှ အလှူဝတ္ထုကို လက်ခံယူလိုက်ပါ။ ယင်းသို့(အလှူလက်ခံယူလိုက်ခြင်း)အားဖြင့် အသင်သည် ထိုသူများအား စင်ကြယ်သန့်ရှင်း အပြစ်ကင်းစေနိုင်မည်။ ထို့ပြင်အသင်သည် ၎င်းတို့အဖို့ ဆုမွန်တောင်းပါလေ။ အကြောင်းသော်ကား အသင်၏ဆုမွန်တောင်းခြင်းသည် ၎င်းတို့အဖို့ ငြိမ်းအေးသက်သာ(နှစ်သိမ့်ကျေနပ်)မှုပင် ဖြစ်ချေသည်။ စင်စစ်တစ်မူကား အလ္လာဟ်အရှင်မြတ်သည် အလုံးစုံတို့ကို ကြားတော်မူသောအရှင်၊ အရာခပ်သိမ်းတို့ကို သိရှိတော်မူသောအရှင်ဖြစ်တော်မူချေသည်။"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "မုချဧကန် အလ္လာဟ်အရှင်မြတ်သည်ပင် မိမိကျွန်များ၏ ဝန်ချတောင်းပန်ချက်ကို သဘောတူ လက်ခံတော်မူသည်ကိုလည်းကောင်း၊ ထိုအရှင်မြတ်သည်ပင် အလှူဒါနဝတ္ထုပစ္စည်းများကို လက်ခံတော်မူသည်ကိုလည်းကောင်း၊ ထိုသူများ မသိကြလေသလော။ ဧကန်အမှန် ထိုအရှင်မြတ်သည်ပင်(မိမိကျွန်များ၏)ဝန်ချတောင်းပန်ချက်ကို အလွန်တရာသဘောတူ လက်ခံတော်မူသောအရှင်၊ (၎င်းတို့အပေါ်၌)အလွန်တရာ သနားကြင်နာညှာတာတော် မူသောအရှင်ဖြစ်တော်မူပေသည်။"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "ထိုမှတစ်ပါး အသင်သည် (ဤသို့) ပြောကြားပါလေ၊ အသင်တို့သည်(အသင်တို့နှစ်သက်ရာများကို) ပြုလုပ်ကြလေကုန်။ မကြာမြင့်မီ အသင်တို့၏ အပြုအမူကိုအလ္လာဟ်အရှင်မြတ်သည်လည်းကောင်း၊ ထိုအရှင်မြတ်၏ရစူလ်တမန်တော်မြတ်သည်လည်းကောင်း၊မုအ်မင်န်သက်ဝင်ယုံကြည်သူတို့ သည်လည်းကောင်း၊ တွေ့မြင်ကြပေမည်။ ထိုမှတစ်ပါး အသင်တို့သည် ဖုံးအုပ်လျက်ရှိသောအရာတို့ကိုလည်းကောင်း၊ ပေါ်လွင်ထင်ရှားစွာသိမြင်နိုင်သောအရာ တို့ကိုလည်းကောင်း၊ သိတော်မူသောရှင်မြတ်ထံတော်သို့ မုချ ပြန်ရောက်စေခြင်းကို ခံကြရပေမည်။ တစ်ဖန် ထိုအရှင်မြတ်သည် အသင်တို့အား အသင်တို့ ပြုမူလျက်ရှိကြသည်တို့ကို ထုတ်ဖော်မိန့်ကြားတော်မူပေမည်။"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "၎င်းပြင် အခြားသူတို့သည်လည်း ရှိကြကုန်၏၊ထိုသူတို့၏အရေးကိစ္စမှာ အလ္လာဟ်အရှင်မြတ်၏အမိန့်တော်(ကျရောက်သည်)အထိ ရွှေ့ဆိုင်းထားပြီး ဖြစ်ချေသည်။ ထိုအရှင်မြတ်သည် ၎င်းတို့အား ပြစ်ဒဏ်ပေးတော်မူသည်ဖြစ်စေ၊၎င်းတို့၏ ဝန်ချတောင်းပန်ချက်ကို သဘောတူလက်ခံတော်မူသည်ဖြစ်စေ၊ အမှန်စင်စစ်သော်ကား အလ္လာဟ်အရှင်မြတ်သည်အရာခပ်သိမ်းတို့ကို သိတော်မူသောအရှင်၊ ကျိုးကြောင်း ဆင်ခြင်တုံတရားနှင့် ပြည့်စုံတော်မူသောအရှင်၊ ဖြစ်တော်မူပေ၏။"
        }
    ]
}