{
    "pages": [
        {
            "chapter": 11,
            "verse": 6,
            "text": "အမှန်သော်ကား ကမ္ဘာမြေဝယ် ရှိရှိသမျှသော(သွားလာသော)သက်ရှိသတ္တဝါအပေါင်းတို့ကို စားနပ်ရိက္ခာပေးသနားတော်မူ ရန် အလ္လာဟ်အရှင်မြတ်အပေါ်၌တာဝန်ဖြစ်ပေသည်။ (ဝါ)မိမိ ကိုယ်တော်တိုင် တာဝန်ယူထားတော်မူပေသည်။ ၎င်းပြင် ထိုအရှင်မြတ်သည် ယင်းသတ္တဝါများ၏ တာရှည်နေထိုင်ရာဌာနများကိုလည်းကောင်း၊ ခေတ္တနေထိုင်ရာဌာနများကိုလည်းကောင်း၊ သိရှိတော်မူပေသည်။ အလုံးစုံတို့ကား ထင်ရှားလှစွာသော(မှတ်တမ်း)တွင်(လည်းရေးသားပြီး) ရှိနေ၏ပေသတည်း။"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "၎င်းပြင် ထိုအရှင်မြတ်သည်ပင် မိုးကောင်းကင်များကိုလည်းကောင်း၊ ပထဝီမြေကိုလည်းကောင်း၊ ခြောက်ရက်တွင် ဖန်ဆင်းတော်မူခဲ့လေသည်။ စင်စစ်သော်ကား (ထိုမိုးကောင်းကင်များနှင့်ပထဝီမြေကို ဖန်ဆင်းတော်မမူမီက) ထိုအရှင်မြတ်၏ (အရ်ရှ်)ပလ’င်တော်သည် ရေပေါ်၌ ရှိခဲ့လေသည်။ (ယင်းကဲ့သို့ မိုးကောင်းကင်များကိုလည်းကောင်း၊ ပထဝီမြေကိုလည်းကောင်း၊ မိုးနှင့်မြေစပ်ကြားဝယ် ရှိရှိသမျှသောသက်ရှိ သက်မဲ့တို့ကိုလည်းကောင်း၊ ဖန်ဆင်းတော် မူခြင်းကား)ထိုအရှင်မြတ်သည် အသင်တို့အနက် မည်သူသည် အကျင့်အမူအားဖြင့် အကောင်းဆုံးဖြစ်သည်ကို စမ်းသပ်တော်မူအံ့သောငှာဖြစ်ပေသည်။ အမှန်သော်ကား အကယ်၍ အသင်သည် (လူများအား) ဧကန်စင်စစ် အသင်တို့သည်သေပြီးနောက် ရှင်ပြန်ထကြရမည့်သူများပင် ဖြစ်ကြသည်ဟု ပြောဆိုခဲ့ပါလျှင် (၎င်းတို့အနက်) ကာဖိရ်မယုံမကြည် သွေဖည်ငြင်းပယ်သောသူတို့ကထင်ရှားလှစွာသော စုန်းပယောဂ အတတ်မျှပင် ဖြစ်သည်ဟူ၍ပြောဆိုကြမည်မှာ ဧကန်မလွဲတည်း။"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "၎င်းပြင် အကယ်၍ ငါအရှင်မြတ်သည် ပြစ်ဒဏ်ကို ၎င်းတို့အပေါ်မှ ရေတွက်(သတ်မှတ်) ထားပြီးဖြစ်သောအချိန်ကာလတိုင်အောင် ရွှေ့ဆိုင်း၍ထားတော်မူခဲ့ပါလျှင် ၎င်းတို့သည် ထိုပြစ်ဒဏ်ကို မည်သည့်အရာက ချုပ်၍ထားဘိသနည်းဟူ၍ မုချပြောဆိုကြလေသည်။ သတိပြုကြလေကုန်၊ထိုပြစ်ဒဏ် သည် ၎င်းတို့ထံ ရောက်ရှိလာမည့်နေ့တွင် ၎င်းတို့အပေါ်မှ လွှဲဖယ်သွားမည်မဟုတ်ပေ။ ထို့ပြင် ၎င်းတို့ ပြက်ချော်ပြောင်လှောင်လျက် ရှိကြကုန်သော ပြစ်ဒဏ်သည် ၎င်းတို့အားဝိုင်းဝန်း၍ ထားရှိပေမည်။"
        },
        {
            "chapter": 11,
            "verse": 9,
            "text": "စင်စစ်သော်ကား အကယ်၍ ငါအရှင်မြတ်သည် မနုဿလူသားများကို မိမိအထံတော်မှ ကရုဏာ တော်၏ရသကို မြည်းစမ်းစေတော်မူပြီးနောက် ငါအရှင်မြတ်သည် ယင်းမနုဿလူသားထံမှ ထိုကရုဏာတော်ကို ရုပ်သိမ်းတော်မူခဲ့ပါလျှင်၊ ဧကန်မလွဲ ထိုမနုဿလူသားသည် မျှော်လင့်ချက်ကင်းမဲ့သူများ၊ လွန်စွာကျေးဇူးတော်ကိုမသိတတ်သူများ ဖြစ်သွားတတ်ကြကုန်သတည်း။"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "ထိုနည်းတူစွာ အကယ်၍ ငါအရှင်မြတ်သည် ထိုမနုဿလူသားများအား ၎င်းတို့၌ ဆိုက်ရောက်ခဲ့သော ဘေးဒုက္ခ၏နောက်တွင် ကျေးဇူးတော်၏အရသာကို မြည်းစမ်းစေတော်မူခဲ့ပါလျှင်၊ ဧကန်မလွဲ ၎င်းတို့သည် ကျွန်ုပ်တို့ ဘေးဒုက္ခများပပျောက်၍သွားလေပြီဟု ပြောဆိုလေ့ရှိကြကုန်၏။ ဧကန်စင်စစ် ယင်းမနုဿလူသားတို့သည် ဘဝင်ကြီးသူများ ဝါကြွားပလွှားသူများပင် ဖြစ်ကြကုန်သတည်း။"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "သို့ရာတွင် အကြင်သူများသည် သည်းခံခဲ့ကြ၍်ကောင်းမြတ်သောအကျင့်သီလများကို ကျင့်မူဆောက်တည်ခဲ့ကြသူများကူကား (ယင်းတို့မှကင်းကြ၍) လွတ်ငြိမ်းချမ်းသာခွင့်နှင့် ကြီးကျယ်လှစွာသော အကျိုးဆုလာဘ်သည် သူတို့အဖို့သာ ဖြစ်ပေသည်။"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "သို့ဖြစ်ပေရာ အသင်သည် မိမိထံတော်သို့ပို့တော်မူခြင်းခံရသော အမိန့်တော်များအနက် အချို့ အမိန့်တော်များကို စွန့်လွှတ်ခြင်းမဖြစ်တန်ရာ၊ ၎င်းပြင် ထိုသူများက ယင်း(တမန်တော်)၏ အပေါ်၌ ရွှေငွေဘဏ္ဍာသည် အဘယ်ကြောင့်ချပေးခြင်းမခံရလေသနည်း။ သို့တည်းမဟုတ် ယင်း(တမန်တော်)နှင့်အတူ ကောင်းကင်တမန်တစ်ပါးသည် အဘယ်ကြောင့်မလာသနည်း၊ ဟုပြောဆိုကြ သောကြောင့် အသင်၏စိတ်သည် ကျဉ်းကြပ်လျက်ရှိနေပါသလော။ အသင်ကား သတိပေးသူမျှသာဖြစ်ချေသည်။ စင်စစ်သော်ကား အလ္လာဟ်အရှင်မြတ်သာလျှင် အရာခပ်သိမ်းတို့နှင့်စပ်လျဉ်း၍ တာဝန်ယူ ထိန်းသိမ်းတော်မူသောအရှင် ဖြစ်တော်မူပေသည်။"
        }
    ]
}