{
    "pages": [
        {
            "chapter": 11,
            "verse": 82,
            "text": "ထို့နောက် ငါအရှင်မြတ်၏အမိန့်တော်ရောက်ရှိလာသောအခါ ငါအရှင်မြတ်သည် ထိုမြို့ရွာကို အထက်အောက်(ပြောင်းပြန်)လှန်ပစ်တော်မူခဲ့လေသည်။ ထို့ပြင်ငါအရှင်မြတ်သည် မြို့ရွာပေါ်သို့ ရွှံ့၊ ကျောက်ခဲမိုးကို ရွာသွန်းချစေတော်မူခဲ့လေသည်။"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "(ထိုကျောက်ခဲများသည်) အသင့်အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်အထံတော်မှ အထူး အမှတ်တံဆိပ်ခတ်နှိပ်ပြီးဖြစ်သော (ကျောက်ခဲများဖြစ်သည်)။ စင်စစ်ထိုမြို့ရွာသည် မတရားပြုမူကြကုန်သော (မက္ကာဟ်မြို့သား)တို့နှင့်ကား ဝေးကွာသည်မဟုတ်ပေ။"
        },
        {
            "chapter": 11,
            "verse": 84,
            "text": "ထိုနည်းတူစွာ (ငါအရှင်မြတ်သည်) မဒ်ယန်မြို့သားတို့ထံ ၎င်းတို့၏ ညီအစ်ကိုသားချင်းဖြစ်သော (နဗီတမန်တော်)ရှုအိုက်ဗ်အား (စေလွှတ်တော် မူခဲ့လေသည်။) (ထိုအခါ)ယင်း(နဗီတမန်တော်)ရှုအိုက်ဗ်သည် (၎င်းတို့အားဤသို့) ပြောဆိုဟောကြား ခဲ့လေသည်။ အို-ငါ၏အမျိုးသားတို့၊ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်သာလျှင် ခဝပ်ကိုးကွယ်ဆည်းကပ်ကြလေကုန်။ အသင်တို့၌ ထိုအရှင်မြတ်မှ တစ်ပါး ဆည်းကပ်ကိုးကွယ်ရာ အရှင်ဟူ၍ အလျင်းမရှိချေ။ ထို့ပြင် အသင်တို့သည် (တောင်းတင်းအစရှိသော)ပမာဏ အချင်အတွယ်ကိုလည်းကောင်း၊ အလေးချိန်ကိုလည်းကောင်း၊ မလျှော့ကြကုန်လင့်။ ဧကန်စင်စစ် ငါသည် အသင်တို့ကောင်းစားလျက်ရှိနေကြသည်ကို မြင်နေပေသည်။ သို့ရာတွင် ဧကန်မလွဲ ငါသည်အသင်တို့အပေါ်ဝယ် ဝန်းခြုံမည့်နေ့၏ ပြစ်ဒဏ်ကို စိုးရိမ်မိပေသတည်း။"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "ထိုမှတစ်ပါး အို-ငါ၏အမျိုးသားတို့၊ အသင် တို့သည် (တောင်း၊တင်းစသော)ပမာဏအချင်အတွယ်များ ကိုလည်းကောင်း၊ အလေးချိန်ကိုလည်းကောင်း၊ အပြည့်ပေးကြလေကုန်။ ထို့ပြင် အသင်တို့သည် လူတို့အား (အရောင်းအဝယ်ပြုကြသောအခါဝယ်) ၎င်းတို့ပစ္စည်းများကို လျော့၍ မပေးကြကုန်လင့်။ ၎င်းပြင် အသင်တို့သည် ကမ္ဘာမြေဝယ်ဖျက်ဆီးသူများ အဖြစ်ဖြင့် မသောင်းကျန်းကြကုန်လင့်။"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "အကယ်၍ အသင်တို့သည် မုအ်မင်န် သက်ဝင်ယုံကြည်သူများဖြစ်ကြပါလျှင် အလ္လာဟ်အရှင်မြတ် (ချီးမြှင့်တော်မူသော အရာများအနက်မှ) ကြွင်းကျန်သော ဟလာလ်(ပစ္စည်း)ကား အသင်တို့အဖို့ အကောင်းဆုံးပင်။ စင်စစ်သော်ကား ငါသည် အသင်တို့အား (အလ္လာဟ်အရှင်မြတ်၏ ပြစ်ဒဏ်မှ)ထိန်းသိမ်းစောင့်ရှောက်သူမဟုတ်ချေ။ (တာဝန်ခံမဟုတ်ချေ)"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "၎င်း(အမျိုးသား)တို့က(နဗီတမန်တော် ရှုအိုက်ဗ်အားဤသို့)ပြောဆိုခဲ့ကြ၏။ အို-ရှုအိုက်ဗ်၊ အသင်၏ ဆွလာတ်ဝတ်ပြုမှုသည်(သာသနာသည်)အသင့်အား ကျွန်ုပ်တို့(၏အကြီးအကဲများဖြစ်ကြကုန်သော)အဖ၊ဘိုး၊ဘေးတို့ကိုးကွယ်ဆည်းကပ်ကြလေသောဘုရားများကို ကျွန်ုပ်တို့စွန့်လွှတ်ရန်လည်း ကောင်း၊ကျွန်ုပ်တို့သည် မိမိတို့ဥစ္စာပစ္စည်းများတွင် မိမိတို့အလိုကျပြုလုပ်ကြသည်ကို ကျွန်ုပ်တို့ စွန့်လွှတ်ရန်လည်းကောင်း၊ စေခိုင်းပါသလော။ ဧကန်အမှန် အသင်တစ်ဦးသည်(ပင်ဣန္ဒြေ)နှင့်ပြည့်စုံသောသူ၊ ရိုးသားဖြောင့်မတ်သောသူ ဖြစ်သည်လော။"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "(ထိုအခါ) ယင်း(နဗီတမန်တော်)ရှုအိုက်ဗ်က(မိမိအမျိုးသားတို့အား ဤသို့)ပြောဆို ဖြေကြားခဲ့ လေ၏။ အိုငါ၏အမျိုးသားတို့၊ အကယ်၍ ငါသည် မိမိအရှင်မြတ်ထံတော်မှသက်သေခံအပေါ်၌ တည်ရှိခဲ့ ပါလျှင်လည်းကောင်း၊ ထိုအရှင်မြတ်သည် ငါ့အား မိမိအထံတော်မှ ကောင်းမွန်မြင့်မြတ်သောစားနပ်ရိက္ခာကို ချီးမြှင့်ပေးသနားတော်မူခဲ့ပါလျှင် အသင်တို့သည် မည်သို့ယူဆကြပါသနည်း။ ၎င်းပြင် ငါသည် မိမိကိုယ်တိုင် အသင်တို့အား တားမြစ်သောကိစ္စကို အသင်တို့နှင့်ဆန့်ကျင်၍ ကိုယ်တိုင်ပြုလုပ်ရန် ရည်စူးသည်မဟုတ်ပေ။ အမှန်စင်စစ် ငါသည် မိမိတတ်စွမ်းနိုင်သမျှ ကာလပတ်လုံး (အသင်တို့၏ဆိုးရွားနေသောအခြေအနေကို)ပြုပြင်ရန်သာလျှင် ရည်စူးလေသည်။ သို့ရာတွင် ငါ၏အောင်မြင်မှုကား အလ္လာဟ်အရှင်မြတ်၏ ကူညီမှုအပေါ်၌သာလျှင် ရှိနေပေရာ ငါသည် ထိုအရှင်မြတ်အပေါ်၌သာလျှင် ယုံကြည်အားထား၏။ ထိုမှတစ်ပါး ငါသည်ထို အရှင်မြတ်ဖက်သို့သာလျှင် ပြန်လှည့်မည်ဖြစ်၏။"
        }
    ]
}