{
    "pages": [
        {
            "chapter": 21,
            "verse": 45,
            "text": "(အို-နဗီတမန်တော်) အသင်သည် (၎င်းတို့အားဤသို့)ပြောကြားပါလေ။ (အချင်းတို့၊) ငါသည် အသင်တို့အား \"ဝဟ်ယ်\" အမိန့်တော်ဖြင့် သတိပေးနှိုးဆော်ခြင်းသာဖြစ်သည်။ သို့ရာတွင် နားပင်းသူများမှာမူကား သတိပေးနှိုးဆော်ခြင်း ခံကြရသောအခါ ဟစ်ခေါ်ခြင်းကိုပင် မကြားကြချေ။"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "ထို့ပြင် စင်စစ် အကယ်၍သာ အသင့်အားဖန်ဆင်း မွေးမြူတော်မူသောအရှင်မြတ်၏ ပြစ်ဒဏ်မှ အငွေ့မျှပင် ၎င်းတို့၌ သက်ရောက်ခဲ့မူ အမှန်ပင် ၎င်းတို့က \"ဪ-ကျွန်ုပ်တို့ဖြစ်မှဖြစ်ရလေခြင်း၊ ကျွန်ုပ်တို့သည်သာလျှင် မတရားမှုကို ကျူးလွန်သော သူများဖြစ်ကြသည်\" ဟု (ညည်းညူမြည်တမ်း) ပြောဆိုကြပေမည်။"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "စင်စစ် ငါအရှင်မြတ်သည် ကိယာမတ်ရှင်ပြန်ထမည့်နေ့တွင် မျှတသောချိန်ခွင်များကို ထားရှိတော်မူသည်။ သို့ဖြစ်ပေရာ မည်သူတစ်ဦးတစ်ယောက်မျှ အနည်းငယ်စိုးစဉ်းမျှပင် မတရားသဖြင့် နှိပ်စက်ခြင်းကို ခံရမည်မဟုတ်ပေ။ စင်စစ်အကယ်၍ (တစ်ဦးတစ်ယောက်၌) မုန်ညင်းစေတစ်စေ့မျှ အလေးချိန်ရှိသော(ကောင်းမှုပင်) ရှိငြားသော်လည်း ငါအရှင်မြတ်သည် ယင်းမုန်ညင်းစေ့တစ်စေ့ကိုလည်း (ရှေ့တော်မှောက်သို့) ယူလာတော်မူမည်သာဖြစ်သည်။ စင်စစ် ငါအရှင်မြတ်နှင့်ပင် စစ်ဆေးတော်မူသောအရှင်အဖြစ် လုံလောက်ပေသတည်း။"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "ဧကန်စင်စစ် ငါအရှင်မြတ်သည် မူစာနှင့်ဟာရူန်အား အမှားနှင့်အမှန်ကိုကွဲပြား ခြားနားစေသော အလင်းရောင်တစ်ခုဖြစ်သော ပြစ်မှုဒုစရိုက်များမှ ကြဉ်ရှောင်ကြကုန်သော မွတ္တကီသူတော်စင်တို့အဖို့ ဆုံးမစာတစ်စောင်ဖြစ်သော (တောင်ရာတ်)ကျမ်းကို ချီးမြှင့် ပေးသနားတော်မူခဲ့လေသည်။"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "အကြင်သူ(တော်)တို့သည် မိမိတို့အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်ကို မမြင်ကြပါဘဲလျက် ကြောက်ရွံ့ရိုသေကြကုန်၏။ ထို့ပြင် ၎င်းတို့သည် ကိယာမတ်ရှင်ပြန်ထမည့်နေ့ကို ကြောက်ရွံ့စိုးရိမ်သူများလည်း ဖြစ်ကြကုန်သည်။"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "စင်စစ် ဤ(ကုရ်အာန်ကျမ်းတော်မြတ်)သည်ကား ကျက်သရေမင်္ဂလာနှင့်ပြည့်စုံသော ဆုံးမစာတစ်စောင် ဖြစ်ပေသည်။ ငါအရှင်မြတ်သည် ယင်း(ဆုံးမစာ)ကို ချပေးသနားတော်မူခဲ့လေသည်။ သို့ပါလျက် အသင်တို့သည် ယင်းဆုံးမစာကို ငြင်းပယ်သူများပင် ဖြစ်ကြလေသလော။"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "၎င်းပြင် ဧကန်မလွဲ ငါအရှင်မြတ်သည်(တမန်တော်)အိဗ်ရာဟီမ်အား ရှေးဦးမဆွကပင် ၎င်း၏ဆင်ခြင်တုံတရားကို ချီးမြှင့်ပေးသနားတော်မူခဲ့၏။ စင်စစ် ငါအရှင်မြတ်သည် ထိုအိဗ်ရာဟီမ်အား ကောင်းစွာသိတော်မူသော အရှင်မြတ်ပင်ဖြစ်တော်မူပေသည်။"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "အကြင်အခါဝယ် ထိုအိဗ်ရာဟီမ်သည် မိမိဖခင်အားလည်းကောင်း၊ မိမိအမျိုးသားတို့အားလည်းကောင်း၊ (အချင်းတို့၊)အသင်တို့ စွဲလမ်းကိုးကွယ်လျှက်ရှိကြကုန်သော ဤရုပ်တုများကား အဘယ်သို့သောအရာများနည်းဟု ပြောဆို(မေးမြန်း)ခဲ့လေသည်။"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "ထိုအမျိုးသားတို့က ကျွန်ုပ်တို့သည် မိမိတို့၏အဘ၊ဘိုးဘေးတို့အား ဤရုပ်တုများကိုကိုးကွယ်သူများအဖြစ် တွေ့ရှိခဲ့ကြသည်ဟု ပြောဆို(ဖြေကြား) ခဲ့ကြလေသည်။"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "ထိုအိဗ်ရာဟီမ်က အသင်တို့သည်လည်းကောင်း၊အသင်တို့၏အဘ၊ ဘိုး၊ ဘေးတို့သည်လည်းကောင်း၊ ထင်ရှားစွာသော မှောက်မှားမှု၌ပင် ရှိခဲ့ကြကုန်သည်ဟု ပြောကြားခဲ့၏။"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "၎င်းတို့က(အို-အိဗ်ရာဟီမ်)အသင်သည် ကျွန်ုပ်တို့ထံ အမှန်ကို ယူဆောင်လာခဲ့လေသလော။ သို့တည်းမဟုတ် အသင်သည် ပြက်ချော်ပြောင်လှောင်သူတစ်ဦးပင် ဖြစ်လေသလောဟု ပြောဆိုခဲ့ကြကုန်၏။"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "အိဗ်ရာဟီမ်က ထိုသို့အလျင်းမဟုတ်။ စင်စစ် အသင်တို့၏ အရှင်သခင်သည်ကား မိုးကောင်းကင်များနှင့်ပထဝီမြေကို စိုးပင်တော်မူသော အကြင်အရှင်မြတ်ပင် ဖြစ်တော်မူ၏။ ထိုအရှင်မြတ်သည်ပင် ယင်းမိုးကောင်းကင်များနှင့်ပထဝီမြေကို ဖန်ဆင်းတော်မူခဲ့လေသည်။ ၄င်းအပြင် ငါသည်ဤသည်နှင့်စပ်လျဉ်း၍ သက်သေများတွင် တစ်ဦးအပါအဝင်ပင်ဖြစ်သည်ဟု (ဖြေကြား)ခဲ့လေသည်။"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "၎င်းပြင် အလ္လာဟ်အရှင်မြတ်၏ကစမ်၊ ငါသည်အသင်တို့၏ (ကိုးကွယ်ရာဖြစ်သော) ရုပ်ပွားဆင်းတု များနှင့်စပ်လျဉ်း၍ အသင်တို့ပြန်သွားကြပြီးနောက် လျှို့ဝှက်ကြံစည်မည်ဖြစ်သည်။"
        }
    ]
}