{
    "pages": [
        {
            "chapter": 26,
            "verse": 184,
            "text": "ထို့ပြင် အသင်တို့သည် မိမိတို့အားလည်းကောင်း၊ ရှေးဟောင်း အဖန်ဆင်းခံတို့အားလည်းကောင်း၊ဖန်ဆင်းတော်မူသော အရှင်မြတ်အား ကြောက်ရွံ့ကြလေကုန်။"
        },
        {
            "chapter": 26,
            "verse": 185,
            "text": "ထိုအမျိုးသားတို့က ပြောဆိုခဲ့ကြကုန်၏။ (အို-ရှုအိုက်ဗ်၊) အသင်သည် ပြင်းထန်စွာ စုန်းပြုစားခြင်း ခံရသူတစ်ဦးပင်ဖြစ်၏။"
        },
        {
            "chapter": 26,
            "verse": 186,
            "text": "စင်စစ် အသင်သည် ကျွန်ုပ်တို့ကဲ့သို့ပင် လူသားတစ်ဦးမှအပ အခြားမဟုတ်ပြီ။ ၎င်းပြင် ဧကန်စင်စစ် ကျွန်ုပ်တို့သည် အသင့်အား မုသာဝါဒီတစ်ဦးပင်ဖြစ်သည်ဟု ထင်မှတ်ကြကုန်၏။"
        },
        {
            "chapter": 26,
            "verse": 187,
            "text": "သို့ဖြစ်ပေရာ အသင်သည် သစ္စာဝါဒီတို့တွင် အပါအဝင်ဖြစ်မူ ကျွန်ုပ်တို့အပေါ်၌ မိုးကောင်းကင်၏ အစိတ်အပိုင်းတစ်ခုခု ကျလာအောင် သင်ပြုလုပ်ပါလေ။"
        },
        {
            "chapter": 26,
            "verse": 188,
            "text": "ထိုရှုအိုက်ဗ်က ငါ့အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်သည် အသင်တို့ ပြုမူကြသည်ကို ကောင်းစွာသိရှိတော်မူသော အရှင်မြတ်ပင် ဖြစ်တော်မူကြောင်း ပြောကြားခဲ့၏။"
        },
        {
            "chapter": 26,
            "verse": 189,
            "text": "၎င်းနောက် ထိုအမျိုးသားတို့သည် ထိုရှုအိုက်ဗ်အား မဟုတ်မမှန်ဟူ၍ စွပ်စွဲငြင်းပယ်ခဲ့ကြလေရာ တိမ်များကျလာသောနေ့၏ ပြစ်ဒဏ်သည် ၎င်းတို့အား ဖမ်းဆီးကွပ်မျက်ခဲ့၏။ ဧကန်မလွဲ ယင်းပြစ်ဒဏ်သည် ကြီးကျယ်သောနေ့၏ ပြစ်ဒဏ်ပင်ဖြစ်ခဲ့၏။"
        },
        {
            "chapter": 26,
            "verse": 190,
            "text": "ဧကန်စင်စစ် ဤသည့်ဖြစ်ရပ်၌ (ကြီးကျယ်စွာသော) သင်ခန်းစာတစ်ရပ်သည်ရှိခဲ့၏။ သို့ရာတွင် ၎င်းတို့အနက် (မက္ကာမြို့သား ကာဖိရ်များအနက်) အများဆုံးသောသူတို့မှာမူကား သက်ဝင်ယုံကြည်မည့်သူများ မဟုတ်ကြပေ။"
        },
        {
            "chapter": 26,
            "verse": 191,
            "text": "စင်စစ်သော်ကား အသင့်အား ဖန်ဆင်းမွေးမြူသော အရှင်မြတ်သည် အလွန်တရာ လွှမ်းမိုးတော်မူသော၊အလွန်တရာ ကရုဏာပြုတော်မူသော အရှင်မြတ်ပင် ဖြစ်တော်မူပေသတည်း။"
        },
        {
            "chapter": 26,
            "verse": 192,
            "text": "၎င်းပြင် မလွဲဧကန် ဤ(ကုရ်အာန်ကျမ်းတော်မြတ်)သည် စကြာဝဠာခပ်သိမ်းတို့ကို ဖန်ဆင်းမွေးမြူတော်မူသည့် အရှင်ချပေးတော်မူသော (ကျမ်းဂန်ပင်) ဖြစ်ချေသည်။"
        },
        {
            "chapter": 26,
            "verse": 193,
            "text": "အရ်ရူဟုလ်အမီန်\" (ယုံကြည်စိတ်ချအပ်သောဝိညာဉ်တော်) ကောင်းကင်တမန်ဂျစ်ဗ်ရီလ်သည် ယင်း (ကုန်အာန်ကျမ်းတော်မြတ်)ကို ယူဆောင်ချပေးခဲ့လေသည်။"
        },
        {
            "chapter": 26,
            "verse": 194,
            "text": "အသင်၏ စိတ်နှလုံးပေါ်၌ အသင်သည် သတိပေးနှိုးဆော်သူတို့တွင် အပါအဝင် ဖြစ်အံ့သောငှာ။"
        },
        {
            "chapter": 26,
            "verse": 195,
            "text": "ရှင်းလင်းသော အရဗီဘာသာဖြင့်။"
        },
        {
            "chapter": 26,
            "verse": 196,
            "text": "၎င်းပြင် ဧကန်အမှန် ယင်း(ကုရ်အာန်ကျမ်းတော်မြတ်၏အကြောင်း)မှာ ရှေးလူဟောင်းတို့၏ ကျမ်းဂန်များ၌(လည်း)ပါရှိ၏။"
        },
        {
            "chapter": 26,
            "verse": 197,
            "text": "အီစ်ရာအီလီ အမျိုးသားတို့အနက်မှ ပညာရှင်များ ယင်း(ကုရ်အာန်ကျမ်းတော်မြတ်)ကို သိရှိကြခြင်းမှာ ၎င်း(ကုရိုက်ရှ်မျိုးနွယ်ဝင်)တို့အဖို့ (လုံလောက်သော) သက်သေသာဓက မဖြစ်ခဲ့လေသလော။"
        },
        {
            "chapter": 26,
            "verse": 198,
            "text": "စင်စစ် အကယ်တန္တု ငါအရှင်မြတ်သည် ယင်း(ကုရ်အာန်ကျမ်းတော်မြတ်)ကို အရဗ်အမျိုးသား မဟုတ်သူတစ်ဦးတစ်ယောက်၏ အပေါ်၌ ချပေးခဲ့တော်မူခဲ့အံ့။"
        },
        {
            "chapter": 26,
            "verse": 199,
            "text": "တစ်ဖန် ထိုသူသည် ၎င်း(ကုရိုက်ရှ်မျိုးနွယ်ဝင်)တို့ ရှေ့ဝယ် ထို(ကုရ်အာန်ကျမ်းတော်မြတ်)ကို ဖတ်ကြားခဲ့အံ့။သို့ပင်တစေလည်း ၎င်းတို့သည် ယင်း (ကုရ်အာန်ကျမ်းတော်မြတ်)ကို ယုံကြည်ကြမည့်သူများ မဟုတ်ပေတကား။"
        },
        {
            "chapter": 26,
            "verse": 200,
            "text": "ငါအရှင်မြတ်သည် ဤနည်းအတိုင်းပင် ပြစ်မှုကျူးလွန်သူတို့၏ စိတ်တွင်းဝယ် ယင်းငြင်းပယ်မှုကို ထည့်သွင်းတော်မူခဲ့၏။"
        },
        {
            "chapter": 26,
            "verse": 201,
            "text": "၎င်းတို့သည် ပြင်းပြနာကြင်ဖွယ်ဖြစ်သော ပြစ်ဒဏ်ကို မမြင်ကြရလေသမျှကာလပတ်လုံး ယင်း (ကုရ်အာန်ကျမ်းတော်မြတ်)ကို ယုံကြည်ကြမည် မဟုတ်ပေ။"
        },
        {
            "chapter": 26,
            "verse": 202,
            "text": "စင်စစ် ထိုပြစ်ဒဏ်မှာ ၎င်းတို့ထံသို့ ၎င်းတို့မသိရှိကြခိုက် ရုတ်တရက် ရောက်ရှိ၍လာပေမည်။"
        },
        {
            "chapter": 26,
            "verse": 203,
            "text": "ထိုအခါ ၎င်းတို့က ကျွန်ုပ်တို့သည် ရွှေ့ဆိုင်းခွင့်ရရှိနိုင်ကြပါမည်လောဟု ဆိုကြပေမည်။"
        },
        {
            "chapter": 26,
            "verse": 204,
            "text": "သို့ပါလျက် ၎င်းတို့က ငါအရှင်မြတ်၏ ပြစ်ဒဏ်ကို အလျင်စလို တောင်းဆိုကြလေသလော။"
        },
        {
            "chapter": 26,
            "verse": 205,
            "text": "အသင်သည် မည်သို့ယူဆပါသနည်း။ အကယ်၍ ငါအရှင်မြတ်သည် ၎င်းတို့အား နှစ်ကာလ ကြာရှည်စွာအကျိုးခံစားခွင့် ပေးတော်မူခဲ့ပါလျှင်။"
        },
        {
            "chapter": 26,
            "verse": 206,
            "text": "ထို့နောက် ၎င်းတို့ထံ ၎င်းတို့ ချိန်းချက်ခံကြရသော (ပြစ်ဒဏ်)သည် ၎င်းတို့ထံ ရောက်ရှိလာခဲ့သော်၊"
        }
    ]
}