{
    "pages": [
        {
            "chapter": 28,
            "verse": 36,
            "text": "ထို့နောက် မူစာသည် ၎င်းတို့ထံ ငါအရှင်မြတ်၏ ထင်ရှားစွာသော သက်သေလက္ခဏာတော်များကို ဆောင်ကြဉ်းခဲ့လေရာ ၎င်းတို့က ‘ဤသည် အသစ်တီထွင်ဖန်တီးထားသော ပဉ္စလက်အတတ်မျှသာ ဖြစ်သည်။ စင်စစ် ကျွန်ုပ်တို့သည် မိမိတို့၏ ရှေးဟောင်း အဘ၊ ဘိုးဘေးတို့(လက်ထက်)တွင် ဤသို့သောစကား (ရှိခဲ့ဖူးသည်ဟူ၍လည်း) မကြားခဲ့ဖူးကြပါဟု ဆိုကြကုန်၏။"
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "၎င်းပြင် မူစာက ပြောကြားခဲ့၏။ ငါ့အား ဖန်ဆင်းမွေးမြူတော်မူသော အရှင်မြတ်သည် မိမိအထံတော်မှ မည်သူတရားလမ်းညွှန်ကို ဆောင်ကြဉ်းခဲ့သည်ကို လည်းကောင်း၊ဤလောကီဘဝ၏ နောက်ဆုံးအကျိုးသည် မည်သူ့အဖို့ရှိမည်ကို လည်းကောင်း၊ အသိတော်မူဆုံးပင် ဖြစ်တော်မူ၏။ ဧကန်အမှန် မတရားကျူးလွန်သောသူတို့သည် အောင်မြင်မှုကိုရရှိကြမည် မဟုတ်ပေတကား။"
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "ထို့ပြင် ဖစ်ရ်အောင်န်က ပြောဆိုလေ၏။ အို-မှူးမတ်တို့၊ ကျွန်ုပ်သည် မိမိအပြင် အသင်တို့၌ အခြားကိုးကွယ်ရာရှိသည် ဟူ၍မသိပေ။ သို့ဖြစ်ပေရာ အို-’ဟာမာန်’၊ အသင်သည် ကျွန်ုပ်၏အဖို့ ရွှံ့မြေကို မီးဖြင့်ဖုတ်ပြီးလျှင် ကျွန်ုပ်၏အဖို့ မြင့်မားသော အဆောက်အအုံတစ်ခုကို ပြုလုပ်လော့။သို့မှသာလျှင် ကျွန်ုပ်သည် မူစာ၏ကိုးကွယ်ရာ အရှင်အား ကြည့်ရှုနိုင်ပေမည်။ သို့ရာတွင် ဧကန်မလွဲ ကျွန်ုပ်သည် ထိုမူစာအား မုသာဝါဒီဖြစ်သည်ဟူ၍ ထင်မှတ်ပေသည်။"
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "စင်စစ်သော်ကား ထိုဖစ်ရ်အောင်န်သည် လည်းကောင်း၊ ဖစ်ရ်အောင်န်၏ရဲမက်တို့သည် လည်းကောင်း၊ တိုင်းပြည်တွင် မတရားသဖြင့် မာန်မာနထောင်လွှားခဲ့ကြသည် သာမက၊ ၎င်းတို့သည် ငါအရှင်မြတ်အထံတော်သို့ ပြန်လည်ရောက်ရှိကြရမည် မဟုတ်ဟု ထင်မှတ်နေခဲ့ကြကုန်၏။"
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "သို့ဖြစ်ပေရာ ငါအရှင်မြတ်သည် ထိုဖစ်ရ်အောင်န်အား လည်းကောင်း၊ ထိုဖိရ်အောင်(န်)၏ရဲမက်တို့အား လည်းကောင်း၊ ဖမ်းဆီးကာ သမုဒ္ဒရာပင်လယ်ထဲ၌ ပစ်ချတော်မူခဲ့၏။သို့ဖြစ်ပေရာ (အို-နဗီတမန်တော်၊) မတရားသောသူတို့၏ နောက်ဆုံးအကျိုးသည် မည်သို့မည်ပုံ ရှိခဲ့သည်ကို အသင်သည် ကြည့်ရှုပါလေ။"
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "စင်စစ် ငါအရှင်မြတ်သည် ၎င်းတို့အား ငရဲသို့ဖိတ်ခေါ်ကြကုန်သော ရှေ့ဆောင်ရှေ့ရပ်များအဖြစ် ပြုလုပ်တော်မူခဲ့၏။ ၎င်းပြင် ‘ကိယာမတ်’ ရှင်ပြန် ထမည့်နေ့တွင်ထိုသူတို့သည် ကူညီစောင်မခြင်းကို လုံးဝခံကြရမည်မဟုတ်ပေ။"
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "စင်စစ် ငါအရှင်မြတ်သည် ဤပစ္စုပ္ပန်လောက၌လည်း ကရုဏာတော်မှ ကင်းဝေးမှုကို ၎င်းတို့၏နောက်မှ ထပ်ကြပ်မကွာ လိုက်ပါစေတော်မူခဲ့၏။ ‘ကိယာမတ်’ ရှင်ပြန်ထမည့်နေ့တွင်လည်း ၎င်းတို့သည် အခြေအနေ အလွန်ဆိုးရွားသူတို့အနက်မှပင် ဖြစ်ကြကုန်အံ့သတည်း။"
        },
        {
            "chapter": 28,
            "verse": 43,
            "text": "၎င်းပြင် မချွတ်မလွဲ ငါအရှင်မြတ်သည် ရှေးဟောင်းမျိုးဆက်များကို ဖျက်ဆီးတော်မူခဲ့ပြီးနောက် လူတို့အဖို့ တရားရကြအံ့သောငှာ ထင်ရှားစွာသော သက်သေခံများ အဖြစ်လည်းကောင်း၊ တရားလမ်းညွှန် အဖြစ်လည်းကောင်း၊ကရုဏာတော် အဖြစ်လည်းကောင်း၊ ငါအရှင်မြတ်သည် မူစာအား ကျမ်းဂန်ကို ချီးမြှင့်ပေးသနားတော်မူခဲ့၏။"
        }
    ]
}