{
    "pages": [
        {
            "chapter": 3,
            "verse": 78,
            "text": "၎င်းပြင် ထိုသူများအနက် လူတစ်စုသည် မုချရှိ၏။ ထိုသူများသည် ကျမ်းဂန်(ကိုရွတ်ဖတ်ရာ) ၌ မိမိတို့၏လျှာများကို လိပ်ခေါက်ကြ၏။ (ယင်းကဲ့သို့ ပြုလုပ်ခြင်းမှာထိုသူတို့ လုပ်ကြံရွတ်ဘတ်သော) ထိုအရာကို အသင်တို့ကကျမ်းလာ စကားဟု ထင်မှတ်ကြရန် ဖြစ်သည်။ အမှန်သော်ကား ထိုအရာသည် ကျမ်းလာစကား အလျင်းမဟုတ်ပေ။၎င်းပြင် ထိုသူတို့က (မိမိတို့ ရွတဖတ်သော) အရာသည်အလ္လာဟ်အရှင်မြတ်၏ အထံတော်မှ (ကျရောက်သည်)ဟုပြောဆိုကြ၏။ စင်စစ်သော် ကား ထိုအရာသည် အလ္လာဟ်အရှင်မြတ်၏ အထံတော်မှ (ကျရောက်သည်) အလျင်းမဟုတ်ချေ။ သို့တစေလည်း ထိုသူများသည် မိမိတို့ ကိုယ်တိုင်သိကြပါလျက် နှင့်ပင် အလ္လာဟ်အရှင် မြတ်နှင့်ပတ်သက်၍မုသားကို လုပ်ကြံ ပြောဆို ကြလေသည်။"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "မည်သည့် လူသားတစ်ဦးတစ်ယောက်မဆို၊အလ္လာဟ် အရှင်မြတ်သည် ထိုသူ့အား ကျမ်းဂန်ကိုလည်းကောင်း၊ အကျိုး အကြောင်း ဆင်ခြင်နိုင်သော ဉာဏ်ပညာအမြော် အမြင်ကိုလည်းကောင်း၊ နဗီတမန်တော်၏ဂုဏ်ထူးကိုလည်းကောင်း၊ ချီးမြှင့်ပေးသနားတော်မူ၏။ သို့ ချီးမြှင့်ပြီးနောက် ထိုသူက လူခပင်းတို့အား (ဟယ်-အချင်းတို့) အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကို စွန့်လွှတ်၍ ငါ၏ကျွန်များဖြစ်ကြကုန် ဟူ၍ ပြောဆိုရန် မဖြစ်နိုင်ပေ။ သို့ရာတွင် (ထိုသို့ချီးမြှင့်ခြင်း ခံရသောသူက ဤသို့သာလျှင် ပြောဆိုအံ့)၊ (ဟယ်အချင်းတို့)၊ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်များကို နာခံသူများ ဖြစ်ကြကုန်၊ အကြောင်းမူကားအသင်တို့သည် ဒေသနာတော် ကျမ်းဂန်ကို(သူတစ်ပါးတို့အား)သင်ကြားပြသ ပို့ချသည့်ပြင် မိမိတို့ ကိုယ်တိုင်လည်း ဖတ်ရွတ်လေ့လာသူများ ဖြစ်သောကြောင့်ပင်တည်း။"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "ထိုနည်းတူစွာ ယင်း(ကဲ့သို့ချီးမြှင့်ခြင်းခံရသော)သူက အသင်တို့အား မလာအိကဟ် အပါးတော်စေတမန်များကိုလည်းကောင်း၊ ဗီတမန်တော်များကိုလည်းကောင်း၊(မိမိတို့အား) မွေးမြူတော်မူသောအသျှင်များအဖြစ် ပြုလုပ်ကြရန်လည်း (မည်သည့်အခါမျှ) ညွှန်ကြားမည် မဟုတ်ပေ။အသင်တို့ (မွတ်စ်လင်မ်)အမိန့်နာခံ သောသူများ ဖြစ်ကြပြီးနောက် ထို(နဗီအဖြစ် ချီးမြှင့်ခြင်းခံရသော)သူသည် အသင်တို့အား သွေဖည်ငြင်းပယ်ရန် ညွှန်ကြားပါမည်လော။"
        },
        {
            "chapter": 3,
            "verse": 81,
            "text": "ထိုမှတစ်ပါးတုံ (ပြန်လည်အောင့်မေ့ သတိရကြကုန်၊) တရံရော အခါဝယ် အလ္လာဟ်အရှင်မြတ်သည် နဗီတမန်တော်များထံမှ ပဋိညာဉ်ဝန်ခံချက်ကို (ဤသို့)ယူတော်မူလေသည်။ (အို-နဗီ တမန်အပေါင်းတို့) ဧကန်မလွဲငါအရှင်မြတ်သည် အသင်တို့အား ကျမ်းဂန်ကို၏လည်းကောင်း၊ ဉာဏ်ပညာ အမြော်အမြင်ကိုလည်းကောင်း၊ပေးသနားတော်မူပြီးနောက် အသင်တို့ လက်ဝယ်ရှိနှင့်ပြီးဖြစ်သော ကျမ်းဂန်များကိုထောက်ခံသော ရစူလ်တမန်တော်တစ်ပါးပါးသည် အသင်တို့ထံ ရောက်လတ်သော် အသင်တို့သည် ထိုရစူလ်တမန်တော်ကို (မိမိတို့စိတ်တွင်းမှ) မုချယုံကြည်ကြပေမည်။ ၎င်းပြင် ထိုရစူလ် တမန်တော်ကို(ကာယကံမြောက်လည်း) အားပေး ကူညီကြပေမည်။ထို့နောက် အလ္လာဟ်အရှင်မြတ်က (အို-နဗီတမန်တော်အပေါင်းတို့) အသင်တို့သည် ဝန်ခံကြပြီလော။ ယင်းကိစ္စနှင့်စပ်လျဉ်း၍ အသင်တို ့သည် ငါအရှင်မြတ်၏ ပဋိညာဉ်တော်ကိုလည်း လက်ခံကြပြီလော ဟု မေးမြန်းတော်မူ၏။(ထိုအခါ နဗီတမန်တော် အပေါင်းတို့က) ကျွန်တော်မျိုးတို့သည် ဝန်ခံကြပါပြီ ဟု တင်လျှောက်ကြလေသည်။(ထိုအခါအလ္လာဟ်အရှင်မြတ်က) သို့ဖြစ်လျှင် အသင်တို့သည် (ဤပဋိညာဉ် ဝန်ခံချက်နှင့် စပ်လျဉ်း၍) အသိသက်သေများဖြစ်ကြကုန်။ ငါအရှင်မြတ်သည်လည်း အသင်တို့နှင့်အတူ အသိသက်သေများအနက် အပါအဝင်ဖြစ်တော်မူသည် ဟုမိန့်ကြားတော်မူလေသတည်း။"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "တဖန် အကြင်သူသည် ထို(ကဲ့သို့ ပဋိညာဉ် ထားရှိပြီး)နောက် မျက်နှာလွှဲဖယ် သွားခဲ့ပါမူ၊ ဤကဲ့သို့သော သူတို့သည်သာလျှင် အမိန့်မနာခံ သူများ ဖြစ်ကြပေသည်။"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "ထိုသူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ သာသနာတော်မှတစ်ပါး၊ အခြား(နည်းလမ်း)ကို စူးစမ်းရှာဖွေလိုကြသလော။ စင်စစ်သော်ကား ကောင်းကင် များနှင့် ပထဝီမြေကြီးတွင် ရှိရှိသမျှသော အရာ ခပ်သိမ်းတို့သည် သဘောတူသည်ဖြစ်စေ၊ သဘော မတူသည်ဖြစ်စေ၊ ထိုအရှင်မြတ်၏ အမိန့်တော်ကိုသာ လိုက်နာလျက် ရှိကြကုန်သည်။ တဖန် (နောက်ဆုံးတွင်)ထို ခပ်သိမ်းကုန်သောအရာတို့သည် ထိုအရှင်မြတ်၏ အထံတော်သို့သာလျှင် ပြန်လှည့်ကြရပေမည်။"
        }
    ]
}