{
    "pages": [
        {
            "chapter": 3,
            "verse": 195,
            "text": "သို့ဖြစ်ပေရာ ထိုသူတော်စင်တို့၏ လျှောက်ထားပန်ကြားချက်ကို ထိုသူတို့၏ အရှင်မြတ်သည် သဘောတူလက်ခံတော်မူခဲ့လေပြီ။ အကြောင်းသော်ကား ငါအရှင်မြတ်သည်အသင်တို့ အနက်မှ မည်သည့်ကောင်းမှုပြုသောသူ၏ကောင်းမှုကိုမျှ အလဟဿအချည်းနှီး ဖြစ်စေတော်မူသည်မဟုတ်သော ကြောင့်တည်း။ ထိုကောင်းမှုပြုသူသည်ယောက်ျားဖြစ်စေ၊ မိန်းမဖြစ်စေ၊ အသင်တို့ အညမညအချင်းချင်း တစ်ဦး သည်တစ်ဦး၏အစိတ်အပိုင်း(ဖြစ်ပေရာအမိန့်တော်လည်း တမျိုးတစားတည်းပင်)ဖြစ်ချေသည်။ပြီးနောက် အကြင်သူတို့ သည် (မှန်ကန်သော တရားလမ်းစဉ်ကိုလိုက်နာကျင့်မူနိုင်အံ့ သောငှာ မိမိတို့၏နေရင်းဒေသကို)စွန့်လွှတ် ထွက်ခွာခဲ့ကြ ကုန်၏။ ၎င်းပြင် မိမိတို့၏နေအိမ်များမှနှင်ထုတ်ခြင်း လည်းခံ ခဲ့ကြရ၏။ ၎င်းပြင် ငါအရှင်မြတ်၏လမ်းတော်၌ (အမျိုးမျိုး သော)ဒုက္ခပေးခြင်းကိုလည်း ခံခဲ့ကြရ၏။ ၎င်းပြင် (မှန်ကန် သောတရားလမ်းစဉ်၌)စစ်မက်ပြိုင်ဆိုင် တိုက်ခိုက်ခဲ့ကြ၏။ (များစွာသော သူများသည်)သတ်ဖြတ်ခြင်းကိုလည်းခံခဲ့ကြရ၏။ ငါအရှင်မြတ်သည်ထိုသူတို့၏ မကောင်းမှုဒုစရိုက် တို့ကို မုချဖယ်ရှားတော်မူအံ့။ထို့ပြင် ငါအရှင်မြတ်သည် ၎င်းတို့အားအကြင်ဥယျာဉ်တော်များသို့လည်း ဝင်ရောက်စေတော်မူအံ့။ထိုဥယျာဉ်တော်များ၏ အောက်၌ စမ်းရေချောင်းများ စီးဆင်းလျက်ရှိ၏။ ဤသည် အလ္လာဟ်အရှင်မြတ်အထံတော်မှရရှိမည့် ကုသိုလ်အကျိုးပင်ဖြစ်ချေသည်။ အမှန်စင်စစ်အမွန်မြတ်ဆုံး သော အကျိုးဆုလာဘ်သည်ကား အလ္လာဟ်အရှင်မြတ်အထံ တော်၌သာလျှင် ရှိပေသတည်း။"
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "(အို-နဗီတမန်တော်) အမြို့မြို့အရွာရွာတွင်(လောကီစည်းစိမ်များဖြင့် ပြည့်ပြည့်စုံစုံ ချမ်းသာစွာ) ကာဖိရ်တို့၏သွားလာခြင်းသည် အသင့်အား အထင်မှား အမြင်မှားမဖြစ်စေနှင့်။"
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "(အမှန်စင်စစ်သော်ကား ယင်းသွားလာမှုနှင့်စည်းစိမ်ချမ်းသာများသည်) တဒင်္ဂ တခဏမျှသော အကျိုးခံစား မှုမျှသာဖြစ်သည်။ နောက်ဆုံးတွင်မူကားထိုသူတို့၏ပြန်လည် ရာဌာနသည် ဂျဟန္နမ် ငရဲဘုံသည်သာလျှင်ဖြစ်လတ္တံ့။ စင်စစ် ယင်း ဂျဟန္နမ် ငရဲဘုံသည် အလွန်တရာဆိုးဝါးလှသော နေရာပင်ဖြစ်ပေသတည်း။"
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "သို့ရာတွင်မူကား အကြင်သူတို့သည် မိမိတို့၏အရှင်မြတ်ကို ကြောက်ရွံ့ (ရိုသေခြင်းအားဖြင့် ပြစ်မှုဒုစရိုက်တို့မှ ကြဉ်ရှောင်)ကြပါမူ ထိုသူတို့အဖို့ အကြင်ဥယျာဉ် များရှိအံ့။ထိုဥယျာဉ်များ၏အောက်မှ စမ်းရေချောင်းများစီး တွေလျက်ရှိကြ၏။ ထိုသူတို့သည် ၎င်းဥယျာဉ် များ၌ထာဝစဉ် နေထိုင်စံမြန်းလျက် ရှိကြပေမည်။ ဤသည် အလ္လာဟ်အရှင်မြတ်အထံတော်မှ ဧည့်ခံတော်မူခြင်းပင် ဖြစ်ချေသည်။ အမှန်သော်ကား အလ္လာဟ်အရှင်မြတ် အထံတော်၌ ရှိသောအရာသည်သူမွန်သူမြတ်တို့အဖို့ အကောင်းဆုံးပင် ဖြစ်ပေသည်။"
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "၎င်းပြင် မုချဧကန် ကျမ်းဂန်ရရှိသော သူတို့အနက် အကြင်သူတို့သည်လည်း ဧကန်စင်စစ် ရှိကြကုန်၏။ထိုသူတို့သည် အလ္လာဟ်အရှင်မြတ်ကို၎င်း၊ အသင်တို့ထံ ထုတ်ပြန်ပို့ချပြီးဖြစ်သော အရာ[(ဝါ) ကုရ်အာန်ကျမ်းတော်မြတ်]ကိုလည်းကောင်း၊ မိမိတို့ထံထုတ်ပြန် ပို့ချပြီးဖြစ်သောအရာ (ဝါ)တောင်ရာတ် နှင့် အိန်ဂျီလ် ကျမ်းများကိုလည်းကောင်း၊သက်ဝင်ယုံကြည်ကြကုန်သည်။ ယင်းသူတို့သည် အလ္လာဟ်အရှင်မြတ် ရှေ့တော်မှောက်ဝယ် မိမိတို့ ကိုယ်ကိုနှိမ့်ချ ကျိုးနွံလျက်ရှိကြကုန်သည်။ ထိုသူတို့သည် အလ္လာဟ်အရှင်မြတ်၏မုက္ခပါဋ္ဌ် တော်များနှင့် အနည်းငယ်မျှသော အဖိုးအခကိုလဲလှယ် ဝယ်ယူကြသည်လည်း မဟုတ်ပေ။ ဤကဲ့သို့သောသူတို့၏ အကျိုးဆုလာဘ်သည် ထိုသူတို့၏အရှင်မြတ် အထံတော်၌ ရှိချေပြီ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည(လူခပင်းတို့၏ သုစရိုက်၊ ဒုစရိုက်တို့ကို) ဆောလျင်စွာ စောကြော စစ်ဆေးတော်မူမည့်အရှင် ဖြစ်တော်မူပေသတည်း။"
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "အို-သက်ဝင်ယုံကြည်သူ အပေါင်းတို့၊ အသင်တို့သည် (ဒုက္ခတွေ့ကြုံလျှင်) သည်းခံကြလေကုန်။ ၎င်းပြင်(ရန်သူတို့နှင့်) ပြိုင်ဆိုင် တိုက်ခိုက်ရာတွင်လည်း တည်တံ့ ခိုင်မြဲစွာ ရှိကြလေကုန်။ ၎င်းပြင် အသင်တို့သည် (ရန်သူတို့အား ခုခံကာကွယ်ရန်) အဆင်သင့် ရှိကြလေကုန်။ ထို့ပြင်တဝအသင်တို့သည် (အခါခပ်သိမ်း) အလ္လာဟ်အရှင်မြတ်အားကြောက်ရွံ့ ခန့်ညား ကြလေကုန်။ သို့မှသာလျှင် အသင်တို့သည် အောင်မြင်ကြပေမည်။"
        }
    ]
}