{
    "pages": [
        {
            "chapter": 4,
            "verse": 80,
            "text": "မည်သူမဆို ရစူလ်တမန်တော်၏ အမိန့်တော်များကို လိုက်နာပါလျှင်၊ ထိုသူသည် ဧကန်စင်စစ် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်တော်များကို လိုက်နာသည်မည်၏။ သို့ရာတွင် မည်သူမဆို (အသင်၏ အမိန့်များကို သွေဖည်၍) မျက်နှာလွှဲဖယ်သွားခဲ့ပါမူ (အသင်၏တာဝန်မဟုတ်ချေ) ငါအရှင်မြတ်သည် အသင့်အား ထိုသူတို့အပေါ်၌ (တာဝန်ခံ) အုပ်ထိန်းသူအဖြစ် စေလွှတ်တော်မူခဲ့သည်မဟုတ်ပေ။"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "ထို့ပြင်တဝ ၎င်း (မုနာဖစ်က် အယောင်ဆောင်မွတ်စ်လင်မ်) တို့သည် (အသင်၏ရှေ့၌မူ ကျွန်တော်များ၏တာဝန်ကား အသင်နဗီတမန်တော်၏ အမိန့်တော်များကို မပျက်မကွက်) လိုက်နာရန်သာရှိသည် ဟု ပြောဆိုလေ့ရှိကြကုန်၏။ တစ်ဖန် အသင်၏ထံမှ ထွက်ခွာသွားကြသောအခါ ၎င်းတို့အနက်မှ လူတစ်စုသည် မိမိတို့ပြောဆိုခဲ့ကြသော အချက်များနှင့် ဆန့်ကျင်သောကိစ္စများကို ညဉ့်အချိန်၌ တိုင်ပင်ဆွေးနွေးကြကုန်သည်။ အလ္လာဟ်အရှင်မြတ်သည်လည်း ၎င်းတို့ ညဉ့်အချိန်၌ဆွေးနွေးကြသောကိစ္စများကို ရေးသားလျက်ရှိတော်မူ၏။ သို့ဖြစ်ပေရာ အသင်သည် ထိုသူတို့အား လျစ်လျူရှုပြီး အလ္လာဟ်အရှင်မြတ်အားသာ ယုံကြည်စိတ်ချ အားထား၍နေပါလေ။ အမှန်စင်စစ်သော်ကား အလ္လာဟ်အရှင်မြတ်သည်သာလျှင် ယုံကြည်အားထားရာအရှင်အဖြစ် လုံလောက်တော်မူပေသတည်း။"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "၎င်းတို့သည် ကုရ်အာန်ကျမ်းတော်မြတ်ကို လေ့လာဆင်ခြင် သုံးသပ်ခြင်းမရှိကြပါသလော။ အကယ်၍သာ ယင်း (ကုရ်အာန်ကျမ်းတော်မြတ်) သည် အလ္လာဟ်အရှင်မြတ်မှတစ်ပါး အခြားသူ၏ထံမှ (ရောက်ရှိလာသောကျမ်းဂန်) သာဖြစ်ခဲ့ပါမူ ထိုသူတို့သည် ၎င်း (ကုရ်အာန် ကျမ်းတော်) တွင် မြောက်မြားစွာသောကွဲလွဲမှုတို့ကို မလွဲဧကန် တွေ့ရှိခဲ့ကြကုန်အံ့။"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "ထိုမှတစ်ပါးတုံ ၎င်းတို့ထံ စိတ်အေးဖွယ်ရာသော သတင်းတစ်ရပ်ရပ်၊ သို့မဟုတ် ကြောက်ရွံ့စိုးရိမ်ဖွယ်ရာသော သတင်းတစ်ရပ်ရပ်ရောက်ရှိလတ်သော်၊ ထိုသူတို့သည် ၎င်းသတင်းကို (စဉ်းစားဆင်ခြင် သုံးသပ်ခြင်းမရှိဘဲ ချက်ခြင်းပင်) ပျံ့နှံ့စေလေ့ရှိကြသည်။ အကယ်၍သာ ထိုသူတို့သည် ၎င်းသတင်းကို ရစူလ်တမန်တော်ထံသို့ဖြစ်စေ၊ သို့မဟုတ် ဩဇာအာဏာရှိသူများထံသို့ဖြစ်စေ၊ ပို့ဆောင်လွှဲအပ်ခဲ့ကြပါမူ ထိုသူတို့အနက်မှ နက်နဲစွာ စဉ်စားဆင်ခြင်တတ်သောသူတို့သည် ထိုသတင်း (၏အခြေအမြစ်) ကို မလွဲဧကန် (ဝေဖန်ပိုင်းခြား၍) သိရှိကြပေမည်။ အမှန်စင်စစ်သော်ကား အကယ်၍သာ အသင်တို့အပေါ်ဝယ် အလ္လာဟ်အရှင်မြတ်၏ ကျေးဇူးတော်နှင့်ကရုဏာတော်သည် မရှိခဲ့ပါမူ အနည်းငယ်သောသူတို့မှအပ အသင်တို့ (အားလုံး) သည် ရှိုင်တွာန်၏နောက်သို့ မုချ လိုက်ခဲ့ကြမည်သာတည်း။"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "သို့ဖြစ်ပေရာ (အို-နဗီတမန်တော်) အသင်သည် အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်၌ စစ်မက်ပြိုင်ဆိုင်တိုက်ခိုက်ပါလေ။ အသင်၌ အသင်၏တာဝန်သာရှိသည်။ (အခြားသူ၏တာဝန်မရှိချေ) ။ သို့ရာတွင် အသင်သည် ‘မုအ်မင်န်’ သက်ဝင်ယုံကြည်သူတို့အား (စစ်မက်ပြိုင်ဆိုင်တိုက်ခိုက်ကြရန်) တိုက်တွန်းနှိုးဆော်လျက်ရှိပါလေ။ မကြာမြင့်မီ အလ္လာဟ်အရှင်မြတ်သည် ‘ကာဖိရ်’ မယုံကြည် သွေဖည် ငြင်းပယ်သောသူတို့၏အင်အားကို ဟန့်တားတော်မူဖွယ်ရာရှိ၏။ အမှန်သော်ကား အလ္လာဟ်အရှင်မြတ်သည် အင်အားအကြီးမားဆုံးသောအရှင် ဖြစ်တော်မူသည့်အပြင် ပြစ်ဒဏ်ပေးတော်မူရာ၌လည်း အပြင်းထန်ဆုံးသောအရှင် ဖြစ်တော်မူပေသတည်း။"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "မည်သူမဆို ကောင်းမြတ်သော (ကိစ္စတွင်) ကြားဝင်တိုက်တွန်းအံ့။ ပါဝင်ဆောင်ရွက်မှုကိုပြုအံ့။ ထိုသူ၏အဖို့ ယင်းသို့ ပါဝင်ဆောင်ရွက်ခြင်း၏ ဝေစုဝေပုံသည် ရှိအံ့။ ထိုနည်းတူစွာ မည်သူမဆို ဆိုးယုတ်သောအမှုကိစ္စဆောင်ရွက်ရာတွင် ပါဝင်ဆောင်ရွက်မှုကိုပြုအံ့၊ ထိုသူ၏အပေါ်၌ ယင်းသို့ ပါဝင်ဆောင်ရွက်ခြင်း၏တာဝန်သည် ရှိအံ့။ စင်စစ်သော်ကား အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းတို့အပေါ်ဝယ် ထိန်းသိမ်းစောင့်ရှောက်တော်မူသော အရှင်မြတ်ပင် ဖြစ်တော်မူပေသတည်း။"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "တစ်ဖန် အသင်တို့သည် တနည်းနည်းအားဖြင့် (စလာမ်မေတ္တာပို့သလျက်) နှုတ်ခွန်းဆက်သခြင်းကို ခံကြရသောအခါ၊ အသင်တို့သည် ထိုနှုတ်ခွန်းဆက်သခြင်းခံကြရသည်ထက် ပိုမို၍ ကောင်းမြတ် သောနည်းမျိုးဖြင့် (စလာမ်မေတ္တာပို့၍) နှုတ်ခွန်းဆက်သကြလေကုန်။ သို့တည်းမဟုတ်ထို (နှုတ်ခွန်း ဆက်ခြင်းခံကြရသည်) အတိုင်းပင် တုံ့ပြန်ကြလေကုန်။ ဧကန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းတို့ကို စစ်ဆေးတော်မူမည့် အရှင်မြတ်ပင် ဖြစ်တော်မူပေသတည်း။"
        }
    ]
}