{
    "pages": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "pavitra che te allaha ta'ala, je potana bandane (eka ja) ratrimam masjide harama thi masjide akasa sudhi la'i gayo, jeni ajubaju ame barakata api rakhi che, etala mate ke ame tene amari kudaratana thodanka namuna'o batavi'e. Ni:Sanka allaha ta'ala khuba sambhalanara, jonara che"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "ame musa (a.Sa.)Ne kitaba api ane temane isra'ilana santana mate margadarsaka banavi didha ke tame mara sivaya ko'ine potano vyavasthapaka na banavaso"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "he te lokona santano! Jemane ame nuha (a.Sa.) Sathe savara kari didha hata, te amaro khuba ja abhari bando hato"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "ame isra'ilana santana mate temani kitabamam spasta rite nirnaya kari didho hato ke tame dharati para be vara vidroha karaso ane tame khuba ja atireka karaso"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "te banne vacano manthi pahelum vacana avata ja ame tamari virud'dha amara banda'o mokali didha je bahadura yodva hata, basa! Te tamara gharamam pana avi pahoncya ane allahanum a vacana purum thavanum ja hatum"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "Pachi ame temana para tamane vijaya apavyo ane tarata ja dhana ane santana dvara tamari madada kari ane tamarum khuba ja motum jutha banavi didhum"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "jo tame sara karmo karya to te tamara potana ja phayada mate che ane jo tame khotam karmo karya to te pana tamara potana mate ja che. Phari jyare bija vacanano samaya avyo, (to ame bija banda'one mokali didha jethi) te tamara cahera bagadi nakhe ane prathama vakhatani jemaja te ja masjidamam ghusi jaya ane je je vastu hatha lage tene todi phodi nakhe"
        }
    ]
}