{
    "pages": [
        {
            "chapter": 28,
            "verse": 36,
            "text": "basa! Temani pase musa a.Sa. Amara apela spasta camatkaro la'ine pahoncya to te'o kaheva lagya, a to ghadi kadhelum jadu che, ame potana purvajona samayamam kyareya avum nathi sambhalyum"
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "musa a.Sa. Kaheva lagya, maro palanahara tene khuba sari rite jane che, je teni pase satya marga la'i ave che ane jena mate akheratanum parinama (sarum) hoya, kharekhara atyacari'onum bhalum nahim thaya"
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "phira'auna kaheva lagyo, he darabari'o! Hum to mara sivaya ko'ine tamaro pujya nathi manato, sambhala! He hamana! Tum mara mate matine agamam garama kara, pachi mara mate eka mahela banava, to hum musana pujyane jo'i sakum, ane hum juththo samajum chum"
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "tene ane tena laskaro'e khoti rite saheramam ahankara karyo ane samaji betha ke te'o amari pase pacha pheravavamam ja nahim ave"
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "chevate ame tene ane tena laskarone pakadi lidha ane dariyamam dubadi didha, have jo'i lo ke te aparadhi'oni dasa kevi tha'i"
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "ane ame temane eva nayaba banavi didha ke lokone jahannama tarapha bolave ane kayamatana divase temani kami madada karavamam nahim ave"
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "ane ame a duniyamam pana temani pachala potani la'anata (phitakara) kari didhi ane kayamatana divase pana te'o kharaba sthitimam hase"
        },
        {
            "chapter": 28,
            "verse": 43,
            "text": "ane pahelana lokone nasta karya pachi, ame musane evi kitaba api je loko mate puravo ane satya marga ane krpa banine avi, jethi te'o sikhamana prapta kare"
        }
    ]
}