{
    "pages": [
        {
            "chapter": 53,
            "verse": 27,
            "text": "ni:Sanka je loko akhirata para imana nathi lavata te'o pharista'one stri'ona nama api de che"
        },
        {
            "chapter": 53,
            "verse": 28,
            "text": "Jo ke te'one a vise kami pana jnana nathi. Te'o phakata potani kalpana ja kari rahya che. Ane ni:Sanka kalpana satya same kami kama nathi avati"
        },
        {
            "chapter": 53,
            "verse": 29,
            "text": "to tame temanathi modhum pheravi lo, je amara smaranathi modhum pherave ane jemani iccha phakata dun'yavi jivana sivaya kami ja nathi"
        },
        {
            "chapter": 53,
            "verse": 30,
            "text": "a ja te'ona jnanani sima che. Tamaro palanahara te'one khuba ja jane che je tena margathi bhatakela che. Ane tene pana khuba ja jane che je tena marga para che"
        },
        {
            "chapter": 53,
            "verse": 31,
            "text": "ane allahanum ja che je kami akasomam che ane je kami dharatimam che jethi allaha ta'ala kharaba karya karavavalane temana karmono badalo ape ane sara karma karavavala'one saro badalo ape"
        },
        {
            "chapter": 53,
            "verse": 32,
            "text": "te lokone je'o mota gunahothi bace che ane asrlilatathi pana (te'one khuba jane che) ham ko'i nana gunaha sivaya, (etale ke tha'i jaya) ni:Sanka taro palanahara vyapaka maphivalo che, te tamane khuba sari rite jane che, jyare ke tene tamane dharati manthi peda karya ane jyare ke tame tamari mata'ona garbhamam balaka hata, basa! Tame potani pavitrata pote ja bayana na karo, te ja daravavala'one khuba ja jane che"
        },
        {
            "chapter": 53,
            "verse": 33,
            "text": "sum tame tene joyo jene modhum pheravi lidhum"
        },
        {
            "chapter": 53,
            "verse": 34,
            "text": "ghanum ja ochu apyum ane hatha pana roki lidha"
        },
        {
            "chapter": 53,
            "verse": 35,
            "text": "sum tene adrsyanum jnana che ke te (badhu ja) jo'i rahyo che"
        },
        {
            "chapter": 53,
            "verse": 36,
            "text": "sum tene te vastuni khabara apavamam nathi avi je musana"
        },
        {
            "chapter": 53,
            "verse": 37,
            "text": "ane pramanika ibrahimana pustika'omam hatum"
        },
        {
            "chapter": 53,
            "verse": 38,
            "text": "ke ko'i vyakti bijano bhara nahim uthave"
        },
        {
            "chapter": 53,
            "verse": 39,
            "text": "ane e ke dareka vyakti mate phakata te ja che jeno prayasa tene pote ja karyo che"
        },
        {
            "chapter": 53,
            "verse": 40,
            "text": "ane e ke ni;sanka teno prayasa najikamam ja jovamam avase"
        },
        {
            "chapter": 53,
            "verse": 41,
            "text": "pachi tene pure puro badalo apavamam avase"
        },
        {
            "chapter": 53,
            "verse": 42,
            "text": "ane e ke tamara palanahara tarapha ja antima thekanum che"
        },
        {
            "chapter": 53,
            "verse": 43,
            "text": "Ane e ke te ja hasave che ane te ja radave che"
        },
        {
            "chapter": 53,
            "verse": 44,
            "text": "ane e ke te ja mrtyu ape che ane te ja jivita kare che"
        }
    ]
}