{
    "juzs": [
        {
            "chapter": 2,
            "verse": 142,
            "text": "一般愚人將說：「他們為甚麼要背棄他們原來所對的朝向呢？」你說：「東方和西方，都是真主的，他把他所意欲的人引上正路。」"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "我這樣以你們為中正的民族，以便你們作証世人，而使者作証你們。我以你原來所對的方向為朝向，只為辨別誰是順從使者的，誰是背叛的。這確是一件難事，但在真主所引導的人，卻不難。真主不致使你們的信仰徒勞無酬。真主對於世人，確是至愛的，確是至慈的。"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "我確已見你反復地仰視天空，故我必使你轉向你所喜悅的朝向。你應當把你的臉轉向禁寺。你們無論在那裡，都應當把你們的瞼轉向禁寺。曾受天經者必定知道這是從他們的主降示的真理，真主絕不忽視他們的行為。"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "即使你以一切跡象昭示曾受天經者，他們必不順從你的朝向，你也絕不順從他們的朝向；他們各守自己的朝向，互不相從。在知識降臨你之後，如果你順從他們的私欲，那末，你必定是不義者。"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "蒙我賞賜經典的人，認識他，猶如認識自己的兒女一樣。他們中有一派人，的確明知故犯地隱諱真理。"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "真理是從你的主降示的，故你絕不要懷疑。"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "各人都有自己所對的方向，故你們當爭先為善。你們無論在那裡，真主將要把你們集合起來，真主對於萬事，確是全能的。"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "你無論從那裡出去，都應當把你的臉轉向禁寺；這確是從你的主降示的真理。真主絕不忽視你們的行為。"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "你無論從那裡出去，都應當把你的臉轉向禁寺。你們無論在那裡，都應當把你們的臉轉向它，以免他人對你們有所借口。惟他們中不義的人除外，但你們不要畏懼他們，你們當畏懼我，以便我成全我所施於你們的恩典，以便你們遵循正道。"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "猶如我派遣你們族中的一個使者來教化你們，對你們宣讀我的跡象，熏陶你們，教授你們天經和智慧，並將你們所不知道的教訓你們。"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "故你們當記憶我，（你們記憶我），我就記憶你們；你們當感謝我；不要孤負我。"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "信道的人們啊！你們當借堅忍和拜功，而求祐助。真主確是與堅忍者同在的。"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "為主道而被戕害的人，你們不要說他們是死的；其實，他們是活的，但你們不知覺。"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "我必以些微的恐怖和饑饉，以及資產、生命、收獲等的損失，試驗你們，你當向堅忍的人報喜。"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "他們遭難的時候，說：「我們確是真主所有的，我們必定只歸依他。」"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "這等人，是蒙真主的祜祐和慈恩的；這等人，確是遵循正道的。"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "賽法和麥爾維，確是真主的標識。舉行大朝或小朝的人，無妨游此兩山。自願行善者，（必得善報），因為真主確是厚報的，確是全知的。"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "我在經典中為世人闡明正道之後，隱諱我所降示的明証和正道的人，真主棄絕他們；一般詛咒者，都詛咒他們。"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "惟悔罪自新，闡明真理的人，我將赦宥他們。我是至宥的，是至慈的。"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "終身不信道、臨死還不信道的人，必受真主的棄絕，必受天神和人類全體的詛咒。"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "他們將永居火獄，不蒙減刑，不獲寬限。"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "你們所當崇拜的，是唯一的主宰；除他外，絕無應受崇拜的；他是至仁的，是至慈的。"
        },
        {
            "chapter": 2,
            "verse": 164,
            "text": "天地的創造，晝夜的輪流，利人航海的船舶，真主從雲中降下雨水，借它而使已死的大地復生，並在大地上散布各種動物，與風向的改變，天地間受制的雲，對於能了解的人看來，此中確有許多跡象。"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "有些人，在真主之外，別有崇拜，當做真主的匹敵；他們敬愛那些匹敵，象敬愛真主一樣──信道的人們，對於敬愛真主，尤為懇摯──當不義的人，看見刑罰的時候，假若他們知道一切權力都是真主的，真主是刑罰嚴厲的……。"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "當時，被隨從的人，看見刑罰，而與隨從的人絕交，他們彼此間的關系，都斷絕了。"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "隨從的人，將說：「但願我們得返麈世，那末，我們將與他們絕交，猶如他們與我們絕交一樣。」真主將這樣以他們的行為昭示他們，使他們感到悔恨，他們絕不能逃出火獄。"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "眾人啊！你們可以吃大地上所有合法而且佳美的食物，你們不要隨從惡魔的步伐，他確是你們的明敵。"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "他只以罪惡和醜事命令你們，並教你們假借真主的名義，而說出你們所不知道的事。"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "有人勸他們說：「你們應當遵守真主所降示的經典。」他們就說：「不然，我們要遵守我們祖先的遺教。」即使他們的祖先無知無識，不循正道（他們仍要遵守他們的遺教）嗎？"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "你號召不信道者，就象叫喚只會聽呼喊的牲畜一樣。（他們）是聾的，是啞的，是瞎的，故他們不了解。"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "信道的人們啊！你們可以吃我所供給你們的佳美的食物，你們當感謝真主，如果你們只崇拜他。"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "他只禁戒你們吃自死物、血液、豬肉、以及誦非真主之名而宰的動物；凡為勢所迫，非出自願，且不過份的人，（雖吃禁物），毫無罪過。因為真主確是至赦的，確是至慈的。"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "隱諱真主所降示的經典，而以廉價出賣它的人，只是把火吞到肚子裡去，在復活日，真主既不和他們說話，又不滌除他們的罪惡，他們將受痛苦的刑罰。"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "這等人，以正道換取迷誤，以赦宥換取刑罰，他們真能忍受火刑！"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "這是因為真主已降示包含真理的經典，違背經典的人，確已陷於長遠的反對中。"
        },
        {
            "chapter": 2,
            "verse": 177,
            "text": "你們把自己的臉轉向東方和西方，都不是正義。正義是信真主，信末日，信天神，信天經，信先知，並將所愛的財產施濟親戚、孤兒、貧民、旅客、乞丐和贖取奴隸，並謹守拜功，完納天課，履行約言，忍受窮困、患難和戰爭。這等人，確是忠貞的；這等人，確是敬畏的。"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "信道的人們啊！今以殺人者抵罪為你們的定制，公民抵償公民，奴隸抵償奴隸，婦女抵償婦女。如果屍親有所寬赦，那末，一方應依例提出要求，一方應依禮給予賠償，這是你們的主所降示的減輕和慈恩。事後，過份的人，將受痛苦的刑罰。"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "有理智的人們啊！你們在抵罪律中獲得生命，（以此為制），以便你們敬畏。"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "你們當中，若有人在臨死的時候，還有遺產，那末，應當為雙親和至親而秉公遺囑。這已成你們的定制，這是敬畏者應盡的義務。"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "既聞遺囑之後，誰將遺囑加以更改，誰負更改的罪過。真主確是全聰的，確是全知的。"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "若恐遺囑者偏私或枉法，而為其親屬調解，那是毫無罪過的。真主確是至赦的，確是至慈的。"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "信道的人們啊！齋戒已成為你們的定制，猶如它曾為前人的定制一樣，以便你們敬畏。"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "故你們當齋戒有數的若干日。你們中有害病或旅行的人，當依所缺的日數補齋。難以齋戒者，當納罰贖，即以一餐飯，施給一個貧民。自願行善者，必獲更多的善報。齋戒對於你們是更好的，如果你們知道。"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "賴買丹月中，開始降示《古蘭經》，指導世人，昭示明証，以便遵循正道，分別真偽，故在此月中，你們應當齋戒；害病或旅行的人，當依所缺的日數補齋。真主要你們便利，不要你們困難，以便你們補足所缺的日數，以便你們讚頌真主引導你們的恩德，以便你們感謝他。"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "如果我的僕人詢問我的情狀，你就告訴他們：我確是臨近的，確是答應祈禱者的祈禱的。當他祈禱我的時候，教他們答應我，信仰我，以便他們遵循正道。"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "齋戒的夜間，准你們和妻室交接。她們是你們的衣服，你們是她們的衣服。真主已知道你們自欺，而恕饒你們，赦免你們；現在，你們可以和她們交接，可以求真主為你們注定的（子女），可以吃，可以飲，至黎明時天邊的黑線和白線對你們截然劃分。然後整日齋戒，至於夜間。你們在清真寺幽居的時候，不要和她們交接。這是真主的法度，你們不要臨近它。真主這樣為世人闡明他的跡象，以便他們敬畏。"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "你們不要借詐術而侵蝕別人的財產，不要以別人的財產賄賂官吏，以便你們明知故犯地借罪行而侵蝕別人的一部分財產。"
        },
        {
            "chapter": 2,
            "verse": 189,
            "text": "他們詢問新月的情狀，你說：「新月是人事和朝覲的時計。」正義絕不是從房屋後面穿洞進去，但正義是敬畏。你們當從門戶走進房屋，當敬畏真主，以便你們成功。"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "你們當為主道而抵抗進攻你們的人，你們不要過份，因為真主必定不喜愛過份者。"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "你們在那裡發現他們，就在那裡殺戮他們；並將他們逐出境外，猶如他們從前驅逐你們一樣，迫害是比殺戮更殘酷的。你們不要在禁寺附近和他們戰鬥，直到他們在那裡進攻你們；如果他們進攻你們，你們就應當殺戮他們。不信道者的報酬是這樣的。"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "如果他們停戰，那末，真主確是至赦的，確是至慈的。"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "你們當反抗他們，直到迫害消除，而宗教專為真主；如果他們停戰，那末，除不義者外，你們絕不要侵犯任何人。"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "禁月抵償禁月，凡應當尊敬的事物，都是互相抵償的。誰侵犯你們，你們可以同樣的方法報復誰；你們當敬畏真主，當知道真主是與敬畏者同在的。"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "你們當為主道而施捨，你們不要自投於滅亡。你們應當行善；真主的確喜愛行善的人。"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "你們當為真主而完成大朝和小朝。如果你們被困於中途，那末，應當獻一隻易得的犧牲。你們不要剃髮，直到犧牲到達其定所。你們當中誰為生病或頭部有疾而剃髮，誰當以齋戒，或施捨，或獻牲，作為罰贖。當你們平安的時候，凡在小朝後享受到大朝的人，都應當獻一隻易得的犧牲。凡不能獻牲的，都應當在大朝期間齋戒三日，歸家後齋戒七日，共計十日。這是家眷不在禁寺區域內的人所應盡的義務。你們當敬畏真主，你們當知道真主的刑罰是嚴厲的。"
        },
        {
            "chapter": 2,
            "verse": 197,
            "text": "朝覲的月份，是幾個可知的月份。凡在這幾個月內決計朝覲的人，在朝覲中當戒除淫辭、惡言和爭辯。凡你們所行的善功，真主都是知道的。你們當以敬畏做旅費，因為最好的旅費是敬畏。有理智的人啊！你們當敬畏我。"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "尋求主的恩惠，對於你們是無罪的。你們從阿賴法特結隊而行的時候，當在禁寺附近記念真主，你們當記念他，因為他曾教導你們，從前你們確是迷誤的。"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "然後，你們從眾人結隊而行的地方結隊而行，你們當向真主求饒。真主確是至赦的，確是至慈的。"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "你們在舉行朝覲的典禮之後，當記念真主，猶如記念你們的祖先一樣，或記念得更多些。有人說：「我們的主啊！求你在今世賞賜我們。」他在後世，絕無福分。"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "有人說：「我們的主啊！求你在今世賞賜我們美好的（生活），在後世也賞賜我們美好的（生活），求你保護我們，免受火獄的刑罰。」"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "這等人，將因他們的營求而享受一部分的報酬。真主的清算是神速的。"
        },
        {
            "chapter": 2,
            "verse": 203,
            "text": "你們當在數日內記念真主，在兩日內倉猝起程的人，毫無罪過；延遲的人，也無罪過。（抉擇的權利），專歸敬畏的人。你們當敬畏真主，當知道你們只被集合在他那裡。"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "有人談論今世的生活，他的言論，使你讚嘆，他還求真主作証他的存心。其實，他是最強悍的仇敵。"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "他轉臉之後，圖謀不軌，蹂躪禾稼，傷害牲畜。真主是不喜作惡的。"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "有人對他說：「你當敬畏真主」，他就因羞憤而犯罪。火獄將使他滿足，那臥褥真惡劣。"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "有人為求真主的喜悅而自願捐軀。真主是仁愛眾僕的。"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "信道的人們啊！你們當全體入在和平教中，不要跟隨惡魔的步伐，他確是你們的明敵。"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "如果你們在明証降臨之後背離正道，那末，你們當知道真主是萬能的，是至睿的。"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "他們只等待真主在雲蔭中與眾天神同齊降臨，事情將被判決。一切事情，只歸真主安排。"
        },
        {
            "chapter": 2,
            "verse": 211,
            "text": "你問以色列的後裔，我賞賜過他們若干明顯的跡象。真主的恩典降臨之後，凡加以變更的人，（真主必定懲罰他），因為真主的刑罰確是嚴厲的。"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "不信道的人，為今世的生活所迷惑，他們嘲笑信道者，復活日，敬畏者將在他們之上；真主將無量地供給他所意欲者。"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "世人原是一個民族，嗣後，他們信仰分歧，故真主派眾先知作報喜者和警告者，且降示他們包含真理的經典，以便他為世人判決他們所爭論的是非。惟曾受天經的人，在明証降臨之後，為互相嫉妒，而對天經意見分歧，故真主依自己的意旨而引導信道的人，俾得明瞭他們所爭論的真理。真主引導他所意欲的人走上正路。"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "你們還沒有遭遇前人所遭遇的患難，就猜想自己得入樂園了嗎？前人曾遭受窮困和患難，曾受震惊，甚至使者和信道的人都說：「真主的援助甚麼時候降臨呢？」真的，真主的援助，確是臨近的。"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "他們問你他們應該怎樣費用，你說：「你們所費用的財產，當費用於父母、至親、孤兒、貧民、旅客。你們無論行甚麼善功，都確是真主所全知的。」"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "戰爭已成為你們的定制，而戰爭是你們所厭惡的。也許你們厭惡某件事，而那件事對你們是有益的；或許你們喜愛某件事，而那件事對於你們是有害的。真主知道，你們確不知道。"
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "他們問你禁月內可以作戰嗎？你說：「禁月內作戰是大罪；妨礙主道，不信真主，妨礙（朝覲）禁寺，驅逐禁寺區的居民出境，這些行為，在真主看來，其罪更大。迫害是比殺戮還殘酷的。」如果他們能力充足，勢必繼續進攻你們，務使你們叛教。你們中誰背叛正教，至死還不信道，誰的善功在今世和後世完全無效。這等人，是火獄的居民，他們將永居其中。"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "信道的人，離別故鄉並且為主道而奮鬥的人，這等人他們的確希望真主的慈恩。真主是至赦的，是至慈的。"
        },
        {
            "chapter": 2,
            "verse": 219,
            "text": "他們問你飲酒和賭博（的律例），你說：「這兩件事都包含著大罪，對於世人都有許多利益，而其罪過比利益還大。」他們問你他們應該施捨甚麼，你說：「你們施捨剩餘的吧。」真主這樣為你們闡明一切跡象，以便你們思維今世和後世的事務。"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "他們問你怎樣待遇孤兒，你說：「為他們改善他們的事務是更好的。如果你們與他們合伙，那末，（你們應當記取）他們是你們的教胞。真主能辨別破壞的人和改善的人。假若真主意欲，他必使你們煩難。」真主確是萬能的，確是至睿的。"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "你們不要娶以物配主的婦女，直到她們信道。已信道的奴婢，的確勝過以物配主的婦女，即使她使你們愛慕她。你們不要把自己的女兒嫁給以物配主的男人，直到他們信道。已信道的奴僕，的確勝過以物配主的男人，即使他使你們愛慕他。這等人叫你們入火獄，真主卻隨意地叫你們入樂園，和得到赦宥。他為世人闡明他的跡象，以便他們覺悟。"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "他們問你月經的（律例），你說：「月經是有害的，故在經期中你們應當離開妻子，不要與她們交接，直到她們清潔。當她們洗淨的時候，你們可以在真主所命你們的部位與她們交接。」真主的確喜愛悔罪的人，的確喜愛潔淨的人。"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "你們的妻子好比是你們的田地，你們可以隨意耕種。你們當預先為自己而行善。你們當敬畏真主，當知道你們將與他相會。你當向信士們報喜。"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "你們不要為自己的盟誓而以真主為障礙，以致不能行善，不能敬畏，不能調解。真主是全聰的，是全知的。"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "真主不為無意的誓言而責備你們，但為有意的誓言而責備你們。真主是至赦的，是至容的。"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "盟誓不與妻子交接的人，當期待四個月；如果他們回心轉意，那末，真主確是至赦的，確是至慈的。"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "如果他們決心休妻，那末，真主確是全聰的，確是全知的。"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "被休的婦人，當期待三次月經；她們不得隱諱真主造化在她們的子宮裡的東西，如果她們確信真主和末日。在等待的期間，她們的丈夫是宜當挽留她們的，如果他們願意重修舊好。她們應享合理的權利，也應盡合理的義務；男人的權利，比她們高一級。真主是萬能的，是至睿的。"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "休妻是兩次，此後應當以善意挽留（她們），或以優禮解放（她們）。你們已經給過她們的財產，絲毫不得取回，除非夫妻兩人恐怕不能遵守真主的法度。如果你們恐怕他們倆不能遵守真主的法度，那末，她以財產贖身，對於他們倆是毫無罪過的。這是真主的法度，你們不要違犯它。誰違犯真主的法度，誰是不義的人。"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "如果他休了她，那末，她以後不可以做他的妻子，直到她嫁給其他的男人。如果後夫又休了她，那末，她再嫁前夫，對於他們倆是毫無罪過的，如果他們倆猜想自己能遵守真主的法度。這是真主的法度，他為有知識的民眾而闡明它。"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "當你們休妻，而她們待婚滿期的時候，你們當以善意挽留她們，或以優禮解放她們；不要為妨害她們而加以挽留，以便你們侵害她們。誰做了這件事，誰確已自欺了。你們不要把真主的跡象當做笑柄，你們當銘記真主所賜你們的恩惠，銘記他降示你們天經和智慧，用以教訓你們。你們當敬畏真主，當知道真主對於萬物是全知的。"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "如果你們休妻，而她們待婚期滿，那末，當她們與人依禮而互相同意的時候，你們不要阻止她們嫁給她們的丈夫。這是用來規勸你們中確信真主和後世的人的。這對於你們是更有益的，是更純潔的。真主知道，你們卻不知道。"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "做母親的，應當替欲哺滿乳期的人，哺乳自己的嬰兒兩周歲。做父親的，應當照例供給她們的衣食。每個人只依他的能力而受責成。不要使做母親的為自己的嬰兒而吃虧，也不要使做父親的為自己的嬰兒而吃虧。（如果做父親的死了），繼承人應負同樣的責任。如果做父母的欲依協議而斷乳，那末，他們倆毫無罪過。如果你們另顧乳母哺乳你們的嬰兒，那末，你們毫無罪過，但須交付照例應給的工資。你們當敬畏真主，當知道真主是明察你們的行為的。"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "你們中棄世而遺留妻子的人，他們的妻子當期待四個月零十日；待婚滿期的時候，她們關於自身的合理的行為，對於你們毫無罪過。真主對於你們的行為是徹知的。"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "你們用含蓄的言詞，向待婚的婦女求婚，或將你們的意思隱藏在心裡，對於你們都是毫無罪過的。真主已知道你們不久要向她們提及婚約，（故准你們對她們有所表示），但不要與她們訂密約，只可說合理的話；不要締結婚約，直到守制滿期。你們當曉得真主知道你們的心事，故你們當防備他；並當知道真主是至赦的，是至容的。"
        },
        {
            "chapter": 2,
            "verse": 236,
            "text": "你們的妻子，在你們未與她們交接，也未為她們決定聘儀的期間，如果你們休了她們，那對於你們是毫無罪過的，但須以離儀贈與她們；離儀的厚薄，當斟酌丈夫的貧富，依例而贈與；這是善人所應盡的義務。"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "在與她們交接之前，在為她們決定聘儀之後，如果你們休了她們，那末，應當以所定聘儀的半數贈與她們，除非她們加以寬免，或手締婚約的人加以寬免；寬免是更近於敬畏的。你們不要忘記互惠。真主確是明察你們的行為的。"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "你們當謹守許多拜功，和最貴的拜功，你們當為真主而順服地立正。"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "如果你們有所畏懼，那末，可以步行著或騎乘著（做禮拜）。你們安全的時候，當依真主所教你們的禮儀而記念他。"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "你們中棄世而遺留妻子的人，當為妻室而遺囑，當供給她們一年的衣食，不可將她們驅逐出去。如果她們自願出去，那末，她們關於自身的合禮的行為，對於你們是毫無罪過的。真主是萬能的，是至睿的。"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "凡被休的婦女，都應得一份照例的離儀，這是敬畏的人應盡的義務。"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "真主為你們這樣闡明他的跡象，以便你們了解。"
        },
        {
            "chapter": 2,
            "verse": 243,
            "text": "你沒有知道，那為怕死而整千整萬的從自己家裡逃亡出去的人嗎？真主曾對他們說：「你們死亡吧。」嗣後，又使他們復活。真主對於世人確是有恩惠的，但世人大半不感謝。"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "你們當為主道而戰鬥，當知道真主是全聰的，是全知的。"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "誰以善債借給真主？他將以許多倍償還他。真主能使人窮迫，能使人寬裕，你們只被召歸於他。"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "你不知道穆薩死後以色列人中的領袖嗎？當時他們對一個同族的先知說：「請你替我們立一個國王，我們就為主道而戰鬥。」他說：「如果戰鬥成為你們的定制，你們會不戰鬥嗎？」他們說：「我們已被敵人逐出故鄉，父子離散，我們怎能不為主道而戰鬥呢？」戰鬥已成為他們的定制的時候，他們除少數人外，都違背命令了。真主是全知不義的人的。"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "他們的先知對他們說：「真主確已為你們立塔魯特為國王了。」他們說：「他怎麼配做我們的國王呢？我們是比他更配做國王的，況且他沒有豐富的財產。」他說：「真主確已選他為你們的領袖，並且加賜他淵博的學識和健壯的體魄。」真主常常把國權賞賜自己所意欲的人。真主是寬大的，全知的。"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "他們的先知對他們說：「他的國權的跡象，是約櫃降臨你們，約櫃裡有從主降下的寧靜，與穆薩的門徒和哈倫的門徒的遺物，眾天神載負著它。對於你們，此中確有一種跡象，如果你們是信士。」"
        },
        {
            "chapter": 2,
            "verse": 249,
            "text": "當塔魯特統率軍隊出發的時候，他說：「真主必定以一條河試驗你們，誰飲河水，誰不是我的部屬；誰不嘗河水，誰確是我的部屬。」只用手捧一捧水的人，（不算違抗命令）。嗣後，他們除少數人外，都飲了河水。當他和信道的人已渡過河的時候，他們說：「今日我們絕無能力敵對查魯特和他的軍隊。」有些將士確信將來必與真主相會，他們說：「少數的部隊，賴真主的祐助，往往戰勝多數的部隊。」真主是與堅忍者同在的。"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "當他們出去與查魯特和他的軍隊交戰的時候，他們祈禱說：「我們的主啊！求你把堅忍注入我們的心中，求你堅定我們的步伐，求你援助我們以對抗不信道的民眾。」"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "他們借真主的祐助而打敗敵人。達五德殺死查魯特，真主把國權和智慧賞賜他，並把自己所意欲的（知識）教授他。要不是真主以世人互相抵抗，那末，大地的秩序必定紊亂了。但真主對於全世界是有恩惠的。"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "這些是真主的跡象，我本真理而對你宣讀它。你確是眾使者之一。"
        }
    ]
}