{
    "juzs": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "哈一，米目。"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "這本經是從至能至睿的真主降示的。"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "我只本真理而創造天地萬物，我只使他們存在至一定期。不信道的人們不顧他們曾受警告的刑罰，"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "你說：「你們告訴我吧！你們捨真主而祈禱的那些偶像怎麼應受崇拜呢？你們告訴我吧！他們曾獨自創造了大地的哪一部份呢？還是他們曾與真主共同創造諸天呢？你們昭示我此經之前的一本天經，或殘存的古學吧，如果你們是說實話的。」"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "他們捨真主而祈禱那些到復活日也不會答應他們，而且忽視他們的祈禱的偶像，有誰比他們更迷誤呢？"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "當眾人被集合的時候，那些被崇拜的，要變成那些崇拜者的仇敵，並且否認自己曾受過他們的崇拜。"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "有人對他們誦讀我的明顯的蹟象的時候，不信道的人們評論剛降臨他們的真理說：「這是明顯的魔術。」"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "他們甚至說：「他偽造《古蘭經》。」你說：「如果我偽造《古蘭經》，那末，你們不能為我抵御真主的一點刑罰。他全知你們對於《古蘭經》的誹謗，他足為我和你們之間的見証。他確是至赦的，確是至慈的。」"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "你說：「我不是破天荒的天使；我不知道我要遭遇甚麼，也不知道你們要遭遇甚麼，我只遵從我所受的啟示，我只是一個坦率的警告者。」"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "你說：「你們告訴我吧！如果《古蘭經》是從真主那裡降示的，而你們不信它—— 以色列後裔中的一個見証者，已作証其相似而信奉之，你們卻不屑信奉——那末，誰比你們更迷誤呢？真主必定不引導不義的民眾。」"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "不信道的人們評論道的人們說：「假若那是一件善事，他們不得在我們前信奉它。」他們沒有因他而遵循正道，故他們的偏執已顯著了，他們要說：「這是陳腐的妄言。」"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "在它之前，有穆薩的經典，做世人的準繩和恩惠。這是一本阿拉伯文的經典，能証實以前的天經，以便它警告不義的人們，並做行善者的佳音。"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "說過「我們的主是真主」，然後遵守正道的人們，將來沒有恐懼，也不憂愁；"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "這等人，是樂園的居民，將永居其中；這是為了報酬他們的行為。"
        },
        {
            "chapter": 46,
            "verse": 15,
            "text": "我曾命人孝敬父母；他的母親，辛苦地懷他，辛苦地生他，他受胎和斷乳的時期，共計三十個月。當他達到壯年，再達到四十歲的的候，他說：「我的主啊！求你啟示我，使我感謝你所施於我和我的父母的恩惠，並行你所喜悅的善事。求你為我改善我的後裔。我確已向你悔罪，我確是一個順服者。」"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "這等人，我接受他們的善功，我赦宥他們的罪惡，他們將成為樂園的居民。這是他們所受的真實的應許。"
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "有人對他的父母說：「唉！你們倆恫嚇我說：我要復活嗎？在我之前，有許多世代，確已逝去了。」他們倆向真主求援，並且說：「傷哉你！你信道吧，真主的應許，確是真實的！」他說：「這只是古人的故事。」"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "這等人，應當受刑罰的判決，而入於以前逝去的精靈和人類的各民族之中，他們確是虧折的。"
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "他們將因自己的行為而各有若干等級，以便真主對他們的行為給予完全的報酬，他們不受虧枉。"
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "不信道的人們遭受火刑之日，或者將對他們說：「你們在塵世生活中，已將你們的福份消盡享完；今日你們應受凌辱的刑罰，因為你們曾在地方上妄自尊大，也因為你們曾經犯罪。」"
        },
        {
            "chapter": 46,
            "verse": 21,
            "text": "你紀念阿德人的弟兄吧！當時，他在沙丘警告他的宗族——在他以前和以後，有許多警告者，確已逝去了——他說：「你們應該只崇拜真主，我的確怕你們遭受重大日的刑罰。」"
        },
        {
            "chapter": 46,
            "verse": 22,
            "text": "他們說：「你來阻止我們崇拜我們的眾神靈嗎？你昭示我們你所用以恫嚇我們的刑罰吧！如果你是說實話的！」"
        },
        {
            "chapter": 46,
            "verse": 23,
            "text": "他說：「只有真主知道刑罰何時降臨你們，我只能把我的使命傳達給你們，但我以為你們是無知的民眾。」"
        },
        {
            "chapter": 46,
            "verse": 24,
            "text": "他們看見天邊有一朵雲，向著他們的山谷移動，他們說：「這朵雲會降雨給我們。」不然，這是你們賈求早日實現的，這是狂風，其中有痛苦的刑罰。"
        },
        {
            "chapter": 46,
            "verse": 25,
            "text": "它奉它的主的命令而毀滅一切。一旦之間，不見他們，只見他們的房屋。我要如此報酬犯罪的民眾。"
        },
        {
            "chapter": 46,
            "verse": 26,
            "text": "我確已把沒有賞賜你們的地位賞賜了他們，我曾賦予他們聰明睿智；但他們的聰明睿智，對於他們毫無裨益，因為他們否認真主的蹟象，所以他們一向所嘲笑的刑罰降臨他們了。"
        },
        {
            "chapter": 46,
            "verse": 27,
            "text": "我確已毀滅你們四鄰的城市。我反覆昭示各種蹟象，以便他們悔悟。"
        },
        {
            "chapter": 46,
            "verse": 28,
            "text": "他們捨真主而奉為神靈，以求親近真主的偶像，怎麼不相助他們呢！不然，他們已迴避他們了。那是他們的妄言，也是他們所偽造的。"
        },
        {
            "chapter": 46,
            "verse": 29,
            "text": "當時，我曾使一伙精靈，走到你面前，來靜聽《古蘭經》。當他們來到了他面前的時候，他們說：「大家靜聽吧！」誦讀既畢，他們就回去警告他們的宗族，"
        },
        {
            "chapter": 46,
            "verse": 30,
            "text": "他們說：「我們的宗族啊！我們確已聽見一本在穆薩之後降示的經典，它能証實以前的天經，能指引真理和正路。"
        },
        {
            "chapter": 46,
            "verse": 31,
            "text": "我們的家族啊！你們當應答真主的號召者，而歸信真主，真主將赦宥你們的一部份罪過，並使你們得免於痛苦的刑罰。"
        },
        {
            "chapter": 46,
            "verse": 32,
            "text": "不應答真主號召者的人，在大地上絕不能逃避天譴，除真主外，他們絕無保護者，這等人是在明顯的迷誤中的。」"
        },
        {
            "chapter": 46,
            "verse": 33,
            "text": "創造天地而不感覺疲乏的真主，是能使死者復活的。難道他們不知道嗎？是的，他對於萬事是全能的。"
        },
        {
            "chapter": 46,
            "verse": 34,
            "text": "不信道的人們遭受火刑之日，或者將對他們說：「難道這刑罰不是真實的嗎？」他們將說：「是真實的，以我們的主盟誓！」他將說：「你們嘗試刑罰吧！因為你們沒有信道。」"
        },
        {
            "chapter": 46,
            "verse": 35,
            "text": "你應當堅忍，如有決心的眾使者那樣堅忍，你不要要求他們所應得的刑罰早日實現。他們眼見自己所被恐嚇的刑罰之日，他們將覺得彷彿在塵世只在白晝逗留過片刻。這是一個通告。唯悖逆的民眾，才遭毀滅。"
        },
        {
            "chapter": 47,
            "verse": 1,
            "text": "不信道而且妨礙主道的人們，真主將使他們的善功無效。"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "信道而行善，且信仰降示穆罕默德的天經者——那部天經是認他們的主降示的真理 ——真主將赦宥他們的罪惡，改善他們的狀況。"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "那是由於不信道的人們遵守虛偽，而信道的人們遵守從他們的主降示的真理。真主如此為眾人設許多譬喻。"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "你們在戰場上遇到不信道者的時候，應當斬殺他們，你們既戰勝他們，就應當俘虜他們；以後或釋放他們，或准許他們贖身，直到戰爭放下他的重擔。事情就是這樣的，假若真主意欲，他必懲治他們；但他命你們抗戰，以便他以你們互相考驗。為主道而陣亡者，真主絕不枉費他們的善功，"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "他要引導他們，並改善他們的狀況，"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "且使他們入樂園——他已為他們說明那樂園了。"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "信道的人們啊！如果你們相助真主，他就相助你們，並使你們的腳步穩固。"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "不信道的人們，將一厥不振，真主將任他們的善功無效。"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "那是因為他們厭惡真主所降示的經典，故他將使他們的善功無效。"
        },
        {
            "chapter": 47,
            "verse": 10,
            "text": "難道他們沒有在大地上旅行，以觀察前人的結局是怎樣的嗎？真主又毀滅了他們。不信道的人們，將有同樣的結局。"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "那是因為真主是信道的人們的保護者；不信道的人們，絕無保護者。"
        },
        {
            "chapter": 47,
            "verse": 12,
            "text": "真主必定要使信道而且行善的人們入下臨諸河的樂園。不信道的人們，在今世的享受，是像畜牲樣飲食，火獄是他們的歸宿。"
        },
        {
            "chapter": 47,
            "verse": 13,
            "text": "有許多城市，其居民的勢力，勝過那驅逐你的城市的居民；我曾毀滅了他們，他們沒有任何援助者。"
        },
        {
            "chapter": 47,
            "verse": 14,
            "text": "依據從主降示的明証者，與那為自己的惡行所迷惑，而且順從私欲者是一樣的嗎？"
        },
        {
            "chapter": 47,
            "verse": 15,
            "text": "敬畏的人們所蒙應許的樂園，其情狀是這樣的：其中有水河，水質不腐；有乳河，乳味不變；有酒河，飲者稱快；有蜜河，蜜質純潔；他們在樂園中，有各種水果，可以享受；還有從他們的主發出的赦宥。永居樂園者，難道與那永居火獄，常飲沸水，腸寸寸斷的人是一樣的嗎？"
        },
        {
            "chapter": 47,
            "verse": 16,
            "text": "他們中有些人靜聽你的演說，等到他們從你的面前出去的時候，他們對有學識者說：「剛才他說些甚麼？」這等人，真主已封閉他們的心，他們順從私欲。"
        },
        {
            "chapter": 47,
            "verse": 17,
            "text": "遵循正道者，真主要更加引導他們，並將敬畏的報酬賞賜他們。"
        },
        {
            "chapter": 47,
            "verse": 18,
            "text": "他們只等待復活時忽然來臨他們，復活時的徵候確已來臨了。當復活時來臨的時候，他們的覺悟，對於他們那裡還會有效呢！"
        },
        {
            "chapter": 47,
            "verse": 19,
            "text": "你應當知道，除真主外，絕無應受崇拜的，你應當為你的過失而求饒，並應當為眾信士和眾信女而求饒。真主是全知你們的活動和歸宿的。"
        },
        {
            "chapter": 47,
            "verse": 20,
            "text": "信道的人們說：「怎麼不降示一章經呢？」當一章明確的經文降下，而其中提及戰爭的時候，你會看到心中有病的人們將像臨死時昏暈的人那樣瞪著眼看你。傷哉他們！"
        },
        {
            "chapter": 47,
            "verse": 21,
            "text": "服從和婉辭，於他們是更相宜的。當戰爭被決定的時候，假若他們忠於真主，那對於他們是更好的。"
        },
        {
            "chapter": 47,
            "verse": 22,
            "text": "假若你們執政，你們會不會在地方上作惡，並斷絕親戚的關係呢？"
        },
        {
            "chapter": 47,
            "verse": 23,
            "text": "這等人，是真主所棄絕的，故他使他們變聾，使他們變瞎。"
        },
        {
            "chapter": 47,
            "verse": 24,
            "text": "他們怎麼不沉思《古蘭經》呢？難道他們的心上有鎖？"
        },
        {
            "chapter": 47,
            "verse": 25,
            "text": "認清正道，然後叛道者，惡魔慫恿他們，並寬慰他們。"
        },
        {
            "chapter": 47,
            "verse": 26,
            "text": "那是因為他們曾對那些厭惡真王所降示的蹟象者說：「對於一部份的事情，我們將順從你們。」真主知道他們的隱情。"
        },
        {
            "chapter": 47,
            "verse": 27,
            "text": "當眾天神打著他們的臉和背，而使他們死亡的時候，他們將怎麼辦呢？"
        },
        {
            "chapter": 47,
            "verse": 28,
            "text": "那是因為他們順從那觸犯真主的事物，並厭惡他所喜悅的事物，故他使他們的善功無效。"
        },
        {
            "chapter": 47,
            "verse": 29,
            "text": "難道心中有病的人們以為真主不報答他們的怨根麼？"
        },
        {
            "chapter": 47,
            "verse": 30,
            "text": "假若我意欲，我必定使你知道他們，你必定借他們的儀表而認識他們，你必定從他們的口氣而認識他們。真主知道你們的善功。"
        },
        {
            "chapter": 47,
            "verse": 31,
            "text": "我必定要試驗你們，直到我認識你們中的奮鬥者和堅忍者，我將考核關於你們的工作的報告。"
        },
        {
            "chapter": 47,
            "verse": 32,
            "text": "不信道，並妨礙主道，且在認識正道後反對使者的人們，絕不能損傷真主一絲毫，他要使他們的善功無效。"
        },
        {
            "chapter": 47,
            "verse": 33,
            "text": "信道的人們啊！你們應當服從真主，應當服從使者，你們不要使你們的善功無效。"
        },
        {
            "chapter": 47,
            "verse": 34,
            "text": "不信道、並妨礙主道、死時還不信道的人們，真主絕不赦宥他們。"
        },
        {
            "chapter": 47,
            "verse": 35,
            "text": "你們不要氣餒，不要求和，你們是佔優勢的，真主是與你們同在的，他絕不使你們的善功無效。"
        },
        {
            "chapter": 47,
            "verse": 36,
            "text": "今世的生活，只是游戲和娛樂。如果你們信道，並且敬畏他，他要將你們的報酬賞賜你們。他不索取你們的財產。"
        },
        {
            "chapter": 47,
            "verse": 37,
            "text": "如果他勒索你們的財產，你們就要吝嗇，那吝嗇要揭穿你們的怨恨。"
        },
        {
            "chapter": 47,
            "verse": 38,
            "text": "你們這等人啊！有人勸你們為主道而費用，你們中卻有若嗇的。吝嗇的人自受吝嗇之害。真主確是無求的，你們確是有求的。如果你們違背命令，他就要以別的民眾代替你們，然後，他們不像你們樣。"
        },
        {
            "chapter": 48,
            "verse": 1,
            "text": "我確已賞賜你一種明顯的勝利，"
        },
        {
            "chapter": 48,
            "verse": 2,
            "text": "以便真主赦宥你已往的和將來的過失，並完成他對你的恩典，且昭示你一條正路。"
        },
        {
            "chapter": 48,
            "verse": 3,
            "text": "真主將給你一種有力的援助。"
        },
        {
            "chapter": 48,
            "verse": 4,
            "text": "他曾將鎮靜降在信士們的心中，以便他們信念上加信念——天地的軍隊，只是真主的，真主是全知的，是至睿的——"
        },
        {
            "chapter": 48,
            "verse": 5,
            "text": "以便他使信士和信女們入下臨諸河的樂園，而永居其中，並赦宥他們的罪惡。據真主看來，這是偉大的成功。"
        },
        {
            "chapter": 48,
            "verse": 6,
            "text": "以便他懲罰偽信的男人和女人，和以物配主的男人和女人，就是對真主作惡意猜想的人，惡運只降臨他們，真主譴怒他們，棄絕他們，並為他們預備了火獄。那歸宿真惡劣！"
        },
        {
            "chapter": 48,
            "verse": 7,
            "text": "天地的軍隊，只是真主的。真主是萬能的，是至睿的。"
        },
        {
            "chapter": 48,
            "verse": 8,
            "text": "我確已派遣你作見証者，作報喜者，作警告者，"
        },
        {
            "chapter": 48,
            "verse": 9,
            "text": "以便你們歸信真主和使者，並協助他，尊敬他，朝夕讚頌他。"
        },
        {
            "chapter": 48,
            "verse": 10,
            "text": "與你訂約的人們，其實是與真主訂約；真主的手是在他們的手之上的。背約者，自受背約之害；實踐與真主所訂約者，真主將賞賜他重大的報酬。"
        },
        {
            "chapter": 48,
            "verse": 11,
            "text": "留在後方的游牧人們將說：「我們要照料我們的家產和家屬，所以請你為我們求饒。」他們用他們的舌頭說的不是他們的心裡話。你說：「誰能為你們干涉真主一絲毫？如果他要降禍於你們，或降福於你們。真主是徹知你們的行為的。"
        },
        {
            "chapter": 48,
            "verse": 12,
            "text": "你們猜想使者和信士們永不回家了，你們的心為這猜想所迷惑，你們作不善的猜想，你們是將滅亡的民眾。」"
        },
        {
            "chapter": 48,
            "verse": 13,
            "text": "不信真主和使者的人，我確已為他們這等不信者預設火獄了。"
        },
        {
            "chapter": 48,
            "verse": 14,
            "text": "大地的國權，歸真主所有，他要赦宥誰，就赦宥誰；要懲罰誰，就懲罰誰。真主是至赦的，是至慈的。"
        },
        {
            "chapter": 48,
            "verse": 15,
            "text": "留在後方的人們，當你們為獲取戰利品而出發的時候，他們將說：「讓我們踉你們去吧！」他們欲變更真主的判辭。你說：「你們絕對不得跟我們去，以前，真主已這樣說過了。」他們將說：「不然，你們嫉妒我們。」不然，他們不甚了解。"
        },
        {
            "chapter": 48,
            "verse": 16,
            "text": "你對逗留在後方的游牧人說：「你們將被召去討伐一群剽悍的民眾，或他們歸順。如果你們服從（命令），真主就以優美的報酬賞賜你們；如果你們還像以前那樣規避，他就使你們受痛苦的刑罰。」"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "瞎子無罪，跛子無罪，病人無罪。誰服從真主和使者，真主要使誰入那下臨諸河的樂園；誰規避他，他將使誰受痛苦的刑罰。"
        },
        {
            "chapter": 48,
            "verse": 18,
            "text": "真主確已喜悅信士們。當時，他們在那棵樹下與你訂約，他已知道他們的心事，故降鎮靜於他們，並報酬他們臨近的勝利，"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "和他們所取得的許多戰利品。真主是萬能的，是至睿的。"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "真主以你們所取得的許多戰利品應許你們，而將這戰利品迅速的賞賜你們，並制止敵人對你們下手，以便這戰利品作為信士們的一種蹟象，以便真主昭示你們一條正路。"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "別的戰利品，你們尚未能獲得的，真主確已周知它。真主對於萬事是全能的。"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "假若不信道的人們與你們交戰，他們必定失敗，而且不能發現一個保護者，也不能發現一個援助者。"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "這是真主以前的常道，對於真主的常道，你絕不能發現有任何變更。"
        },
        {
            "chapter": 48,
            "verse": 24,
            "text": "他曾制止他們對你們下手，也制止你們在戰勝他們之後在麥加山谷中對他們下手，真主是明察你們的行為的。"
        },
        {
            "chapter": 48,
            "verse": 25,
            "text": "他們不信道，並阻礙你們入禁寺，且阻止被扣留的犧牲達到它的已定的位置。若不為厭惡你們蹂躪你們所末認識的許多信道的男子和女子，而你們因此無知地犯罪，那末，他不制止你們。真主制止你們，以便他使他所意欲者入於他的恩惠之中。假若他們是散居的，我必使他們中不信道的人們受痛苦的刑罰。"
        },
        {
            "chapter": 48,
            "verse": 26,
            "text": "當不信道者心懷忿怒——蒙昧時代的忿怒——的時候，真主曾降鎮靜給使者和信士們，使他們堅持敬畏辭。他們是更宜於敬畏辭的，是應受敬畏辭的。真主對於萬事是全知的。"
        },
        {
            "chapter": 48,
            "verse": 27,
            "text": "真主確已昭示他的使者包含真理的夢兆，如果真主意欲，你們必定平安地進入禁寺，有的人剃頭，有的人剪短髮，你們將永不恐懼。真主知道你們所未知道的，故在那件事之前，先有一次臨近的勝利。"
        },
        {
            "chapter": 48,
            "verse": 28,
            "text": "他因正道和真教而派遣他的使者，以便他使真教勝過一切宗教。真主足為見證，"
        },
        {
            "chapter": 48,
            "verse": 29,
            "text": "穆罕默德是真主的使者，在他左右的人，對外道是莊嚴的，對教胞是慈祥的。你看他那鞠躬叩頭，要求真主的恩惠和喜悅，他們的標記就在他們的臉上，那是叩頭的效果。那是他們在《討拉特》中的譬喻。他們在《引支勒》中的譬喻，是他們像一棵莊稼，發出枝條，而他助它長大，而那枝條漸漸茁壯，終於固定在苗本上，使農夫欣賞。他將他們造成那樣，以便他借他們激怒外道。真主應許他們這等信道而且行善者，將蒙赦宥和重大的報酬。"
        },
        {
            "chapter": 49,
            "verse": 1,
            "text": "信道的人們啊！你們在真主和使者的面前不要先做任何一件事，你們應當敬畏真主；真主確是全聰的，確是全知的。"
        },
        {
            "chapter": 49,
            "verse": 2,
            "text": "信道的人們啊！不要使你們的聲音高過先知的聲音，不要對他高聲說話，猶如你們彼此間高聲說話那樣，以免你們的善功變為無效，而你們是不知不覺的。"
        },
        {
            "chapter": 49,
            "verse": 3,
            "text": "在真主的使者面前低聲說話的人們，真主確已為敬畏而試驗他們的心，他們將蒙赦宥和重大的報酬。"
        },
        {
            "chapter": 49,
            "verse": 4,
            "text": "在寢室後面喊叫你的人們，大半是不明理的。"
        },
        {
            "chapter": 49,
            "verse": 5,
            "text": "假若他們忍耐，直到你出去會他們，那對他們是更好的。真主是至赦的，是至慈的。"
        },
        {
            "chapter": 49,
            "verse": 6,
            "text": "信道的人們啊！如果一個惡人報告你們一個消息，你們應當弄清楚，以免你們無知地傷害他人，到頭來悔恨自己的行為。"
        },
        {
            "chapter": 49,
            "verse": 7,
            "text": "你們應當知道，真主的使者在你們之間，假若他對許多事情都順從你們，你們必陷於苦難。但真主使你們熱愛正信，並在你們的心中修飾它；他使你們覺得迷信、罪惡、放蕩是可惡的；這等人，確是循規蹈矩的。"
        },
        {
            "chapter": 49,
            "verse": 8,
            "text": "這是由於真主所降的恩惠和福澤。真主是全知的，是至睿的。"
        },
        {
            "chapter": 49,
            "verse": 9,
            "text": "如果兩伙信士相鬥，你們應當居間調停。如果這伙壓迫那伙，你們應當討伐壓迫的這伙，直到他們歸順真主的命令。如果他們歸順，你們應當秉公調停，主持公道；真主確是喜愛公道者的。"
        },
        {
            "chapter": 49,
            "verse": 10,
            "text": "信士們皆為教胞，故你們應當排除教胞中的紛爭，你們應敬畏真主，以便你們蒙主的憐恤。"
        },
        {
            "chapter": 49,
            "verse": 11,
            "text": "信道的人們啊！你們中的男子，不要互相嘲笑；被嘲笑者，或許勝於嘲笑者。你們中的女子，也不要互相嘲笑；被嘲笑者，或許勝於嘲笑者。你們不要互相誹謗，不要以諢名相稱；信道後再以諢名相稱，這稱呼真惡劣！未悔罪者，是不義的。"
        },
        {
            "chapter": 49,
            "verse": 12,
            "text": "信道的人們啊！你們應當遠離許多猜疑；有些猜疑，確是罪過。你們不要互相偵探，不要互相背毀，難道你們中有人喜歡吃他的已死的教胞的肉嗎？你們是厭惡那種行為的。你們應當敬畏真主，真主確是至赦的，確是至慈的。"
        },
        {
            "chapter": 49,
            "verse": 13,
            "text": "眾人啊！我確已從一男一女創造你們，我使你們成為許多民族和宗教，以便你們互相認識。在真主看來，你們中最尊貴者，是你們中最敬畏者。真主確是全知的，確是徹知的。"
        },
        {
            "chapter": 49,
            "verse": 14,
            "text": "游牧人們曾說：「我們已經信道了。」你說：「你們沒有信道。雖然你們可以說：『我們已歸順了』，但正信還沒有入你們的心。如果你們服從真主和使者，他不減少你們的善功一絲毫。真主確是至赦的，確是至慈的。」"
        },
        {
            "chapter": 49,
            "verse": 15,
            "text": "信士，只是確信真主和使者，然後沒有懷疑，能以自己的財產和生命為主道而奮鬥的人；這等人，確是誠實的。"
        },
        {
            "chapter": 49,
            "verse": 16,
            "text": "你說：「難道你們以你們的宗教通知真主嗎？真主是知道天地間的一切的，真主是全知萬物的。」"
        },
        {
            "chapter": 49,
            "verse": 17,
            "text": "他們以自己信奉伊斯蘭，示惠於你，你說：「你們不要以你們的信奉伊斯蘭示惠於我；不然，真主以引導你們於正信示惠於你們，如果你們是說實話的。」"
        },
        {
            "chapter": 49,
            "verse": 18,
            "text": "真主確是知道天地的幽玄的，真主是明察你們的行為的。"
        },
        {
            "chapter": 50,
            "verse": 1,
            "text": "戛弗。以尊嚴的《古蘭經》盟誓，"
        },
        {
            "chapter": 50,
            "verse": 2,
            "text": "難道他們因同族的警告者來臨他們而惊訝嗎？不信道的人們說：「這是奇事！"
        },
        {
            "chapter": 50,
            "verse": 3,
            "text": "難道我們既死之後，已變塵土，還要還原嗎？那太不近情理了。」"
        },
        {
            "chapter": 50,
            "verse": 4,
            "text": "我確己知道大地對於他們的剝蝕，我這裡有一本被保護的天經。"
        },
        {
            "chapter": 50,
            "verse": 5,
            "text": "他們否認已降示他們的真理，所以他們陷於混亂的狀態中。"
        },
        {
            "chapter": 50,
            "verse": 6,
            "text": "難道他們沒有仰觀天體嗎？我是怎樣建造它，點綴它，使它沒有缺陷的？"
        },
        {
            "chapter": 50,
            "verse": 7,
            "text": "我曾展開大地，並將許多山岳投在上面，還使各種美麗的植物生長出來，"
        },
        {
            "chapter": 50,
            "verse": 8,
            "text": "為的是啟發和教誨每個歸依的僕人。"
        },
        {
            "chapter": 50,
            "verse": 9,
            "text": "我從雲中降下吉祥的雨水，就借它而生長許多果樹和五穀，"
        },
        {
            "chapter": 50,
            "verse": 10,
            "text": "並生長扶疏的海棗樹，它有累累的果實，"
        },
        {
            "chapter": 50,
            "verse": 11,
            "text": "用作眾僕的給養。我借雨水而使它已死的地方復活。死人的復活也是這樣的。"
        },
        {
            "chapter": 50,
            "verse": 12,
            "text": "在他們之前否認使者的人，在努哈的宗族、蘭斯的居民、賽莫德人、"
        },
        {
            "chapter": 50,
            "verse": 13,
            "text": "阿德人、法老、魯特的同胞、"
        },
        {
            "chapter": 50,
            "verse": 14,
            "text": "叢林的居民和圖白的百姓，統統都否認過使者，故我所警告的刑罰，是必然降臨的。"
        },
        {
            "chapter": 50,
            "verse": 15,
            "text": "我曾因創造而疲倦嗎？不然，他們對於再造，是在疑惑中的。"
        },
        {
            "chapter": 50,
            "verse": 16,
            "text": "我確已創造人，我知道他心中的妄想；我比他的命脈還近於他。"
        },
        {
            "chapter": 50,
            "verse": 17,
            "text": "當坐在右邊和左邊的兩個記錄的天神記錄各人的言行的時候，"
        },
        {
            "chapter": 50,
            "verse": 18,
            "text": "他每說一句話，他面前都有天神當場監察。"
        },
        {
            "chapter": 50,
            "verse": 19,
            "text": "臨死的昏迷，將昭示真理。這是你一向所逃避的。"
        },
        {
            "chapter": 50,
            "verse": 20,
            "text": "號角將吹響，那是警告實現之日。"
        },
        {
            "chapter": 50,
            "verse": 21,
            "text": "每個人都要到來，驅逐的天神和見証的天神，將與他同行。"
        },
        {
            "chapter": 50,
            "verse": 22,
            "text": "你確忽視此事，現在我已揭開你的蒙蔽，所以你今日的眼光是銳利的。"
        },
        {
            "chapter": 50,
            "verse": 23,
            "text": "他的伙伴將說：「這在我面前是現成的。」"
        },
        {
            "chapter": 50,
            "verse": 24,
            "text": "你們倆所應當投入火獄的，是每個孤負者、頑固者、"
        },
        {
            "chapter": 50,
            "verse": 25,
            "text": "慳吝者、過分者、懷疑者、"
        },
        {
            "chapter": 50,
            "verse": 26,
            "text": "以別的神靈與真主同受崇拜者；你們倆將他投入嚴厲的刑罰吧！"
        },
        {
            "chapter": 50,
            "verse": 27,
            "text": "他的伙伴將說：「我的主啊！我沒有使他放蕩，但他自陷於不近情理的迷誤中。」"
        },
        {
            "chapter": 50,
            "verse": 28,
            "text": "主將說：「你們不要在我面前爭論，我確已預先警告你們了。"
        },
        {
            "chapter": 50,
            "verse": 29,
            "text": "我的判詞，是不可變更的，我絕不是虧枉眾僕的。」"
        },
        {
            "chapter": 50,
            "verse": 30,
            "text": "在那日，我將對火獄說：「你已填滿了嗎？」它將說：「還有增加的嗎？」"
        },
        {
            "chapter": 50,
            "verse": 31,
            "text": "樂園將被移到敬畏者的附近，離得不遠。"
        },
        {
            "chapter": 50,
            "verse": 32,
            "text": "這是你們所被應許的，這是賞賜每個歸依的守禮者的。"
        },
        {
            "chapter": 50,
            "verse": 33,
            "text": "秘密敬畏至仁主，且帶歸依的心而來者，"
        },
        {
            "chapter": 50,
            "verse": 34,
            "text": "你們平安地進入樂園吧！這是永居開始之日。"
        },
        {
            "chapter": 50,
            "verse": 35,
            "text": "他們在樂園裡，將有他們意欲的；而且我在那裡還有加賜。"
        },
        {
            "chapter": 50,
            "verse": 36,
            "text": "在他們之前，我毀滅了許多比他們更強悍的世代！他們曾在各地旅行，難道有什麼避死的地方嗎？"
        },
        {
            "chapter": 50,
            "verse": 37,
            "text": "對於有心靈者，或專心靜聽者，此中確有一種教訓。"
        },
        {
            "chapter": 50,
            "verse": 38,
            "text": "我在六日內確已創造了天地萬物，我沒有感覺一點疲倦。"
        },
        {
            "chapter": 50,
            "verse": 39,
            "text": "故你應當忍受他們所說的讕言。在日出和日落之前，你應當讚頌你的主；"
        },
        {
            "chapter": 50,
            "verse": 40,
            "text": "在夜間和叩頭後，你應當讚頌他。"
        },
        {
            "chapter": 50,
            "verse": 41,
            "text": "你應當傾聽，在喊叫者從近處喊叫之日，"
        },
        {
            "chapter": 50,
            "verse": 42,
            "text": "在他們聽見包含真理的吶喊之日，那是從墳中出來之日。"
        },
        {
            "chapter": 50,
            "verse": 43,
            "text": "我確是使人生、使人死的，我確是最後的歸宿。"
        },
        {
            "chapter": 50,
            "verse": 44,
            "text": "在大地破裂而他們迅速走出墳墓之日，那集合的事對於我是容易的。"
        },
        {
            "chapter": 50,
            "verse": 45,
            "text": "我全知他們所說的讕言，你不能強制他們，故你應當以《古蘭經》教誨畏懼我的警告的人們。"
        },
        {
            "chapter": 51,
            "verse": 1,
            "text": "誓以播種者，"
        },
        {
            "chapter": 51,
            "verse": 2,
            "text": "載重者，"
        },
        {
            "chapter": 51,
            "verse": 3,
            "text": "飄流者，"
        },
        {
            "chapter": 51,
            "verse": 4,
            "text": "分配者，"
        },
        {
            "chapter": 51,
            "verse": 5,
            "text": "警告你們的事確是真實的，"
        },
        {
            "chapter": 51,
            "verse": 6,
            "text": "報應確是要發生的。"
        },
        {
            "chapter": 51,
            "verse": 7,
            "text": "以有軌道的諸天盟誓，"
        },
        {
            "chapter": 51,
            "verse": 8,
            "text": "你們確是各執一說的，"
        },
        {
            "chapter": 51,
            "verse": 9,
            "text": "原被阻遏者，將被阻遏，而不得到達他。"
        },
        {
            "chapter": 51,
            "verse": 10,
            "text": "願常常說謊者被棄絕！"
        },
        {
            "chapter": 51,
            "verse": 11,
            "text": "他們浸沉在愚昧之中，他們是昏憒的。"
        },
        {
            "chapter": 51,
            "verse": 12,
            "text": "他們問報應日在什麼時候，"
        },
        {
            "chapter": 51,
            "verse": 13,
            "text": "那是他們在火刑上受刑之日。"
        },
        {
            "chapter": 51,
            "verse": 14,
            "text": "你們嘗試你們的刑罰吧！這就是你們要求早日實現的。"
        },
        {
            "chapter": 51,
            "verse": 15,
            "text": "敬畏的人們必定在許多樂園中，在許多泉源畔，"
        },
        {
            "chapter": 51,
            "verse": 16,
            "text": "接受他們的主所賞賜的。他們在生前確是行善的，"
        },
        {
            "chapter": 51,
            "verse": 17,
            "text": "他們在夜間只稍稍睡一下，"
        },
        {
            "chapter": 51,
            "verse": 18,
            "text": "他們在黎明時向主求饒，"
        },
        {
            "chapter": 51,
            "verse": 19,
            "text": "他們的財產中，有乞丐和貧民的權利。"
        },
        {
            "chapter": 51,
            "verse": 20,
            "text": "在大地上對於篤信的人們，有許多跡象；"
        },
        {
            "chapter": 51,
            "verse": 21,
            "text": "在你們自身中也有許多跡象，難道你們看不見嗎？"
        },
        {
            "chapter": 51,
            "verse": 22,
            "text": "在天上，有你們的給養，也有應許你們的賞罰。"
        },
        {
            "chapter": 51,
            "verse": 23,
            "text": "以天地的主盟誓，這確是真實的，猶如你們能說話一樣。"
        },
        {
            "chapter": 51,
            "verse": 24,
            "text": "關於易卜拉欣的受優待的賓客的故事，已來臨你了嗎？"
        },
        {
            "chapter": 51,
            "verse": 25,
            "text": "當時，他們進去見他，他們說：「祝你平安！」他說：「祝你們平安！」他想這些是生客。"
        },
        {
            "chapter": 51,
            "verse": 26,
            "text": "於是他悄悄地走到他的家屬那裡，拿來一頭肥嫩的牛犢，"
        },
        {
            "chapter": 51,
            "verse": 27,
            "text": "他把那牛犢送到客人面前，說：「你們怎麼不吃呢！」"
        },
        {
            "chapter": 51,
            "verse": 28,
            "text": "他為他們而心懷恐懼。他們說：「你不要恐懼。」他們以一個有學識的兒童向他報喜。"
        },
        {
            "chapter": 51,
            "verse": 29,
            "text": "他的女人便喊叫著走來，她打自己的臉，說：「我是一個不能生育的老婦人。」"
        },
        {
            "chapter": 51,
            "verse": 30,
            "text": "他們說：「你的主是這樣說的，他確是至睿的，確是全知的。」"
        }
    ]
}