{
    "pages": [
        {
            "chapter": 12,
            "verse": 15,
            "text": "Когда они увели его и бросили на дно колодца, Мы внушили ему: «Ты непременно напомнишь им об этом поступке, когда они даже не узнают тебя»"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "Вечером они вернулись к своему отцу с плачем"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "и сказали: «О отец наш! Мы соревновались, а Йусуфа (Иосифа) оставили стеречь наши вещи, и волк съел его. Ты все равно не поверишь нам, хотя мы говорим правду»"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "Они показали лживую кровь на его рубашке, и он сказал: «О нет! Это ваши души ввели вас в соблазн, и лучше проявить терпение. Только Аллаха следует просить о помощи против того, что вы рассказали»"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "Когда прибыл караван, они послали водоноса принести воды. Он опустил свое ведро и сказал: «Вот радость! Это же - мальчик!». Они спрятали его, чтобы продать. Но Аллах ведал о том, что они совершали"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "Они (братья Йусуфа) продали его за ничтожную цену - всего за несколько дирхемов. Они не высоко оценили его"
        },
        {
            "chapter": 12,
            "verse": 21,
            "text": "Тот житель Египта, который купил Йусуфа (Иосифа), сказал своей жене: «Относись к нему хорошо. Быть может, он принесет нам пользу, или же мы усыновим его». Так Мы утвердили Йусуфа (Иосифа) на земле и научили его толкованию снов. Аллах властен вершить Свои дела, однако большинство людей не ведает об этом"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "Когда Йусуф (Иосиф) достиг зрелого возраста, Мы даровали ему умение принимать решения и знание. Так Мы вознаграждаем творящих добро"
        }
    ]
}