{
    "pages": [
        {
            "chapter": 16,
            "verse": 65,
            "text": "Аллах ниспослал с неба воду и оживил ею мертвую землю. Воистину, в этом - знамение для людей внимающих"
        },
        {
            "chapter": 16,
            "verse": 66,
            "text": "Воистину, в домашней скотине для вас - назидание. Мы поим вас тем, что образуется в их животах между пометом и кровью, - чистым молоком, приятным для пьющих"
        },
        {
            "chapter": 16,
            "verse": 67,
            "text": "Из плодов финиковых пальм и виноградников вы получаете опьяняющий напиток и добрый удел. Воистину, в этом - знамение для людей размышляющих"
        },
        {
            "chapter": 16,
            "verse": 68,
            "text": "Твой Господь внушил пчеле: «Воздвигай жилища в горах, на деревьях и в строениях"
        },
        {
            "chapter": 16,
            "verse": 69,
            "text": "А потом питайся всевозможными плодами и следуй по путям твоего Господа, которые доступны тебе». Из брюшков пчел исходит питье разных цветов, которое приносит людям исцеление. Воистину, в этом - знамение для людей размышляющих"
        },
        {
            "chapter": 16,
            "verse": 70,
            "text": "Аллах сотворил вас, а затем Он умертвит вас. Среди вас есть такие, которые превращаются в дряхлых стариков и забывают все то, что знали. Воистину, Аллах - Знающий, Могущественный"
        },
        {
            "chapter": 16,
            "verse": 71,
            "text": "Аллах возвысил одних из вас над другими посредством богатства и удела. Но те, которым дарован больший удел, не хотят отдавать его своим рабам, чтобы они не уравнялись с ними. Неужели они отвергают милость Аллаха"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "Аллах сделал для вас супруг из вас самих, даровал вам от них детей, внуков и наделил вас благами. Неужели они веруют в ложь и не веруют в милость Аллаха"
        }
    ]
}