{
    "pages": [
        {
            "chapter": 21,
            "verse": 25,
            "text": "Мы не посылали до тебя ни одного посланника, которому не было бы внушено: «Нет божества, кроме Меня. Поклоняйтесь же Мне!»"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Они говорят: «Милостивый взял Себе сына». Пречист Он! Они же - почитаемые рабы"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "Они не опережают Его своими речами и поступают согласно Его велениям"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "Он ведает их прошлое и будущее. Они заступаются только за тех, кем Он доволен, а сами трепещут от страха перед Ним"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "А тому из них, кто скажет: «Я являюсь богом наряду с Ним», - воздаянием будет Геенна. Так Мы воздаем беззаконникам"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Неужели неверующие не видят, что небеса и земля были единым целым и что Мы разделили их и сотворили все живое из воды? Неужели они не уверуют"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Мы воздвигли на земле незыблемые горы, чтобы она не колебалась вместе с ними. Мы проложили на ней широкие дороги, чтобы они следовали верным путем"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Мы сделали небо оберегаемой кровлей, однако они отворачиваются от его знамений"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "Он - Тот, Кто сотворил ночь и день, солнце и луну. Все плывут по орбитам"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "Никому из людей до тебя Мы не даровали бессмертия. Неужели, если даже ты умрешь, они будут жить вечно"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Каждая душа вкусит смерть. Мы испытываем вас добром и злом ради искушения, и к Нам вы будете возвращены"
        }
    ]
}