{
    "pages": [
        {
            "chapter": 31,
            "verse": 12,
            "text": "Мы даровали Лукману мудрость: «Благодари Аллаха! Тот, кто благодарит, поступает только во благо себе. А если кто неблагодарен, то ведь Аллах - Богатый, Достохвальный»"
        },
        {
            "chapter": 31,
            "verse": 13,
            "text": "Вот Лукман сказал своему сыну, наставляя его: «О сын мой! Не приобщай к Аллаху сотоварищей, ибо многобожие является великой несправедливостью»"
        },
        {
            "chapter": 31,
            "verse": 14,
            "text": "Мы заповедали человеку делать добро его родителям. Его мать носила его, испытывая изнеможение за изнеможением, и отняла его от груди в два года. Благодари Меня и своих родителей, ибо ко Мне предстоит прибытие"
        },
        {
            "chapter": 31,
            "verse": 15,
            "text": "А если они будут сражаться с тобой, чтобы ты приобщил ко Мне сотоварищей, о которых у тебя нет знаний, то не повинуйся им, но сопровождай их в этом мире по-доброму и следуй путем тех, кто обратился ко Мне. Потом вам предстоит вернуться ко Мне, и Я поведаю вам о том, что вы совершили"
        },
        {
            "chapter": 31,
            "verse": 16,
            "text": "О сын мой! Если нечто весом с горчичное зернышко будет внутри скалы, или на небесах, или в земле, то Аллах принесет его. Воистину, Аллах - Проницательный (или Добрый), Ведающий"
        },
        {
            "chapter": 31,
            "verse": 17,
            "text": "О сын мой! Совершай намаз, повелевай совершать одобряемое, запрещай предосудительное и терпеливо сноси все, что постигает тебя. Воистину, в этих делах надлежит проявлять решимость"
        },
        {
            "chapter": 31,
            "verse": 18,
            "text": "Не отворачивай своего лица от людей из высокомерия и не шествуй по земле кичливо. Воистину, Аллах не любит всяких гордецов и бахвалов"
        },
        {
            "chapter": 31,
            "verse": 19,
            "text": "Ступай размеренной поступью и понижай свой голос, ибо самый неприятный голос - это рев осла"
        }
    ]
}