{
    "pages": [
        {
            "chapter": 42,
            "verse": 23,
            "text": "Это - то, чем Аллах радует Своих рабов, которые уверовали и совершали праведные деяния. Скажи: «Я не прошу у вас за это никакой награды, кроме любви ради близости (ради моей близости к вам, или ради вашей близости к Аллаху, или любви к моим близким родственникам)». Тому, кто приобретет добро, Мы увеличим его. Воистину, Аллах - Прощающий, Благодарный"
        },
        {
            "chapter": 42,
            "verse": 24,
            "text": "Или же они говорят, что он возвел навет на Аллаха? Если бы Аллах пожелал, то наложил бы печать на твое сердце. Своими Словами Аллах стирает ложь и утверждает истину. Воистину, Он знает о том, что в груди"
        },
        {
            "chapter": 42,
            "verse": 25,
            "text": "Он - Тот, Кто принимает покаяния Своих рабов, прощает злодеяния и знает то, что вы совершаете"
        },
        {
            "chapter": 42,
            "verse": 26,
            "text": "Он отвечает тем, которые уверовали и совершают праведные деяния, и приумножает им из Своей милости. А неверующим уготованы тяжкие мучения"
        },
        {
            "chapter": 42,
            "verse": 27,
            "text": "Если бы Аллах увеличил удел Своим рабам, они стали бы бесчинствовать на земле. Однако Он ниспосылает его в меру, как пожелает. Воистину, Он ведает о Своих рабах и видит их"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "Он - Тот, Кто ниспосылает дождь после того, как они отчаиваются, и распространяет Свою милость. Он - Достохвальный Покровитель"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "Среди Его знамений - создание небес и земли, а также тех живых существ (или те живые существа), которых Он расселил на них. Он способен собрать их, когда пожелает"
        },
        {
            "chapter": 42,
            "verse": 30,
            "text": "Любое бедствие постигает вас лишь за то, что приобрели ваши руки, и Он прощает вам многое"
        },
        {
            "chapter": 42,
            "verse": 31,
            "text": "Вы не спасетесь бегством на земле, и нет у вас, помимо Аллаха, ни покровителя, ни помощника"
        }
    ]
}