{
    "pages": [
        {
            "chapter": 43,
            "verse": 61,
            "text": "Воистину, он (Иса, или Коран, или Мухаммад) является признаком Часа. Нисколько не препирайтесь по поводу него (Часа) и следуйте за Мной! Это - прямой путь"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "И пусть дьявол не отвратит вас, ведь он является вашим явным врагом"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "Когда Иса (Иисус) явился с ясными знамениями, он сказал: «Я пришел к вам с мудростью и для того, чтобы разъяснить вам часть того, относительно чего вы расходитесь во мнениях. Бойтесь же Аллаха и повинуйтесь мне"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "Воистину, Аллах - мой Господь и ваш Господь. Поклоняйтесь же Ему. Это - прямой путь»"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "Но секты разошлись во мнениях между собой. Горе же тем, которые поступали несправедливо, от страданий в Мучительный день"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "Неужели они ожидают чего-либо, кроме Часа, который наступит для них внезапно, так что они даже не почувствуют его приближения"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "В тот день врагами станут все любящие друзья, кроме богобоязненных"
        },
        {
            "chapter": 43,
            "verse": 68,
            "text": "О рабы Мои! Сегодня вы не познаете страха и не будете опечалены"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "Вы были теми, которые уверовали в Наши знамения и были мусульманами"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "Войдите же в Рай радостными вместе со своими женами (или вместе с себе подобными)"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "Их будут обносить блюдами из золота и чашами. Там будет то, чего жаждут души и чем услаждаются глаза. Вы пребудете там вечно"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "Этот Рай дан вам в наследство за то, что вы совершали"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "Для вас там уготованы многочисленные фрукты, которые вы будете есть"
        }
    ]
}