{
    "pages": [
        {
            "chapter": 65,
            "verse": 6,
            "text": "Поселяйте их там, где вы живете сами - по вашему достатку. Не причиняйте им вреда, желая стеснить их. Если они беременны, то содержите их, пока они не разрешатся от бремени. Если они кормят грудью для вас, то платите им вознаграждение и советуйтесь между собой по-хорошему. Если же вы станете обременять друг друга, то кормить для него будет другая женщина"
        },
        {
            "chapter": 65,
            "verse": 7,
            "text": "Пусть обладающий достатком расходует согласно своему достатку. А тот, кто стеснен в средствах, пусть расходует из того, чем его одарил Аллах. Аллах не возлагает на человека сверх того, что Он даровал ему. После тяготы Аллах создает облегчение"
        },
        {
            "chapter": 65,
            "verse": 8,
            "text": "Сколько городов ослушались повелений своего Господа и Его посланников! Мы представили им суровый счет и подвергли их ужасным мучениям"
        },
        {
            "chapter": 65,
            "verse": 9,
            "text": "Они вкусили пагубные последствия своих деяний, и исходом их деяний стал убыток"
        },
        {
            "chapter": 65,
            "verse": 10,
            "text": "Аллах приготовил для них тяжкие мучения. Бойтесь же Аллаха, о обладающие разумом, которые уверовали. Аллах уже ниспослал вам напоминание"
        },
        {
            "chapter": 65,
            "verse": 11,
            "text": "Посланника, который читает вам ясные аяты Аллаха, чтобы вывести тех, которые уверовали и совершали праведные деяния, из мраков к свету. Тех, которые уверовали в Аллаха и поступали праведно, Аллах введет в Райские сады, в которых текут реки. Они пребудут там вечно. Аллах уже сделал их удел прекрасным"
        },
        {
            "chapter": 65,
            "verse": 12,
            "text": "Аллах - Тот, Кто сотворил семь небес и столько же земель. Повеление нисходит между ними, чтобы вы знали, что Аллах способен на всякую вещь и что Аллах объемлет знанием всякую вещь"
        }
    ]
}