{
    "chapter": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "Judecarea oamenilor se apropie, insa ei, in nepasarea lor, intorc spatele"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Nici o noua amintire nu le vine de la Domnul lor, fara ca ei sa nu o asculte in batjocura"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "Inimile lor se desfata, atunci cand nedreptii tin sfaturi: “Oare aceasta nu este un om asemenea voua? Va veti lasa prinsi de vraja, atunci cand vedeti limpede?”"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "El spuse: “Domnul meu cunoaste tot cuvantul din cer si de pe pamant. El este Auzitorul, Stiutorul.”"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Ei spun: “Ba ca sunt niste vedenii incalcite, ba ca el le-a nascocit, ba ca este un poet! Sa ne aduca un semn precum le-a fost trimis celor dintai!”"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Nici o cetate din cele pe care le-am nimicit inaintea lor nu a crezut. Ei vor crede, oare"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "Noi nu am trimis inaintea ta decat barbati carora Noi ne-am dezvaluit. Intrebati-i pe oamenii Amintirii, daca voi nu stiti"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "Noi nu le-am facut trupuri care sa nu manance bucate si care sa fie nemuritoare"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Noi am adeverit fagaduiala ce le-a fost facuta. Noi i-am mantuit pe ei si pe cine am voit si i-am nimicit pe cei necumpatati"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Noi v-am pogorat voua o Carte pentru a va aduce aminte. Nu pricepeti, oare"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "Cate cetati nedrepte n-am sfaramat! Si dupa nimicirea lor un alt popor am creat"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "Cand simt urgia Noastra, ei fug de ea"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "“Nu fugiti! Intoarceti-va la ceea din care v-ati indestulat, la locuintele voastre. Poate veti fi intrebati!”"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "Ei spun: “Vai noua, caci am fost nedrepti!”"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "Si strigatul lor nu s-a curmat pana cand nu i-am facut ca o seceratura, vlaguiti"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "Noi n-am creat cerul, pamantul si ceea ce se afla intre ele in joaca"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Daca am fi vrut sa ne luam un joc, l-am fi luat de la Noi, daca am fi facut-o"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Ba nu! Noi aruncam Adevarul asupra desertaciunii si ii zdrobim capul si astfel ea dispare. Vai voua pentru ceea ce nascociti"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Ale Lui sunt cele din ceruri si de pe pamant. Cei din preajma Lui nu sunt atat de ingamfati ca sa nu I se inchine si nici nu ii prinde osteneala"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "Ei Il preamaresc noapte si zi si nu lancezesc"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Si-au luat ei de pe pamant dumnezei ce pot scula mortii"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Daca ar fi si alti dumnezei afara de Dumnezeu in ceruri si pe pamant, acestea ar fi atunci cuprinse de stricaciune. Marire lui Dumnezeu, Domnul Tronului, deasupra a ceea ce ei nascocesc"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "El nu va fi intrebat de ceea ce face, insa ei vor fi intrebati"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Si-au luat alti dumnezei in locul Lui? Spune: “Aduceti dovada! Aceasta este amintire pentru cei care sunt cu mine si amintire pentru cei dinaintea mea.” Cei mai multi dintre ei, necunoscand insa Adevarul, ii sunt potrivnici"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "Noi n-am trimis inaintea ta nici un trimis caruia sa nu i-o fi dezvaluit: “Nu este dumnezeu afara de Mine. Mie inchinati-va!”"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Ei au spus: “Milostivul si-a luat fiii!” Marire Lui! Ei sunt numai robi cinstiti"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "ce nu Ii ies din Cuvant si dupa porunca Lui trudesc"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "El stie ce este inaintea lor si ce este inapoia lor. Ei nu mijlocesc decat pentru cei de care Dumnezeu este multumit si sunt patrunsi de teama"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "Noi ii rasplatim cu Gheena pe cei, dintre ei, care spun: “Eu sunt dumnezeu in locul Lui!” Asa ii rasplatim pe nedrepti"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Cei care tagaduiesc nu au vazut ca cerurile si pamantul erau o singura bucata? Noi le-am despicat apoi si din apa am creat tot ce este viu. Nu cred ei, oare"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Noi am pus pe pamant munti ca stalpii ca sa nu se clatine cu ei. Noi printre ei am taiat vai adanci asemenea drumurilor. Poate se vor lasa calauziti"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Noi am facut cerul ca acoperis trainic. Ei sunt insa potrivnici semnelor Sale"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "El este Cel ce a creat noaptea si ziua, soarele si luna; fiecare inotand intr-un cerc"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "Noi nu am dat niciunui om inaintea ta nemurirea. Tu vei muri, pe cand ei vor fi nemuritori"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Fiece suflet va gusta moartea. Veti fi pusi la incercare cu raul si cu binele, in chip de ispita, si apoi catre Noi veti fi intorsi"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "Cand cei care tagaduiesc te vad, te iau numai in zeflemea: “Aceasta este cel care ii aminteste pe dumnezeii vostri?” Ei nu cred in amintirea Milostivului"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Omul a fost creat din pripeala. Va voi arata semnele Mele, insa nu-mi cereti sa ma pripesc"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "Ei spun: “Pe cand aceasta fagaduiala, daca spuneti adevarul?”"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Daca cei care tagaduiesc ar cunoaste clipa cand nu-si vor putea feri nici chipurile si nici spatele de foc, cand nu vor mai fi ajutati"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Ba nu! Va veni deodata asupra lor si ii va tulbura. Ei nu i se vor putea impotrivi si nici nu vor fi pasuiti"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Trimisii dinaintea ta au fost batjocoriti, insa pe zeflemitori i-a inconjurat ceea ce batjocoreau"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "Spune: “Cine va va ocroti, noapte si zi, de cel Milostiv?” Ei fata de amintirea Domnului lor sunt insa potrivnici"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Ei au afara de Noi alti dumnezei care-i opresc? Acestia nu se pot ajuta pe ei insisi si Noua nu Ni se pot impotrivi"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Noi daruim bucurii vremelnice lor si tatilor lor oricat li s-ar lungi viata. Ei nu vad ca Noi am intrat in tinuturile necredincioase ca sa le micsoram intinderea? Sunt ei oare invingatori"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "Spune: “Eu nu va previn decat din Dezvaluire, insa surzii nu aud chemarea cand sunt preveniti.”"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "Daca o adiere a osandei Domnului tau ii atinge, ei spun: “Vai noua, caci am fost nedrepti!”"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "Noi vom pune cantare drepte in Ziua Invierii. Nici un suflet nu va fi nedreptatit cu vreun lucru, chiar daca are greutatea unui bob de mustar, il vom aduce. Noi suntem de ajuns sa facem socotelile"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Noi am daruit Legea lui Moise si lui Aaron ca lumina si amintire celor tematori"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "celor care se tem de Domnul lor in Taina si celor patrunsi de frica Ceasului"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "Aceasta este o amintire bincuvantata pe care am pogorat-o, iar voi va veti lepada de ea"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "Noi am daruit odinioara cunoasterea lui Abraham. Noi l-am cunoscut"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "El spuse tatalui sau si poporului sau: “Ce sunt aceste chipuri inaintea carora stati?”"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "Ei au spus: “Noi i-am aflat pe tatii nostri lor inchinandu-se.”"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "El spuse: “Si voi si tatii vostri sunteti intr-o ratacire vadita.”"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Ei au spus: “Tu ai venit la noi cu Adevarul ori esti dintre cei care isi bat joc?”"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "El spuse: “Nu! Domnul vostru este Domnul cerurilor si al pamantului. El le-a creat, si eu Lui ii sunt dintre martori"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "Pe Dumnezeu! Voi vicleni asupra idolilor vostri, de cum veti intoarce spatele.”"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "El ii va face farame pe toti in afara de mai marele lor. Poate se vor intoarce la el"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "Ei au spus: “Cel care a facut aceasta cu dumnezeii nostri este dintre nedrepti!”"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "Ei au spus: “Noi am auzit un tanar care-i amintea, i se spune Abraham.”"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "Ei au spus: “Aduceti-l inaintea ochilor oamenilor, caci poate vor depune marturie.”"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "Ei su spus: “Tu, Abraham, ai facut aceasta cu dumnezeii nostri?”"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "El spuse: “Ba mai marele lor a facut-o. Intrebati-i, daca pot grai!”"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Atunci si-au venit in fire si au spus: “Sunteti nedrepti!”"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Apoi s-au ratacit la cap iarasi: “Stii ca acestia nu graiesc?”"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "El spuse: “Voi va inchinati, in locul lui Dumnezeu, celor care nici nu va folosesc si nici nu va pagubesc"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Rusine voua si celor carora va inchinati in locul lui Dumnezeu! Nu pricepeti, oare?”"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Ei au spus: “Ardeti-l! Ajutati-va dumnezeii, daca sunteti cu fapta!”"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "Noi am spus: “Focule, fii lui Abraham racoare si tihna!”"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Ei au vrut sa-i faca un viclesug, insa Noi i-am randuit printre cei prea-pierduti"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Noi l-am mantuit, ca si pe Lot, ducandu-l in tinutul ce l-am binecuvantat pentru toate lumile"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Noi i i-am daruit, prinos al credintei, pe Isaac si Iacob si pe amandoi i-am randuit intre cei drepti"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "Noi i-am facut capetenii ca sa calauzeasca dupa porunca Noastra. Noi le-am dezvaluit faptuirea binelui, savarsirea rugaciunii si datul milosteniei. Si ei ne-au fost inchinatori noua"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Noi i-am daruit lui Lot intelepciunea si stiinta. Noi l-am mantuit din cetatea ce faptuia spurcaciuni. Ei erau un popor rau, stricat"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Noi l-am inconjurat cu milostivenia Noastra, caci el a fost dintre cei drepti"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "Si Noe! Cand ne-a chemat, i-am raspuns si l-am mantuit pe el si pe ai lui de necazul cel mare"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Noi l-am mantuit de poporul ce socotea semnele Noastre minciuni. Era un popor rau si Noi l-am inecat cu totul"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "Si David, si Solomon! Pe cand judecau asupra ogorului pe care oile poporului navalisera pe innoptat, Noi am fost martori la judecarea lor"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "Noi l-am facut pe Solomon sa inteleaga. Noi le-am daruit amandurora intelepciunea si stiinta. Noi am silit muntii si zburatoarele sa se alature lui David in a Ne preamari. Noi suntem Cei care au facut-o"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Noi l-am invatat, pentru voi, sa va faca platose ca sa va aparati de urgia voastra. Sunteti multumitori, oare"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Noi am supus lui Solomon vantul care la porunca lui sufla ca o furtuna asupra pamantului pe care l-am binecuvantat. Noi suntem Cei care stiu"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "Unii diavoli se scufundau pentru el, iar altii faceau alte treburi, in timp ce Noi vegheam asupra lor"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "Si Iov! El il chema pe Domnul sau: “Nenorocirea m-a lovit, insa Tu esti Cel prea milostiv dintre milostivi!”"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Noi i-am raspuns: am indepartat nenorocirea de la el si i i-am dat inapoi pe ai sai si inca pe atat asemenea lor ca milostivenie de la Noi si o amintire pentru inchinatori"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "Si Ismail, si Idris, si Du-l-Kifl! Toti au fost rabdatori"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Noi i-am inconjurat cu milostivenia Noastra. Ei sunt dintre cei drepti"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "Si Du-n-Nun! El a plecat manios, inchipuindu-si ca nu putem nimic pentru el. El striga din intunecimi: “Nu este Dumnezeu afara de Tine! Marire Tie! Eu am fost dintre nedrepti!”"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Noi i-am raspuns si l-am mantuit de mahnire. Asa ii mantuim pe credinciosi"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "Si Zaharia! El il striga pe Domnul sau: “Domnul meu! Nu ma lasa singur! Tu esti prea bunul de mostenire Datator.”"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Noi i-am raspuns. Asa i l-am daruit pe Ioan, dand sotiei lui putinta. Ei se grabeau catre cele bune si Ne chemau cu dragoste si teama si Ne erau Noua smeriti"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "Si cea care si-a pastrat fecioria si Noi am suflat in ea din duhul Nostru. Si asa am facut-o pe ea si pe fiul ei un semn pentru lumi"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Aceasta adunare a voastra este o singura adunare. Eu sunt Domnul vostru. Mie inchinati-va"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "Ei se despart unii de altii, insa toti se intorc apoi la Noi"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "Cel care savarseste fapte bune si este credincios, zelul lui nu va fi sters, caci Noi il vom scrie"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "Un blestem este asupra fiecarei cetati pe care am nimicit-o ca ei sa nu se mai intoarca acolo"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "pana ce nu li se va deschide lui Gog si Magog ce se vor reprezi atunci de pe fiece inatime"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "Fagaduiala cea adevarata se apropie. Privirile celor care tagaduiesc se intepenesc: “Vai noua ca am fost nepasatori, ba am fost chiar nedrepti!”"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "“Voi si cei carora va inchinati in locul lui Dumnezeu veti fi hrana pentru Gheena in care veti intra"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Daca acestia ar fi fost dumnezei n-ar fi intrat aici unde vor sta de-a puri si"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "vor avea numai gemete si nu vor auzi nimic (altceva).”"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Celor carora li s-a dat binele de la Noi dinainte, vor fi indepartati de aici"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "Ei nu vor auzi urletul ei si vor avea de-a pururi ceea ce poftesc"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "Groaza cea mare nu-i va mahni si ingerii le vor iesi in intampinare: “Aceasta este Ziua voastra care v-a fost fagaduita"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "Ziua cand vom impaturi cerul asa cum impaturesti un sul pe care se scrie.” Asa cum am dat la iveala faptura dintai asa o vom duce inapoi. Este o fagaduiala pe care o facem, o fagaduiala pe care o vom implini"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "Noi am scris Psalmii intru amintire: “Robii Mei cei drepti vor mosteni pamantul.”"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Intru aceasta este o instiintare pentru poporul inchinator"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "Noi te-am trimis numai ca o milostivenie pentru lumi"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Spune: “Mi s-a dezvaluit ca Dumnezeul vostru este Dumnezeu, Unul. Ii sunteti Lui supusi"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "Spune-le, daca ei intorc spatele: “Eu v-am strigat tuturor deopotriva, insa nu stiu daca ceea ce vi s-a fagaduit este aproape ori departe"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "Dumnezeu stie ceea ce este rostit tare si stie ceea ce ascundeti"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "Eu nu stiu! Aceasta v-ar putea fi voua ispita si bucurie vremelnica!”"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "Spune: “Domnul meu! Judeca intru Adevar! Domnul nostru este Milostivul caruia i se cere ajutorul impotriva a ceea ce nascociti.”"
        }
    ]
}