{
    "chapter": [
        {
            "chapter": 66,
            "verse": 1,
            "text": "O, Profetule! De ce opresti ceea ce Dumnezeu ti-a ingaduit cu sotiile tale? Dumnezeu este Iertator, Milostiv"
        },
        {
            "chapter": 66,
            "verse": 2,
            "text": "Dumnezeu va cere sa va dezlegati de juramintele voastre. Dumnezeu este Stapanul vostru. El este Stiutorul, Inteleptul"
        },
        {
            "chapter": 66,
            "verse": 3,
            "text": "Cand Profetul a incredintat o taina uneia dintre sotii, iar aceasta a dezvaluit-o altei sotii, Dumnezeu ii dadu de stire Profetului. El ii dezvaluise numai o parte si pastrase o parte ascunsa Atunci cand o preveni de ceea ce a facut, ea spuse: “Cine ti-a dat de stire?” El raspunse: “Mi-a dat de stire Stiutorul, Cunoscatorul”"
        },
        {
            "chapter": 66,
            "verse": 4,
            "text": "Daca voi doua va caiti inaintea lui Dumnezeu, inseamna ca inimile voastre se supun. Daca veti unelti insa impreuna impotriva profetului, atunci sa stiti ca Dumnezeu este Stapanul Sau si drept ajutoare are pe Gabriel si pe orice om drept dintre credinciosi si chiar pe ingeri"
        },
        {
            "chapter": 66,
            "verse": 5,
            "text": "Daca el va alunga, Domnul sau ii poate da in schimb alte sotii mai bune decat voi, supuse lui Dumnezeu, credincioase, pioase, pline de cainta, slujitoare ale lui Dumnezeu, gata sa plece in bejenie, fie dintre cele ce au mai fost maritate, fie fecioare"
        },
        {
            "chapter": 66,
            "verse": 6,
            "text": "O, voi cei ce credeti! Paziti-va pe voi si pe ai vostri de Focul care se hraneste cu oameni si pietre! Ingeri uriasi si aprigi vegheaza asupra Focului, iar ei nu nesocotesc porunca lui Dumnezeu, ci fac intocmai ce li se porunceste"
        },
        {
            "chapter": 66,
            "verse": 7,
            "text": "O, cei ce tagaduiti! Nu va dezvinovatiti astazi! Voi veti fi rasplatiti doar pentru ceea ce ati facut"
        },
        {
            "chapter": 66,
            "verse": 8,
            "text": "O, voi cei ce credeti! Intoarceti-va catre Dumnezeu caindu-va sincer. S-ar putea ca Domnul vostru sa va stearga voua faptele rele si sa va lase sa intrati in Gradinile pe sub care curg rauri in Ziua cand Dumnezeu nu va acoperi de rusine nici pe Profet si nici pe cei care, dimpreuna cu el, au crezut. Lumina lor va zori in fata si de-a dreapta lor. Ei vor spune: “O, Doamne, Dumnezeul nostru! Desavarseste-ne noua lumina Iata-ne noua! Tu esti Atotputernicul!”"
        },
        {
            "chapter": 66,
            "verse": 9,
            "text": "O, Profetule! Lupta-te cu tagaduitorii si cu fatarnicii! Fii aspru cu ei! Singurul lor adapost va fi Gheena. Ce rea devenire"
        },
        {
            "chapter": 66,
            "verse": 10,
            "text": "Dumnezeu le-a dat ca pilda tagaduitorilor pe femeia lui Noe si pe femeia lui Lot. Amandoua traiau sub obladuirea a doi oameni drepti dintre robii Nostri. Ele i-au inselat, insa nimic nu le-a slujit impotriva lui Dumnezeu. Li s-a spus: “Intrati amandoua in Foc dimpreuna cu cei care intra acolo!”"
        },
        {
            "chapter": 66,
            "verse": 11,
            "text": "Dumnezeu a dat ca pilda credinciosilor pe femeia lui Faraon, cand spuse: “Domnul meu! Zideste-mi, la Tine, o casa in Rai! Mantuieste-ma de Faraon si de lucrarea sa! Mantuieste-ma de poporul nedrept!”"
        },
        {
            "chapter": 66,
            "verse": 12,
            "text": "Si Maria, fiica lui Imran, care si-a pazit fecioria! Noi am suflat din duhul Nostru asupra ei si ea a marturisit drept adevarate spusele si Cartile Domnului sau. Ea a fost dintre cei devotati"
        }
    ]
}