{
    "maqras": [
        {
            "chapter": 16,
            "verse": 30,
            "text": "و هنگامی که به پرهیزکاران گویند: پروردگارتان چه چیزی نازل کرد؟ گویند: خیر را [که قرآن هدایت گر است و سراسر آیاتش وحی الهی است، نازل کرد]. برای کسانی که نیکی کردند [پاداش] نیکویی در این دنیاست، وهمانا سرای آخرت بهتر است، و سرای پرهیزکاران چه نیکوست"
        },
        {
            "chapter": 16,
            "verse": 31,
            "text": "[سرای پرهیزکاران] بهشت های جاویدانی [است] که وارد آنها می شوند، از زیرِ [درختانِ] آنها نهرها جاری است، در آنجا هر چه بخواهند برای آنان فراهم است؛ خدا پرهیزکاران را این گونه پاداش می دهد"
        },
        {
            "chapter": 16,
            "verse": 32,
            "text": "آنان در حالی که [از آلودگی های عملی و اخلاقی] پاک و پاکیزه اند، فرشتگانْ جانشان را می گیرند، به آنان می گویند: سلام بر شما، [اکنون] به پاداش آنچه همواره انجام می دادید، به بهشت درآیید"
        },
        {
            "chapter": 16,
            "verse": 33,
            "text": "آیا [کافران و مشرکان] جز اینکه فرشتگانِ [قبض کننده ارواح] به سویشان آیند، یا فرمان پروردگارت [در مورد عذابشان] در رسد، انتظار می برند؟ کسانی هم که پیش از آنان بودند [در برابر حق] چنین کردند، و خدا [در عذاب کردنشان] به آنان ستم نورزید، بلکه آنان همواره [با مرتکب شدن انواع گناهان] به خودشان ستم می کردند"
        },
        {
            "chapter": 16,
            "verse": 34,
            "text": "پس [کیفر] بدی هایی که انجام دادند به آنان رسید، و عذابی که همواره مسخره می کردند، بر آنان نازل شد"
        },
        {
            "chapter": 16,
            "verse": 35,
            "text": "و کسانی که [به خدا] شرک ورزیدند [از روی جهل، و بی خردی و بدون دلیل و برهان] گفتند: اگر خدا می خواست نه ما و نه پدرانمان هیچ چیزی را جز او نمی پرستیدیم، و هیچ چیزی را بدون [حکم و فرمان] او حرام نمی کردیم. کسانی هم پیش از اینان بودند [در برابر حق] چنین کردند، پس آیا بر عهده پیامبران جز رساندن آشکار [پیام وحی، وظیفه ای] هست؟"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "و همانا در هر امتی پیامبری فرستادیم که [اعلام کند که] خدا را بپرستید و از [پرستش] طاغوت بپرهیزید. پس خدا گروهی از آنان را [که لیاقت نشان دادند] هدایت کرد و گروهی [دیگر را به سبب تکبّر و عنادشان] گمراهی بر آنان مقرّر شد. پس در زمین بگردید و با تأمل بنگرید که سرانجام تکذیب کنندگان چگونه بود"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "هر چند بر هدایتشان حریص باشی [هدایت نمی یابند]؛ زیرا خدا کسانی را که [به سبب تکبّر و عنادشان] گمراه می کند، هدایت نخواهد کرد، و برای آنان هیچ یاوری [که از گمراهی نجاتشان دهد] وجود ندارد"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "با سخت ترین سوگندهایشان به خدا سوگند یاد کردند که خدا کسانی را که می میرند، برنمی انگیزد!! آری، [با قدرت بی نهایتش برمی انگیزد] این وعده حقّی بر عهده اوست، ولی بیشتر مردم نمی دانند [و به علت نادانی و جهلشان انکار می کنند]"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "[یقیناً مردگان را زنده می کند] تا حقایقی را که در آن اختلاف می کنند، برای آنان روشن سازد. و تا کافران بدانند که همواره [در انکارشان نسبت به زنده شدن مردگان] دروغ می گفتند"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "[زنده کردن مردگان برای ما دشوار نیست] فرمان ما درباره چیزی چون [به وجود آمدنش را] اراده کنیم، فقط این است که به آن می گوییم: باش، پس [بی درنگ] موجود می شود"
        },
        {
            "chapter": 16,
            "verse": 41,
            "text": "و آنان که پس از ستم دیدنشان برای به دست آوردن خشنودی خدا هجرت کردند، یقیناً آنان را در این دنیا در جایگاه و مکانی نیکو جای دهیم، و قطعاً پاداش آخرت بهتر و برتر است، اگر می دانستند [که دارای چه کمیّت و کیفیتی است]"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "همانان که [در برابر مصایب، وحوادث و آزار دیدن از دیگران] صبر کردند و فقط بر پروردگارشان توکل می کنند"
        },
        {
            "chapter": 16,
            "verse": 43,
            "text": "و پیش از تو جز مردانی که به آنان وحی می کردیم، نفرستادیم. اگر [این حقیقت را] نمی دانید [که پیامبران از جنس بشر بودند] از اهل دانش و اطلاع بپرسید [تا دیگر نگویید که چرا فرشته ای به رسالت نازل نشده است؟]"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "[همه پیامبران را] با دلایل روشن و کتاب های آسمانی [فرستادیم]، و قرآن را [هم] به سوی تو نازل کردیم به خاطر اینکه برای مردم آنچه را که برای [هدایتشان] به سویشان نازل شده بیان کنی و برای اینکه [در پیامبری تو و آنچه را به حق نازل شده] بیندیشند"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "پس آیا کسانی که [بر ضد قرآن و پیامبر] نیرنگ های زشت به کار گرفتند، ایمنند از اینکه خدا آنان را در زمین فرو برد یا از جایی که پی نبرند، عذاب به سویشان آید؟"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "یا [ایمنند از اینکه] آنان را [در حالی که برای داد و ستد، زراعت و تجارت] در رفت و آمدند، گرفتار [عذاب] سازد؟ اینان عاجز کننده [خدا] نیستند [تا بتوانند از دسترس قدرت او بیرون روند]"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "یا [ایمنند از اینکه] آنان را بر [پایه] ترس و بیم [و هشدارهای پی در پی به عذاب] بگیردشان؟ یقیناً پروردگارتان رؤوف و بسیار مهربان است"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "آیا به سوی آنچه خدا آفریده ننگریستند که سایه های آنان در حالی که فروتنانه برای خدا سجده می کنند، از راست و چپ برمی گردد؟"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "و آنچه در آسمان ها و زمین از جنبندگان و فرشتگان وجود دارد، فقط برای خدا سجده می کنند و تکبّر و سرکشی نمی ورزند"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "از پروردگارشان که بر فراز آنان است، می ترسند، و آنچه را به آن مأمور می شوند، انجام می دهند"
        }
    ]
}