{
    "maqras": [
        {
            "chapter": 24,
            "verse": 53,
            "text": "و با سخت ترین سوگندهایشان به خدا سوگند خوردند که اگر به آنان [برای بیرون رفتن به سوی جهاد] فرمان دهی حتماً بیرون می روند، بگو: سوگند نخورید، [آنچه بر شما واجب است] اطاعت پسندیده است [نه سوگند]، به یقین خدا به آنچه انجام می دهید، آگاه است"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "بگو: خدا را [در همه امور] اطاعت کنید و این پیامبر را نیز اطاعت کنید؛ پس اگر روی بگردانید [زیانی متوجه پیامبر نمی شود، زیرا] بر او فقط آن [مسؤولیتی] است که بر عهده اش نهاده شده و بر شما هم آن [مسؤولیتی] است که بر عهده شما نهاده شده است. و اگر او را اطاعت کنید هدایت می یابید. و بر عهده این پیامبر جز رساندن آشکار [پیام وحی] نیست"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "خدا به کسانی از شما که ایمان آورده و کارهای شایسته انجام داده اند، وعده داده است که حتماً آنان را در زمین جانشین [دیگران] کند، همان گونه که پیشینیان آنان را جانشین [دیگران] کرد، و قطعاً دینشان را که برای آنان پسندیده به سودشان استوار و محکم نماید، و یقیناً ترس و بیمشان را تبدیل به امنیت کند، [تا جایی که] فقط مرا بپرستند [و] هیچ چیزی را شریک من نگیرند. و آنان که پس از این نعمت های ویژه ناسپاسی ورزند [در حقیقت] فاسق اند"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "و نماز را برپا دارید و زکات را بپردازید، و این پیامبر را اطاعت کنید تا مورد رحمت قرار گیرید"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "گمان مکن کسانی که کافر شدند [برای آنان میسر است که] عاجز کننده [خدا] در زمین باشند [تا بتوانند از دسترس قدرت او بیرون روند]؛ و جایگاهشان آتش است، و بد جایگاهی است"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "ای اهل ایمان! باید بردگانتان و کسانی از شما که به مرز بلوغ نرسیده اند [هنگام ورود به خلوت خانه شخصی شما] سه بار [در سه زمان] از شما اجازه بگیرند، پیش از نماز صبح، و هنگام [استراحت] نیم روز که جامه هایتان را کنار می نهید، و پس از نماز عشا؛ [این زمان ها] سه زمان خلوت شماست، بعد از این سه زمان بر شما و آنان گناهی نیست [که بدون اجازه وارد شوند؛ زیرا آنان] همواره نزد شما در رفت و آمدند و با یکدیگر نشست و برخاست دارید. این گونه خدا آیاتش را برای شما بیان می کند، و خدا دانا و حکیم است"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "و هنگامی که کودکان شما به مرز بلوغ رسیدند، باید [برای ورود به خلوت خانه شخصی شما] اجازه بگیرند، همان گونه که کسانی که پیش از آنان [به مرز بلوغ رسیده بودند] اجازه می گرفتند. خدا این گونه آیاتش را برای شما بیان می کند؛ و خدا دانا و حکیم است"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "و بر زنان از کار افتاده ای که امید ازدواجی ندارند، گناهی نیست که حجاب و روپوش خود را کنار بگذارند، در صورتی که با زیور و آرایش خویش قصد خودآرایی نداشته باشند. و پاکدامنی برای آنان بهتر است؛ و خدا شنوا و داناست"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "بر نابینا و لنگ و بیمار و خود شما گناهی نیست که [بدون هیچ اجازه ای از خانه هایی که ذکر می شود، غذا] بخورید: از خانه های خودتان، یا خانه های پدرانتان، یا خانه های مادرانتان یا خانه های برادرانتان، یا خانه های خواهرانتان، یا خانه های عموهایتان، یا خانه های عمّه هایتان، یا خانه های دایی هایتان، یا خانه های خاله هایتان، یا خانه هایی که کلیدهایشان در اختیار شماست، یا خانه های دوستانتان؛ بر شما گناهی نیست که [با دیگر اعضای خانواده خود] دسته جمعی یا جدا جدا غذا بخورید. پس هرگاه به خانه هایی [که ذکر شد] وارد شدید، بر خودتان سلام کنید که درودی است از سوی خدا [درودی] پربرکت و پاکیزه، خدا این گونه آیات را برای شما بیان می کند تا بیندیشید"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "مؤمنان فقط آنانند که به خدا و پیامبرش ایمان آورده اند، و هنگامی که بر سر کار مهمی [که طبیعتاً مردم را گرد هم می آورد] با پیامبر باشند تا از او اجازه نگیرند [از نزد او] نمی روند. به راستی کسانی که [برای رفتن] از تو اجازه می گیرند، آنانند که به خدا و پیامبرش ایمان دارند. پس هنگامی که برای برخی از کارهایشان از تو اجازه می خواهند، به هر کدام از آنان که خواستی اجازه بده و از خدا برای آنان آمرزش بخواه؛ زیرا خدا بسیار آمرزنده و مهربان است"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "دعوت پیامبر را [به ایمان، عمل صالح و امور اجتماعی] در میان خود مانند دعوت بعضی از شما از بعضی دیگر قرار ندهید، خدا کسانی از شما را که برای [بی اعتنایی به دعوت پیامبر] با پنهان شدن پشت سر دیگران آهسته از نزد او بیرون می روند می شناسد. پس باید کسانی که از فرمانش سرپیچی می کنند، برحذر باشند از اینکه بلایی [در دنیا] یا عذابی دردناک [در آخرت] به ایشان رسد"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "آگاه باشید! که آنچه در آسمان ها و زمین است فقط در سیطره مالکیّت و فرمانروایی خداست. به یقین آنچه را که شما [از حالات، اعمال و خواسته ها] بر آن هستید می داند، و روزی را که [برای حسابرسی] به سوی او باز گردانده می شوند، پس آنان را به آنچه انجام داده اند، آگاه می کند و خدا به همه چیز داناست"
        }
    ]
}