{
    "maqras": [
        {
            "chapter": 4,
            "verse": 1,
            "text": "ای مردم! از [مخالفت با فرمان هایِ] پروردگارتان بپرهیزید، آنکه شما را از یک تن آفرید و جفتش را [نیز] از [جنس] او پدید آورد و از آن دو تن، مردان و زنان بسیاری را پراکنده و منتشر ساخت. و از خدایی که به نام او از یکدیگر درخواست می کنید، پروا کنید و از [قطع رابطه با] خویشاوندان بپرهیزید. یقیناً خدا همواره بر شما حافظ و نگهبان است"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "اموال یتیمان را [پس از رشدشان] به آنان بدهید، و [اموال] پست و بی ارزش [خود] را با [اموالِ] مرغوب و با ارزش [آنان] عوض نکنید؛ و اموالشان را با ضمیمه کردن به اموال خود نخورید؛ زیرا آن گناهی بزرگ است"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "واگر می ترسید که نتوانید در مورد دختران یتیم [در صورت ازدواج با آنان] عدالت ورزید، بنابراین از [دیگر] زنانی که شما را خوش آید دو دو و سه سه و چهار چهار به همسری بگیرید. پس اگر می ترسید که با آنان به عدالت رفتار نکنید، به یک زن یا به کنیزانی که مالک شده اید [اکتفا کنید]؛ این [اکتفای به یک همسر عقدی] به اینکه ستم نورزید و از راه عدالت منحرف نشوید، نزدیک تر است"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "ومهریه زنان را به عنوان هدیه ای الهی با میل و رغبت [و بدون چشم داشت و منّت گذاری] به خودشان بدهید؛ واگر چیزی از آن را با میل و رضایت خود به شما ببخشند، آن را حلال و گوارا بخورید"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "و اموالتان را که خدا مایه قوام و برپایی [زندگی] شما گردانیده به سبک مغزان ندهید، ولی آنان را از درآمد آن بخورانید و لباس بپوشانید و با آنان به صورتی شایسته و پسندیده سخن گویید"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "و یتیمان را [نسبت به امور زندگی] بیازمایید تا زمانی که به حدّ ازدواج برسند، پس اگر در آنان رشد لازم را یافتید اموالشان را به خودشان بدهید و آن را از [ترس] آنکه مبادا به سن رشد رسند [و از شما بگیرند] به اسراف وشتاب مخورید. و [از سرپرستان ایتام] آنکه توانگر است باید [از تصرّف در مال یتیم به عنوان حق الزحمه] خودداری کند؛ و هر که تهیدست است به اندازه متعارف مصرف نماید؛ وهنگامی که خواستید اموالشان را به خودشان بدهید [برای آنکه در آینده اختلاف و نزاعی پیش نیاید] بر آنان گواه بگیرید؛ و خدا برای محاسبه کافی است"
        },
        {
            "chapter": 4,
            "verse": 7,
            "text": "برای مردان از آنچه پدر و مادر و نزدیکان [پس از مرگ خود] به جای می گذارند سهمی است؛ و برای زنان هم آنچه پدر و مادر و نزدیکان به جای می گذارند سهمی است، اندک باشد یا بسیار، سهمی است لازم وواجب"
        },
        {
            "chapter": 4,
            "verse": 8,
            "text": "چون هنگام تقسیم کردن ارث، خویشاوندان و یتیمان و مستمندان حاضر شدند، چیزی از آن را به ایشان بدهید، و با آنان سخنی شایسته و پسندیده گویید"
        },
        {
            "chapter": 4,
            "verse": 9,
            "text": "و کسانی که اگر فرزندانی ناتوان پس از خود به جای می گذارند، بر آنان [از ضایع شدن حقوقشان] بیم دارند، باید [از اینکه حقوق یتیمان دیگران را ضایع کنند] بترسند. پس لازم است [نسبت به شأن یتیمان] از خدا پروا کنند، و [درباره آنان] سخنی درست و استوار گویند"
        },
        {
            "chapter": 4,
            "verse": 10,
            "text": "بی تردید کسانی که اموال یتیمان را به ستم می خورند، فقط در شکم های خود آتش می خورند، و به زودی در آتش فروزان در آیند"
        },
        {
            "chapter": 4,
            "verse": 11,
            "text": "خدا شما را درباره [ارث] فرزندانتان سفارش می کند که سهم پسر مانند سهم دو دختر است. و اگر [میراث برانِ میّت] دخترند و بیش از دو دختر باشند، سهم آنان دو سوم میراث است؛ و اگر یک دختر باشد، نصف میراث سهم اوست. و برای هر یک از پدر و مادر میّت چنانچه میّت فرزندی داشته باشد، یک ششم میراث است؛ و اگر فرزندی نداشته باشد، و [تنها] پدر و مادرش ارث می برند، برای مادرش یک سوم است [و باقی مانده میراثْ سهم پدر اوست] و اگر میّت برادرانی داشته باشد، سهم مادرش یک ششم است. [همه این سهام] پس از وصیتی است که [نسبت به مال خود] می کند، یا [پس از] دَیْنی است [که باید از اصل مال پرداخت شود.] شما نمی دانید پدران و فرزندانتان کدام یک برای شما سودمندترند [بنابراین اختلاف سهم ها، شما را نگران نکند و موجب اعتراض نشود]. [این تقسیم بندی] فریضه ای از سوی خداست؛ زیرا خدا همواره دانا و حکیم است"
        }
    ]
}