{
    "maqras": [
        {
            "chapter": 2,
            "verse": 60,
            "text": "و [یاد کنید] آن گاه که موسی برای قومش درخواست آب کرد، پس گفتیم: عصایت را به این سنگ بزن. پس دوازده چشمه از آن جوشید به طوری که هر گروهی [از دوازده گروه بنی اسرائیل] چشمه ویژه خود را شناخت. [و گفتیم:] از روزیِ خدا بخورید و بیاشامید و تبهکارانه در زمین فتنه و آشوب بر پا نکنید"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "و [یاد کنید] هنگامی که گفتید: ای موسی! ما هرگز بر یک نوع غذا صبر نمی کنیم، پس از پروردگارت بخواه تا از آنچه زمین می رویاند از سبزی و خیار و سیر و عدس و پیازش را برای ما آماده کند. [موسی] گفت: آیا شما به جای غذای بهتر، غذای پست تر را می خواهید؟! [اکنون که چنین درخواست ناروایی دارید] به شهری فرود آیید که آنچه خواستید، برای شما آماده است. و [داغِ] خواری و بیچارگی و نیاز بر آنان زده شد و سزاوار خشم خدا شدند؛ این [خواری و خشم] به سبب آن بود که آنان همواره به آیات خدا کفر می ورزیدند و پیامبران را به ناحق می کشتند؛ این [کفرورزی و کشتن پیامبران] به علت آن بود که [از فرمانِ من] سرپیچی نمودند و پیوسته [از حدود حق] تجاوز می کردند"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "مسلماً کسانی که [به ظاهر] ایمان آوردند، و یهودی ها و نصرانی ها و صابئی ها هر کدامشان [از روی حقیقت] به خدا و روز قیامت ایمان آورند و کار شایسته انجام دهند، برای آنان نزد پروردگارشان پاداشی شایسته و مناسب است، و نه بیمی بر آنان است و نه اندوهگین شوند"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "و [یاد کنید] هنگامی که از شما [بر پیروی از حق] پیمان گرفتیم، و کوه طور را بالای سرتان برافراشتیم، [و گفتیم:] آنچه را [از آیات کتاب آسمانی] به شما داده ایم، با قدرت و قوّت دریافت کنید، و آنچه را در آن است [برای اجرا کردن] به یاد داشته باشید تا پرهیزکار شوید"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "آن گاه بعد از [پیمان گرفتن، از وفاکردن به آن] سرپیچی کردید، و اگر فضل و رحمت خدا بر شما نبود، قطعاً از زیانکاران بودید"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "بی تردید شما [سرگذشتِ کسانی از هم مسلکان خود را] که در روز شنبه [از فرمان خدا که صید ماهی را حرام کرده بود] عصیان ورزیدند دانستید که [به کیفر عصیانشان] به آنان نهیب زدیم که به صورت بوزینگانی خوار و رانده شده درآیید"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "در نتیجه، آن [مجازات] را عبرتی برای کسانی که شاهدِ حادثه بودند، وکسانی که بعد از آنان می آیند، و پندی برای پرواپیشگان قرار دادیم"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "و [یاد کنید] زمانی که موسی به قومش گفت: خدا به شما فرمان می دهد گاوی را ذبح کنید، گفتند: آیا ما را مسخره می کنی؟! گفت: به خدا پناه می برم از اینکه از نادانان باشم"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "گفتند: از پروردگارت بخواه برای ما بیان کند که آن گاو چگونه گاوی باشد؟ گفت: او می فرماید که آن گاوی است نه پیر از کارمانده، نه جوان نارسیده، [بلکه] گاوی میان این دو نوع گاو است. پس آنچه را به آن فرمان داده اند، انجام دهید"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "گفتند: از پروردگارت بخواه که برای ما توضیح دهد رنگش چگونه باشد؟ گفت: خدا می گوید: گاوی است زرد و رنگش روشن که بینندگان را شاد و مسرور می کند"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "گفتند: از پروردگارت بخواه برای ما بیان کند که [نهایتاً آن گاو] چه گاوی است؟ زیرا این گاو بر ما مُبهم و مُشتبه شده، و اگر خدا بخواهد [به شناخت آن] هدایت خواهیم شد"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "گفت: او می گوید: گاوی است که نه رام است تا زمین را شخم زند و نه زراعت را آبیاری نماید، [از هر عیب و نقصی] سالم است، و رنگی مخالف رنگ اصلی در آن نیست، گفتند: اکنون حق را برای ما آوردی. پس آن را ذبح کردند، در حالی که نزدیک بود فرمان خدا را اجرا نکنند"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "و [یاد کنید] هنگامی که کسی را کشتید و درباره [قاتل] او به نزاع و ستیز برخاستید؛ و خدا آشکار کننده چیزی است که پنهان می داشتید"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "پس گفتیم: پاره ای از آن [گاو ذبح شده] را به مقتول بزنید [تا زنده شود و قاتل را معرفی کند]. خدا مردگان را این گونه زنده می کند و نشانه هایِ [قدرت و ربوبیّت] خود را به شما نشان می دهد، تا بیندیشید"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "سپس دل های شما بعد از آن [معجزه شگفت انگیز] سخت شد، مانند سنگ یا سخت تر؛ زیرا پاره ای از سنگ هاست که از آنها نهرها می جوشد، و پاره ای از آنها می شکافد و آب از آن بیرون می آید، و پاره ای از آنها از ترس خدا [از بلندی] سقوط می کند؛ و خدا از آنچه انجام می دهید بی خبر نیست"
        }
    ]
}