{
    "maqras": [
        {
            "chapter": 9,
            "verse": 19,
            "text": "آیا آب دادن به حاجیان و آباد کردن مسجدالحرام را مانند [عمل] کسی قرار داده اید که به خدا و روز قیامت ایمان آورده و در راه خدا جهاد کرده است؟! [این دو] نزد خدا برابر و یکسان نیستند و خدا گروه ستمکاران را هدایت نمی کند"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "آنان که ایمان آوردند و هجرت کردند و با اموال و جان هایشان در راه خدا به جهاد برخاستند، منزلتشان در پیشگاه خدا بزرگ تر و برتر است، و فقط اینانند که کامیابند"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "پروردگارشان آنان را نزد خود به رحمت و خشنودی و بهشت هایی که برای آنان در آنها نعمت های پایدار است، مژده می دهد"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "همواره در آنجا جاودانه اند؛ یقیناً نزد خدا پاداشی بزرگ است"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "ای اهل ایمان! اگر پدرانتان و برادرانتان کفر را بر ایمان ترجیح دهند، آنان را دوستان و سرپرستان خود مگیرید؛ و کسانی از شما که آنان را دوست و سرپرست خود گیرند، هم اینانند که ستمکارند"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "بگو: اگر پدرانتان و فرزندانتان و برادرانتان و همسرانتان و خویشانتان و اموالی که فراهم آورده اید و تجارتی که از بی رونقی و کسادی اش می ترسید و خانه هایی که به آنها دل خوش کرده اید، نزد شما از خدا و پیامبرش و جهاد در راهش محبوب ترند، پس منتظر بمانید تا خدا فرمان عذابش را بیاورد؛ و خدا گروه فاسقان را هدایت نمی کند"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "بی تردید خدا شما را در جبهه های زیاد و عرصه های بسیار یاری کرد و [به ویژه] روز [نبرد] حنین، آن زمان که فزونی افرادتان شما را مغرور و شگفت زده کرد، ولی [فزونی عدد] چیزی از خطر را از شما برطرف نکرد، و زمین با همه وسعت و فراخی اش بر شما تنگ شد، سپس پشت به دشمن از عرصه نبرد گریختید"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "آن گاه خدا آرامش خود را [که حالت طمأنینه قلبی است] بر پیامبرش و مؤمنان نازل کرد، و لشکریانی که آنان را نمی دیدید [برای یاری مؤمنان] فرود آورد، و کسانی را که کفر می ورزیدند، به عذاب سختی مجازات کرد؛ و این است کیفر کفرپیشگان"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "سپس خدا بعد از این [گناه بزرگ که فرار از جنگ است] توبه هر کس را که بخواهد می پذیرد؛ و خدا بسیار آمرزنده و مهربان است"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "ای اهل ایمان! جز این نیست که مشرکان پلیدند؛ پس نباید بعد از امسال به مسجدالحرام نزدیک شوند؛ و اگر [به سبب قطع رابطه با آنان و تعطیل شدن داد و ستد با ایشان] از بی نوایی و تنگدستی می ترسید، خدا اگر بخواهد شما را از فضل و احسانش بی نیاز می کند؛ یقیناً خدا دانا و حکیم است"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "با کسانی از اهل کتاب که به خدا و روز قیامت ایمان نمی آورند، و آنچه را خدا و پیامبرش حرام کرده اند، حرام نمی شمارند، و دین حق را نمی پذیرند، بجنگید تا با دست خود در حالی که [نسبت به احکام دولت اسلامی] متواضع و فروتن اند، جزیه بپردازند"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "و یهود گفتند: عُزیر، پسر خداست. و نصاری گفتند: مسیح، پسر خداست. این گفتاری [بی دلیل و برهان] است که به زبان می آورند، و به گفتار کسانی که پیش از این [به حقایق] کفر ورزیدند، شباهت دارد؛ خدا آنان را نابود کند، چگونه [از حق به باطل] منحرف می شوند"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "آنان دانشمندان و راهبانشان و مسیح پسر مریم را به جای خدا به خدایی گرفتند؛ در حالی که مأمور نبودند مگر اینکه معبود یگانه را که هیچ معبودی جز او نیست بپرستند؛ منزّه و پاک است از آنچه شریک او قرار می دهند"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "همواره می خواهند نور خدا را با سخنان باطل [و تبلیغاتِ بی پایه] خود خاموش کنند؛ ولی خدا جز اینکه نور خود را کامل کند، نمی خواهد، هر چند کافران خوش نداشته باشند"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "اوست که پیامبرش را با هدایت و دین حق فرستاد، تا آن را بر همه ادیان پیروز گرداند، هر چند مشرکان خوش نداشته باشند"
        }
    ]
}